{
  "file_name": "8_129.pdf",
  "pages": {
  "page_1": "Sustainable Development Overview\nNovember 2023\nArcelorMittal\n“a",
  "page_2": "Health & Safety",
  "page_3": "Devastating accident in Kazakhstan\nKostenko coal mine accident:\n= 252 colleagues were working underground. 206 were safely evacuated\n= Tragically, we lost 46 colleagues in this accident\n= No words can do justice to the pain and heartbreak this devastating accident has caused\n= We will always remember October 28, 2023, as the saddest day in our Company’s history\n= A Special Commission, led by Prime Minister Smailov, has been set up to investigate the accident\nOur immediate response:\n=\nWeare providing support for the bereaved families, including: _ covering all funeral and memorial expenses, _ a one-off payment equivalent to 10 years’ salary, _ purchasing housing, _ repaying personal loans (deceased and family members), _ and covering education fees for children up to the age of 23 Providing post-traumatic psychological support and developing individual health recovery plans A full internal review of ArcelorMittal’s Group-wide safety program is underway\n=\n=\nos\nPage 3\nArcelorMittal",
  "page_4": "We are commissioning a comprehensive 39 party audit of all our safety practices\nFollowing the devastating accident at the Kostenko mine in Kazakhstan, it is clear that we must do more to ensure that ArcelorMittal is set up to achieve the required safety transformation as swiftly as\npossible\nThe Company is in the process of commissioning a 3 party to undertake a comprehensive audit of all the Group’s safety practices\nThe scope of the audit will cover our complete management of health and safety: from policies, governance, processes and procedures, standards, in field assessments of both occupational safety and process safety, training, competencies, and our performance\nThe recommendations of the audit will be published\nPage 4\nArcelorMittal\nos",
  "page_5": "While the audit is underway, we are building on and accelerating our existing safety improvement activities\nIn recent years, the Company has relaunched its safety strategy with a focus on twin pillars of risk management and cultural change:\nThe Group’s health and safety policy strengthened and relaunched, including enhanced governance at the Board Sustainability Committee, since the beginning of 2022\n_\nIn April 2023, an external consultant conducted a safety perception survey (covering 220,000 personnel including contractors), resulting in new bespoke action plans developed for all sites and segments\nLeaders have been required to demonstrate more progress in safety culture maturity, with mandatory leadership shop floor presence and site safety training programs\nWe have intensified training/coaching programs, including with external support, to improve quality of leadership’s safety routines (i.e shop floor interactions) as well as increased cross training to benchmark and align best practices\nFatality Prevention Standards (“FPS”) are internally audited and will now be externally audited\nWhere seriously unsafe incident takes place or a plant is deemed to be at risk of a serious incident or fatality, we have established a ‘quarantine’ process of intensified communication and safety interactions\nThe Group’s steel operations (excluding CIS) are fatality free for own employees in 2023 year-to-date’ and including contractors, the fatality frequency rate (“FFR”) has also considerably improved and is 40% better than the record World Steel Association\naverage\nos\n1. Figures as of October 31, 2023.\nArcelorMittal\nPage 5",
  "page_6": "Transfer ownership of ArcelorMittal Temirtau, Kazakhstan\n. On October 22, 2023, a preliminary agreement was signed with the Government of Kazakhstan for the transfer of ownership of ArcelorMittal Temirtau’ to the Republic of Kazakhstan The Company is focussed on concluding this transaction as soon as possible Additionally, once a binding agreement is entered into and the transactions is closed the net assets will be deconsolidated. It should be noted that: — As of September 30, 2023, the current carrying value of the Temirtau assets (steel and mining) is $1.8bn Functional currency of ArcelorMittal Temirtau is the Tenge and therefore carrying values are subject to FOREX translation gains/losses recognized in equity upon translation into USD Since the acquisition of this asset in 1995, ArcelorMittal has recorded ~$1.3bn of FOREX losses in equity Upon disposal of the foreign operation, such cumulative FOREX differences are recycled in P&L (i.e. total equity remains unchanged)\n@\nCoal Mine\nincluding WESBA cont\n@ tron Ore Mine\nling WUS84 coorcinstes\n®@ Steel Plant including WiGSB4 caondinaies,\n.\nnegative\nPage 6\nSo\n=:\nbe\na\nArcelorMittal Temirtau key facts\n. ~33K own FTE employees\n3 BFs with production capacity of 4.2Mt; 4 captive iron ore mining operations and 8 captive underground coal mines located in Karaganda 2022 crude steel production of 3.4Mt and steel shipments of 3.1Mt Average annual capex from 2013-2022 of $0.25bn (~8% of Group spend) Excluding the exceptional period 2021, average EBITDA of $0.3bn; 9M’23 EBITDA\n1. Includes the expected transfer of ArcelorMittal Temirtau, ArcelorMittal Tubular Products Aktau and the Kazakhstan’s holding which owns the AMTPA investment\nArcelorMittal",
  "page_7": "Climate Action Plan\n=e\nSS",
  "page_8": "A key enabler in the decarbonisation of other sectors and a pivotal material for the energy transition\nRenewable\nBattery Electric\nLow-carbon\nVehicles\nbuildings\nenergy\nSteel intensity of renewable\npower infrastructure\nsignificantly higher than\ncarbon power infrastructure\nMaterial of Choice for\nauto OEMs\nGrowing demand for\nelectrical steels\nCO2e savings of c. 50%\npessible when designing\nand constructing with steel\nos\n1. Analysis is based on using XCarb recycled and renewably produced\nArcelorMittal",
  "page_9": "Policy Conditions: What is needed to make low-CQ2 steel as cost-competitive as high-CO2 steel?\nPolicy support and rising carbon prices need to work in tandem for ArcelorMittal to accelerate its decarbonisation to 1.5C alignment\nWe\nA\n4\nL\ncf\nMeasures to incentivise production of low- and near zero carbon emissions steel (e.g. ETS)\nA fair competitive landscape to create a level playing field (e.g. CBAM)\nPublic funding support to help innovation and long-term investments (e.g. Carbon contracts for difference)\nAccess to sufficient amounts of clean energy and infrastructure at affordable prices: clean electricity, green hydrogen, sustainable biomass, CCS\nMarket drivers for consumption of low- and near zero carbon emissions steel (e.g. public procurement standard, buyer commitments)\nMapping ArcelorMittal's advocacy alignment with the goal of net zero by 2050\nArcelorMittal\nPage 9\n1\nos",
  "page_10": "CBAM to level the playing field; transition monitoring underway\nCBAM' will play an important role to ensure a level playing field on carbon - to equalise the cost of carbon between domestic products and imports, but improvements are needed to achieve this\n« EU Importers must report quarterly on the volume of their imports, total embedded and indirect emissions and carbon costs due in the country of origin for the goods imported\nRequest for\nfurther info.\nPenalty possible\n——<— =\nCalculation requires splitting the installation into relevant CBAM production processes as different monitoring rules may apply e.g. sinter plant, BF etc\n-\nmonth)\nTransition period (Oct 1, 2023 — Dec 31, 2025) with no financial obligation but penalties maybe imposed for failing to report\nFrom Jan 1, 2026, financial obligation starts. Phase out of free allocation (ETS) and phase in of CBAM\n\n\nSN Information\n< on imports\nQuarterly reports .\n(due within 1\nInformation\nExchange\n(checks\nperformed)\nCompetent\nAuthority\nMember\nstates\n1. CBAM stands for carbon border\nCBAM\n“os\nadjustment\nArcelorMittal\nPage 10\nmechanism",
  "page_11": "Our decarbonisation strategy\nSteel will be made in different ways in different parts of the world\n¢ Circularity will be maximized\n¢ Broad suite of decarbonization technologies\n¢ Deploy the right technology in the right region at the right time\n¢ All pathways to support net zero\nModifies the BF-BOF route to take advantage of gas injection/recirculation, bioenergy, and CCU/S\n=f —-@\n=e\nUses clean electricity to produce green hydrogen (via electrolysis of water) for the production of DRI\n(LIN\n=f aCe\n=e\n(9+\nUses clean electricity to power the direct electrolysis of iron ore\nos\nPage 11\nArcelorMittal",
  "page_12": "Decarbonization progress\nDeveloping and\nimplementing new\nsmart carbon/new\ntechnologies\nTransition from BF\nto DRI-EAF\nSecuring\ndecarbonization\nresources\nPhase 1 through 2030\n130MW solar and wind project in Argentina (of which 1/3 commercial operations started Oct’23) 1GW renewable energy project in India on track for completion in 1H 2024 ArcelorMittal Brasil formed a renewable energy JV with Casa dos Ventos to construct 554MW wind power project (2025) Four scrap recycling businesses acquired in UK/Europe with combined collection capacity of 1.3Mt Accessing high quality DRI through acquisition of Texas HBI and organic investments (Canada DRI pellet conversion project, Serra Azul pellet feed) Smart carbon project underway in Ghent (Belgium); first ethanol produced and waste wood replacing coal (Torero) Developing strategies and technologies to harness carbon capture and storage\nAnnounced plans to build industrial-scale direct electrolysis plant (Volteron™)\n= Plans submitted for integrated sites in France, Germany, Belgium, Spain and Canada = Engaging with country Governments to provide greater visibility on energy costs and capital costs to enable these projects to move to the next phase of development\n» Advancing to FEED stage for DRI/EAF projects = Capex approved to commence onsite preparation works at Dunkirk (France) and Gent (Belgium) and increase the connectivity to third- party energy supplies in anticipation of future increased requirements.\n\nPage 12\nNote: Front End Engineering Design, or FEED, is an engineering and project management approach undertaken before detailed engineering, procurement, and construction. This crucial phase helps manage project risks and thoroughly prepare for the project's execution. It directly follows the pre-FEED phase during which the concept is selected, and the feasibility of available options is studied\nArcelorMittal\nos",
  "page_13": "Our renewable energy projects continue to progress\nRenewable energy a key ‘resource’ for decarbonized steel making\nPage 13\nArgentina\n(4Q 2023)\nIndia\n(1H 2024)\nBrazil‘\n(2025)\n1. The JV will be equity accounted and ArcelorMittal’s total equity investment c.$0.15 billion\n$0.2bn JV with PCR; first hybrid solar and wind energy project in Argentina a >30% of Acindar’s electricity requirements by 2024 36MW entered commercial operations in Oct’23; 75MW due by year end\n$0.6bn investment combining solar and wind power (975MW) AM Green Energy is expected to provide over 20% of AMNS India’s Hazira plant electricity requirements On schedule for completion in 1H 2024\n554MW wind power project JV with Casa dos Ventos The JV is expected to provide 38% of ArcelorMittal Brasil’s future electricity needs in 2030 a Construction starting 4Q 2023; completion expected 2025\nergy,\nSolappanel installation at AM Sreey\nos\nArcelorMittal\nOne of many completed Wind towers at\nAM Green Energ\non",
  "page_14": "Taking action: Supporting the best and brightest steel decarbonisation technologies\nArcelorMittal’s XCarb innovation fund has invested c. $180 million in companies developing breakthrough technologies that will accelerate the steel industry’s transition to carbon neutral steelmaking.\nAnchor partner in the Breakthrough Energy Catalyst, committing $100 million over the next five years to fund first-of-a-kind projects that use key emerging climate technologies\nBOSTON\neo)\nForm\n\"eo\nal?\nMETAW\nenergy\nHeliogen\nos\nElectricity to molten steel\nthrough a direct, 1 step\nprocess\nH,PRO\nAffordable Green Hydrogen\nproduction\nInvestments made in companies developing technologies ranging from long-term battery storage to carbon recycling to renewable energy to direct electrolysis and green hydrogen...with more to come\nMulti- day low cost energy\nUnlocking the power of\nTransforming organic waste\nreliability\nsunlight\ninto valuable energy streams\nLanzalech9\nInnovative carbon recycling\nBreakthrough nuclear power\ninnovator\nArcelorMittal\nPage 14",
  "page_15": "Low Carbon Emissions Stee",
  "page_16": "Building a Better World with Smarter Steels\nArcelorMittal’s solutions enable customers to enhance their contribution to a low carbon circular economy\na Steel is as relevant as ever to the future success of our world: reusable, recyclable, strong and durable.\na Weare evolving the contribution steel can make, innovating to make our solutions smarter and increasingly sustainable.\nee\nBS\nai\nKe\n§\nLW i\naN\nSe A\n——\na x \\ xX\na ad\nSteligence® enables architects and engineers to design building solutions that minimise material use while maximising space, flexibility and end of life recyclability\nMagnelis® enhanced corrosion resistance for solar projects in harsh conditions, even in deserts and on water Projects globally including PV and CSP structures\naed Sere\nS-in motion® offers solutions for electric vehicles including body-in-white, chassis and battery pack, enabling carmakers to extend drive range and enhance safety at the most affordable cost.\nPage 16\nSm\n(PY ay\nos\nArcelorMittal",
  "page_17": "ArcelorMittal’s XCarb® offer of low carbon emissions steel solutions\nxCarb\n<Carb\nBrand to be developed\nXCarb\nRecycled and renewably\nproduced\nGreen steel certificate\n2021: Launch of XCarb® recycled and renewably produced\n2020: Launch of XCarb®\ngreen steel certificates\n- Physical decarbonised steel made in electric arc furnace - Using 100% renewable energy - High recycled content\n- For steel made in blast furnace route - Based on mass balancing - CO, savings from reducing fossil coal - Available in all products and grades\nFrom 2026: New\nXCarb®\nproducts to be launched\n- Physical decarbonised steel - Based on direct reduced iron technology\nMore low-carbon emissions XCarb® solutions will be launched as new decarbonisation technologies are deployed\nos\nArcelorMittal\nPage 17",
  "page_18": "XCarb® Recycled and Renewably Produced: A broadening range of products\n\nay\n:\nor: §\n}i7\n—_\naes\nye\nfor solar, building structures, etc\ne Magnelis ® coating offers resistance of up to 30yrs in atmospheric conditions CO2 emissions reduction'!: ~70%\nald\n$355 for civil engineering and wind towers e CO2 emissions reduction’: ~65%\ni\n\nos\n1. All three CO2 emission reductions are a comparison of our XCarb® recycled and renewably produced EPDs (Environmental Product Declarations as per EN ArcelorMittal 15804) versus our regular EPDs based on BF route.\nPage 18\n-—\nfor building frames, solar structures, windmills, etc e CO2 emissions reduction': ~75%\neee",
  "page_19": "How XCarb® helps our customers achieve their sustainability goals\nslorMittal\nr\n=\nWORKING FOR A Sare\n// A\n=\nWt\nInno\nFe\n—_\nArcelor\n|\nul]\nbans\n|\n-\na\\\nFE ee, eee:\ny)\nas sits\nBP2 launched Europe’s first integrated photovoltaic steel roofing solution: SOLROOF. The solution use FIT VOLT panels which will be manufactured solely with XCarb® recycled and renewably produced organic coated steel. The steel is produced using a minimum of 75% scrap steel and 100% renewable electricity. By using XCarb®, BP2 has created one of the most environmentally friendly roofing solutions available today in Europe.\nFirst cooperation between a steel manufacturer and an automotive stamper to pave the way for the greater use of low-carbon emissions steel in the automotive sector. Offering XCarb® recycled and renewably produced steel with a product carbon footprint declaration verified by an independent third party. This collaboration will allow automotive customers to maintain their CO, emissions reduction goals over the lifespan of the vehicle.\nQP HP? ApsmnmnF\nGestamp @\na\n_—\nArcelorMittal\n=\n——\n—\n——_“¥\nes\nCO, savings equivalent to the emission of over 160 diesel cars driving 10,000 km annually, Voortman Steel Construction and ArcelorMittal Staalhandel are collaborating to build the first football stadium to use XCarb® recycled and renewably produced steel. 80% of all sections that will be assembled in the stadium are ArcelorMittal’s sustainable steel, using 100% renewable electricity and 100% scrap.\n$ voortman\nSTEEL GROUP\nos",
  "page_20": "Our thinking for a low-carbon emissions steel concept is based on three core principles Standards need to ensure the steel industry contributes to the objectives of the Paris agreement, demonstrating the progress all producers are making in moving towards near-zero emissions steelmaking.\n2 Recognizes different steelmaking routes\n1 A dual scoring system\n3 A clearly defined boundary\nIt must have a dual-score approach (LCA + decarbonization rating system) that supports policymakers in the development of differentiated lead markets for low-carbon emissions steel production, and provides customers with comparable, transparent data of embodied carbon emissions in steel products\nIt must be designed in such a way that incentivises the decarbonization of all methods of steel production through technology shifts, rather than simply through increasing scrap rates using existing technology. This can be done by using a sliding scale based on the percentage of scrap used in production.\nThe decarbonisation rating system must be measured against a clearly defined embodied carbon emissions boundary which ensures a like-for-like comparison of the critical elements needed for core steel production\nVe\n-=\nchal\n- *-«\n7\nFr) B\nee\na\n\\ ow\nYa\nLA\n——\n=n PITT TT TT\nNis\n1\nLd\nY pod\nAR,\nhae\nee\n»'\\\nalee SS\nSoy\nLp\n=\nArcelorMittal\nPage 20",
  "page_21": "Governance & Diversity\nSS",
  "page_22": "Sustainable Development Governance\nBoard oversight of Sustainable Development progress each quarter by the Board Sustainability Committee — three independent directors, chaired by Clarissa Lins‘ Accountability for Sustainable Development is led by the Executive Vice President, Business Optimisation, reporting directly to the Executive Office The Climate Change Panel’s mandate is to position ArcelorMittal as a global leader on climate change and provides recommendations to the Board Sustainability Committee The Sustainable Development Panel’s role is to strengthen the company’s environmental, social and governance (ESG) oversight Diversity & Inclusion Governance is led by the Global Diversity and Inclusion Panel which acts as an informed representative of the Group The Investment Allocations Committee authorises large Capex projects and reviews the carbon emissions impact of all proposals ResponsibleSteel and IRMA certification program to drive\nstrong, consistent ESG management systems across business\nPage 22\n1. Clarissa Lins is a Non- executive and independent director. 2. Appointments, Remuneration and Corporate Governance Committee\nArcelorMittal Board\n9\nmeetings (2022) with 100% Average Attendance rate 10 members\nArcelorMittal",
  "page_23": "Human Rights: Updating our Approach\noT\n—L e,\n=\nHuman Rights\nPolicy\neeaio Mind (the Company) is comeitied tores pecting all Intemationally mcognized human rights including but not linited 2D, these covered under the United Nations (UN) Unkerd! Deciaratonof Human Right, Intemational Covenant an Cul and Palitcal Rights, Palitical Rights and the Intemational Covenant on Economic, Sadat and Cuttund Rights, thalnismnatona Labour Ogarization’s Deciara tan (LO? on Fundamental rights at work and otic nakwant Convertors, the Volevary Principle son Seculty and Human Rights (\"VPSHR) and ineenatonal humanitarian iow, where appicabla ArcsioMintal & comenitted topmactively acting 1 aveid couiing orcantibuting tm advesehuman fight impacts easing we are net comefict Inthe viekations by Imglemarting ongoing proceuica Tat aim topravent, avoid mitigate, and remady human lights Imac we Could impos eon cur eenghoyeas conmactors, workers within our valle chain, of mamiers communities where wo operate, and any other paopla whasehuman rights may ba advacsdly impacted by our activities\nThe Company Is commited t implimerting good practesapproaches by mspecting theUN Guiding Pincipieson Business and Human Rights (UNGP's), the Organiza tan tor Esonamic Co-operation and Dewalo pment (O80) Guidelines tor Mubtro toned Erier prices, thelnierna tonal Financial Compcration (FC) Perfomance Standard and otter rkavant voluricry cOrvertora and Standard: appiicable % our operations\n‘To meat thik Comentmment ArceiceMintat wit\nFraure to¥, upper te, incladva, and equal teatment of cilamedoyacs, promo teg anandormert where people WaT) vone experienc and perspectves can deveing and fu Teirpotential trea tramabuse, harcs-sonmant, Vickenes, and disctmination in reapact of aengioyrnant and occupation\nComply with therue of low, respecting raguia tara and the Agrecmantsin jurisdictonin which we operate.\nImedament an ongoing human rights dua digancs process, Actively soaking to idendty and amessactual and potnta Puamnan rights iis and adverse Impact incur own Operations and communites and these of our value chains and Ineatmnenits\nRespect and uphold workers” and conmacte a fight tm Teadom of ax ociotionand te dght calectve bargaining.\nErasehumanrighisiisis and impact arelrtaga ted into our Company acsoss af mievart tunctoraand processes Incluting risk maraigamant, keaping then Te tt\nComply with ail inves regarding condtiorsat ampioymant Including bavcand cvetima working hares and wil abide by agreumants na gotioted wih our eaeioyan fags esarnativies Tha Company Wil pay compertitve wages based on local market assasament, at of above the minimum Wing wage\nProvideaccnssto appropriats ready when rare complloncehasbean identified We will engagain, sack Topronvide for, cooperate with business par mers [iy oF promete procemes enabling anapprogy inter aemacty collabora ting \" judicial or other nar-pidicia lariat processes a5 mexaciodt\nCollaborate and establshadequcna measures 1 eradicate Gil tors of modem slavery. We do ret tole ate chid inbour, any tomot forced, computor, of bonded labour, hamnan Toteking of ary othertomn ofmadem sia wary within our ON Opes ctor, wolue chain, oFinacctonant.\nPromote a safe and healthy working ariraneant and\nRostivesatety cutive Gur comenitmant isto work towards\n8 god of ae oncddants inbatcs, and the garmeal walle\nbeing In the wo tego\nso\ncue\nFAG ZS\nConfidential\ngq = wor\n“_—\nArcelorMittal\nArcelorMittal is committed to respecting all internationally recognized human rights, including, but not limited to, those covered under the International Bill of Human Rights, the ILO Declaration on Fundamental Rights at Work, and implementing the UN Guiding Principles on Business and Human Rights (‘UNGPs’).\nOur human rights progress in 2023:\nPublished our updated human rights policy Completed a corporate saliency assessment aligned to best practice to proactively identify and prioritize actual and potential human rights risks and impacts Developed new human rights training for employees (focused first on high risk roles) and suppliers Developed and piloting a new supplier due diligence tool and strengthening our Responsible Sourcing Policy and Responsible Sourcing Code Committed to providing access to remedy through updating our grievance mechanism (e.g. each of our sites will be required to operate a local grievance mechanism in accordance with group level guidance).\ned Ea\nArcelorMittal",
  "page_24": "Gender Diversity: Target to double women in management to 25% by 2030\nWomen make up higher % of our workforce vs industry peers Target to double % of women in our leadership positions Global Diversity and Inclusion (D&I) Panel in place overseeing and steering the Group towards a more inclusive and diverse organisation Robust D&l roadmap (engaging leaders, strengthening governance & developing group wide programs)\n=\"\nKey Q3’ 2023 Updates:\na\nP) |\no Inclusive leadership training for senior management o Diversity and inclusion dashboard in place to ensure close follow up on key progress and actions needed o Continued partnership with schools and universities to strengthen female talent pipeline\naa\n2\n% of women in management\n25.0\n15.6\n12.5\n13.8\nArcelorMittal - Diverse talent enables smarter steel - our women\nArcelorMittal’s Gender Diversity video\nie\nwr\nAviv.\nPage 24\n2020\n2021\n2022\n2030 Target\nArcelorMittal\noa",
  "page_25": "ArcelorMittal Contacts\nArcelorMittal\nArcelorMittal\nFact Book\n2022\n‘Smarter steels pina for\npeople and\nArcelorMittal\nAnnual Report 2022\nArcelorMittal\nDriving\nforward\nSmarter steels for people and planet\ntion Report 2\ntay\nsul\n>a\nwa Acelortenat integrated\n|\nA ye)\n5) i} j\nta Yaa\nfe\n\\\n#smartersteets — r=\nDaniel Fairclough — Global Head Investor Relations\ndaniel. fairclough@arcelormittal.com +44 207 543 1105\nHetal Patel - UK/European Investor Relations\nhetal.patel@arcelormittal.com +44 207 543 1128\nMaureen Baker — Fixed Income/Debt Investor Relations\nmaureen.baker@arcelormittal.com +33 171 92 10 26\nVictoria Irving — ESG Investor Relations\nvictoria.irving@arcelormittal.com +44 7435 192206\nos\nConfidential\nArcelorMittal"
},
  "language": "Languages.ENGLISH",
  "total_pages": 25
}
