{
  "file_name": "8_126.pdf",
  "pages": {
  "page_1": "Sustainable\nDevelopment\nArcelorMittal\noss\n13 November 2024\n;\n=\n°\n|\no\nZ\nie £",
  "page_2": "os\nSustainable development highlights— 3Q 2024\n\nThe Company-wide independent safety audit by dss+ is complete. It is a\ncomprehensive independent safety audit, providing ArcelorMittal with a clear set of recommendations which the Company is committed to implement\nArcelorMittal\nThe Company is now defining the most effective ways to implement these recommendations in an accelerated manner > first phase includes taking these recommendations to build customized, business unit- specific work plans, to be incorporated into their five- year planning cycle\na4\nLTIFR' of 0.88x for 3Q’24 and 0.68x in 9M’24\nPage 2\nHealth\nand safety\naudit\nRecommendations from the dss+ workplace safety audit\n\nArcelorMittal continues to optimize its decarbonisation pathway to ensure that the Company can remain competitive and achieve an appropriate rate of return\nWhilst engineering is ongoing, the Company is engaging with the European Commission and member states on the measures required to support a low carbon competitive steel sector in Europe including more robust trade defences and an effective CBAM\nArcelorMittal continues to build its portfolio of renewable energy projects to secure and decarbonise its future electricity needs. Group renewable portfolio is now 2.1GW (including India\nand investments in Brazil and Argentina)\n\nPortfolio of XCarb® products continues to lead the market?\na Increased our XCarb® recycled and renewably produced low-carbon emissions product range: ArcelorMittal Europe — Flat Products has capability to produce 80% of its industry steel grades and dimensions in XCarb® recycled and renewably produced, with potential to expand An extensive new product development programme for utilising our finishing capabilities across Europe to transform hot rolled substrate from Sestao to value added products (e.g. coated products) Wide ranging interest from customers: Velux has signed a 10 year agreement\nArcelorMittal\n1. LTIFR = Lost time injury frequency rate defined as Lost Time Injuries (LT!) per 1,000,000 worked hours (own personnel and contractors); A LTI is an incident that causes an injury that prevents the person from returning to his/her next scheduled shift or work period. 2. Based on review of earnings releases, news articles and year end reports of European competitors",
  "page_3": "Health & Safety",
  "page_4": "Journey to zero fatalities: Company-wide safety audit by dss+ is complete\nHealth and safety performance\nProtecting employee health and safety remains the overarching priority of the Company. LTIF' rate of 0.68x in 9M’24\na\nH&S\nThe Company-wide independent safety audit by dss+ is complete\nStrategy\nThe audit provided ArcelorMittal with a clear set of six recommendations which the Company is committed to implement The audit identified that while there are areas of excellence in the Group, variability in performance exists which must be addressed by initiatives that fast-track the strengthening of “one safety culture,” underpinned by enhanced governance and assurance across all operations The Company is now defining the most effective ways to implement these recommendations in an accelerated manner: -— First phase includes taking these recommendations to build customized, business unit-specific work plans, to be incorporated into their five-year planning cycle\na\nRecommendations\nSee website for further details: dss+ safety audit recommendations\nBusiness unit- specific work plans\nee\nee\nos\nArcelorMittal\n1. LTIFR = Lost time injury frequency rate defined as Lost Time Injuries (LTI) per 1,000,000 worked hours (own personnel and contractors); A LTI is an incident that causes an injury that prevents the person from returning to his/her next scheduled shift or work period\nArcelorMittal proprietary information — all rights reserved for all countries.\nPage 4",
  "page_5": "A comprehensive independent safety audit\nThe Company-wide independent safety audit (Dec 2023 — Sept 2024) conducted by dss+ comprised of:\na 155 site audits (including JVs) on the three main occupational risks Process safety management assessments of 14 highest risk assets Thorough examination of Health and Safety management practices across the Group, including: i Key health and safety documents and data review; 280+ interviews of ArcelorMittal employees, including board members, senior leadership, middle management, health and safety personnel and union members; 60+ management and health & safety meetings attended; and 80+ focus groups with shopfloor employees (union and non-union), supervisors, and middle management\n“dss+’s unprecedented level of access allowed them to thoroughly review safety practices across the Group, providing us with a clear set of recommendations which we are committed to implement.” Aditya Mittal, CEO ArcelorMittal\nT 15\n2-@\na\n>\n=\n- =—!-\n=> & a\n@e «\nee. -\n‘a\nPage 5\nArcelorMittal\nArcelorMittal proprietary information — all rights reserved for all countries.",
  "page_6": "Recommendations from the safety audit\nThe recommendations are classified into six main areas:\nImproving the identification and understanding of operational risk exposure\nStrengthening the existing health & safety assurance model\nContinuing to embed safety values, mindsets and behaviours to strengthen the “one safety culture”\nQ\n>\nos\nBelieve in\nZero\nImproving contractor safety management standards\nAdopting industry best practices for Process Safety Management (PSM)\nIntegrating health & safety elements into supporting business processes\nRisk Management\nArcelorMittal\ntx)\nArcelorMittal proprietary information — all rights reserved for all countries.\nPage 6\ntx] Safety Culture",
  "page_7": "Decarbonization\n=",
  "page_8": "Leveraging strengths to lead the market in low-emissions steel solutions\nalte ts\nStrengths & advantages:\nps\n.\nArcelorMittal\nRecycled and renewably\nproduced\nee\na\nee\ncram\n.\nss\n.\n.\nI\n* XCarb® products have a carbon footprint of as low as 300kg CO2/t\n|,\nExisting EAF footprint > 36 EAFs in the group (including JVs) Existing DRI capabilities > we are the world’s largest DRI producer Innovation > R&D capabilities supporting “smart carbon” steel making technologies; announced plans to build industrial-scale direct electrolysis plant (Volteron™) Diverse operations > unique scale provides access to options\nSecuring resources:\nGroup renewable portfolio is now 2.1GW (including India and investments in Brazil and Argentina) Three scrap recycling businesses acquired in UK/Europe with combined collection capacity of ~1.0Mt Accessing high quality DRI through acquisition of Texas HBI and organic investments (Canada DRI pellet conversion project, Serra Azul pellet feed)\nBroadening our offering of low carbon emissions products:\nIncreasing our low-carbon emission steel offerings through our XCarb® branded products in response to demand for low- carbon solutions from major sectors such as automotive and construction\nArcelorMittal is progressing the engineering of its decarbonization projects globally to ensure that it delivers economic decarbonization.\nThe Company is engaging with the European Commission and member states on the measures required to support a low carbon competitive steel sector in Europe including more robust trade defences and an effective carbon border adjustment mechanism.\nArcelorMittal continues to optimize its decarbonization pathway to ensure that the Company can remain competitive and achieve an appropriate\nreturn on investment\nos\nPage 8\nArcelorMittal\nDecarbonization projects progressing:\n4\n.\nff\ni\nwit\ntH\nzak\ncseleh\n>t",
  "page_9": "A competitive European steel industry\nDecarbonization in Europe should not lead to de-industrialisation\nMeasures that we see as fundamental to ensuring a growing and competitive clean steel sector:\n= More robust trade defences to support the European steel industry to invest and grow. Near term, an immediate review of existing measures including the safeguards and longer term, a new tool to address global overcapacity and increasing imports replacing the safeguards An effective Carbon Border Adjustment Mechanism (CBAM) which needs to include a solution to maintain EU exports, reducing the risk of circumvention and resource shuffling, and including all steel-intensive finished products Europe needs to invest in energy (renewables and hydrogen) to provide industry access to the capacity and price needed for industry to decarbonize Establishing lead markets to create market demand for green steel outside of contracts\njust government procurement\na\nEUROFER\nThe President and Vice-Presidents\nOpen Letter\nCall for urgent action to save the European steel industry and the\nlivelihood of our workers\nYour Excellencies,\n‘The European steel industry is an indispensable part of many key EU manufacturing value chains and stands for innovation, desired product solutions and high-quality jobs in Europe. We are committed to contribute to the EU's ambitious decarbonisation and global climate protection objectives, securing a just transition and quality jobs.\nHowever, we are at a crossroad: our industry is in its worst crisis since the financial and economic crisis in 2009. This is driven by the impact of global steel overcapacity and unfair trade, which exacerbates the impact of low steel demand and high energy prices in the EU. Without urgent measures, it will make it difficult in most of the EU member states to preserve a resilient and sustainable steel industry that can invest in our ambitious decarbonisation projects by 2030 and beyond.\n‘Steel production in the EU has been shrinking by 30% since 2008 to 126 million tonnes in 2023. Restructuring and capacity reduction processes have led to a loss of almost 100,000 jobs in the last 15 years. Capacity utilisation has recently dropped to the lowest, unviable levels of around 60%. A trend that continues in 2024.\n‘The Ministerial Meeting of the Global Forum on Stee! Excess Capacity (GFSEC) has just confirmed that global steel excess capacity (551 million tonnes in 2023) continues to be a rapidly growing structural problem. According to the OECD, additional 157 million tonnes of capacity are in progress by 2026, mainly very using carbon intensive conventional steelmaking technology.\nA Steel Action Pian as part of the Clean industrial Deal must include both, measures and a structural solution to the disastrous impact of global overcapacity and unfair trade on the EU steel market, putting jobs and the clean transition at risk. Further undermining the EU's competitiveness as well as our resilience and strategic autonomy would be a toxic option.\nIn line with the recommendations of the Draghi report, we therefore call upon you — the heads of state and government of the EU Member States — to support and endorse as a matter of urgency:\n.\nMeasures to strengthen and ensure assertive enforcement of the EU Trade Defense Instruments to stop unfair trade practices and circumvention, and a structural solution to comprehensively stop the spill-over impact of persisting and worsening global excess capacity. The current stee! safeguards must be replaced by a more robust tariffication regime.\n. to the Improvements Carbon Border Adjustment Measure (CBAM) to prevent circumvention, resource\n‘shuffling and delocalisation of downstream sectors, and to preserve EU steel exports. Action throughout the EU to reduce energy costs for energy intensive industries exposed to significant global competition, and to secure access to raw materials while retaining steel scrap within the EU. Establishment of lead markets to drive the demand for green steel in Europe.\n.\n.\n‘We call upon the European Council to consider the above in its conclusions on 17/18 October 2024 and EU policy priorities.\n‘The European Stee! Association (EUROFER} AISBL | Avenue de Cortenbergh, 172, 1000 Brussels, Belgium +323 738 79 20 | mali@ewrofer.eu | www.eurofer.eu | EU Transparency Register: ID 93035071152-83\nTC\npage [2\nPage 9\nos\nArcelorMittal\nArcelorMittal proprietary information — all rights reserved for all countries.",
  "page_10": "CBAM - transition monitoring underway\nIf well designed, CBAM' can play an important role to ensure a level playing field on carbon - to equalise the cost of carbon between domestic products and imports\nEU Importers must report quarterly on the volume of their imports, total embedded and indirect emissions and carbon costs due in the country of origin for the goods imported\nLJ\nTransition period (Oct 1, 2023 — Dec 31, 2025) with no financial obligation but penalties maybe imposed for failing to report\n-\nFrom Jan 1, 2026, financial obligation starts. Phase out of free allocation (ETS)\n-\nThe CBAM needs strengthening if the CBAM is to prove effective and fair\nto all, in our opinion. Key areas include but are not limited to\nScope It needs to include all steel- intensive finished products (e.g. car or wind tower)\n-\nSteel being exported out of Europe needs an export measure, so that it can be competitive globally\nAvoid the high risk of market distortion of existing low carbon based steel production that can be shifted to Europe\nPage 10\n1. CBAM stands for carbon border adjustment mechanism 2. Emissions Trading Scheme\nRequest for\nfurther info.\nPenalty possible\n——<— =\nSN Information\n< on imports\nArcelorMittal\nQuarterly reports ,\n(due within 1\nmonth)\nInformation\nExchange\n(checks\nperformed)\nCompetent\nauthority\nmember\nstates\nos\nCBAM\nI\nArcelorMittal proprietary information — all rights reserved for all countries",
  "page_11": "Building a global renewable energy portfolio\nSecuring and decarbonising future electricity needs\n2.1GW Group renewable portfolio (including India and investments in Brazil and Argentina)\na\na\nSolar panels\nArcelorMittal owned project started commissioning ($0.7bn investment) Solar/wind project is expected to provide >20% of AMNS India’s Hazira plant electricity requirements reducing carbon emissions by ~1.5Mt per year Estimated to add $0.1bn to ArcelorMittal EBITDA\na\nLt\n3 renewable projects; a 754MW wind/solar project JV partnership with Casa dos Ventos & a 265MW solar project JV partnership Atlas Renewable Energy ($240m total AM investment) Commissioning expected to start in 2H’25 Estimated to add ~$0.1bn to ArcelorMittal EBITDA\nJV partnership with PCR (ArcelorMittal investment of $0.1bn) 112.5MW wind farm commissioned Dec’23; 18MW solar project under development Cost competitive renewables vs. market price (>30% of Acindar’s electricity requirements)\nIndia\n1GW\narr\nWind turbine\n@é\nBrazil\n1GW\nos\nArgentina\n130MW\nPage 11\nArcelorMittal proprietary information — all rights reserved for all countries.\nArcelorMittal",
  "page_12": "India Renewables performing well\n\nWith ground-breaking starting in Apr’'23 and commissioning initiated in Jun’24 — this was the fastest 1GW capacity ramp up in India Project provides cost competitive renewables for AMNS India vs. accessing through grid > Project has obtained the requisite grid connectivity approvals and commenced supply of power to AMNS India as of Sept’24 Estimated to add $0.1bn to ArcelorMittal EBITDA\n——\n-\nrs\nArcelorMittal proprietary information — all rights reserved for all countries.\n=\nBice\nAS\nPage 12\na)\ngia cia\nSolar project\nArcelorMittal\nvt &\npepe SED\nA ard We?\na an\nFy 1\nty\nY4\nr\nr)\nPu Ded drost@rage! projec\n~\nWind project\nee\n2f\na 7\noO\n_\nle\na",
  "page_13": "Low-carbon solutions: broadening our market offering\nXCarb® low-carbon emissions steel\nOur XCarb® products have a carbon footprint as low as 300kg CO2/t\nLt\nIncreased our XCarb® recycled and renewably produced (RRP) low-carbon emissions product range: ArcelorMittal Europe-Flat Products now has the capability to produce 80% of its industry steel grades and dimensions in XCarb® RRP, with potential to expand\na\nNew value chain decarbonization offering which provides customers with low CO2 transport for both XCarb® and regular steel purchases\nClimate solutions: Positioning to capture demand from low carbon end markets\na Hydrogen: Launch of HyMatch® steel brand for hydrogen transport pipelines supporting the implementation of hydrogen infrastructure globally Electric vehicles (EV): Construction of electrical steels site in Mardyck (170kt capacity) and another project under development in the US. ArcelorMittal Multi Part Integration®' available for EVs, aims to simplify operations, ensure lightweighting and crash performance while reducing the CO, footprint. Low-carbon emissions buildings: Adding investments to our existing portfolio in lightweight insulation panels through the recent acquisition of Italpannelli’s Italian and Spanish businesses Building on the solutions already available across the group in low-carbon emissions buildings (e.g. Steligence brand), renewables (e.g. Magnelis® for solar) and flood protection (EcoSheetPile™ Plus range).\neee\net So\nPage 13\nprotection sheet piles\n=\n~ ~\nSS\n——\nHydrogen transport pipelines\n~\n—-~ [a\n\\Low COQO2 transport\nuy CAs ES\nWN\n—\n1. ArcelorMittal’s Multi Part Integration™ (MPI) concept allows multiple vehicle components to be integrated into fewer laser welded blank (LWB). 2. Copyright: Corinth Pipeworks.\n~\nArcelorMittal\nas\n=<\njae\n—",
  "page_14": "ArcelorMittal XCarb® journey\nXCarb’ low-carbon emissions solutions designed to help customers reduce their Scope 3 emissions\nXCarb’\nSteel certificate\nCO, attribute certificates generated by decarbonisation investments on the blast furnace route.\nEnables reporting of an equivalent reduction in your and your customers’ Scope 3 emissions?\na) Available now\nAvailable with all steel grades Contributes to carbon neutral balance sheet Supports customers’ sustainability strategy\nos\n© Available now\nBenefits\nXCarb\nRecycled and renewably produced\nSteel made in electric arc furnace with high scrap content and 100% renewable energy, offering with a third-party verified Product Carbon Footprint.\nAvailable in specific steel grades Supports customers’ sustainability strategy Contributes to circular economy\nBenefits\nArcelorMittal\nPage\n1In accordance with the Greenhouse Gas Protocol Corporate Accounting and Reporting Standard and verified by DNV GL Business Assurance Services.\nArcelorMittal proprietary information — all rights reserved for all countries.\n14",
  "page_15": "XCarb® recycled and renewably produced — expanding our offering\nAn extensive new product development programme for utilising our finishing capabilities across Europe to transform hot rolled substrate from Sestao to value added products (e.g. coated products)\nArcelorMittal’s strong R&D capability and extensive network of finishing mills enables commercialisation of XCarb recycled and renewably produced steel and value added cold rolled and coated products:\nremen =\nGhen\nLo\nMardyck\na > 10 plants involved\n——_\na7\nwi Florang\na > 200 products under development\nCAE\na > 45 products commercialized\nAsturias\nHot rolled black & pickled Cold rolled Hot dip, including Magnelis® Pre-painted steels Structural and construction grades High-strength low-alloy steel (HSLA) Boron grades, including Usibor®\nSagunto\nArcelorMittal\nArcelorMittal proprietary information — all rights reserved for all countries.\nPage 15",
  "page_16": "Case study: 10-year agreement with VELUX to supply XCarb® recycled and renewably produced steel\n“Stability is key and that is what the long-term agreement is providing us” — Senior VP, Advanced Materials, VELUX\nFollowing successful trials, we signed a 10-year commercial agreement with VELUX to supply XCarb® recycled and renewably produced VELUX is now gradually increasing order intake so that by 2025, XCarb® will be used in several steel components for their roof windows, fully replacing the conventional steel that was previously used and reducing CO, emissions by 70%. Further co-engineering studies are underway looking at design optimisation and lightweighting. By partnering with our customers and focussing on their needs (innovation, cost, quality and service, stable supply, low-carbon footprint) we are developing steel solutions that enable us to increase steel penetration rate and ArcelorMittal’s market share.\nF\n———\n1\neee\nd\n\\ ~\na\nEa\n——\n%,\ntt\nLg\nPage 16\nArcelorMittal\nArcelorMittal proprietary information — all rights reserved for all countries.",
  "page_17": "The Power of Less: ArcelorMittal Multi Part Integration (MPI) with XCarb® recycled renewably produced\nand\nArcelorMittal Multi Part Integration® available for EVs, aims to simplify operations, ensure lightweighting and crash performance while reducing the CO, footprint.\nArcelorMittal’s Multi Part Integration™ (MPI) concept allows multiple vehicle components to be integrated into fewer laser welded blanks (LWB). ArcelorMittal can now produce laser welded blanks using XCarb® recycled and renewably produced Usibor 1500 press hardenable steel for MPI applications in the automotive market Growing XCarb® product offer will allow further CO2 savings in the future\n«\n«\n«\nFull catalogue of MPI solutions\nCO, reduction result - MPI intensive study (6 MPI’s)\nRoof Ring n\\n\n= Sieel making\nFloor reinforcement\n\\\n= Manufacturing\na\n488,4\n419,1\n_\nie\n337,0\n—o\nV\n-14%\nBattery ring\nEquivalent design in press hardenable steels’\nMPI\nMPI +\nXCarb® recycled\nFront U-frame\n(upper & lower)\nDouble door ring\nand renewably produced\n(inner & outer)\nXCarb® products combined with ArcelorMittal Multi Part Integration™ to go further in terms of sustainability\nos\n1. The study considered an optimised vehicle design using six MP! modules (Double Door Ring (inner and outer), Rear H-Frame, Rear floor, Floor reinforcement, Dash panel), compared to a vehicle design already fully optimised in Press Hardenable Steels. Applying these six modules increased material efficiency; CO2e emissions reduced by -14% per ArcelorMittal vehicle. In addition, -17% reduction was achieved by using Usibor® 1500 XCarb® recycled and renewably produced across the six modules. Total reduction of -31%.\nPage 17",
  "page_18": "XCarb® recycled and renewably produced used in a range of Climate Solutions\nNewport Wales — Securing homes with low-carbon emissions steel\n680 tonnes of EcoSheetPile™ Plus range, part of ArcelorMittal's XCarb® recycled and renewably produced have been installed in Newport, Wales. These steel sheet piles will protect 2,000 homes and numerous businesses from high tides, addressing both personal safety and job security for those living along the River Usk.\ne\n=\nogee\nr\n+\nwg\n—\nKingspan | invespanel has become the first sandwich panel producer in Iberia to use XCarb® organic coated steel.\nArcelorMittal is the European leader for organic coated (also known as prepainted) steel for construction. Granite® and Estetic® organic coated steels are premium products used for example in insulated panels for ceilings, walls and fagades. In addition to being a leading supplier to the market, ArcelorMittal Construction also produces and supplies steel sandwich panels directly.\ne\nSS\n2 Higher Recycled\nKings in. invespaneL\nContent\na i aii “\n——\n—eeye\n= Se ee\nSat\nCoronation Park Sheet Wall\na\nx,\nce\nos\nPage\n18\nArcelorMittal proprietary information — all rights reserved for all countries.\nArcelorMittal",
  "page_19": "XCarb® Innovation Fund: supporting breakthrough technologies that will accelerate the steel industry’s transition to carbon neutral steelmaking\nInvesting in technologies throughout the entire steelmaking value chain, with the aim of integrating into our processes\n——\nBY\nNew\nAES\nee\nei aN\nLa a has\ni\nas\n|\nii)\na\nid\n<\n=\nBosTo \\\nform\nHel gen H.PR© Lanzatech\n®\nCHARTECH\nET.\nenergy\nMolten Oxide Electrolysis Electricity and iron ore to steel through direct, one- step process\nOrganic waste to biocarbon and gases High temp pyrolysis (‘HTP’) technology\nlron-air\nRenewable energy to heat Solar energy concentrator and conversion to heat, electricity and clean fuels\nNovel\nGas\nNuclear\nbattery Low- cost, large- scale battery ~ 1/10 of the cost of Li-ion battery technology\nfermentation\nelectrolyser Electrochemi cal — Thermally Activated Chemical (ETAC) technology\nenergy\nSodium- based fast nuclear reactor with molten salt energy storage\nCarbon rich waste gases into sustainable fuels and chemicals\n$36m\n$5m\n$43m\n$20m\n$5m\n$30m\n$50m\n$5m —\nPage 19\nArcelorMittal\nArcelorMittal proprietary information — all rights reserved for all countries.\n2024\nee\n4D\nconversion of waste gas to high quality streams (H, and CO,), reducing cost of subsequent carbon capture\nl=\n|\nuTILity\n|\n|\nWaste gas to |\nH, and CO, |\n|\n|\n|\n|\n|\n|\n—_ ——",
  "page_20": "Social - Human Rights & G\nDiversity",
  "page_21": "Human Rights: Updating our Approach\nArcelorMittal is determined to respect all internationally recognized human rights, including, but not limited to, those covered under the International Bill of Human Rights, the ILO Declaration on Fundamental Rights at Work, and implementing the UN Guiding Principles on Business and Human Rights (‘UNGPs’).\nEnhanced human rights policy: published in 2023\nHuman Rights\nPol tie\nArcelorMittal\nSaliency Assessment: completed five- month intensive saliency assessment in 2023\nas “ue -\n8\nPage 21\nA revised and updated Human Rights policy. The new policy applies to our own people and their working environment, the handling of human rights within our value chain, and the rights of communities within which we operate\nThe risks were assessed following the UNGPs methodology. Twelve issues were identified including health and safety, human rights in the value chain and supply chain and climate change. For the full list see our Integrated Annual Review 2023.\nProcesses and procedures: Embedding our enhanced policy during 2024\nThe new human rights policy and the results of our saliency assessment are being used to update our related policies and procedures on human rights. In 1H 2024, we have developed new human rights training for employees and suppliers, updated the Code of Responsible Sourcing and a new procedure for (3 party) due diligence which includes responsible sourcing.\nGrievance Mechanism: Updated corporate whistleblower (1Q 2024) & new corporate governance mechanism procedure (3Q 2024)\nWe have updated our corporate level whistleblower approach to include all human rights & launched a new corporate grievance mechanism procedure in 3Q 2024. In addition, we are updating our guidance for all operational grievance mechanisms at our sites.\nos\nArcelorMittal\nArcelorMittal proprietary information — all rights reserved for all countries.",
  "page_22": "ArcelorMittal human rights 4 years roadmap\nKnowing and showing\nWorkshops to reaffirm human rights due diligence in our operations and improving policies procedures and guidances\nTracking and\nle\n2023\nCSDDD'\nos\nArcelorMittal\ncommunicating\n2026\n2024\nze >\n2025\nDisclosing relevant human rights KPIs through CSRD and continual improvement of\nKnowing\npolicies, procedures and guidance\nand\nshowing\n2027\n1. EU Corporate Sustainability due diligence directive which requires companies to address sustainability risks and negative impacts throughout their business activities\nArcelorMittal proprietary information — all rights reserved for all countries\nRepeat the corporate saliency assessment evaluate updates in relevant policies\n@\nHuman rights saliency assessment and updating the human rights Policy\nPage 22\nEmbedding human rights standards",
  "page_23": "Gender Diversity: Target to double women in management to 25% by 2030\nTarget to double % of women in our leadership positions Global Diversity and Inclusion (D&I) Panel in place overseeing and steering the Group towards a more inclusive and diverse organisation Robust D&l roadmap (engaging leaders, strengthening governance & developing group wide programs, new strategic framework for a diverse & inclusive workplace, reviewing policies and defining minimum standards)\n| ne\nKey updates as at Q3 2024:\nV4 P|\n[e) On track to beat target for women in leadership positions in 2024 [e) Women make up 22% of total successors for key positions succession plans and 59% of key positions have at least one woman assigned as a successor Local initiatives to drive gender diversity include: in Europe, ‘My journey to the Boardroom’ programme launched to equip women for Board duties and in South Africa, a new wellness room for new mums returning to work. Additional recruitment efforts focused on partnering with organizations focused on women's careers and attending diversity job fairs.\nye\nai\n% of women in management\n25.0\n17.3\n15.6\n12.5\n13.8\ni\nos\ntil\nyiail L\nesis\n2023 2030 Target\nArcelorMittal proprietary information — all rights reserved for all countries\nArcelorMittal\n2022\nPage 23\n2020\n2021",
  "page_24": "Appendix\nSaas\n=\n—\n=\n=\n—\n=\n~\na\n=\n=\nArcelorMittal proprietary information — all rights reserved for all countries.",
  "page_25": "Sustainable Development Governance\nBoard level review of Sustainable Development progress each quarter by the Board Sustainability Committee — three independent directors, chaired by Clarissa Lins' Accountability for Sustainable Development is led by the Executive Vice President, Business Optimisation, reporting directly to the Executive Office The Climate Change Panel’s mandate is to coordinate progress on climate change between different functions and segments The Sustainable Development Panel’s role is to discuss how best to strengthen the company’s environmental, social and governance (ESG) oversight Diversity & Inclusion Governance is led by the Global Diversity and Inclusion Panel which acts as an informed representative of the Group The Investment Allocations Committee authorises large capex projects and reviews the carbon emissions impact of all proposals ResponsibleSteel and IRMA certification program to drive strong, consistent ESG management systems across business\nArcelorMittal Board\n8\n9\nmeetings (2023) with 100% average attendance rate members\nPage 25\n1. Clarissa Lins is a Non- executive and independent director; 2. Appointments, Remuneration and Corporate Governance Committee ArcelorMittal proprietary information — all rights reserved for all countries.\nArcelorMittal",
  "page_26": "Key reporting updates 3Q 2024\nHealth\nand safety\naudit\nArcelorMittal\nAnnual Report 2023\nYes\nArcelorMittal\nHealth\nand safety —\ninterim update\n203\nAy =\nArcelorMittal\nFact\nBook\n2028\n‘ond planet\n¢4\nGV\n=~\nPreparing\nfor the\nfuture\n‘Srorter steels for people ond or\nTake a tour of\ney\n-\nNal\nRecommendations from the\ndss+ workplace safety audit\nas\ni =\ni\ncu\nArcelorMittal\n“vo\n«~\nHealth & Safety\nFactbook\nInterim Update\nApril 2024\nApril 2024\nDaniel Fairclough — Global Head Investor Relations\ndaniel.fairclough@arcelormittal.com +44 207 543 1105\nHetal Patel - General Manager Investor Relations\nhetal.patel@arcelormittal.com +44 207 543 1128\nMaureen Baker — Fixed Income/Debt Investor Relations\nmaureen.baker@arcelormittal.com +33 157 95 50 35\n2023 20F\nMarch 2024\n2023 Integrated\nAnnual Review\nApril 2024\nTake a tour of\nArcelorMittal Ghent\nJuly 2024\nBenoit Cuisiniere — Manager Investor Relations (France)\nbenoit.cuisiniere@arcelormittal.com +33 1 57 95 50 38\nVictoria Irving — Manager Investor Relations (ESG)\nvictoria.irving@arcelormittal.com +44 7435 192 206\nSrivathsan Manoharan - Manager Investor Relations\nsrivathsan.manoharan@arcelormittal.com_+44 7920 439 760\ndss+ workplace\nsafety audit\nrecommendations\nOctober 2024\nArcelorMittal proprietary information — all rights reserved for all countries.\nPage 26"
},
  "language": "Languages.ENGLISH",
  "total_pages": 26
}
