{
  "file_name": "91_1002.pdf",
  "pages": {
  "page_1": "FEATURE | BLOCKCHAIN AND DECARBONISATIONTION\nFEATURE | BLOCKCHAIN AND DECARBONISATIONTION\n——— ee\n————\nT o avoid climate catastrophe, as laid out in the Paris Agreement in 2015, global warming needs to be kept below 1.5 °C, with greenhouse gas emissions needing to be cut by 45% by 2030. Something needs to change quickly, but with vague reporting frameworks, companies are hampered in identifying how to reduce their emissions. Professors Robert Kaplan and Karthik Ramanna propose an accounting solution: to track and audit carbon emissions once at the place they occur. Their E-Liability Methodology solution aims to change how carbon reporting is carried out, but needs several conditions to ensure its effectiveness. Both academics point to the importance of regulation to promote adoption of the methodology, and Kaplan highlights the benefits of blockchain technology to ensure traceability of carbon emissions data. The E-Liability Institute, founded by the two professors, is a not-for-profit organisation supporting businesses to track Scope 3 supply chain emissions. The E-Liability methodology, which was first published in late 2021 in the Harvard Business Review, advises that\n$s\n——\n=\n.\n7\naa\n.\n» 4\n|\n—_—_—_—_—_——\n10 | November 2023 | The Accountant\nThe E-Liability Institute proposes carbon reporting where\nemissions occur, with blockchain and regulation driving adoption.\nKris Cooper finds out more from Robert Kaplan, professor at\nHangvard Business.School, Karthik Ramanna, professor at the\n—-University-of-Oxford’s Blavatnik School of Government, Clare\n—Adelgren,-global-head-of blockchain,sales and operations at EY, and\nNitin Jain, co-founder and general* ' Wigager at SAP Green Token\nHow accounting, blockchain\nand regulation can help\nachieve decarbonisation\nScope 3 emissions be measured at their point of conception so information can be passed through the economy. This results in the generation of a specific carbon value for every product in the economy. It is hoped that an environmental ledger such as this could promote decarbonisation across the economy, helping the fight against climate change. Currently, the institute advises various companies running pilots in tracking carbon emissions throughout their supply chains, hoping that these can inform other companies’ carbon- tracking attempts and future regulation The emphasis is on tracking Scope 3 emissions, which is notoriously difficult as it refers to all emissions up and downstream in the supply chain for which a company is indirectly responsible. In late 2023, the academics and spokespeople from global technology company Hitachi Energy and construction and engineering manufacturer Caterpillar explained at the A4S sustainability summit how pilots over the first couple of years have gone, and their hopes for the solution to spread rapidly in the next coming years.\na\n=\nThe E-Liability solution Amid myriad voluntary carbon reporting frameworks, there is confusion about what exactly to report. While businesses are facing increasing pressure to report on emissions, many are looking at how they can measure this information. With the E-Liability Methodology, as explained by Kaplan and Ramanna, emissions data information collected and audited at their production should be able to be passed down the supply chain, eventually enabling every product in the economy to have an accurate and auditable measure of its carbon footprint ‘from cradle to gate’. Kaplan notes that the process is similar to job order costing in traditional accounting practices. With this solution, a company manufacturing a laptop should be able to get data on the specific carbon emissions for each constituent part, and each laptop will be able to have a specific carbon value assigned to it. Eventually, this can be aggregated up to entire entities to create an environmental ledger. The E-Liability approach departs from current product emissions and sourcing procedures, as companies currently produce static environmental product »\n— ay\nwww.theaccountant-online.com | 11",
  "page_2": "FEATURE | BLOCKCHAIN AND DECARBONISATION\nthe\n» declarations and product lifecycle\nemissions reports once every three\n+\nA major development that could push a wider adoption of this solution is the EU’s Carbon Border Adjustment Mechanism (CBAM) initiative. CBAM will place a price on the carbon emissions of certain goods imported into the region, and has been implemented to help the EU achieve climate neutrality by 2050. The transitional phase started in October 2023, and requires importers to embed greenhouse gas emissions into their imports. This will mean that businesses wanting to import goods into the EU will need to report properly. Of the institute’s interactions with the EU, Kaplan says there could be a system by which, if companies cannot report properly on emissions instead of an industry average, the 95th percentile of admissions for that product would be used. This could incentivise companies to start reporting valid and accurate data, and Kaplan hopes that it could trigger widespread adoption of accurate carbon accounting up and down supply chains. While the EU leads the way in carbon accounting legislation, in the US the Prove It Act shows that there is growing\npressure for the traceability of public money being used for green actions. But as Adelgren notes, there is a pressing need for regulation to provide clarity. “There’s enormous pressure to act but uncertainty as to what we need to do,” she says. “When you have this urgency to move it’s a great source of friction, but it also means that a lot of companies find it difficult to make the necessary investments and feel confident that they’re doing so.”\nLooking forward While there is beauty to the simplicity of the solution, there are still a host of challenges - one being whether companies are sufficiently committed. Ramana explains: “The number one reason why an approach like E-Liabilities\nwe\natl ~\n1\nKarthik Ramanna, University of Oxford\nBlockchain Although the solution seems deceptively easy, to achieve a global system of accurate carbon traceability throughout an entire supply chain, companies and regulators will want public verifications of carbon emissions. The technology that lends itself almost perfectly to this is blockchain, distributed ledger technology. Both professional services firm EY and software company SAP utilise blockchain technology to tokenise emissions and allow them to be traced. Outlining how the properties of blockchain map perfectly onto what businesses require, EY’s global head of blockchain sales and operations, Clare Adelgren, explains: “Blockchain excels at a couple of things. It excels when there’s more than one party that needs to see acommon data set, and it also excels where trust matters because of its immutability and because it’s independently verifiable. It has core characteristics that make it uniquely suited to the problem of carbon emission.” Most crucially, Adelgren emphasises, that blockchain’s immutability ensures that businesses cannot tamper with carbon emissions reports, making it perfect for this application. SAP Green Token, co-founded by Nitin Jain, also utilises blockchain for emissions traceability. He explains that while this system’s initial use case was for traceability of materials, SAP realised it already had all the building blocks to 3 emissions.\na\ntrack Scope\nthe\n‘af\n4\nHf\ni)\n|!\nClare Adelgren, EY\nKaplan and Adelgren both acknowledge that blockchain’s maturity lends itself both to the situation and solution. “We couldn't have done this 10 years ago, but now we have that technology to deploy,’ notes Kaplan. He outlines that companies will have emissions data with the same accuracy as financial data, and also auditable to industry standards.\nAdelgren shares this sentiment, adding: “The technology has reached a level now where we know that the type of scalability you need for enterprise is so much more achievable.”\nRegulation For Ramanna, now is the time for regulators to step in. “Unless companies see that the regulatory direction of travel is that they will be held to account at a rigorous level for their carbon performance, they won't make the investment needed for something like E-Liabilities to work,’ he argues. Now the solution is proven to be viable through the pilots, wider adoption of the solution will be driven by regulatory and\nlegislative change.\nRobert Kaplan, Harvard Business School\nyears, usually based on averages. The\nnew approach instead produces dynamic\nreal-time reports on all company\nproducts.\nCurrent greenhouse gas protocols\nregarding Scope 3 allow for the\nincorporation of industry average\ndata with some primary data. This\nhas severe consequences, as industry\naverages are not conducive for investors\nto make decisions that contribute to\ndecarbonisation efforts.\nKaplan and Ramanna highlight that\ntheir solution gives financial services the\nnecessary information to see the active\nrole they can play in decarbonisation,\nwith asset managers able to use ledgers\nof portfolio companies to calculate in\nreal time what emissions are under\nmanagement.\nWhen it was published, regulators were initially very interested in the solution but wanted concrete examples of it working to be able to make it a requirement. Now with several successful pilots completed - from Hitachi to the UK’s National Health Service - the academics foresee the system being scaled up globally in the next three to five years.\nSuccessful pilots Since the launch of the solution, the E-Liability Institute has partnered with a range of companies across a wide variety of industries, from mining and construction to healthcare and telecommunications.\nonline. | 13\nIt’s not just a measurement and reporting exercise, it’s a decarbonisation exercise\n4\nFEATURE | BLOCKCHAIN AND DECARBONISATION\nor\nal\ny=\nNitin Jain, SAP Green Token\nwouldn't succeed is because the world is not serious about climate change. If we're happy just talking about climate change and don't intend to change our actions and reduce the moles of CO2 we put into the atmosphere, why would you want a rigorous system like this? “If you're really serious about addressing climate change, then you need supplier-specific real-time carbon accounts, but that comes at a cost - not necessarily a prohibitive cost, but it does involve costs of adjustment.’ Considering his interaction with clients and wider industry professionals, Jain reflects: “In my interactions, | see that almost everybody is super interested in this. However, almost nobody has a clue about how to go about achieving this kind of traceability or working towards net zero.” Looking to the future, Ramanna expects the institute to eventually become obsolete. “The E-liability Institute, in some sense, shouldn't have to exist in three to five years if we are successful, because the approach would have just become so obvious,’ he comments, adding: “You do not need a financial accounting institute to tell the world to do financial accounting.” Ninety years down the line, he thinks the same will apply for carbon accounting: once everyone is doing it automatically, it will cease to be an issue. “It’s not just a measurement and reporting exercise,’ emphasizes Kaplan. “It’s a decarbonisation exercise, which is the ultimate goal.”\n12 | January 2024 | The Accountant\nIn 2022, it partnered with Hitachi Energy to analyse the e-liabilities of electric transformers. Hitachi Energy had found itself under increasing pressure to use more recycled and cleaner copper, and needed a solution that allowed it to verify the cleanliness of its copper. The company sought a data-driven answer to enable it to see if recycled copper was necessarily better for the environment in terms of carbon output and partnered with the institute to acquire accurate data throughout the supply chain. To begin the pilot, Hitachi Energy put together a value chain for its electricity transformers. It consisted of Hitachi Energy’s transformer factory in Brilon, Germany, as well as Dahrén, which supplies enamelled copper wire, Dahrén’s supplier, Elcowire, and Boliden, which fabricates copper cathodes from virgin-mined and recycled copper in Sweden. Hitachi Energy tells The Accountant that identifying the value chain to begin with was a core challenge encountered in the pilot, alongside collecting data with the level of detail required for accuracy. The pilot’s result allowed the companies involved to see how carbon emissions for producing products fluctuate, demonstrating that recycled copper is not necessarily more environmentally friendly than mined copper in transformer manufacturing. This is due to the high emissions associated with incinerating plastic circuit boards to extract the copper. Through the value chain for this product, the companies working together could see the main sources of emissions at each stage. This enables them to alter energy-purchase decisions and move toward other decarbonisation opportunities based on accurate data rather than averages guiding green decision-making. Hitachi Energy comments that while the pilot did not signal the start of its journey mapping the carbon footprint of its products, the pilot was motivated by adesire to learn and improve on data capture. It also states that, at present, it is not collecting data at the same levels of detail as in the pilot, but that the learnings from the pilot will help with goal of achieving net zero in operations.\n\\-"
},
  "language": "Languages.ENGLISH",
  "total_pages": 2
}
