{
  "file_name": "92_1008.pdf",
  "pages": {
  "page_1": "A Close Brothers\nNOT FOR RELEASE, PUBLICATION OR DISTRIBUTION IN WHOLE OR IN PART IN, INTO OR FROM ANY JURISDICTION WHERE TO DO SO WOULD CONSTITUTE A VIOLATION OF THE RELEVANT LAWS OF SUCH JURISDICTION\nFOR IMMEDIATE RELEASE\nClose Brothers completes sale of Close Brothers Asset Management to Oaktree\n3 March 2025\nFollowing the announcement on 19 September 2024, Close Brothers Group plc (“the group” or “Close Brothers”) is pleased to announce that, following receipt of the required regulatory approvals, it successfully completed the sale of its wealth management business, Close Brothers Asset Management (“CBAM”), to funds managed by Oaktree Capital Management, L.P. (“Oaktree”) on 28 February 2025 (the “Transaction’).\nMike Morgan, Close Brothers’ Chief Executive Officer, commented:\n“We are pleased to announce the successful completion of the sale of CBAM to Oaktree. This strategic transaction marks a significant milestone in delivering on our previously outlined management actions to strengthen the group’s capital base. The sale is expected to increase the group's common equity tier 1 capital ratio by approximately 120 basis points, allowing us to simplify the group and sharpen our focus on the core business.”\nFederico Alvarez-Demalde, Oaktree Managing Director, commented:\n\"We are delighted to partner with Close Brothers to execute the full carve-out of the asset management business. As a selected partner for this transaction, we are committed to working diligently to ensure a smooth transition for clients, including a comprehensive rebrand. We recognise the strength of CBAM’s platform and see significant opportunities to enhance its efficiency and service quality. We plan to invest in technology and operations to drive long-term growth and strengthen the business for the future.\"\nImpact on Close Brothers\nCBAM is expected to fulfil the requirements of IFRS 5 and be classified as ‘discontinued operations’ in the group’s Half-Year 2025 financial statements. The estimated gain on disposal (which the group anticipates will not be taxable) is expected to be recognised in the group’s Full-Year 2025 financial statements.\nThe group anticipates an estimated gain on disposal of approximately £59 million. This estimate is based on the difference between the upfront cash consideration of £146 million plus the fair value of c.£21 million for the £28 million of contingent deferred consideration in the form of preference shares, and CBAM’s estimated net asset value of c.£100 million as at the completion date (net of a dividend of approximately £26 million paid by CBAM to Close Brothers), as well as transaction costs of c.£8 million. Any subsequent changes in the fair value of the contingent deferred consideration after the completion date will be recognised in the group’s income statements going forward.",
  "page_2": "The estimated common equity tier 1 (“CET1”) benefit of c.120 basis points is based on financials as at 31 January 2025 on a pro forma basis, with the group’s CET1 capital ratio increasing from c.12.1% to c.13.3%. This calculation is based on a tangible net asset value of £44 million and assumes an immediate reduction in credit risk weighted assets (“RWAs”) associated with the CBAM business, as well as the estimated capital benefit expected to be recognised in respect of the estimated gain on sale described above. The estimated CET1 benefit from the Transaction conservatively excludes any immediate reduction in operational risk RWAs associated with the CBAM business. The group expects a further capital benefit over the next three years of up to c.25 basis points to its CET1 capital ratio as at 31 January 2025 on a pro forma basis, due to a reduction in these operational risk RWAs.\nThe estimated financial impact included in this announcement is unaudited and remains subject to review as part of the group’s interim and full-year audit processes.\nFurther information\nThe estimated CET1 capital ratio benefit of c.120 basis points represents an increase to the previously disclosed estimated benefit of 100 basis points and reflects the inclusion of the fair value of the contingent deferred consideration component of the total consideration. Subject to this, there has been no material change affecting any matter contained in the announcement relating to the Transaction released by Close Brothers on 19 September 2024.\nFor more information on the Transaction, the use of the proceeds and the background to and reasons for the Transaction, please see the announcement released by Close Brothers on 19 September 2024.\nAbout Close Brothers\nClose Brothers is a leading UK merchant banking group providing lending, deposit taking and securities trading. We employ approximately 4,000 people, principally in the United Kingdom and Ireland. Close Brothers Group plc is listed on the London Stock Exchange.\nAbout CBAM\nCBAM is a vertically integrated UK wealth manager, providing personal financial advice and investment management services to private clients in the UK. CBAM operates out of 15 offices with more than 150 investment professionals and c.870 employees. CBAM’s offering includes full bespoke management, managed portfolios and funds, distributed both directly via in-house financial planners and investment managers, and through third-party financial advisers. CBAM is led by Eddy Reynolds and overseen by its board of directors.\nAbout Oaktree\nOaktree is a leader among global investment managers specializing in alternative investments, with $202 billion in assets under management as of December 31, 2024. The firm emphasizes an opportunistic, value-oriented, and risk-controlled approach to investments in credit, equity, and real estate. The firm has more than 1,200 employees and offices in 23 cities worldwide. For additional information, please visit Oaktree’s website at http://www.oaktreecapital.com/.",
  "page_3": "FOR FURTHER INFORMATION PLEASE CONTACT\nFor Close Brothers:\nInvestors and Analysts:\nSophie Gillingham Close Brothers 020 3857 6574 Camila Sugimura Close Brothers 020 3857 6577\nMedia:\nSam Cartwright\nH/Advisors Maitland 07827 254561\nGoldman Sachs International (Financial Adviser to Close Brothers)\n+44 207 774 1000\nRonan Breen\nJames Lucas\nOwain Evans\nIMPORTANT NOTICES\nNo statement in this announcement is intended as a profit forecast and no statement in this announcement should be interpreted to mean that the future earnings per share, profits, margins or cash flows of Close Brothers following the Transaction will necessarily match or be greater than the historical published earnings per share, profits, margins or cash flows of Close Brothers.\nThis announcement may include statements that are, or may be deemed to be, \"forward-looking statements\". These forward-looking statements may be identified by the use of forward-looking terminology, including the terms \"believes wow estimates wow plans wow projects wow anticipates wow expects\", , , ’ ’ , \"intends now mo will\" \"should\" in each their negative other variations comparable or or or ’ may\", or, case, terminology, or by discussions of strategy, plans, objectives, goals, future events or intentions. Forward-looking statements may and often do differ materially from actual results. Any forward- looking statements reflect Close Brothers’ current view with respect to future events and are subject to risks relating to future events and other risks, uncertainties and assumptions relating to Close Brothers’ business, results of operations, financial position, liquidity, prospects, growth and strategies. Forward-looking statements speak only as of the date they are made. You are advised to read this announcement in its entirety for a further discussion of the factors that could affect the group’s future performance. In light of these risks, uncertainties and assumptions, the events described in the forward-looking statements in this announcement may not occur.\nThis announcement does not constitute and should not be construed as, an offer to purchase or sell or issue securities, or otherwise constitute an inducement, invitation, commitment, solicitation or recommendation to any person to purchase, subscribe for, or otherwise acquire securities in Close Brothers, or constitute an inducement to enter into any investment activity in any jurisdiction. Nothing contained in this announcement is intended to, nor shall it, form the basis of, or be relied\n3",
  "page_4": "on in connection with, any contract or commitment whatsoever and, in particular, must not be used in making any investment decision.\nThe distribution of this announcement in or from certain jurisdictions may be restricted or prohibited by the laws of any jurisdiction other than the UK. Recipients of this announcement are required to inform themselves of, and comply with, all restrictions or prohibitions in such other jurisdictions. Any failure to comply with applicable requirements may constitute a violation of the laws and/or regulations of such other jurisdictions.\nSave as required by the Market Abuse Regulation, the Disclosure Guidance and Transparency Rules, the UK Listing Rules or by applicable law, each of Close Brothers, Goldman Sachs International and their respective affiliates and representatives expressly disclaim any intention, obligation or undertaking to update, review or revise any of the information or the conclusions contained herein, including forward-looking or other statements contained in this announcement, or to correct any inaccuracies which may become apparent whether as a result of new information, future developments or otherwise."
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
