{
  "file_name": "92_1020.pdf",
  "pages": {
  "page_1": "a KAPSARC\nKing Abel JS) SgasJlg oe slate oe Kin llah Petroleum Stud\nCommentary\nSaudi Arabia’s Clean Hydrogen Ambitions Opportunities and Challenges\nJune 2021\nJan Frederik Braun and Rami Shabaneh\n~~",
  "page_2": "The Kingdom has also articulated its interrelated ambition to become a global powerhouse in clean hydrogen from renewables and fossil fuel-based variants\nIn early 2021, Energy Minister Prince HRH Abdulaziz bin Salman stated that Saudi Arabia aims to become “another Germany when it comes to renewables” (Martin, El Wardany, and Abu Omar 2021). Currently, Saudi Arabia’s power mix is dominated by oil-fired steam turbines and, increasingly, by gas plants. Thus, the opportunity to cost-effectively improve the efficiency of domestic energy use and maximize the potential of oil exports is massive. The Kingdom is therefore planning to convert half of its power sector to gas and the other half to renewables.\nThe Kingdom has also articulated its interrelated ambition to become a global powerhouse in clean hydrogen from renewables and fossil fuel-based variants. Powered by renewable energy sources (RES), water electrolysis can produce zero-carbon hydrogen. Natural gas-based methods of hydrogen production include steam methane reforming with carbon capture, utilization and storage (CCUS) and methane pyrolysis, which produces solid carbon as a byproduct. These variants are labelled ‘green,’ ‘blue’ and ‘turquoise’ hydrogen (Figure 1).\nFigure 1. Green, blue and turquoise variants of hydrogen production.\nHydrogen generated via\nrenewables\nHydrogen based on\nfossil gas with CCUS\nHydrogen based on\nfossil\nwith\ngas\nsolid carbon\nElectricity from RES\nNatural gas\nWater electrolysis\nSteam reforming\nMethane pyrolysis\nCo.\nco.\nCH\nccs Residual Fugitive\nFugitive\nemissions\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\nSolid\nCarbon\nSource: Yunus Syed and the authors (KAPSARC).\nemissions emissions",
  "page_3": "An $11 trillion global commodity market for clean hydrogen is predicted to develop over the next 30 years (Bloomberg New Energy Finance 2020). Governments and industry players worldwide currently consider clean hydrogen to be an energy vector that is ideally positioned to undertake three overarching roles:\nDecarbonize hard-to-abate segments of the energy value chain that cannot be easily electrified (e.g., high-temperature heavy industrial processes, heavy-duty and long-haul road transport, aviation and shipping). Enable sector coupling by integrating the electric power sector with the heating and cooling, transport and industrial sectors. Complement electricity in the energy transition more generally.\nSaudi Arabia is a prime example of a country with an immense potential for clean hydrogen. The Kingdom and the other countries of the Gulf Cooperation Council (GCC) are continuing their ambitious plans to diversify their economies away from oil and gas. Thus, the region shows a growing interest in the development and potential of the emerging clean hydrogen sector. Fully leveraging clean hydrogen to sustainably power the global economy would give the Kingdom and other GCC members a competitive edge in an increasingly carbon-constrained world in which net-zero carbon dioxide (CO2) emissions are both a requirement and a condition for survival.\nThis commentary therefore analyzes the opportunities and challenges facing Saudi Arabia as it aims to become a frontrunner in the nascent global clean hydrogen market.\nClean Hydrogen in a Carbon-Constrained World\nClean hydrogen production options are currently undervalued for their zero or low greenhouse gas (GHG) emissions. In the short-to-medium term, however, this undervaluation may change as countries and regions ramp up a range of decarbonization measures following the COVID-19 pandemic. Although best used as part of a policy suite to drive the types of innovation required to reach a net-zero world, carbon pricing initiatives are a prominent tool in a policymaker’s toolkit to deter the use of carbon-intensive fuels and incentivize cleaner technologies.\nCurrently, 64 carbon pricing initiatives are in place or scheduled for implementation worldwide. They include 31 emissions trading systems (ETS) and 33 carbon taxes at the city, state, national and regional levels (Figure 2). Saudi Arabia’s largest export markets, China and the European Union (EU), are making substantial efforts to develop such initiatives. Simultaneously, the EU is planning a carbon border adjustment mechanism (CBAM). This mechanism will take one of three forms. It may entail a carbon tax adjustment at the border or the inclusion of importers within the EU ETS. Alternatively, it may involve import tariffs on products from countries whose climate policies are not in line with the Paris Agreement (European Parliament 2020).\nAn $11 trillion global commodity market for clean hydrogen is predicted to develop over the next 30 years\nSaudi Arabia is a prime example of a country with an immense potential for clean hydrogen\nClean hydrogen production options are currently undervalued for their zero or low greenhouse gas (GHG) emissions\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges",
  "page_4": "Figure 2. Multi-level carbon pricing initiatives (2021) and the planned CBAM.\nFass\niat\nCarbon\nBorder\nAdjustment\nMay 2\nDemand\ncenter\n#;\nme\nDemand\ncenter\nMe ta\nSaudi\nArabia\ncenters\n. ms\"\nNP King\n77\nThe EU’s CBAM is formulated as a solution to the problem of carbon leakage. It aims to increase the effectiveness of domestic European carbon prices. Essentially, the goal is to promote a level playing field for internationally traded goods and services in terms of embodied carbon (Blazquez, Dale, and Jeffries 2020). Other countries and regions that are implementing carbon pricing to reduce emissions will ultimately need to implement some form of CBAM to offset price differences.\nIn this context, and with President Xi Jinping’s recent ‘carbon-neutral- by-2060-pledge’ in mind, it is important to point out that China officially launched the first phase of its national ETS in February 2021. China’s ETS allows provincial governments to set pollution caps for 2,267 coal- and gas-fired power plants for the first time. These firms can purchase the right to pollute from other firms with lower carbon footprints (Enerdata 2021). China’s ETS is expected to cover one-third of China’s emissions when it is fully operational. It will eclipse that of the EU to become the world’s biggest ETS.\nRecent data show that 16% of total global GHG emissions were taxed in 2020 (World Bank Group 2020). Despite new or expanded initiatives in many jurisdictions, the average international carbon price in 2020 was around $3 per tonne of CO2 (tCO2). In comparison, this price was $2/tCO2 in 2019 (Goldman Sachs 2020). Under the EU ETS, however, the carbon price soared beyond 50 euros ($60) per tCO2 in the second quarter of 2021. A prominent London hedge fund expects that this price will reach 100 euros ($121) per tCO2, possibly by the end of this year (Ember-Climate 2021; Mathis 2021). Estimations suggest that a global carbon price of at least $50-100/tCO2 by 2030 is necessary to cost-effectively reduce CO2 emissions to meet the Paris Agreement’s temperature goals (High-Level Commission on Carbon Prices 2017).\na\n© Carbon\nae\ngy\n™ Carbon tax scheduled\nJ\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\nee\n= Carbon tax under consideration\n= ETS implemented\n© ETS scheduled\n© ETS under consideration\n= ETS & carbon tax implemented\n© ETS implemented & carbon tax under consider. 4\n= ETS under consideration & carbon tax implem.\n© Under consideration / undecided\nSource: Authors, based on the World Bank Group (2020) and the Hydrogen Council and McKinsey & Company (2021).\nEstimations suggest that a global carbon price of at least $50-100/tCO2 by 2030 is necessary to cost-effectively reduce CO2 emissions to meet the Paris Agreement’s temperature goals (High-Level Commission on Carbon Prices 2017)",
  "page_5": "Clean hydrogen has the potential to play a critical role in an increasingly carbon-constrained world. Deep decarbonization pathways for the world show that green hydrogen alone could meet anything between zero and 24% (or 696 million metric tonnes) of final energy demand in 2050 (Figure 3).\nHydrogen Council 2017 (2C scenario)\nBloombergNEF 2020 (‘weak' vs. 'strong'\npolicy scenarios)\nSource: Authors, based on Carbon Brief (2020).\nUnder Bloomberg New Energy Finance’s strong policy scenario, which assumes global warming limited to 1.5 degrees Celsius (°C) above pre-industrial levels, hydrogen meets 24% of final energy demand by 2050. Here, hydrogen plays a significant role in meeting the energy needs of hard-to-abate sectors, such as industry and transport. The Hydrogen Council, a global CEO-led initiative of over 90 leading energy, transportation, industry and investment companies, estimates that green hydrogen could meet 18% of total final energy demand by 2050 in a global warming scenario of 2°C above pre-industrial levels. For either scenario to be realized, comprehensive decarbonization measures must be in place, and the cost of hydrogen production must drop. Demand for hydrogen must be created to enable a decline in production costs, and infrastructure must be built. All of these changes will require substantial policy support.\nSaudi Arabia’s Clean Hydrogen Opportunities\nSaudi Arabia has the resources, infrastructure and skills to produce cost-competitive clean hydrogen. The Kingdom is a low-intensity hydrocarbon producer with 6 trillion cubic meters of proven natural gas resources, the eighth largest in the world. It has about 25 gigatonnes of CO2 storage capacity in multiple giant storage formations. Finally, it has very high direct normal irradiance and wind speeds (BP 2020; Qamar 2020; Ward, Heidug, and Bjurstrom 2018).\nFigure 3. Green hydrogen as a percent of final energy demand in 2050 under different scenarios.\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\nSaudi Arabia has the resources, infrastructure and skills to produce cost-competitive clean hydrogen\nOrganisation\nGlobal share in 2019 @1%\nIPCC 2018 (1.5C no/low overshoot) {si\n[J\nIEA ETP/WEO 2020 'SDS'\n[|\nBP Outlook 2020 'Rapid/Net-zero'\n@isx\nPo\n0% 2% 4% 6% 8% 10% 12% 14% 16% 18% 20% 22% 24%\nGreen hydrogen as percent of final energy demand in 2050\nClean hydrogen has the potential to play a critical role in an increasingly carbon-constrained world\n@& Central estimate\n@ Range (low-high)",
  "page_6": "NEOM, a futuristic city along the Red Sea coast in northwestern Saudi Arabia, is expected to be part of any future Saudi hydrogen ecosystem\nThe cost of blue hydrogen production is expected to remain cheaper than that of green hydrogen until at least 2030\nSaudi Arabia’s capabilities are exemplified by its decades-long experience in the oil and gas industry and world-class chemical production facilities. Saudi Aramco’s CO2 capture plant at Hawiyah captures and transports CO2 from the Hawiyah gas processing plant. It then injects the compressed CO2 into the Uthmaniya oil field. As a mechanism for CO2 storage with enhanced oil recovery (EOR), Hawiyah has a sequestering capacity of 800,000 tCO2 per year (Aramco 2015). Together with the Al Reyadah plant in Abu Dhabi, Hawiyah’s carbon capture and storage (CCS) project plant is the largest in the Middle East.\nIn addition, the Royal Commission of Jubail, on the Arabian Gulf, and Yanbu, on the Red Sea coast, are developing dedicated hydrogen pipeline networks within their industrial cities. The first network was commissioned in Yanbu Industrial City earlier this year (Almazeedi et al. 2021). Industrial clusters in cities like Jubail and Yanbu are favorable locations for hydrogen hubs for several reasons:\nThey can fully integrate industrial gas hubs centered on producing hydrogen via steam methane reforming with an associated pipeline network linking these hubs to industrial end users (Air Products 2020a).\nThey are valuable testing grounds for a variety of applications and business models utilizing CO2. Waste from one application, such as CO2 from hydrogen production with CCS or excess heat from steel production, can be used as an input to another application.\nThey provide infrastructure synergies such that heavy industries, particularly chemicals, fertilizer and refineries, can interface with shipping, freight transport, pipelines and renewables.\nNEOM, a futuristic city along the Red Sea coast in northwestern Saudi Arabia, is expected to be part of any future Saudi hydrogen ecosystem. The first planning phase makes it clear that NEOM aims to be a hydrogen hub. Its goal is to provide the basis for the clean feedstock used in the production of fertilizers, chemicals and oil derivatives. This work is being done in collaboration with such mega-players as the Saudi Basic Industries Cooperation (SABIC) and Saudi Aramco (Carpenter 2021).\nNEOM Helios, the world’s largest renewable hydrogen-to-ammonia facility, marks the beginning of this plan. This project is a joint venture between Air Products, ACWA Power and NEOM and is scheduled to go onstream in 2025. The plant is powered by 4 gigawatts (GW) of renewables, i.e., solar energy during the day and wind power at night. These weather conditions will allow the electrolyzers at Helios to run at a high load factor, with an estimated annual green ammonia output of 1.2 megatonnes per year. Air Products will be the exclusive off-taker of this ammonia, which it intends to transport worldwide as a hydrogen carrier. This ammonia will then be cracked on site to green hydrogen for the transportation market (Air Products 2020b).\nThe cost of blue hydrogen production is expected to remain cheaper than that of green hydrogen until at least 2030. Saudi Aramco has successfully demonstrated the production and shipment of 40 tonnes of blue ammonia to Japan for carbon-neutral power generation (Shabaneh, Al Suwailem, and Roychoudhury 2020). This demonstration was in partnership with SABIC and the Institute of Energy Economics Japan and supported by Japan’s Ministry of Economy, Trade, and Industry. Turquoise hydrogen production, which does not require CCUS, could act as a substitute for blue hydrogen. Its marketability, however, depends on improved economics, meaning a larger market for solid carbon products.\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges",
  "page_7": "Due to these characteristics, Saudi Arabia and other GCC countries such as Kuwait could have a first-mover advantage in the production of blue hydrogen. This advantage is considered crucial “to secure a foothold in what could be a 10-to-20-year window of opportunity” (Almazeedi et al. 2021). In the long run, however, green hydrogen will likely prevail over blue. Green hydrogen will become more competitive as the costs of renewable energy and electrolyzers decline further. If an effective carbon price is established, green hydrogen production will likely become more competitive than blue hydrogen production as renewables-based electricity will thus replace natural gas as a feedstock.\nSaudi Arabia’s hydrogen opportunities also extend beyond its borders. Specifically, Saudi Arabia can participate in projects of common interest with other GCC countries. In this way, these countries can attain economies of scale and pool human, capital and technical resources in a cost-efficient manner. Candidate projects can include regional CCUS and hydrogen hubs modelled on the EU’s Projects of Common Interest (PCls) (Almazeedi et al. 2021). PCls are key cross-border infrastructure projects that link EU countries’ energy systems. They benefit from, for example, accelerated planning and permit granting by a single national authority and a common funding instrument (European Commission 2021). Similarly, Saudi Arabia’s hydrogen economy ambitions can benefit immensely from scaling up production, cooperation, demand and infrastructure throughout the GCC (Figure 4).\nFigure 4. Saudi Arabia’s hydrogen economy within and beyond the GCC.\nSaudi Arabia’s hydrogen economy ambitions can benefit immensely from scaling up production, cooperation, demand and infrastructure throughout the GCC\nA\n~>\n%\nrai\n=\n<—_,\n=\na\n| SENnu8 SoueR\nSuenes Soennn SeSEen\n‘aN\nNY :\nS NF g\nse\nMb | itones\na\nVay\na\na)\nCai\nrat\na\nNee,\nEngel Saudi Aamo Soy!\na \"ey\nwy\né\nka\nPa Pag\n~\nPema\nee ad\na ne\nen tne\n=\n<&\nSEN\n4c ae gy\nee\n<a\n|\n? . id\n—\na\n“ane re.\n1,\nant\n»\nc\n“ay\n=“\n=\n~, a\n~\nay Te\n—\ncx\nYm\nwy\nia.\nox.\nRas\n\no\nSource: Yunus Syed (KAPSARC).",
  "page_8": "Finally, Saudi Arabia and Australia were among the first countries worldwide to signal their plans to produce and export more hydrogen than they consume. The Kingdom can therefore benefit from participating in ongoing efforts to establish demand-side incentives, such as standardized certificates or guarantees of origin (GOs) for hydrogen.\nA GO system provides clear labels for hydrogen products, which can increase consumer awareness and accurately describe the commodity’s value. Moreover, it can help facilitate market valuation and international trade in clean hydrogen. The latter is crucially important to countries with high hydrogen export ambitions, such as Saudi Arabia. The International Partnership for Hydrogen and Fuel Cells in the Economy (IPHE) has formed a Hydrogen Production Analysis Task Force (H2PA TF). This task force is currently developing a technical and analytical methodology that can be used for market valuation. In particular, it can be used for the purchase of hydrogen across regions and to identify the emissions footprint of the various sources of hydrogen (IPHE 2020). The results of the H2PA TF’s efforts are non-mandatory and are subject to each member’s discretion. However, its longer-term aim is to contribute to the definition of clean hydrogen (IPHE 2020).\nA mutually recognized, robust international framework for GOs is needed. Such a framework can avoid mislabeling or double-counting environmental impacts and can cover CO2-equivalent inputs to hydrogen-based fuels and feedstocks (IPHE 2020). A GO scheme should also be based on life cycle GHG emissions from upstream activities, such as electricity generation and transport. In this way, it can ensure consistency and compatibility with GHG certification schemes for other commodities, such as electricity or fossil fuels (IRENA 2020).\nAlthough Saudi Arabia has signaled its clean hydrogen production intentions, the Kingdom, unlike Australia, has not yet joined the IPHE. The partnership is open to “national governmental entities” with “significant commitments to invest resources into research, development and demonstration activities to advance hydrogen technologies” (IPHE 2020). Actively engaging in certification discussions would allow the Kingdom to shape the ongoing discussions on this topic. In turn, these efforts would serve and strengthen government-to-government and business- to-government partnerships with major importers, such as Germany, with whom the Kingdom recently signed a Memorandum of Understanding (MoU) (Box 1).\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges",
  "page_9": "Box 1: MoU Establishing Cooperation on Hydrogen between Saudi Arabia and Germany.\nOn March 11, 2021, Energy Minister HRH Abdulaziz bin Salman Al Saud and Economic Affairs Minister Peter Altmaier signed an MoU on hydrogen. This MoU aims to promote bilateral cooperation in the production, processing, application and transportation of clean hydrogen.\nRE\n——— -\ni\n» Economic Affairs\n7\na\nae, Oe,\n#6\nAY\n-~ —\n~*\neee\n® Federal Ministry\n@SLbII dyljg\nfor Economic Affairs\nMINISTRY OF ENERGY\nand Energy\nHas Energy its Home\nBe\nSource: Ministry of Energy of Saudi Arabia.\nTo promote bilateral cooperation for the production, processing, application and transport of clean hydrogen and for joint marketing projects, the MoU aims to:\nInvolve relevant stakeholders from research institutions and private and public sector entities in the implementation of appropriate activities. Promote mutual knowledge sharing and technology transfers to Saudi stakeholders and deploy German technologies to implement and localize new technologies for start-up projects in the Kingdom. Make efforts to implement concrete projects, including NEOM. Facilitate the development of a CO2-neutral hydrogen sector in Germany. Establish a Saudi-German innovation fund to promote clean hydrogen. (Federal Ministry for Economic Affairs and Energy of Germany 2021).\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges",
  "page_10": "Outside of the EU, no country in the G20, a group of leading rich and developing nations, has committed to electrolyzer capacity, production and demand targets. Most of these countries lack dedicated policy support for hydrogen\nClean Hydrogen Challenges Within and Beyond Saudi Arabia\nThe trajectory of clean hydrogen’s future demand as an energy vector remains highly uncertain. In the long run, green hydrogen may replace current hydrogen production in the chemicals industry, forcing out fossil-fuel-based chemical feedstocks. It may form either the fuels or building blocks for fuels in aviation and shipping, as these sectors have few alternatives (Liebreich 2020). Other parts of the transport sector (i.e., private and public road vehicles, buses and trucks) face more uncertainty, and applications may be used in combination. For example, battery electric vehicles (BEVs) may be used for short-distance travel in personal vehicles and within cities. Hydrogen fuel cells (H2FCs) may be used for long-distance and heavy-duty road transportation. The future of water and space heating is also uncertain. Hybrid heating pumps that use hydrogen or green gas during peak demand times may be used to heat buildings. Different regions and countries may choose different policy directions (e.g., more H2FCs in Asia, Australia and the U.S. and more BEVs in Europe).\nUltimately, however, the evolution of the global clean hydrogen market over the next three decades remains uncertain. Outside of the EU, no country in the G20, a group of leading rich and developing nations, has committed to electrolyzer capacity, production and demand targets. Most of these countries lack dedicated policy support for hydrogen (Figure 5).\nFigure 5. Dedicated hydrogen policies among G20 countries (excluding fuel cells).\nArgentina | 0\nAustralia == si\nBrazil 0\nCanada 0\nChile (1\nChina 1\nFrance (ae S\nGermany eT\nIndia | 0\nIndonesia 0\nItaly 1\nJapan\nMexico a 3\nRussia 0\nSaudi Arabia 0\nSouth Africa 0\nSouth Korea 0\nTurkey 0\nU.K. EE 2\nUS. 0\n0\n1\n2\n3\nNational policies for only hydrogen (excl. fuel cells).\n4\n5\n6\n7\n8\nSource: Authors, based on Bloomberg New Energy Finance (2021).\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\n10",
  "page_11": "In addition to formulating ambitious blue and green hydrogen targets, any dedicated Saudi policy approach will have to address many challenges amid this uncertainty. Like any government that wishes to build local production capacity, Saudi Arabia will require government-funded subsidies to achieve its ambitions. In addition to spearheading the development of hydrogen hubs, the Kingdom has several subsidy options. One option is to set progressive quotas for specific industries to gradually increase the share of hydrogen among the fuels used. Another is to provide producers with regulated returns, which would allow them to realize pre-determined returns on costs. Additionally, Saudi Arabia can provide subsidies to end users of hydrogen. These subsidies would enable users to pay a premium to use clean hydrogen instead of incumbent carbon-intensive fuels (Almazeedi et al. 2021).\nNext to Hawiyah, the Kingdom needs to increase its investments in a CCUS backbone and infrastructure to scale up blue hydrogen production. These investments should preferably be made in cooperation with stakeholders beyond its borders.\nThe Kingdom needs to increase its investments in a CCUS backbone and infrastructure to scale up blue hydrogen production\nSaudi Arabia’s 2015 Nationally Determined Contribution (NDC) under the United Nations Framework Convention on Climate Change provides a starting point for developing policies and incentives. It mentions CCUS with EOR as a climate mitigation option (The Government of the Kingdom of Saudi Arabia 2015). HRH King Salman announced the Kingdom’s National Program for the Circular Carbon Economy (CCE) during Saudi Arabia’s G20 presidency in November 2020. This program will need to build on the NDC and expand upon the essential requirements, such as:\nA CCUS policy strategy with clear targets and commitments, including a consistent CO2 capture requirement. A legal and regulatory framework for CCUS. Essential transport and storage infrastructure to enable the development of CCUS projects. CO2 storage capacity and regulations and location potential. Financial enablers for the Kingdom, such as subsidies for captured CO2, government grants and direct investments in CCUS projects.\nSaudi Arabia’s blue hydrogen ambitions will require the creation of value for storage and new ways of supporting CCUS deployment\nCO2 markets worldwide are expected to growth substantially. Thus, Saudi Arabia’s blue hydrogen ambitions will require the creation of value for storage and new ways of supporting CCUS deployment. KAPSARC has proposed a new transferable asset class as a complementary incentive alongside carbon pricing policies that is specific to CCS technology. This asset class is a carbon sequestration or carbon storage unit (CSU) and represents a verified tonne of securely stored CO2 or carbon (Zakkour and Heidug 2019).' This double incentive can help address the past challenges of deploying CCS. These challenges principally include the inability of carbon pricing alone to support emergent clean hydrogen technologies such as CCS and the lack of a price signal for CO2 storage. These issues have hampered commercial transactions of physical CO2 between capturers and storers in the absence of utilization.\n' CSUs have no intrinsic emission reduction or removal value but rather will provide a verified record of carbon stock additions to the geosphere. As such, they can complement and supplement emissions reduction-based policy instruments.\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\n11",
  "page_12": "Saudi Arabia should provide government incentives in the near term to drive initial projects and construct the necessary infrastructure to improve green hydrogen’s affordability\nThe Kingdom’s green hydrogen ambitions, along with those of other GCC countries, are challenged by the currently low installed capacity for renewables\nImplementing this plan would require considerable international climate action by the Kingdom as it will need to establish a voluntary ‘CCS club’ under Article 6 of the Paris Agreement. This club would comprise countries with high dependencies on fossil fuel production and countries that wish to prominently include CCS in their NDCs. A CCS club would also provide a means for differentiated contributions based on the common interest of pursuing cleaner fossil fuels (Zakkour and Heidug 2019).\nA related challenge facing the Kingdom is that blue hydrogen is already being relegated to a potential transitionary role. Some policymakers in markets with greater demand for clean hydrogen, such as Europe, have started to direct most of their policy support mechanisms toward green hydrogen. The Kingdom’s most effective response is to develop parallel strategies for blue and green hydrogen production in partnership with other oil and gas producers. It can then lobby policymakers to create a level playing field between these two hydrogen options. Almazeedi et al. (2021) note that “failure to do so may undermine the role of blue hydrogen in the energy transition.” This bargaining approach should depart from the notion that clean hydrogen’s business models and use cases may differ strongly from typical models in the oil and gas industry. Owing to hydrogen’s high complementarity with electricity, hydrogen business models will likely be demand-driven rather than supply-driven and will be increasingly decentralized (Almazeedi et al. 2021).\nGreen hydrogen projects will remain very costly relative to blue hydrogen in the short-to-medium term. Saudi Arabia should provide government incentives in the near term to drive initial projects and construct the necessary infrastructure to improve green hydrogen’s affordability. These incentives can include mobilizing sufficient public and private capital to develop solar and wind electricity projects. The government can also make swaths of public and private land available to project developers, preferably via long-term leases. Finally, it can allocate renewable electricity capacity to electrolysis.\nThe Kingdom’s green hydrogen ambitions, along with those of other GCC countries, are challenged by the currently low installed capacity for renewables. Slightly more than 400 megawatts (MW) of installed capacity in Saudi Arabia’s 80+ GW power system are dedicated to renewables. The projects that are either under implementation or are signed as power purchasing agreements will add roughly 3,300 MW over the coming years. The Kingdom’s anticipated total installed capacity for renewables in the coming years is therefore 3,670 MW (Figure 6).\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\n12",
  "page_13": "Figure 6. Fossil fuel and renewable installed electricity capacity (MW) in GCC countries (2020 and planned).\nGCC electricity installed capacity (MW) - fossil fuels (2020)\nBahrain Fossil fuels l= 8,771\nFossil fuels |\nt—Ss«i\nKuwait\nFossil fuels | 12,189\nOman\nQatar\nFossil fuels id 13,099\nUnited Arab Fossil fuels\nEmirates\n— B00\nOK 5K 10K isk 20K 25K 30K 35K 40K 45K 50K 55K 60K 65K 70K 75K 80K 85K 90K\nElectricity installed capacity (MW)\nSaudi Arabia faces the enormous challenge of rapidly scaling up its renewables-based electricity capacity for domestic consumption and clean hydrogen production purposes\nSource: Authors and Linah Al Hamdan, based on IRENA (2021).\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\nGCC electricity installed capacity (MW) - renewables (2020 and planned)\nBahrain Solar energy\n}10\nWind energy\n1\nKuwait Solar energy\n| Ey\nWind energy\n]12\nHi 109\nOman\nSolar energy\nWind energy\niso\nQatar\nSolar energy\n|5\nBioenergy\niss\nSaudi\nSolar energy\na\nArabia Wind\nenergy\n|3\nTot. solar and wind (inc. planned)\nES 22>\nUnited Arab Solar energy\nEmirates Bioenergy\n1\n0 200 400 600 800 1000 1200 1400 1600 1800 2000 2200 2400 2600 2800 3000 3200 3400 3600\nElectricity installed capacity (MW)\nSaudi electricity consumption in 2019 was 289 terawatthours (TWh) (ECRA 2019). This level of consumption translates to 144.5 GW of installed capacity. The Kingdom aims to convert half of its power sector to renewables. Assuming consumption beyond 2019 is 300 TWh, converting half of the power sector (150 TWh) to renewables would require 90 GW of installed capacity. This capacity would mainly come from solar photovoltaics and wind. Importantly, this calculation leaves out the many gigawatts of dedicated renewable electricity needed for green hydrogen production.\nNEOM’s Head of Energy, Peter Terium, has already stated that the city will “need a multiple of the 4 GW of renewable energy output in the next five to ten years” (Carpenter 2021). This amount is in addition to the Helios facility In short, Saudi Arabia faces the enormous challenge of rapidly scaling up its renewables-based electricity capacity for domestic consumption and clean hydrogen production purposes.\n13",
  "page_14": "Hydrogen’s low volumetric energy density also presents a transport challenge for exporters like Saudi Arabia\nFigure 7. Estimated delivered cost of green hydrogen from the western region of Saudi Arabia to Rotterdam (2030).\n14\nHydrogen’s low volumetric energy density also presents a transport challenge for exporters like Saudi Arabia. Figure 7 shows the estimated delivered cost of green hydrogen from the western region of Saudi Arabia to the Port of Rotterdam by 2030. Estimations are made for three different carriers: ammonia (NHS9), liquid organic hydrogen carriers (LOHC) and liquid hydrogen (LH2) (Hydrogen Council and McKinsey & Company 2021)\nEU production cost (high)\n5.0 See ee eee eee ee ee ee ee ee\n45\n4.0\n35 li\nE\n3.0 =\n|\nLH2\nLOHC\nNH3\nWe can draw two important conclusions from Figure 7. First, the delivered cost of hydrogen from Saudi Arabia may be competitive with future European production costs. These costs range from $3 to $5 per kilogram (Lambert and Schulte 2021). Second, decomposing or dehydrogenating LOHC or converting ammonia back to pure hydrogen increases costs by $1 to $2 per kilogram. If demand for pure hydrogen increases, LH2 will be an ideal carrier once the technology matures and becomes commercially viable. The direct use of ammonia is more feasible, as the delivered cost may be much lower than the cost of producing hydrogen in Europe. In the long run, it may therefore be more viable for Saudi Arabia to export green hydrogen-based end products, such as steel, cement and aluminum. Exporting green hydrogen-based end products can both decarbonize the domestic industry and create competitive advantages in carbon-constrained markets, such as the EU.\nFinally, a major challenge facing Saudi Arabia is that of water required for hydrogen production. Specifically, water is directly used as a feedstock for\n2\n=\n© Dehydrogenation\n@ Shipping\n© Conversion to carrier\n@ Production\nSource: Authors, based on the Hydrogen Council and McKinsey & Company (2021) and Lambert and Schulte (2021).\nA major challenge facing Saudi Arabia is that of water required for hydrogen production\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges",
  "page_15": "the electrolysis process and as a process gas (steam) for steam methane reforming. In a water-stressed region like Saudi Arabia, most water is sourced from the sea and is desalinated, purified and transported. This process is enormously energy intensive and leaves a massive carbon footprint (Tong et al. 2020). Saudi Arabia has about one-fifth of global water desalination capacity and used about 11% of its primary energy consumption in 2019 for water desalination (BP 2020; ECRA 2020). Given the increasing importance of assessing the environmental impacts of the hydrogen value chain, Saudi Arabia should include specific considerations in its water resource planning. For example, the Kingdom may develop a roadmap for powering seawater desalination with 100% renewable energy and allied technologies, such as brine-free electrolysis (Caldera, Bogdanov, and Afanasyeva 2018).\nConclusion\nSaudi Arabia faces significant hydrogen opportunities and challenges beyond the scope of this analysis. Those topics will be explored in upcoming work by KAPSARC and the King Abdullah University of Science and Technology (KAUST). These issues pertain to creating a hydrogen market in general and targeting end-use markets, infrastructure usage and resource requirements. They also relate to further environmental considerations for producing hydrogen at a massive scale. Finally, policy coordination between private and state actors in multiple industries at multiple levels merits further analysis.\nThat being said, it is clear that Saudi Arabia has both the ambition and opportunity to become a frontrunner in the nascent clean hydrogen market. Like all governments wishing to build local hydrogen capacity, however, Saudi Arabia must introduce dedicated policies to promote increasingly large demonstration projects and coordinate complex actions. Furthermore, we have noted that both zero- and low-carbon hydrogen options are presently undervalued given their GHG emission characteristics. The growth in climate policy efforts worldwide, and especially in the EU, is reasonably likely to lead to an impactful CO2 price in the medium to long term. Progress toward implementing climate goals in line with the Paris Agreement will directly or indirectly impact the business cases for Saudi Arabia and similar highly ambitious exporters. Such progress will strengthen the incentives to rapidly scale up clean hydrogen production and demand.\nThe Kingdom has heard the call for rapid decarbonization. In addition to the National Program for the CCE, HRH The Crown Prince announced the Saudi and Middle East Green Initiatives in March 2021. The Saudi initiative aims to restore millions of degraded land areas by planting 10 billion trees within the Kingdom by 2030. The Middle East initiative aims to plant 40 billion trees throughout the region by 2030 (Saudi Press Agency 2021). Directly or indirectly, creating a market for clean hydrogen will undoubtedly also play an essential role in Saudi Arabia’s decarbonization efforts. Together with future dedicated hydrogen policy support, the CCE and the Green Initiatives can seize the opportunities and tackle the challenges mentioned in this analysis. They can pave the way for Saudi Arabia to become a global clean hydrogen powerhouse in the twenty-first century.\nThe authors thank Linah Al Hamdan, Dongmei Chen, Dr. Amro Elshuratfa and Yunus Syed (KAPSARC) as well as Dr. Saumitra Saxena (KAUST), Wael Al-Mazeedi (Avance Labs), Dr. Noé van Hulst (IPHE), Mustafa Alkhabbaz (Air Products) and Professor Ad van Wijk (Delft University of Technology) for their valuable contributions to this commentary.\nGiven the increasing importance of assessing the environmental impacts of the hydrogen value chain, Saudi Arabia should include specific considerations in its water resource planning\nSaudi Arabia has both the ambition and opportunity to become a frontrunner in the nascent clean hydrogen market\nSaudi Arabia must introduce dedicated policies to promote increasingly large demonstration projects and coordinate complex actions\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\n15",
  "page_16": "References\nAir Products. 2020a. “Air Products Qudra Breaks Ground for World-Class, Fully-Integrated Industrial Gases Hub in Jubail, Saudi Arabia.” Last modified February 24, 2020. https://www.airproducts.com/company/ news-center/2020/02/0224-air-products-qudra-groundbreaking-in-jubail- saudi-arabia.\n——-—. 2020b. “Air Products, ACWA Power and NEOM Sign Agreement for $5 Billion Production Facility in NEOM Powered by Renewable Energy for Production and Export of Green Hydrogen to Global Markets.” Last modified July 7, 2020. https://www.airproducts.co.uk/ news-center/2020/07/0707-air-products-agreement-for-green-ammonia- production-facility-for-export-to-hydrogen-market.\nAlmazeedi, Wael, Mohammad Al-Ramadhan, Dalal Al-Sirri, Mamun Halabi, Fawzi Hamadah, and Omar Essam. 2021. “White Paper Towards a Hydrogen Strategy for Kuwait.” Kuwait: Kuwait Foundation for the Advancement of Sciences, January 2021.\nBlazquez, Jorge, Spencer Dale, and Paul Jefferiss. 2020. “The Role of Carbon Prices in the Energy Transition.” Decarbonization Pathways for Oil and Gas 121:1—4. https://www.oxfordenergy.org/publications/ oxford-energy-forum-decarbonization-pathways-for-oil-and-gas-issue-121/.\nBloomberg New Energy Finance. 2021. “G20 Zero-Carbon Policy Scoreboard: Issue 2021.” Bloomberg New Energy Finance, February 1. https://www.bnef.com/insights/25421.\nBloomberg New Energy Finance. 2020. “Hydrogen Economy Outlook: Will Hydrogen Be the Molecule to Power a Clean Economy?” Bloomberg New Energy Finance, March 30. htips://www.bnef.com/insights/22567/view.\nBP. 2020. BP Statistical Review of World Energy 2020. London: British Petroleum. https://www.bp.com/content/dam/bp/business-sites/en/global/ corporate/pdfs/energy-economics/statistical-review/bp-stats-review-2020- full-report.pdf.\nCarbon Brief. 2020. “In-Depth Q&A: Does the World Need Hydrogen to Solve Climate Change?” Carbon Brief, November 30. https://www.carbonbrief.org/ in-depth-qa-does-the-world-need-hydrogen-to-solve-climate-change.\nCaldera, Upeksha, Dmitrii Bogdanov, and Svetlana Afanasyeva. 2018. “Role of Seawater Desalination in the Management of an Integrated Water and 100% Renewable Energy Based Power Sector in Saudi Arabia.” Water 10(1):3. https://doi.org/10.3390/w10010003.\nCarpenter, Claudia. 2021. Saudi Arabia’s Future City Neom Plans Hydrogen-Based Ecosystem.” S&P Global Platts, February 9. htips://www. spglobal.com/platts/en/market-insights/latest-news/electric-power/020921- saudi-arabias-future-city-neom-plans-hydrogen-based-ecosystem.\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\n16",
  "page_17": "Electricity & Cogeneration Regulatory Authority (ECRA). 2019. Annual Statistical Booklet for Electricity and Seawater Desalination Industries 2019. Riyadh: Electricity & Cogeneration Regulatory Authority. htips://ecra.gov. sa/en-us/MediaCenter/doclib2/Pages/SubCategoryList.aspx?categoryID=5.\n——-—. 2020. Annual Statistical Booklet for Electricity and Seawater Desalination Industries 2020. Riyadh: Electricity & Cogeneration Regulatory Authority. https://ecra.gov.sa/en-us/MediaCenter/doclib2/Pages/ SubCategoryList.aspx?categoryID=5.\nEmber-Climate. 2021. “Carbon Price Viewer.” Accessed April 1, 2021. https://ember-climate.org/data/carbon-price-viewer/.\nEnerdata. 2021. “China Officially Launches Its National Emissions Trading Scheme.” Enerdata, February 3. https://www.enerdata.net/publications/ daily-energy-news/china-officially-launches-its-national-emissions-trading- scheme.html.\nEuropean Commission. 2021. “Key Cross Border Infrastructure Projects.” European Commission, March 19. https://ec.europa. eu/energy/topics/infrastructure/projects-common-interest/ key-cross-border-infrastructure-projects_en.\nEuropean Parliament. 2020. Briefing: Trade-Related Aspects of a Carbon Border Adjustment Mechanism. A Legal Assessment. Brussels: European Parliament. https://www.europarl.europa.eu/RegData/etudes/ BRIE/2020/603502/EXPO_BRI(2020)603502_EN.pdf.\nFederal Ministry for Economic Affairs and Energy of Germany. 2021. Gemeinsame Absichtserklarung Zwischen dem Ministerium fur Energie des K6nigreichs Saudi-Arabien und dem Bundesministerium fur Wirtschaft und Energie der Bundesrepublik Deutschland zur Zusammenarbeit im Bereich Wasserstoff. Berlin: BMWi. https://www.bmwi.de/Redaktion/DE/Downloads/ M-O/memorandum-of-understanding-wasserstoff-saudi-arabien-und- deutschland.pdf?__ blob=publicationFile&v=4.\nGoldman Sachs. 2020. “Carbonomics: The Green Engine of Economic Recovery.” Last modified June 16, 2020. https://www.goldmansachs.com/ insights/pages/gs-research/carbonomics-green-engine-of-economic- recovery-f/report.pdf.\nHigh-Level Commission on Carbon Prices. 2017. Report of the High-Level Commission on Carbon Prices. Washington DC: International Bank for Reconstruction and Development and International Development Association / The World Bank. https://static1. squarespace.com/static/54ff9c5ce4b0a53decccfb4c/t/59b7f2409f8 dce5316811916/1505227332748/CarbonPricing_FullReport.paf.\nHydrogen Council and McKinsey & Company. 2021. “Hydrogen Insights: A Perspective on Hydrogen Investment, Market Development and Cost Competitiveness.” February 17. https://hydrogencouncil.com/wp-content/ uploads/2021/02/Hydrogen-Insights-2021 pdf.\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\n17",
  "page_18": "International Partnership for Hydrogen and Fuel Cells in the Economy (IPHE). 2020. “Terms of Reference: Hydrogen Production Analysis Task Force.” Last modified March 10, 2020. htips://www.iphe.net/ working-groups-task-forces.\nInternational Renewable Energy Agency (IRENA). 2021. Renewable Capacity Statistics 2021. Abu Dhabi: International Renewable Energy Agency. https://irena.org/publications/2021/March/ Renewable-Capacity-Statistics-2021.\n———. 2021. Green Hydrogen: A Guide to Policy-Making. Abu Dhabi: International Renewable Energy Agency. htips://irena.org/ publications/2020/Nov/Green-hydrogen.\nLambert, Martin, and Simon Schulte. 2021. “Contrasting European Hydrogen Pathways: An Analysis of Differing Approaches in Key Markets.” OEIS Paper: NG 166. Oxford: Oxford Institute for Energy Studies, March 2021. https://www.oxfordenergy.org/wpcms/wp-content/uploads/2021/03/ Contrasting-European-hydrogen-pathways-An-analysis-of-differing- approaches-in-key-markets-NG166.pdf.\nLiebreich, Michael. 2020. “Separating Hype from Hydrogen — Part Two: The Demand Side.” BloombergNEF, October 16. https://about.bnef.com/blog/ liebreich-separating-hype-from-hydrogen-part-two-the-demand-side/.\nMartin, Matthew, Salma El Wardany, and Abeer Abu Omae. 2021. “Saudi Arabia Aims to Become Next Germany of Renewable Energy.” Bloomberg, January 28. https://www.bloomberg.com/news/articles/2021-01-27/ saudi-arabia-aims-to-become-the-germany-of-renewable-energy.\nMathis, Will. 2021. “London Hedge Funds Are Betting a $100 Carbon Price Is Almost Here.” Bloomberg, February 2. https://www.bloomberg.com/news/articles/2021-02-02/ andurand-sees-carbon-tripling-as-funds-turn-bullish-on-pollution.\nQamar Energy. 2020. “Hydrogen in the GCC: A Report for the Regional Business Development Team Gulf Region.” Qamar Energy, November 2020. https://www.rvo.nl/sites/default/files/2020/12/Hydrogen%20in%20 the%20GCC. pdf.\nSaudi Aramco. 2015. “Launching the Kingdom’s First Carbon Capture Project.” Last modified July 30, 2015. https://japan.aramco.com/en/ news-media/news/2015/20150730_carbon_capture_project.\nSaudi Press Agency. 2021. “HRH Crown Prince Announces: “The Saudi Green Initiative and The Middle East Green Initiative.” Saudi Press Agency, March 27. https://www.spa.gov.sa/viewstory. php?lang=en&newsid=2208375.\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\n18",
  "page_19": "Shabaneh, Rami, Majed Al Suwailem, and Roychoudhury Jitendra. 2020. “World’s First Blue Ammonia Shipment Signals Prospective New Low-Carbon Energy Trade for Saudi Arabia.” KAPSARC Instant Insight. https://www.kapsarc.org/research/publications/worlds-first-blue-ammonia- shipment-signals-prospective-new-low-carbon-energy-trade-for-saudi- arabia/.\nThe Government of the Kingdom of Saudi Arabia. 2015. “The Intended Nationally Determined Contribution of the Kingdom of Saudi Arabia under the UNFCCC.” UNFCCC, November 2015. https://www4.unfccc.int/sites/ NDCStaging/pages/Party.aspx?party=SAU.\nTong, Wenming, Mark Forster, Fabio Dionigi, S6éren Dresp, Roghayeh Sadeghi Erami, Peter Strasser, Alexander J. Cowan, and Pau Farras. 2020 “Electrolysis of Low-Grade and Saline Surface Water.” Nature Energy 5(5): 367-77. htips://doi.org/10.1038/s41560-020-0550-8.\nWard, Colin, Wolfgang Heidug, and Nils-Henrik Bjurstrom. 2018. “Enhanced Oil Recovery and CO2 Storage Potential Outside North America: An Economic Assessment.” KAPSARC. https://www.kapsarc.org/ research/publications/enhanced-oil-recovery-and-CO2-storage-potential- outside-north-america-an-economic-assessment/.\nWorld Bank Group. 2020. State and Trends of Carbon Pricing 2020. Washington DC: World Bank. May 2020. https://openknowledge. worldbank.org/bitstream/handle/10986/33809/9781464815867. pdf?sequence=4&isAllowed=y.\nZakkour, Paul, and Wolfgang Heidug. 2019. “A Mechanism for CCS in the Post-Paris Era.” KAPSARC. April 2019. https://www.kapsarc.org/research/ publications/a-mechanism-for-ccs-in-the-post-paris-era/.\nAbout the Project\nThis commentary is written as part of KAPSARC’s ongoing work for an edited book titled ‘Saudi Arabia and the Hydrogen Economy.’ In this context, and together with research conducted with stakeholders from government, industry and academia within and beyond Saudi Arabia, this commentary provides an early analysis of the Kingdom’s opportunities and challenges in the fast-changing market for clean hydrogen. It serves as an input not only for the aforementioned book, which KAPSARC is editing together with KAUST, but also to support academic thinking, policy discussions and decision-making on clean hydrogen development in Saudi Arabia.\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\n19",
  "page_20": "About KAPSARC\nThe King Abdullah Petroleum Studies and Research Center (KAPSARC) is a non-profit global institution dedicated to independent research into energy economics, policy, technology and the environment across all types of energy. KAPSARC’s mandate is to advance the understanding of energy challenges and opportunities facing the world today and tomorrow, through unbiased, independent, and high-caliber research for the benefit of society. KAPSARC is located in Riyadh, Saudi Arabia.\nLegal Notice\n© Copyright 2021 King Abdullah Petroleum Studies and Research Center (“KAPSARC”) This Document (and any information, data or materials contained therein) (the “Document”) shall not be used without the proper attribution to KAPSARC. The Document shall not be reproduced, in whole or in part, without the written permission of KAPSARC. KAPSARC makes no warranty, representation or undertaking whether expressed or implied, nor does it assume any legal liability, whether direct or indirect, or responsibility for the accuracy, completeness, or usefulness of any information that is contained in the Document. Nothing in the Document constitutes or shall be implied to constitute advice, recommendation or option. The views and opinions expressed in this publication are those of the authors and do not necessarily reflect the official views or position of KAPSARC.\nSaudi Arabia’s Clean Hydrogen Ambitions: Opportunities and Challenges\n20",
  "page_21": "a, KAPSARC\na_i gel sgalg slowlaU alae Jl LoJIj-5 po King Abdullah Petroleum Studies and Research Center\nwww.kapsarc.org"
},
  "language": "Languages.ENGLISH",
  "total_pages": 21
}
