{
  "file_name": "93_1029.pdf",
  "pages": {
  "page_1": "@®ECGA\nEuropean Carbon and Graphite Association\nMay 2022\nUpdating the EU Emissions Trading System (ETS)\nCALL FOR ACTION to protect the European industry against the negative impact of the ENVI Compromise Amendments adopted on 17\" May\nUntil the efficiency and applicability of any other carbon leakage system has been tested and proven, the European free market Emissions Trading System should remain the main market instrument for Europe’s industries to cost-effectively reduce their emissions.\nCarbon and graphite products are commodities that are traded worldwide. This leads to high trade intensity and a globally competitive market. Other major producers are located outside of Europe and, while companies in the EU face both direct and indirect carbon costs, such costs are not faced by their other major international competitors. This situation means that European companies must absorb costs or lose competitiveness, neither of which the companies are positioned to do.\nIn this context, the undersigned associations are legitimately concerned about the negative impact of the European Parliament Environment Committee 17\" May voting results on the Emissions Trading System (ETS) and Carbon Border Adjustment Mechanism (CBAM). The voting outcome will lead to a loss in the level playing field and in the industry’s competitiveness and it will jeopardize at least 40,000 jobs. Without any support, the industry will lose its market share and profit margins to competitors who do not face the same costs abroad and risks the relocation to higher-emitting regions. The compromise amendments adopted this week would lead not only to a carbon but also an investment leakage, fewer jobs, less production, and less innovation.\nGiven all the above, our sectors representing 40 000 jobs and a turnover of 5 billion euro call upon the European Parliament Plenary and the Member States to address the current mishap and ensure that:\nAMBITION\nPolicy Recommendation: The legal text should be maintained as initially proposed by the Commission: “Achieving the Union’s emissions reduction target for 2030 will require a reduction in the emissions of the sectors covered by the EU ETS of 61 % compared to 2005.”\nIncreasing the targeted reduction in the emissions of the sectors covered by the EU ETS from 61 % compared to 2005 to 67% in 2030 (vs 2005), aligned with 1.5 objective, instead of stimulating the industry, will only add to the already heavy burden generated by the last several months, for some companies and sectors even making it impossible to survive. According to the recent Electricity Market Report published by the International Energy Agency (IEA) in January 2022, after small drop in 2020, global electricity demand grew by 6% in 2021 and that was the largest ever annual increase in absolute terms (over 1 500 TWh) and the largest percentage rise since 2010 after the financial crisis. Even more, during 2022-2024, IEA anticipates an average annual electricity demand growth of 2.7%. The demand for electricity in Europe increased by more than 4% in 2021 to about the pre-pandemic level of 2019 and during 2022 the growth\n1",
  "page_2": "@®ECGA\nEuropean Carbon and Graphite Association\nis expected to continue, albeit at a slower pace of 1.7%, supported by continued economic recovery. Wholesale electricity prices in the fourth quarter of 2021 in France, Germany, Spain and the United Kingdom were three to more than four times higher than the fourth quarter 2016-2020 average. This was mainly caused by the steep rise in gas prices, alongside increased demand, and EU ETS prices more than doubling in 2021 compared with 2020. In this context, our industries are afraid that, if the current trend continues, without any support, the industry will lose its market share and profit margins to competitors who do not face the same costs abroad. At the same time, the electricity price-related constraints on the carbon and graphite sector will also negatively impact its above-mentioned downstream European industries whose resilience is equally at stake.\nFREE ALLOCATION TRAJECTORY\nPolicy Recommendation: The legal text should be maintained as initially proposed by the Commission, keeping the same auctioning/free allowances ratio of 43% to 57%, without any other changes the entire phase IV (until 2030). “From 2021 onwards, and without prejudice to a possible reduction pursuant to Article 10a(5a), the share of allowances to be auctioned shall be 57 %.”\nWithout any other effective and efficient system in place, free allocation must continue to be the key tool for sectors exposed to carbon leakage alongside financial compensation for CO2 costs and electricity prices. The system allowing up to 100% free allocation for carbon leakage sectors should be dynamic, considering recent production levels and it should allow industrial growth and extended production. The aim of the carbon leakage rules is to safeguard the international competitiveness of the EU energy intensive industries and maintain incentives for long-term investment in low carbon technologies if no comparable efforts are undertaken in other major economies. Phasing out free allowances from 2026 to 2030, five years earlier than proposed by the Commission, by 90 % in 2025, 80 % in 2026, 70 % in 2027, 50% in 2028, 25% in 2029 and 0 % in 2030 without any other carbon leakage protection measures in place would in fact lead to the opposite effect and, in some cases the complete collapse of the energy intensive industry as well as the disruption of several strategic value chains.\nCONDITIONALITY FREE ALLOCATION: Energy Audit Conditionality and Decarbonisation Plans\nPolicy Recommendation: The legal text should be maintained as initially proposed by the Commission: “In the case of installations covered by the obligation to conduct an energy audit under Article 8(4) of Directive 2012/27/EU of the European Parliament and of the Council, free allocation shall only be granted fully if the recommendations of the audit report are implemented, to the extent that the payback time for the relevant investments does not exceed five years and that the costs of those investments are proportionate. Otherwise, the amount of free allocation shall be reduced by 25 %. The amount of free allocation shall not be reduced if an operator demonstrates that it has implemented other measures which lead to greenhouse gas emission reductions equivalent to those recommended by the audit report. The measures referred to in the first subparagraph shall be adjusted accordingly.\nConditioning the number of free allowances on both the implementation of the recommendations included in the audit report (the certified energy management system) as well as on individual decarbonisation plan for each installation is not only unproductive but also technically and economically not feasible, thus preventing industries from cost-effectively reducing their emissions in due time and contributing to the Green Deal targets and commitments.",
  "page_3": "@®ECGA\nEuropean Carbon and Graphite Association\nIf most large companies already have in place functional energy management systems which support them towards becoming more energy efficient, developing a decarbonisation plan for each ETS installation requires time, costs as well as several technical and feasibility studies to ensure that these plans are fully compliant with all other EU level policies requiring such measures. Second, the decarbonization plans are usually integrated, complex, economic, social, environmental and climate change related systems developed at company or process line level, not for each installation.\nThirdly, the “decarbonisation” concept is mentioned in several EU level strategies and legal acts without a clear definition, application, or evaluation criteria. Prior to developing and implementing any decarbonisation roadmaps or plans, a company should have a clear understanding of what it entails and how it will be evaluated, at least when it comes to granting free allowances.\nTHE BENCHMARK UPDATE RATE\nPolicy Recommendations:\ne Maintain the upper limit of the ETS benchmark update rate at 1,6% as agreed for the Phase IV (Art. 10a (2) of the ETS Directive) Reject the introduction of a 2,5% upper limit as proposed by the European Commission Recognise the special case of the fallback benchmark, where the heterogeneity of the sectors renders the increase unjustified.\nAny increase in the benchmark update rate in the middle of EU ETS Phase IV would have a negative impact on the industry and the companies’ efforts directed toward decarbonization and contributing to the 2030 and 2050 Green Deal targets. The role of the benchmarks is to reflect the best-in-class performance that is achievable for each installation and to generate the necessary incentive towards decarbonisation. Lowering the benchmarks beyond this level simply adds to the costs incurred by the industrial installations with no climate-related benefit. Even more, from a technological perspective, a too high benchmark update rate would make it impossible for companies to comply with the breakthrough technological requirements.\nETS/CBAM/ Extending the Carbon Border Adjustment Mechanism (CBAM) to all sectors covered by the EU ETS\nPolicy Recommendation: The EU Emissions Trading System should remain the main market instrument for Europe’s industries to cost-effectively reduce their emissions and against carbon leakage until the efficiency and applicability of the CBAM has been tested and proven.\nThe main role of the carbon border adjustment mechanism should be to address the risk of carbon leakage while fully complying with World Trade Organization rules, maintaining the competitiveness of the European industry, and rewarding contributions to a low-carbon Europe. Extending a mechanism applicable only to a limited number of homogenous sectors to an entire very complex system such as the ETS without an integrated impact assessment evaluating all potential policy instruments in force and the effectiveness of a new one would be counterproductive. At the same time, until the efficiency and applicability of the CBAM has been tested and proven, the EU Emissions Trading System should remain the main market instrument for Europe’s industries to cost-effectively reduce their emissions and against carbon leakage. Thirdly, the new instrument must consider the international importance and\n3",
  "page_4": "@®ECGA\nEuropean Carbon and Graphite Association\ncompetitiveness of EU exporters. Multinational companies outside the EU are competing directly against EU companies and any advantage given to non-EU businesses will consequently disadvantage the EU industry.\n* KK\nAbout the European Carbon and Graphite Association (ECGA)\nThe European Carbon and Graphite Association (ECGA) represents European carbon and graphite producers, the activities concerned are those under PRODCOM code 23.99.14 which covers the most energy intensive but also the most critical activities in the sector.\nThe European carbon and graphite producing sector is mainly concentrated in eight European Economic Area (EEA) Member States (Spain, Norway, Austria, Poland, France, Germany, the United Kingdom and Slovakia) but trading activities are present all over Europe. It is a multimillion ‘added value’ generating sector, with a worldwide turnover volume of €3 to 5 billion annually. Roughly 40,000 people are employed either directly or indirectly through this industry.\nThe main downstream market of the sector is the electrode market, especially the steel industry, for which the recycling of scrap steel reduces the CO2-emissions of the sector. Electrodes for electric arc furnaces make up the biggest revenue share and create considerable interdependencies between the two sectors. Other important downstream markets are refractories, the aluminium industry, electronics and lithium- ion batteries.\nThe European carbon and graphite sector is an energy intensive sector, whose products and raw materials are an integral part of any economy and society. Standing at the beginning of most value chains, the sector is a critical supplier of essential materials and products in other key economic sectors including electronics, steel and batteries. The carbon and graphite sector therefore generate added value and growth through employment, economic growth, development, innovation and generating trade."
},
  "language": "Languages.ENGLISH",
  "total_pages": 4
}
