{
    "title": "Joint NGO statement on the Carbon Border Adjustment Mechanism (CBAM) ahead of the ECOFIN Meeting",
    "author": "unknown",
    "source": "eeb.org",
    "date": "2022-03-10",
    "text": "Civil society organisations express concerns about the agreement reached in COREPER II on a Carbon Border Adjustment Mechanism (CBAM) compromise text that does not address important issues linked to the EU Emission Trading System (ETS) Directive and other key aspects of the Fit for 55 package. Together with other NGOs, we support a fair and effective CBAM, designed and implemented as an alternative to current EU ETS carbon leakage measures such as free allowances and indirect cost compensation. We believe that agreeing on a CBAM separately from the EU ETS Directive would be detrimental to its implementation, and risk undermining the level of ambition and decarbonisation incentives of the Fit for 55 package European Environmental Bureau Rue des Deux Eglises 14-16, B-1000 Brussels Tel: +32 2 289 10 90 E-mail: eeb@eeb.org If you have a complaint, please study our complaints policy and contact us at complaints@eeb.org. EC register for interest representatives: Identification number 06798511314-27 International non-profit association - Association internationale sans but lucratif (AISBL) BCE identification number: 0415.814.848 RPM Tribunal de l’entreprise francophone de Bruxelles Funded by the European Union. Views and opinions expressed are however those of the author(s) only and do not necessarily reflect those of the European Union or CINEA. Neither the European Union nor CINEA can be held responsible for them. Find the old website here archive.eeb.org",
    "images": null,
    "tags": "",
    "excerpt": "Civil society organisations express concerns about the agreement reached in COREPER II on a Carbon Border Adjustment Mechanism (CBAM) compromise text that does not address important issues linked to the EU Emission Trading System (ETS) Directive and other key aspects of the Fit for 55 package. Together with other N ...",
    "categories": ""
}