{
    "title": "Carbon Border Adjustment Mechanism (CBAM) and the Road to Net-Zero: Challenges and Opportunities › | SWITCH-Asia",
    "author": "unknown",
    "source": "SWITCH-Asia",
    "date": "2024-12-12",
    "text": "WHEN: 12 December 2024 I TIME: 14:00 - 15:30 (Bangkok Time) I Video Recording HERE Background: The EU is at the forefront of international efforts to fight climate change. The European Green Deal set out a clear path towards achieving the EU's ambitious target of a 55% net reduction in greenhouse gas emissions compared to 1990 levels by 2030, and to become climate-neutral by 2050. The EU’s Carbon Border Adjustment Mechanism (CBAM) is an essential instrument in the EU's tool to put a fair price on the carbon emissions associated with production of carbon intensive goods imported into the EU (iron and steel, cement, fertilisers, aluminum, electricity and hydrogen for current phase, while other products will be added in a follow up phase), and to encourage cleaner industrial production in non-EU countries. The CBAM addresses the risk of carbon ‘leakage’ between countries with different climate policies, namely by ensuring equivalent carbon pricing for imports and domestic products. By confirming that a price has been paid for the embedded carbon emissions generated in the production of certain goods imported into the EU, the CBAM will ensure the carbon price of imports is equivalent to the carbon price of domestic production, and that the EU's climate objectives are not undermined. As a major global industrial hub and key supplier of goods to the EU, the Asia-Pacific region will face significant challenges with CBAM implementation regarding their exports. Similarly, EU countries and industry will encounter challenges related to imports under this mechanism. However, as CBAM is currently in a transition period before full implementation in 2026, the Asia-Pacific stakeholders can use this time to become better informed, adapt practices to this new EU mechanism, and develop capacity to comply. The objective of the transitional period is to serve as a pilot and learning period for all stakeholders (importers, producers and authorities) and to collect useful information on embedded emissions to refine the methodology for the period post-transition era, starting from 2026. A new portal section of the CBAM Registry will allow entities or companies from outside the EU to upload and share their emissions data directly within the portal. This centralised system allows companies to share this information with multiple EU-based reporting declarants at once, rather than having to submit it individually to each one. The portal will allow operators to ensure the confidential treatment of business-sensitive data. Registration for installation operators will open from 1 January 2025. Effective data collection, verification, and reporting are important to the operation of the CBAM. Importers and exporters must work together to maintain transparency and accuracy in tracking emissions data across supply chains, preserving the mechanism's integrity and encouraging accountability. CBAM imposes major responsibilities on EU importers to accurately report emissions, while Asia-Pacific exporters might need to change their production strategies to satisfy EU requirements. This alignment encourages cleaner industrial processes globally, characterised not only by lower emissions but also by reduced material consumption, while improving complying exporters’ access to EU markets. Strong feature of CBAM is its capacity to combine trade regulations with carbon markets, generating synergies that accelerate the shift to a low-carbon economy. CBAM can ensure competitiveness in a global market that is becoming more and more focused on sustainability by tying embedded carbon pricing to trade, which not only lowers emissions but also encourages innovation in low-carbon technologies. CBAM supports global policy alignment by fostering harmonization of climate change and resource use policies across regions. The European Union is committed to supporting developing countries and Least Developed Countries (LDCs) in implementing the CBAM, greening their industries, and transitioning to renewable energy sources. The EU is also committed to help those countries interested in introducing or enhancing their carbon pricing systems. Various documents provide an overview of guidance and technical support. Webinar Session: The EU SWITCH-Asia Policy Support Component and the European Environment Bureau, are convening the webinar, focusing on the “Carbon Border Adjustment Mechanism (CBAM) and the Road to Net-Zero: Challenges and Opportunities”. During the webinar: The CBAM will be introduced, purpose, process and current status. Experts will present and discuss: Carbon leakages, embedded carbon pricing Data collection, verification, reporting Importance and responsibilities for EU Importers and Asia-Pacific Exporters The future directions of climate policy and alignment of CBAM Alignment with trade policies Interplay with carbon markets and pricing mechanisms Moderators: Ranga is the Expert on SCP integration into nationally determined contributions (NDCs) and compliance with global and regional multilateral environmental and climate change related agreements at the SWITCH-Asia Policy Support Component. He has extensive experience in international climate change negotiations and working with Governments, business and civil society to assess and design roadmaps to achieve or comply with international climate change standards. Elodie is specialized in European Affairs related to topics of circular economy, SCP, climate change and environmental management, and has extensive experience in stakeholder consultation and engagement at the EU level, as well as with high-level officials in Ministries of Environment and Finance in Asia. For over a decade, Elodie has worked in South and South-East Asia on environment and climate change. She is currently leading the SWITCH-Asia Technical Advisory project on Sustainable/ Green Public Procurement for Transformation. Speakers: Patrizia is the EEB’s Deputy Secretary General and Director for European Governance, Sustainability and Global Policies. She leads the EEB’s work on sustainable development and environmental justice and follows intergovernmental processes at regional and global level including the UN Environment Assembly. For UN Environment, she serves as an elected Regional Facilitator for Europe for stakeholder engagement. Sander Happaerts is First Secretary at the EU Delegation to Indonesia and Brunei Darussalam and the EU Delegation to ASEAN. He is the Delegation’s Green and Digital Advisor, responsible for climate action, environment and digital economy. Between 2014 and 2024, Sander worked at the European Commission’s Directorate-General for Regional and Urban Policy. Among other tasks, he coordinated the Just Transition Fund, which invests EUR 19.7 billion in the EU regions most affected by the transition to climate-neutrality. He also worked extensively on sustainability issues in regional development, and served as adviser to the Deputy Director-General. With degrees in linguistics and international relations, Sander previously held positions at the University of Leuven (KU Leuven, Belgium) and at the Permanent Representation of Belgium to the UN in New York. Liyana Othman is the Advocacy Director at the EU-ASEAN Business Council (EU-ABC), where she leads key working groups in Sustainability, Transport, Digital, Customs & Trade Facilitation, and Illicit Trade. Liyana has played a pivotal role in fostering collaboration between European business leaders and government officials from ASEAN and the EU, and works to advance EU-ASEAN relations on critical issues such as trade, sustainable development, and the digital economy. Prior to joining the EU-ABC, Liyana spent several years at Channel News Asia (CNA), where she built a strong reputation as a Senior Broadcast Journalist. She covered major international and local news, and produced environmental feature stories that earned her the Young Journalist of the Year award at the 2016 Asian Environmental Journalism Awards. Garlan is the trade facilitation officer at the ASEAN Secretariat. He is responsible for supporting the ASEAN Trade Facilitation Joint Consultative Committee, a sectoral body that handles, implements and coordinates on ASEAN trade facilitation initiatives. Garlan also supports ASEAN Member States in the negotiation of several Free Trade Agreements, particularly on the Customs Procedures and Trade Facilitation Chapter. Anushka Wijesinha is an economist with experience in Government, private sector and think tanks. He is the Co-founder/Director of the Centre for a Smart Future, an interdisciplinary public policy think, where ‘Trade and Competitiveness’ is a thematic pillar. Anushka is currently an international consultant for advisory projects in Mongolia, Pakistan, Myanmar, Maldives, Kenya, Nepal, Rwanda, and Iran, with a focus on trade, investment and export competitiveness. He is a member of the Governing Board and Monetary Policy Board of the Central Bank of Sri Lanka. Agenda: \n\t\t\t 12 December 2024 \n\t\t \n\t\t\t 14:00 \n\t\t\t \n\t\t\t Introduction to the Webinar \n\t\t \n\t\t\t 14:05 \n\t\t\t \n\t\t\t CBAM and its current status \n\t\t \n\t\t\t 14:20 \n\t\t\t \n\t\t\t Round of Discussion 1: CBAM, challenges and opportunities for Asia-Pacific Moderated by Elodie MARIA-SUBE \n\t\t \n\t\t\t 14:40 \n\t\t\t \n\t\t\t Q&A \n\t\t \n\t\t\t 14:50 \n\t\t\t \n\t\t\t Round of Discussion 2: How will the CBAM shape industries in the Asia-Pacific and what opportunities may it present? Moderated by Ranga PALLAWALA, Key Expert on Climate Change, SWITCH-Asia Policy Support Component \n\t\t \n\t\t\t 15:15 \n\t\t\t \n\t\t\t Q&A \n\t\t \n\t\t\t 15:25 \n\t\t\t \n\t\t\t Concluding Remarks",
    "images": "https://www.switch-asia.eu/site/assets/files/4259/webinar_2_eu_green_deal.jpg",
    "tags": "",
    "excerpt": "Webinar Series: EU Green Deal Policies and their Relevance in Asia-Pacific",
    "categories": ""
}