{
    "title": "Climate and Energy WG meeting - 14 September - Online",
    "author": "unknown",
    "source": "eeb.org",
    "date": "2021-07-09",
    "text": "Climate and Energy WG meeting – 14 September – Online Is the “Fit for 55” Package enough for the climate and good for the environment? A comprehensive full-day dive into the complexities of “Fit for 55” and its broader environmental perspective We are happy to touch base with you after the summer break and invite you to a full-day dive webinar into the “Fit for 55” legislative Package adopted by the European Commission on 14th July 2021. As you know, this huge legislative review (12 proposals) will set the framework of EU’s energy and climate policy to 2030 and beyond to achieve climate neutrality and will keep us busy in one way or another for the next two to three years. The interinstitutional co-decision process will kick-off in September as the European Parliament and the Member States in the Council will start discussing the proposals and amend the legislative texts. We all need to be ready both in Brussels and at national level to influence important decisions that will shape the policy and regulatory framework and will have impacts on all aspects of our lives and on the environment. The EEB has already provided an initial assessment of the Package and its press reaction has attracted a lot of media attention in Brussels and outside. However, the Package is a highly challenging set of technical provisions and measures that require more in-depth understanding and identifying the main priorities where NGOs should focus their advocacy to get the highest impact. We will discuss all these together with EEB experts and addresses energy transition and fossil fuel subsidies, emissions in agriculture, industry, buildings and embedded in imports, biodiversity and nature, air pollution, climate gender and social justice. Other EEB Working Groups will be invited to participate. The workshop will provide an opportunity to discuss the complexities of the Package from a broader environmental perspective, exchange views with you, answer your questions and so forth. It will be split into two different sessions, one in the morning (10:00-12:00) and one in the afternoon (14:00-16:00). Draft agenda Morning Session (10:00-12:00) Every presentation will be followed by a 10-minute Q&A 10:00 Barbara Mariani: Overall architecture of the Fit for 55 Package and main highlights 10:20 Katy Weise: The social and gender aspects 10:40 Stephane Arditi: CBAM, Embedded emissions of materials and Carbon Footprint 11:00 Gonzalo Sanchez: The decarbonization of buildings 11:20 Davide Sabbadin: Renewable heating and cooling aspects 11:40 Blaine Camilleri: The Energy Taxation Directive 12:00 Wrap up and closing Afternoon Session (14:00-16:00) 14:00 Morgan Reille: Agriculture emissions 14:20 Sergiy Moroz: The Forestry Strategy 14:40 Christian Schaible: The Emissions Trading Scheme 15:00 Riccardo Nigro: State Aid 15:20 Emilia Samuelsson: Air Pollution aspects 15:40: Final Q&A 16:00 Patrick ten Brink: Wrap up and closing This event is addressed to EEB members. 14 September WHERE Online WHEN 10:00 - 16:00",
    "images": null,
    "tags": "",
    "excerpt": "Is the “Fit for 55” Package enough for the climate and good for the environment? A comprehensive full-day dive into the complexities of “Fit for 55” and its broader environmental perspective We are happy to touch base with you after the summer break and invite you to a full-day dive webinar into the ...",
    "categories": "PAST EVENT"
}