{
    "title": "EU’s ‘Fit for 55’ is unfit and unfair",
    "author": "unknown",
    "source": "eeb.org",
    "date": "2021-07-14",
    "text": "EU’s ‘Fit for 55’ is unfit and unfair The European Commission is missing another historic opportunity to phase out fossil fuels in the ‘Fit for 55’ package, leaving the door open for coal, gas and oil to stay in the EU energy system for at least another two decades while sending the “polluter pays” bill to EU citizens. The European Commission will release on 14 July the latest instalment of the European Green Deal: ‘Fit for 55’, details of which have been leaked to the press. This package is meant to align a wide range of EU policies with the EU’s 55% net emissions reduction target for 2030. The most relevant EU green policy dossier of the year not only fails to provide climate-neutral roadmaps and sector-specific targets, but also continues to shield EU industry from paying the full cost of pollution. Introducing an Emissions Trading Scheme for buildings and transport while maintaining free CO2 allowances for industry and using public funds to finance fossil fuels in Europe will de facto shift the cost of pollution from the actual polluters to the final consumer. “What the Commission says is ‘Fit for 55’ is unfit for our planet and unfair to society. Without a fossil fuel phase-out, the fuel industry will pass on emission costs for buildings and transport to citizens and still keep making immense profits” says Barbara Mariani, EEB Policy Manager for Climate. Sectors that generate the greatest emissions and pollution, such as heavy industry and agriculture, are still excluded from the effort required to contribute to climate neutrality by using all the options already available today. The targets for renewable energy and energy efficiency are far below the level of ambition needed to keep global warming below 1.5C and they are not binding at national level. This will delay the energy transition in the member states, since the current EU climate and energy governance framework has proven insufficient to fill the gap. The Court of Auditors recently unearthed a worrying trend whereby public money is often spent to cover costs that polluters should pay.  Industry decarbonisation efforts have lost a decade due to low carbon prices and free allowances, which have helped some industrial sectors make profits of up to €50 billion between 2008-2019. Whereas some proposals in the ‘Fit for 55’ package are positive, such as the inclusion of maritime emissions in the ETS or the exclusion of fossil fuels projects from the scope of the Modernisation Fund, others are mostly asking all citizens to pay again in order to keep fossil fuel industry alive, on top of the subsidies already provided. EEB calls on member states and the European Parliament to demand an increase in the ambition and policy coherence of the ‘Fit for 55’ legislative package. Science requires it and citizens across Europe are demanding much bolder action to fight climate change. “Politics is the art of the possible and the Fit for 55 package demonstrates low confidence as to what is possible, despite the growing citizens’ cries for ambition and new records being broken on climate impacts this year”, points out Patrick ten Brink, EEB Deputy Secretary General. From energy to agriculture, below is a summary of the EEB’s initial reaction to the information leaked on each of the key areas of ‘Fit For 55’: Climate Barbara Mariani, EEB Policy Manager for Climate: “Europeans will be asked to pay to save the fossil fuels industry. We are wasting the unprecedented financial potential of the EU recovery package to lock Europe into polluting and climate-change inducing practices when we should be reducing our ecological footprint and avoiding the worst impacts of the climate crisis. Policymakers must do whatever it takes to invert the trend” Hydrogen and biomass Davide Sabbadin, EEB senior Policy Officer for Climate and Circular Economy: “While we welcome the emphasis on the ‘energy efficiency first’ principle, we regret that the package strongly overestimates the potential of both hydrogen and biomass as if they were a magic wand that could decarbonise all sectors. The environmental impacts of these expensive and rare resources are overlooked, while a broader perspective of decarbonisation, by saving emissions via the circular economy and rethinking production and consumption patterns, is largely dismissed” Circular Economy Stephane Arditi, Director of Policy Integration and Circular Economy, said on the Carbon Border Adjustment Mechanism (CBAM): “The CBAM is a missed opportunity for setting a price for the carbon footprints of products placed on the EU market. We badly need it to create real market drivers for decarbonisation. The proposed CBAM seems more a tool to protect EU industry rather than to accelerate a decarbonised economy” Agriculture Morgan Reille, EEB Policy Officer for Agriculture, said in relation to the Effort Sharing Regulation (ESR) and the Land Use and Forestry Regulation (LULUCF): “While the previous climate policy architecture has given the agriculture sector a free pass in the fight against climate change, today’s package will not make it contribute fairly and effectively to climate action for the next decade. We miss a specific binding EU-level target to cut emissions from agricultural activities by at least -20% by 2030 – compared to 2005 levels – under the Effort Sharing Regulation” Industrial Emissions Christian Schaible, Policy Manager for Industrial Production: “This is a missed opportunity for a combined approach between the Emissions Trading System and the Industrial Emissions Directive to work together to prevent pollution whilst protecting the climate simultaneously. Article 26 of the ETS, which leaves industrial greenhouse gas emissions self-regulated by the market rather than by the IED, needs to be removed if the Commission wants to deliver the necessary pace of decarbonisation” Riccardo Nigro, Policy Campaigner for Coal Combustions and Mines: “The inclusion of Carbon Capture and Use and ‘low carbon’ projects are worrying and it potentially leaves the floodgates open to fossil gas. We call on the Commission to explicitly exclude fossil fuels from any financial instrument coming from the Emissions Trading System and to streamline funds towards energy efficiency, zero-carbon and zero-pollution projects” Social justice Katharina Wiese, EEB Policy Officer for Economic Transition: “We welcome the proposal of a Climate Social Fund to mitigate the impacts of carbon pricing on the most vulnerable households. However, more needs to be done to make this a truly socially fair Package. A specific target of women beneficiaries under the Climate Social Fund, as they are more at risk to suffer from energy poverty, would make the ‘Fit For 55’ more inclusive” Energy taxation Blaine Camilleri, EEB Policy Officer for Fiscal Reform: “The proposed revision of the Energy Taxation Directive is a bold step towards internalising the cost of pollution in the EU’s energy taxation. We hope that member states will support this opportunity to apply adequate fiscal policy reforms to a sector as sensitive as energy. However, we fear that without changing the legal base this will not be possible” Air quality Margherita Tolotto, EEB Senior Policy Officer for Air and Noise: “The massive abuse of biomass potentially risks undermining both climate and air pollution targets of the EU. By completely omitting any reference to zero-pollution in its proposal for a revised Renewable Energy Directive, and by ignoring existing air quality objectives, the European Commission is failing to deliver on its own commitments and on what the law already asks” Please find here the main EEB policy asks for the ‘Fit For 55’. Below are our main policy targets: ➢ Climate neutrality to be reached by the EU by 2040 ➢ A 65% GHG emissions reductions on 1990 levels by 2030 ➢ A 2030 renewable energy target of 50% in final energy consumption ➢ A 2030 energy efficiency target of 45% ➢ An EU-wide coal phase out by 2030 ➢ An EU-wide gas phase out by 2035 ➢ An EU-wide phase out of fossil oil products by 2040 ➢ Most nuclear power plants to be closed by 2040 ➢ An EU-wide phase out for the sale of Internal Combustion Engines (ICE) cars, no later than 2035 ENDS",
    "images": null,
    "tags": "",
    "excerpt": "The European Commission is missing another historic opportunity to phase out fossil fuels in the ‘Fit for 55’ package, leaving the door open for coal, gas and oil to stay in the EU energy system for at least another two decades while sending the \"polluter pays\" bill to EU citizens. The European Commission will ...",
    "categories": "Fit for 55;NEWS;Press Release;ze HOMEPAGE"
}