{
    "title": "EU Steel and Metals Actoin Plan lacks concrete action and bold targets - EEB - The European Environmental Bureau",
    "author": "unknown",
    "source": "eeb.org",
    "date": "2025-03-19",
    "text": "EU Steel and Metals Actoin Plan lacks concrete action and bold targets The EU’s Steel and Metals Action Plan (SMAP), published today, represents an important step in recognising the urgent need for a major transition in the steel sector. The European Commission (EC) rightly acknowledges that electrification and circularity are key to the transition and to reducing industry costs. However, the plan falls short of delivering a comprehensive, ambitious roadmap to drive this critical transition. While the plan signals the EC’s intent to address this challenge, it lacks the necessary benchmarks, targets, and concrete actions needed to catalyse transformative, large-scale progress. Europe’s steel sector requires a bold, game-changing strategy to phase out polluting, fossil-based production, accelerate the adoption of ambitious recycled content targets, and ensure a just transition for workers. The next steps will be make-or-break. The EC must engage closely with a wide range of stakeholders, including civil society, industry, and labour representatives, to develop a comprehensive plan to drive the radical transformation required to support Europe’s climate goals and economy. Our asks Civil society organisations including European Environmental Bureau, Climate Action Network (CAN) Europe, EPICO KlimaInnovation, E3G, Sandbag, SteelWatch andBeyond Fossil Fuels have compiled the following list of comments on the SMAP. This analysis is based on the report launched today, entitled “The State of the European Steel Transition” which has been endorsed by 28 CSOs. (1) It  paints a clear picture: the European steel industry is at a critical crossroads, with a clear path to a green and sustainable future, but one that requires bold, urgent action from policymakers. This year is a make-or-break year for advancing the policies and investments needed to drive the long overdue transformation of the EU steel sector. \n Quotes Riccardo Nigro, Policy Officer for Zero Pollution Industry at the European Environmental Bureau (EEB), said: “Subsidies are no substitute for good policy. This plan leans too heavily on state aid, using subsidies to patch up weak policies that have failed to push steelmakers away from coal. Worse, current EU state aid rules don’t require a fossil fuel phase-out, risking public money being funneled into gas-based pathways or false solutions like carbon capture. The last thing Europe needs is a steel industry locked into fossil fuel imports. Taxpayer money should drive a fossil-free transition, rooted in renewables and circularity.” Fynn Hauschke, Policy Officer for Circular Economy and Waste at the European Environmental Bureau (EEB), said: “Circularity is key to Europe’s industrial autonomy, yet today’s Steel and Metal Action Plan lacks clear targets and measures to improve scrap quality. Data shows the EU could meet most of its steel demand with recycled steel. It’s time to fast-track its uptake, especially in key sectors like automotive” Boris Jankowiak, Steel Transformation Policy Coordinator at Climate Action Network (CAN) Europe, said: “Once again, the Commission heavily caters to industry demands, just like in the Clean Industrial Deal. What we fail to see in this action plan are concrete elements on companies’ accountability to commit to the transition. This, for example, means having local transformation plans towards climate neutrality, rolling out the pioneering projects for clean steelmaking and phasing out the fossil fuel model. Civil society continues to be sidelined from the governance of the steel transition, and social and environmental conditions in funding mechanisms are still absent. We need a future-proof steel sector and the only way to achieve this is to cut down the emissions, prioritise people’s needs and respect the planet’s limited resources. Anything less is a grave missed opportunity.” Julian Parodi, EU Policy Specialist Industrial Decarbonisation, EPICO KlimaInnovation said: “The Commission’s Action Plan makes solid proposals on circularity, CBAM, and trade but fails to make green steel competitive or phase out coal. Without corporate transition plans, an end to blast furnace relining, and a clear strategy for fossil-free hydrogen access, Europe’s green steel leadership risks backsliding. At the same time, inconsistencies between public procurement rules, the ESPR, and voluntary carbon intensity labels risk undermining lead markets just when they are most needed.” Johanna Lehne, Associate Director Clean Economy, E3G said: “With this Action Plan, the Commission has clearly signalled that staying the course on steel decarbonisation is Europe’s best bet to securing competitiveness, jobs and resilience. Europe is home to an ambitious green steel project pipeline but currently lacks the business case to get those projects over the line. To address this, the plan rightly focuses on clean electricity, lead markets, circularity and funding. However, the plan only sign-posts upcoming announcements relevant to these areas, without offering more details or certainty on whether these plans will actually deliver.” Constantin Johnson, Policy Officer, Sandbag said: “While the SMAP recognises access to affordable renewable energy and hydrogen as key barriers, it fails to acknowledge the physical limitations of the current industrial regions to enable comparative advantages at scale. Combined with the lack of strategic coordination and green iron trade, this unfeasible direction invites a state aid race to the bottom.” Caroline Ashley, Executive Director at SteelWatch said: “ “The EU is right to be focusing on combining decarbonisation and competitiveness for the long term but more tangible steps are needed in the pathway to decarbonising steel. Real progress depends on seizing two key opportunities. First, to require binding and transparent transformation plans for every steel plant. Second, to build up strategic partnerships that unlock green iron trade with countries rich in renewable energy and iron ore to lower transition costs and advance climate goals.”",
    "images": null,
    "tags": "",
    "excerpt": "The EU's Steel and Metals Action Plan (SMAP), published today, represents an important step in recognising the urgent need for a major transition in the steel sector. The European Commission (EC) rightly acknowledges that electrification and circularity are key to the transition and to reducing industry costs. Howe ...",
    "categories": "Industrial Emissions"
}