{
    "title": "COP28: The EU's CBAM Could be a Breakthrough for US Climate Change Policy, Mozambique Welcomes the Move • 360 Mozambique",
    "author": "Bárbara Henriques",
    "source": "360 Mozambique",
    "date": "2023-12-11",
    "text": "The introduction of the EU’s carbon border adjustment mechanism (CBAM) could facilitate progress on US climate policy, Rhode Island senator Sheldon Whitehouse told delegates at the UN Cop 28 climate conference in Dubai this week. “The US has a logjam because of the death grip of the fossil fuel industry on our politics. If you’re looking for a forcing event that could make US politics move, there is no better one on the horizon than the EU CBAM,” said Whitehouse. “We need to send… a significant price signal so that the alignment of our aspirations and our pledges with our economics facilitates the move we need towards clean energy,” he added. Whitehouse this week introduced to the US Senate an updated proposal, originally put forward last year, for a US clean competition act which would introduce a carbon border adjustment to the country. The EU’s CBAM, which will take effect from 2026, imposes a carbon price on imports of iron and steel, aluminium, cement, fertilizers, electricity and hydrogen to the bloc. “It’s my belief that the CBAM has the potential to make a bigger difference in reduced emissions than everything that’s accomplished in this Cop, it’s that significant,” Whitehouse said. Some at Cop have voiced concerns over the potential difficulties CBAM poses for lower-income nations. Brazil’s chief climate negotiator Andre Correa do Lago said earlier this week that the mechanism does not “help stimulate developing countries in their efforts towards fighting climate change”. But director of national energy at Mozambique’s ministry of mineral resources and energy Marcelina Mataveia said that her country will not be negatively affected by CBAM “if we prepare ourselves”, despite being a significant exporter of aluminium to the EU. “Mozambique doesn’t see it as a barrier, but an opportunity,” she said of the measure. International climate policy expert at non-governmental organisation Climate Action Network Sven Harmeling said this week that the anger voiced against CBAM at Cop 28 was a “call for attention”. But the EU has not been very strong on providing explanations or assistance on the measure to other countries, he said. Argus Media",
    "images": "https://360mozambique.com/wp-content/uploads/2023/12/cbam-macf-impacto-empresas_Easy-Resize.com_.jpg",
    "tags": "Carbon Border Adjustment Mechanism (CBAM);Climate change;COP28;EU;headline;Mozambique;US",
    "excerpt": "The introduction of the EU’s carbon border adjustment mechanism (CBAM) could facilitate progress on US climate policy, Rhode Island senator Sheldon Whitehouse told delegates at the UN Cop 28 climate conference in Dubai this week. “The US has a logjam because of the death grip of the fossil fuel industry on our politics. If you’re…",
    "categories": "Climate"
}