{
    "title": "Sandbag - Smarter Climate Policy",
    "author": "unknown",
    "source": "Sandbag",
    "date": "2025-03-25",
    "text": "Building smarter climate policy We analyse emissions data and research decarbonisation pathways to advocate evidence-based policies We are a think tank conducting data-driven and evidence-based advocacy to improve EU climate policy. Our topics EU Emissions Trading System We conduct research on the EU ETS to find concrete ways to reduce emissions and advocate for efficient carbon pricing mechanisms. Carbon Border Adjustment Mechanism We support a strong CBAM to phase out the allocation of free emission allowances, address carbon leakage, and accelerate global climate action. Industry Climate Financing We analyse EU funding initiatives driving climate innovation and industrial decarbonisation. Ensuring revenues from the EU ETS and CBAM are well spent. Carbon Dioxide Removal We conduct research on CDR to ensure those technologies are incentivised properly, and help – rather than hinder – the EU on its path to climate neutrality. Our publications We produce data-driven and evidence-based reports, briefs and policy recommendations on EU decarbonisation. Towards a minimum recycled steel content in passenger cars: setting an initial target The EU has around 286 million motor vehicles, and every year, 6.5 million of these are scrapped. If the steel scrap from these end-of-life vehicles (ELVs) is not managed well, valuable resources are lost, harming the environment. With the EU preparing its ELV Regulation, which could set targets for minimum recycled steel content for passenger cars : what should those targets be? In or Out: What’s best for carbon removals and the EU ETS? What will the future of the EU Emissions Trading System (ETS) look like as the emissions cap heads towards zero? Is integrating carbon dioxide removals (CDRs) into the ETS a solution to help the EU achieve its climate goals? Or would they compromise the integrity and functioning of the system? These questions are at the forefront of the Commission’s mind as they review different options for the future of the ETS ahead of the 2026 revision. For a systematic use of default values in the CBAM The current carbon emissions reporting in the CBAM fails to achieve its goal of replacing free allocations under the EU ETS and undermines its integrity. A systematic default value system would improve the CBAM and safeguard the EU ETS. Our data tools Our in-house tools provide the insights needed to develop data-driven climate policies. Carbon price viewer Check and analyse the evolution of the EU carbon price over time. EU ETS Dashboard Explore sector-specific emissions data within the EU Emissions Trading System at various levels of granularity. EU ETS Simulator Analyse the impact of policy adjustments on the EU ETS. Abatment curve Evaluate when the shift from unabated fossil hydrogen to renewable hydrogen becomes cost-effective for sectors like refining, methanol, and ammonia. Public Outreach High-Level Conference on the Carbon Border Adjustment Mechanism (CBAM) We joined experts from the European Commission, think tanks and industry to discuss possible evolutions of the CBAM in an event organised by France’s Direction Générale du Trésor. High level conference on the Clean Industrial Deal On 21 February 2025, We joined a high-level conference at the Permanent Representation of France to the EU. We shared our expertise on a key pillar of industrial decarbonisation: the CBAM. Closing Loopholes: Making CBAM Work for Aluminium We joined a high-level panel discussion at the European Parliament about a potential loophole for aluminium products – which could happen if emissions from aluminium scrap weren’t accounted for in the CBAM. High level conference on the Clean Industrial Deal On 21 February 2025, We joined a high-level conference at the Permanent Representation of France to the EU. We shared our expertise on a key pillar of industrial decarbonisation: the CBAM. Want to stay updated about our activities? Questions & answers Why the name ‘Sandbag’? Are you a think tank or an NGO? How are you funded? What is your legal statute? Join us in building smarter climate policies! WHAT WE DO TOOLS PUBLICATIONS NEWSLETTER Mundo-b Matogné. Rue d’Edimbourg 26, Ixelles 1050 Belgium. Sandbag is a not-for-profit (ASBL) organisation registered in Belgium under the number 0707.935.890. EU transparency register no. 277895137794-73. VAT: BE0707935890.",
    "images": null,
    "tags": "",
    "excerpt": "Sandbag is a non-profit think tank based in Brussels. We use data to advocate for ambitious climate policy",
    "categories": ""
}