{
    "title": "Germany continues discussions on green steel",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2025-01-17",
    "text": "German Chancellor Merz clarifies his previous statements Friedrich Merz, a candidate of the German conservative CDU party for the post of German Chancellor in the upcoming federal elections, has clarified his statements on green steel and hydrogen, Der Spiegel reports. In an interview with Funke Mediengruppe, Merz explained that he is a supporter of renewable energy and hydrogen technology, and thus of the production of environmentally friendly steel. However, the politician noted that it is necessary to set realistic goals and keep in mind realistic deadlines. “Unfortunately, we do not yet have the necessary green hydrogen at competitive prices, nor do we have steelmaking facilities that can run on hydrogen,” he said. Friedrich Merz noted that the path to green steel should be designed in such a way that the steel industry does not suffer as a result. “Our most important goal should be to maintain steel production in Germany,” the politician emphasized. The CDU leader has drawn criticism for his recent statements about the “green” future of the German steel industry. At an election event, he expressed doubt that the rapid transition of steel mills to hydrogen fuel would be successful and pointed to the cost of green steel produced using hydrogen compared to the traditional route. In particular, Chancellor Olaf Scholz reacted to Merz’s statements. Before a meeting with the executive board of the German Confederation of Trade Unions (DGB), he predicted a bleak future for the German steel industry if its transition to green steel is left without government support, but noted the need for a pragmatic approach. “If we want steel production to continue to play a central role in Germany in the future, we need to help companies make sure that steel can also be produced with zero CO2 emissions,” Scholz explained. He added that a clear commitment to steel will also play a central role in Germany’s industrial development “in the coming centuries.” Federal Minister of Economy Robert Habeck (Greens) and the IG Metall trade union accused Merz of not believing in green steel, which means that German steel production is coming to an end. As GMK Center reported earlier, Thyssenkrupp said its €3 billion plan to produce green steel could go ahead even if the government’s ambitions to create a leading hydrogen industry fail completely. The group’s planned plant in Duisburg does not depend on this, the company explained, as it can also run on natural gas. The group also emphasized its openness to all technologies to further the green transformation of the steel business.",
    "images": "https://gmk.center/wp-content/uploads/2024/07/shutterstock_2193602699-1.png",
    "tags": "Germany;green steel;hydrogen steel industry;ArcelorMittal Kryvyi Rih",
    "excerpt": "German Chancellor Merz clarifies his previous statements",
    "categories": ""
}