{
    "title": "EU-Aktionsplan.",
    "author": "Redaktion IG Metall",
    "source": "IG Metall",
    "date": "2025-03-20",
    "text": "19. März 202519. 3. 2025\n \n\n Wir nutzen Cookies auf unserer Website. Einige von ihnen sind notwendig, weitere hilfreiche Cookies sorgen dafür, diese Website und Ihre Nutzererfahrung zu verbessern. Hier finden Sie eine Übersicht über alle verwendeten Cookies. Sie können Ihre Einwilligung zu ganzen Kategorien geben oder weitere Informationen anzeigen lassen und so nur bestimmte Cookies auswählen. Essenzielle Cookies ermöglichen grundlegende Funktionen und sind für die einwandfreie Funktion der Website erforderlich. Cookie-Informationen anzeigenausblenden Name Cookie Consent Anbieter IG Metall Zweck Speichert den Zustimmungsstatus zum Cookie-Banner. Datenschutzerklärung https://www.igmetall.de/datenschutz Cookie Name cookiebanner.version Cookie Laufzeit Persistent Name DS SessionId Anbieter IG Metall Zweck Behalten die Zustände des Benutzers bei allen Seitenanfragen bei und dienen dem Einsatz von Sicherheitsmechanismen. Datenschutzerklärung https://www.igmetall.de/datenschutz Cookie Name IGMDSSID Cookie Laufzeit Bis zu einem Tag Name J SessionId Anbieter IG Metall Zweck Behalten die Zustände des Benutzers bei allen Seitenanfragen bei und dienen dem Einsatz von Sicherheitsmechanismen. Datenschutzerklärung https://www.igmetall.de/datenschutz Cookie Name JSESSIONID Cookie Laufzeit Bis zu einem Tag Name Accessibility Token Anbieter IG Metall Zweck Datenschutzerklärung https://www.igmetall.de/datenschutz Cookie Name accessibility Cookie Laufzeit Persistent Diese Cookies werden für zusätzliche Funktionalitäten auf der Website benötigt. Cookie-Informationen anzeigenausblenden Akzeptieren \n                   \n               Name Youtube Anbieter Google Ireland Limited Zweck Einbinden von Videos auf der Website. Datenschutzerklärung https://policies.google.com/privacy?hl=de Cookie Name CONSENT, VISITOR_INFO1_LIVE, YSC, yt.innertube::nextId, yt.innertube::requests, yt-remote-cast-available, yt-remote-cast-installed, yt-remote-connected-devices, yt-remote-device-id, yt-remote-fast-check-period, yt-remote-session-app, yt-remote-session-name Cookie Laufzeit Bis zu zwei Jahre Akzeptieren \n                   \n               Name Anbieter Meta Platforms Ireland Limited Zweck Bereitstellung, Schutz und Verbesserung von Meta Inhalten sowie Personalisierung von Werbeanzeigen Datenschutzerklärung https://www.facebook.com/privacy/policy/ Cookies c_user, xs, sb, dbln, datr, csrf, fr, _fbp, _fbc, oo, presence, dpr, wd Cookie-Laufzeiten csrf: Sitzungscookie, alle anderen Cookies: 7 - 400 Tage (Übersicht) \n               Akzeptieren \n                   \n               Name Anbieter Meta Platforms Ireland Limited, 4 Grand Canal Square, Dublin 2, Ireland Zweck Bereitstellung, Schutz und Verbesserung von Meta Inhalten sowie Personalisierung von Werbeanzeigen Datenschutzerklärung https://www.instagram.com/legal/privacy/ Cookies c_user, xs, sb, dbln, datr, csrf, fr, _fbp, _fbc, oo, presence, dpr, wd Cookie-Laufzeiten csrf: Sitzungscookie, alle anderen Cookies: 7 - 400 Tage (Übersicht) \n               Akzeptieren \n                   \n               Name Videoportal Anbieter movingimage EVP GmbH, Tempelhofer Ufer 1, 10961 Berlin Zweck Bereitstellung und Absicherung von Videoinhalten sowie Analyse und Performanceerhebungen Datenschutzerklärung https://www.movingimage.com/de/agb/datenschutzerklarung-der-movingimage-evp-gmbh/ Cookies/Local Storage Name \n                    technisch notwendig: ct-token, ct-web-lng, ct-refresh-token, ct-is-public, isSiteLoaded, __VASTUtil__, totalCalls, totalCallsTimeout, bitmovinplayer_config Analystics und Performancemessung: youboraOffline.views, youbora.youboraDeviceUUID, youbora.accCode, youbora.data, youbora.dataTime, youbora.host, youbora.session, youbora.sessionExpire \n               Cookies/Local Storage Laufzeit \n                    isSiteLoaded: Session alle anderen Storage Items: persistent Übersicht \n               Akzeptieren \n                   \n               Name Google Maps Anbieter Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland Zweck Wird verwendet, um Karten zu entsperren Datenschutzerklärung https://policies.google.com/privacy Cookie Name SID, SAPISID, APISID, SSID, HSID, NID, PREF Cookie Laufzeit Bis zu 10 Jahre",
    "images": "https://www.igmetall.de/images/-162F20D7D2484C728680FB97EC66497B-imageOriginal_12.jpg",
    "tags": "",
    "excerpt": "Jürgen Kerner, Zweiter Vorsitzender der IG Metall, zum heute vorgestellten „Aktionsplan Stahl und Metalle“ der EU-Kommission.",
    "categories": ""
}