{
    "title": "Forget exporting hydrogen, make green iron and steel - Sanjeev Gupta - Australian Manufacturing Forum",
    "author": "Peter Roberts",
    "source": "Australian Manufacturing Forum",
    "date": "2023-05-26",
    "text": "The Executive Chairman of steelmaker GFG Alliance Sanjeev Gupta has urged Australia to forgo the export of green hydrogen in favour of making green iron and steel onshore. The owner of the Whyalla steelworks and distributor Infrabuild told the Australian Hydrogen Conference in Brisbane that Australia had a generational opportunity to lead the global race to produce high value green iron and steel from hydrogen. Gupta said: “The real cost of hydrogen stems from its stubborn desire to stay put – you can’t move it…not really. \n“Shipping a product made from hydrogen is much easier than shipping hydrogen.   “So, if you want to put all this abundant energy to good use making hydrogen, you have to use it right here on its doorstep.” Gupta said while many saw this as a ‘flaw’, he saw it as a national advantage. “It gives us the chance – actually an imperative – to add real value to our hydrogen by using it to make value added iron and steel products that are already in demand. “…Australia’s future is green iron combined with electric arc furnaces to make green steel. This is our one, best hope for the immediate future to decarbonise an industry that accounts for so much global pollution.” He said Australia’s future could be to become one of the world’s foremost clean energy hubs, and, in so doing, turbocharge its economy. “Having missed our chance to become an industrial superpower in the past, instead supporting others to grow through our resources, now opportunity knocks once again. “The train is waiting at the station, and if we don’t leap aboard, someone else will take our seat. And that would be a tragedy, not least for the Australian youth of today, and tomorrow.” Gupta also praised federal government action on climate change, welcomed the recently announced Hydrogen Headstart Fund, and supported calls for the introduction of a Carbon Border Adjustment Mechanism (CBAM) to level the playing field for Australian industry. Gupta has been laying the groundwork for Whyalla to be revived as a green iron and steel hub, announcing the construction of an electric arc furnace and developing the company’s magnetite ore reserves in the nearby Middleback ranges. “In Whyalla, destiny is really on our side. Abundant renewable energy, joined by a mountain of magnetite, in excess of four billion tonnes. “Magnetite that really is the best of the best. A rich resource with over 70 percent iron content and all just a short journey from a substantial deep water port, with a brilliant and supportive community, committed workforce, and a well-developed infrastructure.” Further reading: \nWhyalla site will retire blast furnace, up capacity with new electric arc furnace: GFG \nFirst GREENSTEEL pellets made at Whyalla steelworks Picture: Sanjeev Gupta",
    "images": "https://www.aumanufacturing.com.au/wp-content/uploads/2023/05/Capture-33.jpg",
    "tags": "",
    "excerpt": "The Executive Chairman of steelmaker GFG Alliance Sanjeev Gupta has urged Australia to forgo the export of green hydrogen in favour of making green iron and steel onshore. The owner of the Whyalla steelworks and distributor Infrabuild told the Australian Hydrogen Conference in Brisbane that Australia had a generational opportunity to lead the global race…",
    "categories": "Analysis and Commentary;Manufacturing News;Technology"
}