{
    "title": "Decarb Connect UK 2025 | Register your interest today",
    "author": "unknown",
    "source": "Decarb Connect UK",
    "date": "2025-04-09",
    "text": "Decarb Connect UK brings together 200+ leaders from the most energy intensive industries to accelerate the next phase of UK industrial decarbonisation? The world is halfway through a make-or-break decade for climate action. 2025 is the decisive year for the UK government and industrials to accelerate the decarbonisation of the hardest to abate sectors and move the dial from commitment to implementation on Net Zero targets. This means clarity from the government on policy and the scaling up of action from industrials. We have now seen the start of this, with the UK Government confirming that up to £21.7 billion of funding will be available over the next 25 years towards CCUS and hydrogen. Decarb Connect UK will gather 200+ industrial emitters, policy decision makers, industrial cluster partners, financiers and technology providers to engage in meaningful discussions to examine the status, build on learnings to drive decarbonisation and address how industrials in the UK can capitalise on profit-boosting opportunities and remain market competitive. We will once again bring the key leaders from across industries and the UK government who are driving transformation, to provide critical insights on how to navigate a complex, geopolitical backdrop to drive a sustainable energy transition and take action to catalyse the next major phase of UK industrial decarbonisation. “The single best conference in the UK for discussing industrial decarbonisation. A fantastic exchange of ideas.” David Watson, Head of Energy Transition, Cadent 2024 Highlights Last years event brought together over 180 attendees including more than 50 industrial manufacturers, dozens of UK government participants and leading investors, tech service companies. 51 speakers were joined by sponsorship partners including Johnson Matthey, Frazer Nash Consulting, Drax, Neptune Energy, ClearBlue Markets, CGG, ClimateTrade, Exergy3 and Thermon. This short highlights film gives a snapshot of the energy, enthusiasm and commitment our attendees brought to the event. Key Reasons to Attend: A full pre-conference day of workshops on UK-CBAM and UK-ETS: Featuring scenario planning and perspectives from Aggregate Industries, GFG Alliance, Department for Business and Trade, Chemical Industries Association and CEMEX. UK-CBAM – What are the potential impacts on trade flows and how can industrials strategically prepare for it? UK-ETS – Masterclass delivered by CFP Energy – the compliance challenge for operators. With free allocations falling and carbon prices forecast to rise, why do industrials need to act now? Cluster and Non-Cluster: As well as exploring cluster-related projects, this year we will also be exploring emitter projects not linked to clusters. Hear lessons learnt from decarbonisation projects, UK Clusters and travelling the road to FID. Featuring case studies from Progressive Energy, Heidelberg Materials, Spirit Energy and Carlton Power. Technology-neutral roundtables: Last year we focused a lot on CCUS and hydrogen, this year we will be reviewing all pathways and progress being made in the likes of biomass and heat pumps to electrification. Hear from Liberty Steel, Alight UK, ArcelorMittal, INEOS and more… Panel discussions focusing on driving decarbonisations strategy: Hear how roadmaps are maturing and what solutions are being accelerated with insights from BASF, Encirc, Aggregate Industries, ArcelorMittal and Eramet. Market-driven decarbonisation: Can buyer led innovations and circularity be harnessed to decarbonise industry at scale and pace? With insights from Celsa Steel, Brewdog, BASF and National Highways. The impact of the macro environment: How is regulatory uncertainty and the energy crisis impacting the speed and shape of industrial decarbonization investment strategies? Hear from Brookfield Asset Management, Citi and Apollo Global Management. “Great minds and distinguished companies come together to discuss the major role that sustainability has in the future of our organizations. Great connections and partnerships can arise from Decarb Connect.” Beatriz Guimaraes, Energy Procurement, BA Glass \n What Attendees Say... “The single best conference in the UK for discussing industrial decarbonisation. A fantastic exchange of ideas.” – \n David Watson, Head of Energy Transition, Cadent Gas “Thanks Decarb Connect for a brilliant UK event! Loved the variety of conversation and the problem-solving attitude of all the attendees across various industries, academia and energy.” Marian D’Auria, Global Head of Risk & Sustainability, GFG Alliance “I like to attend Decarb Connect events every year … the knowledge and connectivity is what makes these events so important to people like us.” Gonzalo Galindo, President, CEMEX Ventures ““I find Decarb Connect events very interesting, because the level of dialogue is not something I normally see at other conferences I’ve attended. People are very committed to talking about the hard issues instead of just saying what everyone wants to hear, and I think that really leads to an incredibly valuable dialogue” Jennifer Diggins, Vice President – Public Affairs, 8 Rivers Join 200+ leaders - Hear from: Ben Golding Director, Clean Power 2030 Unit Department for Energy Security & Net Zero Marian Garfield Director of Sustainability Heidelberg Materials Stefan Hakansson Chief Clean Energy Officer GFG Alliance Irina Gorbounova Head of XCarb Innovation Fund ArcelorMittal Europe Tom Morley Head of Hydrogen Allocation, Delivery and Negotiations Department for Energy Security and Net Zero Anna Baker Sustainability Director, Holcim UK Tim Atkinson Director of Sales and Trading, Carbon Compliance CFP Energy Peter Williams Group Technology Director and Head of Investor Relations INEOS Key themes we focused on this year... New Technology & Alternative Fuels Hear from: Imerys, Aberdeen Hydrogen Energy Limited, Electrify Industry Industrial Perspective - Roadmaps & Strategy The energy transition landscape and new industrial strategy: where are we and how can we capitalise on the UK’s advantages? Hear from: BASF, ArcelorMittal, Eramet Investors Perspective - from Pilot to Scaling Can buyer led innovations and circularity be harnessed to decarbonise industry at scale and pace? Hear from: Apollo Global Management, Citi, Brookfield Asset Management Policy & Governance Taking on Net Zero: creating momentum through policies and certainty to remain market competitive Hear from: Department for Energy, National Grid, Energy Transitions Commission CBAM & ETS Hear from: Cemex, Chemical Industries Association, GFG Alliance, CFP Energy Industrial Clusters Lessons learnt from decarbonisation projects, UK Clusters and travelling the road to FID Cluster governance – how can you self-organise and run a cluster successfully? Hear from: Net Zero Industry Wales, Yorkshire and Humber Climate Commission Companies which attended Decarb Connect UK 2024 Download the 2024 Post-Show Report below Download the Partnership Prospectus At Decarb Connect, we offer a plethora of opportunities across our global platform to meet your objectives, whether you want to find new leads, evaluate new partnership opportunities, amplify your leadership position or enhance your brand positioning, our packages are completely bespoke to meet your objectives. We combine our events, reports, webinars, podcast and leadership network opportunities to create a package that compliments your wider marketing strategy and surpasses your expectations. About the Organiser \nDecarb Connect is a resource hub and network of senior leaders tasked with tackling decarbonisation strategies within energy intensive industries. We are unique as we focus on all of the foundation industries and create products that support them in overcoming the multifaceted challenge of decarbonising whilst working to unlock new opportunities with key stakeholders from technology, financing and investment, policy, consulting and much more. Our mission is simple. Accelerate decarbonisation and reduce emissions globally. We all play different roles in this journey and we believe ours is to work with decarbonisation leaders on bringing them together to facilitate the exchange of knowledge and importantly forge partnerships that tackle the biggest issues. We focus on those with complex challenges to solve. Our global platform combines a unique membership network of decarbonisation leaders, industry renowned conferences, webinars, industry reports, podcasts and more. If you are a stakeholder within industrial decarbonisation and the green revolution, we will have something that supports your journey.",
    "images": "https://decarbconnectuk.com/wp-content/uploads/2024/11/DCUK25-FIND-OUT-MORE.jpg",
    "tags": "",
    "excerpt": "Join us from 25-27 March 2025 and rub shoulders with hundreds of senior leaders from UK industry. Backed by our Decarbonisation Leaders Network, an international membership of CTOs and CSOs tasked with decarbonising the most critical industries, you’ll be sure to meet the true leaders of net zero in the UK.",
    "categories": ""
}