{
    "title": "There’s no net zero without Scope 3: Don’t make Exxon’s mistake",
    "author": "Adam Hearne",
    "source": "carbonchain.com",
    "date": "2022-01-21",
    "text": "Commodities companies can't afford to make the same mistakes as Exxon. A credible net zero strategy that can withstand greenwashing challenges must account for downstream emissions. This is essential not only for meeting global climate targets but for tackling supply chain carbon risks that threaten business performance. The same company behind the pivotal 1989 Valdez oil spill, which triggered the movement to greater corporate responsibility, is lagging behind on responsible action for today’s most important crisis: climate change. Experts were quick to observe that ExxonMobil’s new target to reach net zero by 2050 leaves out more than 80% of their total emissions. This is a staggering figure that undermines their net-zero ambition. In some ways, it’s unsurprising. Like many other companies, Exxon’s 'net zero' announcement only accounts for Scope 1 (direct emissions from owned or controlled sources) and Scope 2 (emissions from the generation of purchased electricity, heat and steam). Scope 3 (covering all other indirect emissions in the value chain — which account for the majority of corporate emissions) is missing. This means Exxon’s net-zero ambition excludes its downstream value chain. It doesn’t tackle the high-polluting global supply chains that transport its products, or the burning of oil and gas for electricity and heat (despite fossil fuel combustion for energy being the largest single source of global greenhouse gas emissions). Some argue that these activities aren't a commodity producer’s responsibility. Most narratives around corporate supply chain responsibility refer to upstream sourcing and transport — and it’s common to deflect responsibility to the downstream demand (the companies and consumers representing the massive global reliance on extractive resources). But this argument doesn’t cut it. We’re racing to halve emissions by 2030 to avoid the most catastrophic impacts of climate change. Commodity producers must raise their ambition. Using the tools, resources, and leverage that are already available to them, they can drive CO2 reductions along the value chain now, while transitioning to greener products and operations. For example: It’s no secret that transitioning to net zero across all scopes will be a significant challenge for the extractives sector. But the global shift to a net-zero economy is already underway and will fundamentally disrupt the commodities market — from regulatory and reputational risks, to stranded assets and low-carbon demand. For a company concerned about future profitability, taking Scope 3 seriously makes business sense, and goes hand-in-hand with uncovering risks and opportunities. You can’t claim to have a net-zero ambition or plan if it doesn’t cover 100% of your emissions. While developing your long-term zero-carbon target, start making rapid and immediate emissions cuts in your supply chain. CarbonChain helps you take the first step: Uncover your entire supply chain carbon footprint — upstream and downstream — to pinpoint risk, report transparently, and set data-led targets.",
    "images": "https://cdn.prod.website-files.com/64e7434965d4aee07569d277/650defc3fd884acf66f96186_OG%20Option%202.png",
    "tags": "Text Link",
    "excerpt": "How commodities companies can avoid Exxon's net-zero mistake and tackle downstream Scope 3 emissions.",
    "categories": ""
}