{
    "title": "Mit nur einem Wort: Boss von Energieriese watscht die EU ab - Video",
    "author": "FOCUS online",
    "source": "FOCUS online",
    "date": "2024-12-18",
    "text": "Europa, einst ein Schlüsselmarkt für ExxonMobil, droht durch Bürokratie und unattraktive Bedingungen ins Abseits zu geraten. Europa-Chef Philippe Ducom bezieht jetzt deutlich Stellung. ExxonMobil, der größte private Energiekonzern der Welt, investiert kaum noch in Europas klimafreundliche Technologien. Warum? Europa-Chef Philippe Ducom fasst es in einem Wort zusammen: Bürokratie. Im Interview mit der Welt sagt er: \"Hinzu kommen hohe Compliance-Kosten und strenge Offenlegungspflichten. Das schreckt viele langfristige Investoren ab, auch uns.” Das Unternehmen setzt stattdessen auf Standorte mit weniger Hürden und plant, bis 2027 weltweit 20 Milliarden US-Dollar in grüne Technologien wie Wasserstoff und Kohlendioxidspeicher zu investieren – Europa geht dabei jedoch leer aus. Investoren sind mehr an den USA und China interessiert Auch Maßnahmen wie die Lieferkettenrichtlinie und der Carbon Border Adjustment Mechanism, CBAM, ein Zoll der importierte klimaschädlich produzierte Waren teurer machen soll, wirken laut Ducom kontraproduktiv. Er betont, dass die Wettbewerbsfähigkeit europäischer Exporteure auf dem Weltmarkt durch hohe Kosten leidet. Während Europa mit ambitionierten Klimazielen kämpft, zieht es Investoren in wirtschaftlich attraktivere Regionen wie die USA oder China. Die Botschaft ist klar: Ohne drastische Reformen wird Europa weiter im globalen Wettbewerb zurückfallen – mit gravierenden Folgen für Wirtschaft und Klima. Das Original zu diesem Beitrag \"Mit nur einem Wort: Boss von Energieriese watscht die EU ab\" stammt von Bit Projects.",
    "images": "https://p6.focus.de/img/fotos/id_260573435/poster-58-.jpg?im=Crop%3D%280%2C24%2C1920%2C960%29%3BResize%3D%281200%2C627%29&impolicy=perceptual&quality=mediumHigh&hash=e3b0fbb7276d184150519ff46521181bd78e22cb0c73e0a736f087c5c861355e",
    "tags": "",
    "excerpt": "Europa, einst ein Schlüsselmarkt für ExxonMobil, droht durch Bürokratie und unattraktive Bedingungen ins Abseits zu geraten. Europa-Chef Philippe Ducom bezieht jetzt deutlich Stellung.",
    "categories": ""
}