{
    "title": "Ammonia: What Future for Fuels, Feedstocks and Fertilizers?",
    "author": "Jane Denny",
    "source": "Forest2Market",
    "date": "2024-10-16",
    "text": "6 min read Ammonia: What Future for Fuels, Feedstocks and Fertilizers? \n               \n                \n                     As the second-most produced chemical worldwide and the single biggest carbon-emitting chemical, ammonia is a supply chain product ripe for disruption. Since ammonia forms the basis for most chemical products that contain nitrogen, its widest use is in fertilizers. And because plants need nitrogen to produce the proteins that make plant growth possible, around half of the world’s population is fed using ammonia made in chemical reactors. Besides fertilizers, ammonia is used in the production of acrylonitrile (ACN). An intermediate for a range of chemical products, ACN is used to make rubber and fibers—acrylic fiber included. The engineering thermoplastic polyamide 66, and the caprolactam used to make polyamide 6, need ammonia for their hexamethylene diamine feedstock. Polyurethanes starter materials, TDI and MDI isocyanates, also rely on ammonia inputs. The sector is currently worth around US$70 billion globally. However, ammonia is being targeted as a new shipping fuel and a form of energy storage. Opening ammonia to those new uses would significantly increase its addressable markets and value. But the product will have to be sustainably produced. Not only does the ammonia production process contribute around one percent of global greenhouse gas emissions, but research also shows that ammonia particles emitted by farming and agriculture pollutes both rural and metropolitan air streams, damaging human health and ecosystems. Keen to limit its use and emissions by 2030, the European Union (EU) set itself the target of a 19 percent reduction target based on baseline figures from 2005. The EU’s introduction of Carbon Border Adjustment Mechanism (CBAM) amounts to tax on the embedded carbon content of certain imports. With ammonia the single chemical product so far targeted, CBAM is expected to result in higher ammonia prices. By forcing its cost up, EU policymakers hope to encourage the use of alternative, more sustainable feedstocks. The trading bloc’s largest ammonia emitters—Germany and France—must reduce their ammonia emissions by 29 percent and 13 percent respectively by 2030 (compared to 2005) to meet the National Emission Ceilings Directive, effective from 2016. Unsustainable Routes to Ammonia The traditional route to ammonia uses natural gas and this remains the most cost-effective. A typical modern ammonia plant produces more than a kiloton per day, but its carbon footprint is costly at 450 million tons CO2 emissions annually. Ammonia produced using fossil-derived hydrogen (from coal or natural gas) without carbon capture, utilization and storage (CCUS) is considered “conventional ammonia”, often dubbed grey ammonia. Producing one ton of ammonia requires roughly 0.18 tons of hydrogen and just over four times as much nitrogen. It is this method that carries the largest carbon footprint, emitting two tons of CO₂ for every ton of ammonia yielded. CCUS is a process by which carbon dioxide emissions from sources like coal-fired power plants is captured and either reused or stored to prevents its entry into the atmosphere. Lower-carbon ammonia is produced either from virgin fossil feedstock with a lower carbon intensity process, for example CCU use to limit emissions into the atmosphere. It can also be produced using recycled fossil feedstock such as hydrogen from gasification of municipal waste, or by-product from steam cracking. To produce renewable ammonia, the natural gas feedstock is replaced with biogas produced by anaerobic respiration, or fermentation, of organic matter. Thermal gasification of municipal solid waste, or biomass, yields a more sustainable and greener ammonia. Renewable ammonia can also mean using green hydrogen from electrolysis based on renewable electricity. Sustainable Ammonia Production Market volatility and geopolitical uncertainty have benefited some projects and stalled others. At the same time, the industry’s sustainability goals have changed the pace and scale of new capacity announcements. With the promise of low-carbon ammonia technologies, there have been more than 50 green ammonia projects announced in the last two years. However, they are mostly small-scale currently under construction, which could be commissioned by 2026. If all the projects in the pipeline currently being tracked by IFA were to materialize, it is forecast that green ammonia operations could total almost 60 million tons in 2028, accounting for 20% of the global total ammonia production. According to the International Renewable Energy Agency, renewable ammonia was first commercialized in 1921 and yet no more than 20 ktpa has been produced since. The International Energy Agency says near-zero emission production methods are increasingly emerging. They include electrolysis, methane pyrolysis and fossil-based routes with carbon capture and storage. The routes are more expensive per ton of ammonia produced than conventional routes depending on energy prices and other regional factors. Last year, Norwegian chemical company Yara Clean Ammonia and Canadian oil and gas firm Enbridge announced plans for a US$2.9 billion low-carbon blue ammonia production plant in Texas. Located near Corpus Christi, its nameplate capacity will be up to 1400 ktpa and due for start-up by 2028. Almost all (95%) of the CO2 generated from the production process will be captured for permanent geologic storage nearby. Electrochemical ammonia synthesis has received substantial research interest over the past decades as it potentially allows for the direct formation of ammonia from water and nitrogen. A disadvantage of the direct electricity to ammonia route is that it has a low technology readiness level and still needs further research to reach a commercial scale. Several sizeable blue ammonia plants using CCS technologies have been approved on the back of government initiatives such as the US government’s Inflation Reduction Act. The Future of Fertilizers The world’s US$200 billion fertilizer market exists to ensure crops get the nitrogen they need to survive and grow. While they are vital to agriculture, ammonia-based synthetic fertilizers emits five percent of global greenhouse gas. And around half of the nitrogen applied to agricultural fields runs off into the environment, where it degrades soil nutrients, destroys wildlife habitats, and contaminates waterways. A spinout from Monash University in the US is commercializing using electrochemical technology to create a fertilizer based on ion particle chemistry. Ions are atoms or molecules that have a different number of electrons than protons, which gives them a charge. When an atom loses electrons, they become positively charged, which are called cations. Atoms that gain electrons become negatively charged or anions. Jupiter Ionics’ lithium-mediated electrochemical pathway to ammonia uses renewable electricity, air, and water to produce ammonia with no carbon emissions. Another innovation pivots on the use of microbes to produce ammonia sustainably. Ginkgo Bioworks—founded in 2009—is working with life sciences giant Bayer to replace petrochemical-based agrochemicals with genetically-engineered microbes. However, Gingko has highlighted the potential risks of its co-endeavor. A 2024 Securities and Exchange Commission report by the Massachusetts Institute of Technology spin-out references “unintended consequences” of its modified microbes. Energy Storage: Bunkering In a world-first, German conglomerate Siemens developed a ‘green ammonia energy storage demonstrator’ in collaboration with the University of Oxford and Cardiff University in 2018. Using renewable power to make ammonia by combining hydrogen extracted from water and nitrogen from air, the process was entirely carbon emission-free. When needed, the stored ammonia could be converted back into electricity via traditional combustion methods or by ‘cracking’ it into nitrogen and hydrogen. Earlier this year, Rotterdam-based DCMR environmental protection agency granted chemical industry company OCI Global permission to construct a 60 ktpa ton ammonia storage tank in the Dutch national capital city. That green light followed the Norwegian Directorate for Civil Protection’s approval of the world’s first ammonia bunker facility on Norway's western coast in March 2024. It granted the country's Yara Clean Ammonia company permission for a 650-ton moored-in-place floating ammonia bunker barge with a permit for up to 416 bunker transfers to supply vessels calling regularly at Fjord Base per year. Following years of endeavor, ammonia-powered cargo ships met a significant milestone last month with Yara’s claim to have facilitated the world's first ship-to-ship transfer of ammonia at a working port in Western Australia. Market Fundamentals The traditional gross ammonia capacity worldwide in 2021 was estimated by the International Fertilizer Association (IFA) at around 190 million tpa with around 490 active ammonia plants in 64 countries. The Statista graph below shows nutrient demand. Annual gross ammonia production was around 185 million tons. The current merchant ammonia market however, trades only at around 20 million tons annually. The top exporters of ammonia in 2022 include Saudi Arabia, Indonesia, Algeria and and Canada. China, of course, produced a great deal but almost consumes much of it. Production grew over one percent per annum between 2011 and 2021. Before the COVID-19 pandemic, Mainland China's coal prices rose rapidly and the country faced steep competition in its urea export market. This triggered a drastic decline in ammonia production from 2016 to 2018. However, production increased in 2019 in the Middle East and the US, with only a minor loss in total global production. Because of COVID-19, the demand for ammonia fell drastically in 2020, caused by a decrease in the demand for industrial consumers, while the agricultural sector experienced a smaller decline mostly because of logistics and financial issues. Ammonia-based Pollution-reducing Agents Although capacity curtailments, consolidation announcements, and cost-cutting measures have impacted fertilizer production in recent years, trade levels remain healthy. Chemical industry giant BASF permanently closed the smaller of its two ammonia plants and related fertilizer facilities at Ludwigshafen, Germany, in 2023. Still, some ammonia output is destined for markets outside agriculture. Around a fifth of production is used for a series of industrial applications. One is as a chemical agent to reduce nitrogen oxide emissions from power plants and diesel engines. In fact, South Korean end users of one such consumer product—urea-based diesel exhaust fluid—endured severe shortages of the mandatory automotive emissions reduction agent in 2021, as covered in our blog post at the time. It followed China's government policies to limit fuel use and lower energy intensity, as well as the subsequent tightening of controls on chemical exports. Stay up to date with weekly blog updates. Subscribe now.",
    "images": "https://www.resourcewise.com/hubfs/zArchive/Imported_Blog_Media/ammonia-fueled-maritime.jpg",
    "tags": "Carbon Capture and Storage;Biofuels and Feedstocks;Tariffs;Forest Products;Market Trends;Market Prices;Lumber Market",
    "excerpt": "Future fuels, fertilizers, and feedstocks depend on the sustainable production of ammonia. This is a blog post exploring the issues at play.",
    "categories": ""
}