{
    "title": "Press Release: Fit for 55 package proposals: no ‘green transport transition’ without a real ambitious Rail strategy - UNIFE",
    "author": "unknown",
    "source": "UNIFE",
    "date": "2023-07-24",
    "text": "Press Release: Fit for 55 package proposals: no ‘green transport transition’ without a real ambitious Rail strategy 9 December, the European transport ministers convened to take stock of the ongoing Council of the European Union discussions concerning the Fit for 55 package proposals. In this context, UNIFE wishes to reiterate how important rail’s role is in achieving the EU’s transport decarbonisation objectives set by the European Climate Law. UNIFE welcomes the inclusion of rail in the scope of the new Commission proposal for a Regulation on the deployment of alternative fuels infrastructure (AFIR). However, rail-related provisions are not as ambitious as those related to other modes of transport. Our sector is not properly considered in the latest discussions about the AFIR proposal being held at the Council level. Rail is by far the greenest mode of mass transportation as it accounts for less than 0.5% of transport-related greenhouse gas emissions and is the only mode to both steadily improve its energy efficiency while increasing capacities. However, as of today only 54% of the current European rail network is electrified. As these lines convey 80% of traffic, there remain a significant number of diesel trains/locomotives in service. Considering that the life cycles of rail industry assets are long – for example, several decades for rail rolling stock -, urgent decarbonisation measures need to be put in place now to support deployment of alternative fuels infrastructures for rail, especially for those lines that are not mandated to be electrified under the Trans European Network – Transport (TEN-T). Our association also strongly supports the provision of optional tax exemption for energy products and electricity used for goods and passenger transport by rail, metro, tram and trolley bus, called for in the Energy Taxation Directive (ETD) recast. This option would further encourage the use of environmentally friendly modes of transport, like rail. UNIFE expects other instruments, such as the Carbon Border Adjustment Mechanism (CBAM) and the EU emissions trading system (ETS) reform, to curb emissions while providing additional revenue to be invested in innovation and low-carbon rail infrastructure that would further decrease the sector carbon footprint. Our members urgently call on European Member States to carefully reconsider the following elements when continuing discussions on the Fit for 55 proposals under the French Presidency of the Council, coming to office in January 2022: There will be no decarbonisation transition of the European transport sector without rail. The deployment of rail alternative fuels solutions is essential to achieve climate neutrality objectives. The analysis of Fit for 55 proposals must be consistent with the upcoming revision of the TEN-T Regulation. A real level playing field between transport modes is key to actualising EU Green Deal ambitions. In response to these developments, UNIFE Director General Philippe Citroën reiterated that: “European rail equipment manufacturers are fully committed to contributing to the deployment of green solutions, mitigating the environmental impact of transport and minimising the dependence on fossil fuels as we collectively pursue Green Deal targets. The role of electrification and green propulsion systems, like hydrogen fuels-cells and battery-powered trains, assumes tremendous significance for our Industry’s efforts to decarbonise lines that still run on diesel and seize the opportunities of one of the fastest growing markets in Europe, led by technological innovation. The Fit for 55 proposals should support transport decarbonisation in Europe and enable rail to lead the green transition.”",
    "images": "https://www.unife.org/wp-content/uploads/2021/12/fit-for-55.jpg",
    "tags": "",
    "excerpt": "9 December, the European transport ministers convened to take stock of the ongoing Council of the European Union discussions concerning the Fit for 55 package proposals. In this context, UNIFE wishes to reiterate how important rail’s role is in achieving the EU’s transport decarbonisation objectives set by the European Climate Law. UNIFE welcomes the inclusion […]",
    "categories": ""
}