{
    "title": "Carbon Border Adjustment Mechanism (CBAM) - UNIFE",
    "author": "unknown",
    "source": "UNIFE",
    "date": "2021-11-10",
    "text": "Carbon Border Adjustment Mechanism (CBAM) As one of the most energy-efficient transport modes, rail has a key role to play in the overall climate-neutrality goal by 2050, which has been enshrined into legislation through the Climate Law. UNIFE is a strong supporter of an ambitious EU climate policy, of the “Fit for 55” package, and also supports the introduction of a Carbon Border Adjustment Mechanism (CBAM) to tackle carbon leakage. \nHowever, CBAM should not be deployed at the expense of the competitiveness of downstream industries such as rail supply. Therefore, the following aspects shall be included in the proposal: \n► A transparent and coherent system shall be implemented in order to ensure a level playing field for all industries, and between EU and non-EU producers of finished products (e.g. rail rolling stock). \n► CBAM shall cover the emissions of the complete product value chain, before such product is imported into the EU. Finished products (rail rolling stock and equipment) should have the possibility to be included in the CBAM as soon as possible. \n► In order to ensure legal certainty for EU importers, product coverage should be clarified by the Commission, which should clearly identify goods & processed goods in the scope of CBAM. \n► As for the methodology to calculate the carbon content, it is necessary to build upon standardisation and the EU Taxonomy in order to have a harmonised framework.",
    "images": "https://www.unife.org/wp-content/uploads/2021/11/CBAM-Position-Paper-cover-1024x784.png",
    "tags": "",
    "excerpt": "As one of the most energy-efficient transport modes, rail has a key role to play in the overall climate-neutrality goal by 2050, which has been enshrined into legislation through the Climate Law. UNIFE is a strong supporter of an ambitious EU climate policy, of the “Fit for 55” package, and also supports the introduction of […]",
    "categories": ""
}