{
    "title": "HIGH-LEVEL WEBINAR",
    "author": "unknown",
    "source": null,
    "date": "2021-01-14",
    "text": "AFEP Report | Trade & Climate Change: \nQuantitative Assessment of the Best Policy Tools \nto Achieve Climate Neutrality and Competitiveness \n WEBINAR AVAILABLE ON DEMAND ON THIS PAGE The European Commission will propose a Carbon Border Adjustment Mechanism (CBAM) in June 2021, to help motivate foreign producers and EU importers to reduce their carbon emissions, while ensuring a level-playing field conducive to trade in a WTO-compatible way. Carbon leakage protection will be critical as the carbon price is expected to increase significantly in the next decades, driven by the climate neutrality objective by 2050. In this context, AFEP released its report “Trade & Climate Change: Quantitative Assessment of the Best Policy Tools to Achieve Climate Neutrality and Competitiveness”. It is the first study providing a comparative and quantitative analysis on the Carbon Border Adjustment Mechanism and other trade policy tools. It addresses the following questions: Best CBAM design: what does CBAM mean? What is the best CBAM design to achieve both carbon emission curbs and reduction of carbon leakage? Comparative approach: can CBAM better perform than other taxation tools and/or other trade instruments? One tool or a more comprehensive approach: should the EU rely mostly on one instrument or also invest in a set of trade negotiations to maximise climate and economic benefits? The main recommendation is that a tax-based (or ETS separate market for imports) CBAM is clearly a better performing tool than other internal instruments, such as a final consumption tax, if it comes along with strong supportive measures, such as WTO-compatible subsidies, that would help EU companies to be protected from carbon leakage. At the same time, CBAM results would be significantly boosted if this tool would be combined with international trade agreements with a « green » impact: for instance, a revised Agreement on industrial subsidies and an agreement reducing tariff duties on low carbon and environmental goods. The final report of the study was published on 14 January during the webinar « Trade and Climate change: making the case for CBAM and other green trade rules ». After an opening speech by Mr Laurent Burelle and a keynote speech by Mr Raffaele Mauro Petriccione, Director-General for Climate Action, European Commission, the webinar hosted Mr Benjamin Angel, Director in DG TAXUD, Mr Bernd Lange, Chairman of the INTA Committee in the European Parliament, Mr Patrick Pouyanné, CEO of Total, Mr Alan Wm. Wolff, WTO deputy-director general and Mr Matthew Porterfield, Deputy Director of the Harrison Institute for Public Law at Georgetown Law University for a panel discussion moderated by Ms Iana Dreyer, from Borderlex. The full programme and speakers’ biographies are available HERE",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}