{
    "title": "Position sur le Paquet européen «Fit for 55» : marché de quotas de CO2 (ETS) et mécanisme d’ajustement carbone aux frontières (CBAM)",
    "author": "unknown",
    "source": null,
    "date": "2021-05-01",
    "text": "L’Afep soutient l’objectif de neutralité climatique à l’horizon 2050 et le rehaussement de l’objectif climatique de l’UE à l’horizon 2030 dans le cadre du paquet « Fit for 55 ».\nComme le démontre la plateforme de l’Afep Ambition for Climate, les entreprises françaises sont engagées dès maintenant dans la transition énergétique et climatique. Elles accueillent donc avec intérêt les propositions de ce paquet. Elles sont particulièrement attentives à ce que le cadre proposé permette de déclencher le montant sans précédent d’investissements nécessaires à la transition en maintenant l’activité sur le territoire européen.\n Plus particulièrement : L’Afep soutient la révision du système EU ETS afin de l’aligner avec l’ambition climatique accrue de l’UE et de relever le défi de l’investissement. L’Afep est par ailleurs soucieuse de l’impact des nouvelles règles d’allocation de quotas gratuits, notamment concernant les benchmarks, qui risquent de conduire à une fragilisation des entreprises exposées au risque de fuites de carbone, avant même qu’elles ne puissent effectuer leurs investissements bas carbone sur le territoire européen. L’Afep est favorable à l’introduction d’un CBAM. Comme démontré dans notre étude d’impact (janvier 2020), le CBAM est l’outil le plus efficace pour lutter contre le risque de fuite de carbone à condition qu’il soit accompagné de mesures de soutien fortes, comme des subventions compatibles avec l’OMC. L’Afep souhaite donc la participation volontaire des secteurs, l’examen d’un possible mécanisme de compensation des effets sur les secteurs aval, et un allongement de la période de maintien de la totalité des quotas gratuits afin de s’assurer de la robustesse du CBAM.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}