{
    "title": "The EU’s carbon border tax can accelerate a low-carbon revolution if done right",
    "author": "OO KM Olamide Oguntoye Kitty Mant Alfonso Medinilla Bruce Byiers San Bilal",
    "source": "ECDPM",
    "date": "2023-04-17",
    "text": "The EU’s carbon border tax can accelerate a low-carbon revolution if done right Tomorrow, the European Parliament will cast its final vote on the Carbon Border Adjustment Mechanism (CBAM) before it enters into force in October this year. The CBAM is often perceived as a direct threat to industrialisation in the Global South, but if implemented correctly, it could boost a low-carbon revolution outside of the EU. The CBAM is the latest in a series of tools and trade regulations the EU is deploying to encourage the rest of the world to drastically reduce greenhouse gas emissions in the coming decades. The bloc is seeking to balance the playing field for EU companies and avoid ‘carbon leakage’ to countries outside the EU, and at the same time use its market power to force a global industrial ‘green transition’. Through the CBAM, the EU will start charging a tax on imports of carbon-intensive steel, cement, fertilisers, aluminium, electricity and hydrogen, unless an equivalent carbon price is paid at the source. The new mechanism is increasingly at the centre of many global debates – from its compliance with international trade rules to its impact on vulnerable, low-income country exporters. India, for example, has raised concerns over carbon border measures with the WTO. Others – like Morocco, which also has ambitious clean energy and decarbonisation plans in place – may see it less as a direct threat, and possibly even as an opportunity. The mechanism also raises a range of implementation questions – from counting carbon in traded goods to tracing global value chains across borders. A central question which remains unanswered is how the CBAM can help boost low-carbon technology development and deployment outside the EU’s borders. Plugging global carbon leaks is one thing, but incentivising innovation and investment in low-carbon technologies outside the EU is quite another. The global investment gap in low-carbon technology is very wide, and recent US and EU measures risk widening it even further. The US is racing ahead with the Inflation Reduction Act (IRA), deploying around $370 billion in new spending and tax breaks to boost clean energy technology, manufacturing and innovation, triggering the EU to follow suit in a global subsidy race with its new Green Deal Industrial Plan. As the world’s leading carbon market, the EU can make use of the CBAM to not only protect the competitiveness of its own industries, but also become a leader in global low-carbon innovation and pioneer investment in low-carbon industry transition in other countries, including the Global South. But for this to happen, it will need to get a few things right. The EU can make use of the CBAM to not only protect the competitiveness of its own industries, but also become a leader in global low-carbon innovation and pioneer investment in low-carbon industry transition in other countries, including the Global South. 1. The EU should prioritise complementary innovation policies \nThe EU hopes that the CBAM will incentivise foreign producers to cut emissions and governments to adopt equivalent carbon pricing to that of the EU’s Emissions Trading System (ETS). Yet the marginal abatement cost in CBAM target industries – including cement and steel – can be exceptionally high. This means producers are more likely to pass on the carbon tax to buyers than to pursue a radical but more expensive low-carbon alternative that would eventually price them out of the market, while EU producers tap into public funding to decarbonise and bring down production costs.  To deliver the game-changing technologies needed to decarbonise these hard-to-abate sectors, a suite of complementary public policy strategies – including public research and development investments, regulatory mandates and tax incentives – must be added to the mix. Electric vehicles (EVs) are a case in point. Despite being subject to fuel taxes, another form of carbon pricing, car owners in the EU are not automatically switching to EVs. Instead, EU governments are using a combination of subsidies, tax credits, purchase tax exemptions and an outright ban on the sale of fossil fuel-powered personal vehicles from 2035, to boost demand, drive down the cost and grow EV’s share of the total fleet. Today, some EU countries are among the countries with the highest EV penetration levels, with projections suggesting they might overtake China by 2030. Decarbonising hard-to-abate sectors, such as the steel, cement, fertilisers and aluminium sectors, is possible with emerging solutions – from direct electrification, hydrogen, alternative feedstock to carbon capture, and storage. But getting producers to invest in these low-carbon technologies will take more than a border tax. 2. The EU should develop robust green industrial value chains \nWithout additional measures to develop a robust trade framework for green industrial products, the CBAM could lead to opaque trading, resource shuffling and price distortions, which might disrupt the steady diffusion of low-carbon technologies.  Labelled by some commentators as protectionist and potentially discriminatory, the discourse around the CBAM echoes similar rebukes made of the IRA that entered into force in the US last summer. Vulnerable low- and middle-income country exporters have been hit hard, global value chains disrupted and green investment increasingly re-shored. As Trump’s steel tariffs demonstrated in 2018, a CBAM without requisite investment in securing supply chains could hurt the EU’s economy and its climate ambitions. At its worst, the CBAM risks creating a bifurcated global economy where low-carbon goods are freely traded in one bloc and high-carbon-intensity products are traded in another. The existence of a high-carbon-intensity trading bloc will make it more difficult for low-carbon technologies to diffuse, which in turn could hamper investment in developing these technologies. Avoiding this scenario will require creating new forms of trade alliances that seek to accommodate the different starting points of participating countries, while emphasising progress on reducing emissions. Other advanced economies, such as the UK and the US, are considering similar mechanisms to the CBAM and are at different stages of policy development. Others outside the EU-UK-US trading bloc are considering similar moves. Recognising the efforts of such trading partners by forging inclusive policies with them could help sustain investment in critical green technologies. Trade regulations, like the CBAM, could play a critical role in driving this agenda. The EU should also actively support developing countries potentially interested in establishing their own ‘CBAM-like’ mechanism. 3. The EU should champion green finance and inclusive development \nThe EU’s ability to support decarbonisation in least developed countries and low- and middle-income countries that are significantly affected by the CBAM will be a major measure of its credibility in climate and energy diplomacy. Assuming a stronger position in leading global partnerships and support for international markets must move higher up the EU’s priority list in the green transition.   The future costs of monitoring and measuring carbon footprints in some affected countries could itself become a trade barrier. Therefore, mitigating such barriers by keeping requirements simple, building on existing reporting mechanisms where possible, and supporting the deployment of technology for improved efficiency will be crucial. Many have argued for exemptions or a limited concessionary adjustment to the price of CBAM credits, reporting requirements and timelines in a way that recognises the vulnerability and limitations of some low-income countries, while preserving the CBAM’s aim to plug global carbon leaks. While such concessions may be important, actively supporting technology transfer and access to green finance in countries with a high growth potential for low-carbon technology demand must be a priority. Actively supporting technology transfer and access to green finance in countries with a high growth potential for low-carbon technology demand must be a priority. The EU should mobilise its development finance institutions and mechanisms (including guarantees and blended finance), its aid and technical assistance, as well as its trade and investment promotion and technology transfer instruments to stimulate and accompany the transition to low-carbon technologies in developing countries. For instance, in Mozambique – the fifth largest aluminium exporter to the EU, representing 8% of total EU aluminium imports in value – the CBAM impact might cause GDP to plunge by as much as 1.6%, depending on how responsive demand is to prices. The country also has unique renewable energy assets, including hydro, solar and wind power, which it could deploy to decarbonise aluminium production and drive local industrialisation. But success will depend on its ability to mobilise the necessary financing and know-how, which is where an EU partnership can be further enhanced. Such a partnership will involve a sustained diplomatic effort to listen, develop and communicate with affected countries that share climate ambitions, building on the EU’s Team Europe approach to active engagement with the South. Investment in low-carbon technology and a wider green transition abroad will not happen automatically with CBAM – it requires additional steps, including active investment, technology and policy support to accompany low-carbon transition in developing countries. In the months leading up to the CBAM rollout, the EU must double down on its global leadership by channelling its CBAM boldness towards accelerating the low-carbon innovation our world urgently needs. Only by showcasing how the CBAM can be beneficial to other parts of the world, will the EU be able to gain the credibility required to raise the bar on emissions reductions worldwide. About the authors Olamide Oguntoye is a senior policy advisor at the Tony Blair Institute for Global Change. Kitty Mant is a geopolitical researcher at the Tony Blair Institute for Global Change. Alfonso Medinilla is the head of ECDPM's climate action and green transition team. Bruce Byiers is the head of ECDPM's African economic integration team. San Bilal is senior executive, sustainable economies and climate action at ECDPM. The views are those of the authors and not necessarily those of ECDPM or the Tony Blair Institute for Global Change.",
    "images": "https://ecdpm.org/application/files/img/f/marcin-jozwiak-YGPCYETKFw8-unsplash-ba9d9dff.jpg",
    "tags": "",
    "excerpt": "Olamide Oguntoye, Kitty Mant, Alfonso Medinilla, Bruce Byiers and San Bilal argue that while the EU's Carbon Border Adjustment Mechanism (CBAM) is often perceived as a direct threat to industrialisation in the Global South, it could boost a low-carbon revolution outside of the EU – if implemented correctly.",
    "categories": ""
}