{
    "title": "Agenda | Delphi Economic Forum VIII",
    "author": "unknown",
    "source": "def-viii.delphiforum.gr",
    "date": "2025-01-01",
    "text": "Wednesday 26 All Venues No sessions on this day in this hall... Ahrweiler Hall | European Cultural Centre of Delphi 14.30 - 15.00 Shaping the Emerging World Order 15.00 - 15.30 Shaping the Emerging World Order 15.30 - 15.55 Homelands: A Personal History of Europe 15.55 - 16.10 Keynote Address 16.10 - 16.55 Europe After Putin: A New Security Order for the 21st Century 16.55 - 17.40 The Future of Globalization and Global Citizenship Programming Partner: RAND Corporation 17.40 - 18.05 Zeitenwende: Germany’s Historical Geopolitical Shift 18.05 - 18.20 Break 18.20 - 19.00 The Day After the War in Ukraine: A View of Southern Europe 19.00 - 19.15 Western Balkan Quad 19.15 - 20.15 Politics in the Gen Z Era Apollon Room | Amalia Hotel 14.00 - 15.00 Greece As An Educational Hub 15.00 - 15.50 Designing the Future of Higher Education in Greece 15.50 - 16.20 Inclusive Education Statement George Tsunis, US Ambassador to the Hellenic Republic Discussion Sara Minkara, Special Advisor on International Disability Rights, US Department of State Chair: Kristin M. Roberts, Public Affairs Officer, U.S. Embassy Greece 16.20 - 17.15 Internationalization Of Greek Higher Education Artemis Hall | European Cultural Centre of Delphi 12.30 - 13.45 Opening Session KEYNOTE ADDRESS H.E. Katerina Sakellaropoulou, President of the Hellenic Republic WELCOME REMARKS Panagiotis Roilos, President, European Cultural Centre of Delphi, Greece STATEMENT Marianna Vardinoyannis, Goodwill Ambassador of UNESCO, Laureate of United Nations \"Nelson Mandela Prize 2020\" STATEMENT Melina Travlou, President, Union of Greek Shipowners; Chair of the Board, Neptune Lines & Neptune Dry, Greece FIRESIDE CHAT Christian Wulff, President (2010-2012), Federal Republic of Germany in conversation with Ali Aslan, International TV Presenter & Journalist WELCOME Fanis Spanos, Governor, Region of Central Greece Panagiotis Tagalis, Mayor of Town of Delphi Chair of the Opening Session: Symeon G. Tsomokos, Delphi Economic Forum 13.45 - 14.15 Break 14.15 - 15.30 The Future Of Democracy: Challenges And Problems 15.30 - 16.00 State Of Justice 16.00 - 16.50 Justice – Development - Investments 16.50 - 17.00 Break 17.00 - 17.30 Economic Reforms And The Constitution: What Are The Institutional Requirements To Spur Growth And Competitiveness 17.30 - 17.45 Justice and Politics 17.45 - 18.45 The Lausanne Treaty: A 100 Years 18.45 - 19.45 Democracy, Institutions and Political Trust: Intergenerational Trends in Greece Programming Partner: ENA 19.45 - 20.00 Discussion Exhibition Hall | European Cultural Centre of Delphi 18.30 - 19.40 COSTA CARRAS EUROPEAN CITIZENS AWARD for the Safeguard of Endangered Cultural and Natural Heritage - CEREMONY by Europa Nostra and ELLINIKI ETAIRIA - Society for the Environment and Cultural Heritage Founding Partners A.G. Leventis Foundation, Delphi Economic Forum, European Investment Bank Institute H.E. the President of the Hellenic Republic, Ms. Katerina Sakellaropoulou, will honor with her presence this event Ianthi Room | Amalia Hotel 14.00 - 16.00 Towards Better Regional Governance In Europe 16.00 - 18.00 Eyes on the Future: How Can Local Authorities Embrace Innovation and Invest on Human Capital to Spur Changes 18.00 - 18.20 Continuous “Spatial Memory” of Regional Territories: Accessive Mappings to Improve Effectiveness of Services and Accountability of Governance 18.20 - 20.00 Unleashing Untapped Potential: Investing and Doing Business in the Periphery Karamanlis Hall | European Cultural Centre of Delphi 14.00 - 14.45 Environment & Sustainability: The Role of the Non Profit Foundations Programming Partner: “THE FILOTIS” Association 14.45 - 15.05 State Reforms: Before and After 15.05 - 15.40 Climate Crisis: Research and Results Programming Partner: Society for the Environment & Cultural Heritage (ELLET) 15.40 - 16.10 Will Net Zero Get Us to Net Zero? How to Navigate Green Markets 16.10 - 16.30 Nature Based Investments for a Sustainable Future 16.30 - 17.10 Marine Protected Areas as a Lever for Local Development Programming Partner: A.C. Laskaridis Charitable Foundation 17.10 - 17.50 Whoever Owns the Sea...Owns the World Programming Partner: The French Institute of Greece 17.50 - 18.10 EU Climate Policy & Energy Nexus: The View of Germany 18.10 - 18.30 Break 18.30 - 19.15 Overlook And Franco-Hellenic Perspectives On The Maritime Industries Programming Partner: French Hellenic Chamber of Commerce & Industry 19.15 - 20.00 Antisystemic Tendencies and Democracy Leto Hall | Amalia Hotel 14.00 - 14.50 Fireside Chat 14.50 - 15.00 Break 15.00 - 15.30 Inflation Dynamics, Monetary Policy & Financial Stability 15.30 - 15.50 Fireside Chat 15.50 - 16.10 Fireside Chat 16.10 - 16.40 Which are the Challenges Ahead of the Greek and Global Banking System 16.40 - 17.15 Business Growth And Resilience Fund For SME’s 17.15 - 17.45 Embedded Finance - How Financing is Embedded in the Journey of the Consumer Presentation: Yannis Harizopoulos, Partner, McKinsey & Company 17.45 - 18.20 Digital Strategies in Uncertain Times 18.20 - 19.00 How Does the Banking Crisis Impact the Market Outlook 19.00 - 19.40 Reshaping Retail Banking: Are We Ready for the Digital Age? 19.40 - 20.10 Opportunities and Risks in the Global Digital Economy Programming Partner: Chatham House 20.10 - 20.30 Euroshock: How the Largest Debt Restructuring in History Helped Save Greece & Preserve the Eurozone Thursday 27 All Venues No sessions on this day in this hall... Ahrweiler Hall | European Cultural Centre of Delphi 09.00 - 09.40 Successful Models of Healthcare, Life Sciences Research & Pharma Industry Synergy 09.40 - 10.30 Rare Diseases: Improving Patient Access 10.30 - 11.10 The Future Landscape of Organ Donation and Transplantation in Greece: The Key Elements of the New Bill and the Reforms it Brings Forward Programming Partner: Onassis Health 11.10 - 11.55 Building Sustainable & Resilient Health-Care Systems for a Safer Future 11.55 - 12.15 Fireside Chat 12.15 - 12.50 Greek Local Champions: Building Resilient Health Systems With Added Value Investments Programming Partner: Panhellenic Union of Pharmaceutical Industries (PEF) 12.50 - 13.00 Break 13.00 - 13.30 Fireside Chat 13.30 - 13.35 Break 13.35 - 14.15 Strategies for Boosting Health Innovation 14.15 - 14.35 Break 14.35 - 15.20 The EU Pharma Strategy and the Challenges for the Greek Healthcare Sector Programming Partner: Hellenic Association of Pharmaceutical Companies (SFEE) 15.20 - 16.00 Accelerating Patient - Centered Care for Healthier Citizens 16.00 - 16.20 Genesis of Bioethics 16.20 - 16.35 Artificial Intelligence & Medical Exams 16.35 - 17.15 Health, Economic and Social Perspectives of Vaccines 17.15 - 17.20 Break 17.20 - 17.40 Fireside Chat 17.40 - 18.20 Lifesciences Revolution: Innovations for Complex Problems 18.20 - 18.45 Health Data Futures 18.45 - 19.00 Advancing Healthcare via Technology 19.00 - 19.50 Challenges To Transformational Growth 19.50 - 20.30 Climate Crisis, Health and Vulnerability Programming Partner: Bodossaki Foundation Apollon Room | Amalia Hotel 09.00 - 09.50 Readiness for Agricultural Transformation 09.50 - 10.40 Greening Agriculture In The Eu And Globally Programming Partner: World Bank 10.40 - 11.20 From Local to Global 11.20 - 11.40 Fireside Chat 11.40 - 11.50 Break 11.50 - 12.30 Climate: Race to Zero, Race to Resilience 12.30 - 13.20 The Evolution of ESG: The Role of Electrification and the Digital Agenda in Mobility 13.20 - 14.00 Achieving Carbon Neutrality via a Circular Economy 14.00 - 14.35 Circular Economy as an ESG Imperative 14.35 - 15.15 The Role of ESG and Purpose 15.15 - 15.30 Networking Break 15.30 - 15.50 The Now and Next in Analytics and AI 15.50 - 16.20 Sustainability Communications: The Need to Get Real 16.20 - 17.00 Accelerating the ESG Journey via Better Governance 17.00 - 17.25 Leading Through Disruption: CEOs on Navigating Uncertainty 17.25 - 17.40 Fireside Chat 17.40 - 18.15 Challenge Accepted: The CEO View 18.15 - 19.00 Win the Town to Win the Future of Retail 19.00 - 19.45 Dynamic Risk Management For Uncertain Times 19.45 - 20.05 Fireside Chat 20.05 - 20.35 Exports: Making Trade Work for All Artemis Hall | European Cultural Centre of Delphi 09.00 - 09.30 NPLs Secondary Market: Refinancing Opportunities and Challenges 09.30 - 10.00 The Evolution of NPLs Market for Debtors and Investors in a Rising Interest Environment 10.00 - 10.30 New Banks: At the Heart of the Matter 10.30 - 11.15 Responding to the New Reality in Financial Services: Efficiency & Effectiveness in The World of Technological Disruption, Inflation & Volatility 11.15 - 12.00 Major Infrastructure Projects in the Region 12.00 - 12.25 Fireside Chat 12.25 - 12.45 An Update on Safe and Sustainable Railways 12.45 - 13.30 Unlocking Financing In Infrastructure 13.30 - 14.15 Investments in Greece Programming Partner: Athens Exchange Group 14.15 - 15.15 Recovery Fund for Resilient Infrastructure 15.15 - 15.30 Break 15.30 - 16.00 Fireside Chat 16.00 - 16.25 Building Up Resiliently: Shaping a Solid Future of Ukraine 16.25 - 16.40 Fireside Chat 16.40 - 17.00 Fireside Chat 17.00 - 17.15 Investment Grade: Faraway Or Close? 17.15 - 18.00 Challenges of the European Economy and How to Avoid Another Decade of Growth Disappointments Programming Partners: World Bank & Foundation for Economic & Industrial Research (IOBE) 18.00 - 18.40 \"3+1\": The Interparliamentary Forum 18.40 - 19.20 The Golden Greeks: The Contribution of Diaspora in Making Greece Global 19.20 - 20.00 The Developing World in Front Of Multi-Crises Kafeneio | Town of Amfissa Karamanlis Hall | European Cultural Centre of Delphi 09.00 - 09.55 Envisioning Blue Oceanic Affairs With Emerging Technologies Programming Partner: World Maritime University 09.55 - 10.40 Challenges & Opportunities of Leading an Int’l Organization in Greek Shipping Programming Partner: iforU Greek Mentoring Networking 10.40 - 11.25 Charting a Course to a Sustainable & Efficient Industry Programming Partner: YES Forum 11.25 - 11.40 Break 11.40 - 12.00 Fireside Chat 12.00 - 12.40 The ESG Imperative for Shipping 12.40 - 13.30 The Growing Pressure & Urgency for Change Programming Partner: International Union of Marine Insurance (IUMI) 13.30 - 13.35 Maritime Diplomacy: The Greek View 13.35 - 14.30 Navigating Challenges In The World Of Shipping Programming Partner: YES Forum 14.30 - 14.55 Greek Shipping: What Will Define Its Future 14.55 - 15.10 The Strategic Importance of Panama 15.10 - 15.30 Fireside Chat 15.30 - 16.00 Networking Break 16.00 - 16.35 Sustainable Finance: The Increasing Importance Of ESG 16.35 - 17.05 Unpacking Peoplecert’s Growth Story: An Insead Case Study of Its Path To Unicorn Status and Beyond 17.05 - 17.25 The Role of Africa in the New World Order 17.25 - 18.25 Greek Tourism: The Next Decade. Building On Present Success 18.25 - 19.10 Make it Scale: Online Travel Platforms and their Impact to the Greek Economy 19.10 - 19.30 Fireside Chat 19.30 - 19.40 Tourism at a Crossroad: Skills and Jobs Demand Leto Hall | Amalia Hotel 09.00 - 09.45 The Quest for the Strategic Autonomy of Europe 09.45 - 10.00 Fireside Chat 10.00 - 10.45 Bridge Over the Atlantic: Renovating the Transatlantic Partnership to Fit the Increasingly Multipolar War 10.45 - 11.05 Fireside Chat 11.05 - 11.50 Elections in Greece and Turkey: The Day After 11.50 - 12.30 Europe as a Lighthouse an the Storm: How to Pave the Way to Peace Programming Partner: GLOBSEC 12.30 - 13.00 The Shifting Sand of Alliances: Towards a New Geopolitical Landscape 13.00 - 13.15 Break 13.15 - 13.45 Fireside Chat 13.45 - 14.00 European Future: Beyond Economy, Where is the Spirit & How to Evoke It? Programming Partner: Bled Strategic Forum 14.00 - 14.15 Networking Break 14.15 - 15.00 Inflation and Unemployment: Implications to Macroeconomic Policies 15.00 - 16.00 The East Med and the Great Power Politics 16.00 - 16.15 Break 16.15 - 17.15 Europe’s Coming of Age Programming Partner: Hellenic Foundation for European & Foreign Policy (ELIAMEP) 17.15 - 17.55 The Making of a New Security Architecture in the Gulf Programming Partner: Institute for International Political Studies (ISPI), Rome Med – Mediterranean Dialogues 17.55 - 18.30 The Return of Deterrence: Building Resilience Through Preparation 18.30 - 19.20 Geopolitics & Energy: Shaping the Evolving Eastern Mediterranean Regional Landscape Programming Partner: Institute for National Security Studies (INSS) Friday 28 All Venues No sessions on this day in this hall... Ahrweiler Hall | European Cultural Centre of Delphi 09.00 - 09.20 Security Implications of New Offshores Energy Findings in the Black Sea and East Med Paper prepared by New Strategy Center and the Greek Energy Forum for the Delphi Economic Forum 09.20 - 10.00 The Case of EU Energy Sovereignty 10.00 - 10.20 Middle East: Regional Energy Security 10.20 - 10.40 Fireside Chat 10.40 - 11.05 Energy Transition: The Role of the Ecosystem 11.05 - 11.25 Fireside Chat 11.25 - 11.45 Green Power: Scaling Up Renewables 11.45 - 12.25 Unfolding Energy Transition 12.25 - 12.45 ETS Reform – Carbon Pricing – CBAM 12.45 - 13.05 Fireside Chat 13.05 - 13.45 Renewable Energy Developments in a Net-Zero World 13.45 - 14.20 Energy Security: Trajectories Towards the European Autonomy 14.20 - 14.35 Chartering Our Water Future 14.35 - 15.20 Energy Transition Pillars & the Future of Green Energy: An Update on the Greater East Med Region 15.20 - 15.40 East Mediterranean Gas Project 15.40 - 16.00 Real Opportunities and Challenges of the Energy Transition 16.00 - 16.40 New Energy Avenues 16.40 - 17.20 Increasing the Chances of Achieving Net Zero 17.20 - 18.00 Energy Platform: Critical Raw Materials - Batteries 18.00 - 18.20 Investments in Energy: RES & ESS 18.20 - 19.10 Energy Avenues: The Role of the Eastern Mediterranean Apollon Room | Amalia Hotel 09.00 - 09.40 Tech Transfer and the Winds of Change Programming Partner: National Centre for Scientific Research “DEMOKRITOS’’ 09.40 - 10.20 Innovation and Digital Transformation: How Technology Transforms Business, Industries and the Society 10.20 - 11.00 The New Era for Greece and the Region as an Innovation Hub Programming Partner: ENDEAVOR 11.00 - 11.30 Financial Literacy and Financial Inclusion 11.30 - 12.10 The Positive Impact of the Regulated Gaming Market on the Economy 12.10 - 12.50 Future Consumer Index Greece 2023 12.50 - 13.10 Generation Z: What Business Needs to Know About the Generation Changing Everything 13.10 - 13.30 Beyond GenZ to GenT 13.30 - 14.10 Innovation in Government 14.10 - 14.50 Bridging Digital and Physical Channels 14.50 - 15.30 Preparing for the Emergence of Generative AI 15.30 - 16.10 Misinformation and the Media 16.10 - 16.30 Fireside Chat 16.30 - 16.50 Co-Creating Resilient Societies In The Era Of Permacrisis 16.50 - 17.10 Fireside Chat 17.10 - 18.00 Industry 2030 Programming Partner: SEV Hellenic Federation of Enterprises 18.00 - 18.40 The Future of State in the Digital Era Programming Partner: Tony Blair Institute for Global Change 18.40 - 19.20 AI Safety and Alignment: What is Needed to Ensure that AI Contributes to Social and Economic Prosperity Artemis Hall | European Cultural Centre of Delphi 09.00 - 09.40 Can Europe Meet Its Illiberal Challenge? Programming Partner: London School of Economics (LSE) 09.40 - 10.30 Weaponizing Globalization: What Should the EU Do? Programming Partner: European University Institute (EUI) 10.30 - 11.00 Geopolitical Tensions In East Asia 11.00 - 11.35 When the European Integration is Receding: The Causes and the Price of the International Context 11.35 - 11.50 Fireside Chat 11.50 - 12.40 Securing the Black Sea Programming Partner: Royal United Services Institute (RUSI) 12.40 - 13.05 Will Europe Emerge Stronger After Ukraine? 13.05 - 13.50 The Definite Geopolitical Return of the East Med 13.50 - 14.10 First Presentation of the EU Report (In Greece) for the Reform of the Welfare State Programming Partner: DIKTΙO 14.10 - 14.30 Fireside Chat 14.30 - 14.45 Networking Break 14.45 - 15.25 How the War in Ukraine Change NATO 15.25 - 15.40 Fireside Chat 15.40 - 16.00 Brexit 16.00 - 16.10 7 Years Of Brexit: How Does Uk Fit Into Europe 16.10 - 16.40 The Political Oversight of Intelligence Services: Sharing the European Experience Programming Partner: London School of Economics (LSE) 16.40 - 17.20 The New EU Foreign and Security Policy Towards Russia: Central European Perspectives Programming Partner: Warsaw Security Forum 17.20 - 18.10 China - US Relations 18.10 - 18.50 Battle for the Black Sea: The Strategic Importance of the Region in the Context of the War in Ukraine Programming Partner: New Strategy Center 18.50 - 19.20 Russia’s Hybrid War: How to Strengthen the Eu’s Energy Security? Programming Partner: Wilfried Martens Centre for EU Studies & Konstantinos Karamanlis Institute for Democracy Ermis Room | Amalia Hotel 14.00 - 14.10 Networking Break 14.10 - 14.50 E-merging Platforms: The Future of Economy 14.50 - 15.30 Cyber Security in Greece: Presentation of a Research 15.30 - 16.10 From Cybersecurity to Cyber Resilience 16.10 - 16.40 Can Quantum Computing Change the World? 16.40 - 17.00 Presentation: The World in 2023 17.00 - 17.40 Harnessing the Potential of Technology to Solve Global Problems Programming Partner: Global Federation of Competitiveness Councils (GFCC) 17.40 - 17.45 Break 17.45 - 18.25 Why Digital Transformation Matters 18.25 - 18.45 The Challenge of Satellite Communications 18.45 - 19.05 Space: The Final Frontier 19.05 - 19.20 Migration as a Force of Growth and Innovation Programming Partner: Compete Greece Exhibition Hall | European Cultural Centre of Delphi 09.10 - 09.55 Energy in Eastern Mediterranean 09.55 - 10.40 Security Challenges in the Eastern Mediterranean 10.40 - 11.10 Religious Challenges in Europe & the East: The Contemporary of the Religious 11.10 - 11.30 Break 11.30 - 13.00 Europe Today and Tomorrow: Crossed Glances 13.00 - 13.05 Break 13.05 - 13.45 Cultural Heritage for the Integration of Western Balkans into the EU Programming Partner: Europa Nostra 13.45 - 14.00 From Delphi to Global Thought, Culture and Politics: Contemplating the Approaching Events 14.00 - 14.15 Networking Break 14.15 - 14.35 Classical Greek: A Language from the Past or the Language of the Future 14.35 - 15.05 Teaching Classical Greek as a Living Language 15.05 - 15.15 Break 15.15 - 15.45 Redefining Classical Greek: The Need to Learn and Certify 15.45 - 15.55 The Relevance of the Delphic Maxims 15.55 - 16.00 Break 16.00 - 16.30 Philanthropy: The Day After 16.30 - 16.40 Break 16.40 - 17.30 Church & Fundamentalism in the New Reality 17.30 - 18.00 AI: In Our Image and Likeness? 18.00 - 18.30 From Homer to Maria Callas 18.30 - 19.00 Maria Callas, 100 Years Since Her Birth Ianthi Room | Amalia Hotel 13.30 - 14.10 Climate Change, Earth and Space 14.10 - 15.00 Female Leadership: A Competitive Edge For The Future Programming Partner: European Investment Bank Opening remarks 15.00 - 15.50 Equality at the Workspace - Closing the Gender Gap in Greece Programming Partner: Hellenic Federation of Enterprises (SEV) & Bodossaki Foundation 15.50 - 16.20 The Future of Food: Imagining our 2040 Meals 16.20 - 17.00 Developing an ESG Roadmap to Good Nutricion 17.00 - 17.15 Break 17.15 - 17.55 The New Role of Thessaloniki in SE Europe in the Fields of Industry, Technology and Logistics 17.55 - 18.30 How We Vote? Ideologies, Values, Positions 18.30 - 19.15 Fintech: How Can Technology Help Companies & Investors Navigate Today's Volatility Markets Programming Partner: Athens Exchange Group Karamanlis Hall | European Cultural Centre of Delphi 09.00 - 09.40 The Impact of Investing Industry 09.40 - 10.20 Housing Crisis: Can We Fix It? Programming Partner: diaNEOsis 10.20 - 10.40 Fireside Chat 10.40 - 11.10 Thinking the City: Understanding the Urban Experience 11.10 - 11.30 Reforming Athens: The Paradigm Of A Resilient And Future Oriented City 11.30 - 12.00 Transforming our Cities. Paving the Way Towards Urban Regeneration & Sustainable Buildings 12.00 - 12.40 The Impact of Large-Scale Investments on Greece's Real Estate Market 12.40 - 13.15 Unlocking the Investment Potential of the Mediterranean: Strategic Co-Investing With SWF's 13.15 - 14.05 Investing in Industry: Practices, Progress and Challenges 14.05 - 14.20 Making Public Investments Efficient in Bulgaria 14.20 - 14.50 RRF: Making Public Investments Efficient 14.50 - 15.20 Assessing the Effects of Large Infrastructure Projects on Greece's Development 15.20 - 15.50 The Challenge of Attracting Quality Foreign Direct Investments 15.50 - 16.15 Fireside Chat 16.15 - 16.55 Unlocking the Potential of Greek Business 16.55 - 17.30 Accelerating Green Growth in Built Environment 17.30 - 17.50 Global Private Equity Industry Status & Outlook: Navigating A Shifting Tide 17.50 - 18.05 Fireside Chat 18.05 - 18.40 Investments in Energy: Gas & Power 18.40 - 19.15 The Role of Stock Exchanges Programming Partner: Athens Exchange Group 19.15 - 19.30 Fireside Chat Leto Hall | Amalia Hotel 09.00 - 09.40 The Ultimate Match-Maker: The Eu’s Role In Upskilling The European Talent Pool Programming Partner: DG Reform 09.40 - 10.20 Reinventing the Public Sector and Government Workforce 10.20 - 11.00 How Diversity, Equity and Inclusion (D.E.I.): Investing in Untapped Talent 11.00 - 11.50 Bridging the Skills’ Gap with Ambitious and Bold Actions Programming Partner: SEV Hellenic Federation of Enterprises & Bodossaki Foundation 11.50 - 12.20 Why Social Inclusion Matters and How to Foster It 12.20 - 13.00 Digital Public Services: How to Achieve Fast Transformation at Scale 13.00 - 13.40 Innovation Across the Board: A Prerequisite for Survival & Success 13.40 - 14.20 The Need to Capacitate Public Administration at a Central and Regional Level Programming Partner: DG Reform 14.20 - 14.30 Break 14.30 - 15.05 Strengthening the Open Balkan Initiative: Common Sense or a Prelude to Future EU Enlargement 15.05 - 15.55 Implications of a Stalled EU Enlargement 15.55 - 16.50 The Impact of Normalization of Relations Between Serbia and Kosovo in the Context of the European Integration of the Western Balkans 16.50 - 17.30 Break 17.30 - 18.00 The Western Balkans on the New Geopolitical Chessboard 18.00 - 18.30 Fireside Chat 18.30 - 18.55 Fireside Chat 18.55 - 19.20 Fireside Chat 19.20 - 20.00 Fireside Chat Saturday 29 All Venues No sessions on this day in this hall... Ahrweiler Hall | European Cultural Centre of Delphi 09.30 - 10.10 China Will Be the Real Winner of the War in Ukraine? Programming Partner: Institute of International Relations (IDIS) 10.10 - 11.00 The Wider Geostrategic Implications of the War in Ukraine Programming Partner: Atlantic Council 11.00 - 11.50 Spirit of Freedom: How Ukraine Shaped Global Dynamics 11.50 - 12.00 Break 12.00 - 12.30 Friends or Rivals: EU Russia Relations Post Ukraine 12.30 - 13.40 Are the EU27 Individually & Collectively Responding Adequately to the Multiple, Fundamental Consequences of the War in Ukraine? 13.40 - 14.10 The Next Day of Western Sanctions Against Russia Apollon Room | Amalia Hotel 09.30 - 10.10 Culture and Creativity are Powerful Assets for Growth 10.10 - 11.00 Transitioning Skills, Workforce & Society in Time of Accelerated Technology Change Programming Partner: Global Federation of Competitiveness Councils (GFCC) 11.00 - 11.50 Cultural Wealth: Exploring the Long Overlooked Potential of the Cultural Sector Programming Partner: DG Reform 11.50 - 12.00 Hollywood in Greece: Pillar of Development and Entrepreneurship 12.00 - 12.40 The Age of Digital Distribution: On the Future of Music 12.40 - 13.20 Fostering Social Development While Protecting Environment Artemis Hall | European Cultural Centre of Delphi 09.00 - 09.55 Turning the Page on the Greek Turkish Relations Programming Partner: Center for European Policy Analysis (CEPA) 09.55 - 10.40 Turkiye: Are There Any Alternatives to EU Accession? The Roadmap After May 14 10.40 - 11.25 Building Peaceful Coexistence: The Road Forward of Greek Turkish Relations 11.20 - 11.40 Keynote Address 11.40 - 12.00 Fireside Chat 12.00 - 12.20 Fireside Chat 12.20 - 13.00 Building a Safe, Fair and Responsible Migration Policy for European Societies MoU SIGNING: 20th JUBILEE VIENNA FORUM 13.00 - 13.40 Security & Immigration Ermis Room | Amalia Hotel 09.30 - 10.30 Successful at Work & Thriving in Life: Can the Modern Entrepreneur Excel in Both 10.30 - 11.10 Rights & Wellbeing at Work 11.10 - 11.50 Soft Skills and Strong Impact 11.50 - 12.30 Delivering Through Diversity, Equity and Inclusion Programming Partner: Upfront 12.30 - 13.00 The Smart Way to Learn From Failure Exhibition Hall | European Cultural Centre of Delphi 10.00 - 10.30 Fireside Chat 10.30 - 10.55 Fireside Chat 10.55 - 11.30 EU Defense Industry Policy Programming Partner: Center for European Policy Studies (CEPS) 11.30 - 12.15 A New Strategy for the EU Defense Industry: Implications for Greece 12.15 - 13.15 The Greek Defense Industry: A Regional Power Soon Karamanlis Hall | European Cultural Centre of Delphi 09.00 - 09.40 A Perspective On The Current Status Of The Labor Market Programming Partner: Athens Chamber of Commerce and Industry 09.40 - 10.05 Regaining an Investment-Grade Credit Rating: What Does it Mean and What Lies Ahead 10.05 - 10.45 Twin Deficits: Are They Coming Back to Haunt Us? Is There a Risk of Relapse? 10.45 - 11.10 The Industry Innovation – Regulation Nexus: Improving Society Through Innovation 11.10 - 11.35 Corporate Governance Matters: Principles and Guidelines 11.35 - 11.45 Break 11.45 - 12.05 A National Strategic Plan to Foster Extroversion 12.05 - 12.35 The Hidden Deficit: A Critical Problem of the Insurance and Pensions System 12.35 - 13.10 State of the Tax System: Does it Contribute to the Deepening of Inequalities? 13.10 - 13.25 Using Franchising as a Vehicle for Economic Growth in Greece 13.25 - 13.45 Greece as an Investment Destination: Prospects and Challenges 13.45 - 14.15 Re-Industrialization Programming Partner: Hellenic Entrepreneurs Association (E.EN.E) Leto Hall | Amalia Hotel 09.30 - 10.15 The Role of Parliamentary Diplomacy 10.15 - 10.45 The Gordian Knot: Social Media, Civil Disobedience, Violence 10.45 - 12.00 Future of State: Resilience, Prosperity and Trust 12.00 - 12.40 Next Generation Politics or Politics for a New Generation? 12.40 - 13.15 Is Democracy on Retreat? 13.15 - 14.00 The Unexpected Power of Withholding the Vote",
    "images": null,
    "tags": "",
    "excerpt": "View the agenda of Delphi Economic Forum VIII",
    "categories": ""
}