{
    "title": "EU CBAM highlights need for US climate strategy",
    "author": "Catrina Rorke; Matthew C Porterfield",
    "source": "Climate Leadership Council",
    "date": "2024-04-21",
    "text": "After months of negotiation, the EU has reached a provisional agreement on the Carbon Border Adjustment Mechanism (CBAM). Starting in October 2023, EU imports of steel, aluminum, fertilizers, and more will face requirements at the border to report their carbon intensity; fees will soon follow. It’s the first major step by a set of climate-ambitious countries to create an economic signal for global emissions reductions. Many in the U.S. are scratching their heads. Some are wary. How does the CBAM affect domestic manufacturers? What does this mean for the world order on climate? Regardless of how you feel, the CBAM highlights an urgent need for the U.S. to chart a course that is in our best interest. A sound strategy for climate and trade policy would have four goals: reducing global emissions, boosting the U.S. economy, deepening cooperation with like-minded countries, and holding high emitting nations accountable. The best place for that work to start is in Congress with bipartisan legislation. Council research has shown that policy solutions like a border carbon adjustment (BCA) and carbon clubs would be a boon for more investment in U.S. industry and workers, improved energy and national security, robust export opportunities for clean firms, and lower global emissions. Lawmakers on both sides of the aisle have already shown interest in this approach. For example, Sen. Bill Cassidy (R-La.) has talked about leveraging the U.S. carbon advantage to hold foreign emitters accountable and “establish a paradigm in which worldwide the goal will be to lower emissions.” Sen. Kevin Cramer (R-N.D.) has added that, when done right, the climate-trade link can advance a number of goals. In an op-ed response to the CBAM earlier this month he said, “like-minded nations must build upon our shared geopolitical, environmental and trade standards to reward our producers and manufacturers for the good work they already do.” Senate Democrats also see this as a promising next step. Last month, Sens. Brian Schatz (D-Hawaii), Sheldon Whitehouse (D-R.I.), and Martin Heinrich (D-N.M.) published an op-ed saying, “On average, the U.S. economy is much less carbon intensive than that of its trading partners, so a border adjustment fee would boost clean American manufacturing while putting intense economic pressure on foreign polluters. The European Union is already moving to impose a carbon border adjustment on its imports; now that the U.S. is taking significant steps to boost clean manufacturing, we should too, and encourage our allies to do the same.” This follows two legislative proposals introduced by Democrats this Congress. Congress should also call for the executive branch to negotiate advantageous trade deals with our allies. The Biden administration is already leaning in. Late last year, they launched negotiations with the EU to replace existing steel and aluminum trade protections with a new “climate club” approach. Called the Global Arrangement for Sustainable Steel and Aluminum, the U.S. and the EU are poised to set standards for low-carbon metals, which will benefit the domestic steel and aluminum industries and their workers while holding the heaviest emitters, like China, accountable. The UK, Japan and Canada are expected to join, too. These approaches — bipartisan legislation and executive deals to level up with like-minded allies — should lead to the U.S. and EU finding common ground. Both have lots to gain. The U.S. has a striking carbon efficiency advantage over most of its key trading partners, manufacturing goods that are 40% more carbon-efficient than the world average. Our advantages in some of the affected industries like chemicals and steel are especially strong. The EU also enjoys a carbon efficiency advantage over many of its trading partners. Together, the U.S. and EU could be a powerful economic force and mobilize the two largest consumer markets in the world toward meaningful global emissions reductions. That means a boost to the competitiveness of manufacturers in their domestic markets and more demand for their products abroad. The good news is we’re not starting from square one. If the new tent for climate innovation is under trade, then the U.S. is already on the inside. And there’s plenty of room for everyone. Whether you are motivated by achieving global decarbonization targets, strengthening the American economy, or maintaining a leading geopolitical standing, there’s an entry point into the climate and trade conversation. This has the potential to bring together a coalition we’ve never seen before and do a lot of good along the way. The CBAM is here, and it’s time for the U.S. to act. Catrina Rorke is executive director of the Center for Climate and Trade and senior vice president for policy and research at the Climate Leadership Council. Previously, Ms. Rorke served as Director of Energy Policy at the R Street Institute where she founded the institute’s energy and environment program.",
    "images": null,
    "tags": "",
    "excerpt": "After months of negotiation, the EU has reached a provisional agreement on the Carbon Border Adjustment Mechanism (CBAM). Starting in…",
    "categories": ""
}