{
    "title": "CBAM Emissions Accounting – Thorough Guidance with Too Much Flexibility",
    "author": "Daniel Hoenig",
    "source": "Climate Leadership Council",
    "date": "2024-04-12",
    "text": "The EU has finalized rules to govern the Carbon Border Adjustment Mechanism (CBAM) transition phase, which imposes a reporting requirement on importers of select covered goods. Beginning October 1st and running through 2025, importers of steel, aluminum, cement, fertilizers, hydrogen, and electricity into the EU will have to provide information about the emissions associated with the production of their products. The implementing regulation clarify many gaps from June’s draft regulation and are accompanied by two separate guidance documents for importers and installation operators. Despite the thorough emissions monitoring and reporting guidelines, however, the regulation still fails to resolve some key issues. This blog post summarizes the published rules for product-level emissions accounting and indicates ways in which remaining gaps and flexibilities may be problematic throughout the transition period. What guidelines does the regulation provide for calculating product-level emissions? System boundaries. Annex II of the regulation lays out a detailed list of the precursors and production routes that must be included in the emissions reporting of different products. Precursors refer to intermediate products that are used as inputs in the production of other goods, for example, scrap iron used to make crude steel. Production routes refer to the specific steps of a manufacturing process for which associated emissions must be reported – for example, the consumption of electrodes in the production of unwrought aluminum. Monitoring principles. Annex III borrows criteria from the EU’s Emissions Trading System to provide a set of qualitative guidelines for the selection and execution of various emissions calculation approaches. The principles include completeness, consistency & comparability, accuracy, integrity of methodology, and continuous improvement. Equations. Annex III also provides equations for different monitoring methodologies, including standard calculation, mass-balance calculation, and measurement-based methods. Calculation factors. Annex III includes a list of sources from which operators may borrow calculation factors to include in their emissions calculations when real values are not available, such as tables in Annex VIII of the regulation and national statistical offices. The guidance documents also help importers and operators apply the broad standards to specific products. The guidance for importers further clarifies sector-specific reporting requirements. The guidance for operators provides sector-specific monitoring guidelines with product-specific calculation factors, equations, sample calculations, and instructions for distinguishing between production processes. These comprehensive standards will be enforced beginning in 2026. During the transition phase, the regulation will permit the following flexibilities: Operators may use their own stated method for data collection until July 2024 and methods established through regulation in a product’s origin country until December 2024, so long as it leads to similar coverage and accuracy. Operators may use default values for input materials and subprocesses that contribute to less than 20% of the product’s total associated emissions. Although the guidance documents refer to a set of default values for goods and precursors that “have been produced by the European Commission,” no default values are yet published. Operators may calculate indirect emissions using country-specific electrical grid averages. These values can be based on data from the International Energy Agency or any other publicly available datasets. Operators of integrated facilities where multiple CBAM-covered production processes lead to a single product may report the embedded emissions of just the final good. With these transition phase exceptions, the regulation attempts to balance policy decisiveness and flexibility. Too much rigidity will impede operators’ ability to make necessary adjustments for long-term compliance. Too much flexibility will weaken the quality of data intended to inform post-2025 CBAM policy decisions. Some key regulatory gaps may allow for excessive flexibility. First, the implementing regulations do not specify the stringency of compliance standards during the transition phase. CBAM reports will not need to be verified by an independent accreditor, but the European Commission may check CBAM reports to assess compliance. The regulation does not clarify how often these checks will occur and how scrupulous the Commission will be in its assessment. The lack of transparency here may create significant discrepancies in the rigor of compliance across different reporting parties, which may compromise data collection. Second, the implementing regulations allow operators to use emissions monitoring methods that offer “similar coverage and accuracy.” Without defining metrics for determining whether methods are “similar,” operators maintain broad flexibility to select preferred methodologies rather than those that are the most accurate. This could also compromise the quality of reports and create incentives for operators to obfuscate emissions data. Finally, the broad permissibility of monitoring methodologies may undercut the European Commission’s own data verification processes. For example, the implementing regulation specifies that measurement-based monitoring approaches must achieve an uncertainty level of under 7.5%. But to verify the degree of uncertainty in reported data, the Commission would need to rely on other reports from importers or domestic suppliers. The diversity of permitted monitoring methodologies may impede the Commission’s ability to cross-reference reports and further erode incentives to supply rigorous data. The CBAM implementing regulation provides thorough sector-specific guidance for emissions monitoring but may allow too much monitoring flexibility during the transition phase. Whether or not this regulation strikes its intended balance, equips all parties with the necessary tools to continue robust international trade in covered goods, and induces cooperation from trade partners will have important implications for the future of the CBAM, the world’s first carbon border charge.",
    "images": "https://clcouncil.org/media/2023/08/alexandre-lallemand-Pcs3mOL14Sk-unsplash.jpg",
    "tags": "",
    "excerpt": "The EU has finalized rules to govern the Carbon Border Adjustment Mechanism (CBAM) transition phase, which imposes a reporting requirement on importers of select covered goods. Beginning October 1st and running through 2025, importers of steel, aluminum, cement, fertilizers, hydrogen, and electricity into the EU will have to provide information about the emissions associated with the production of their products.",
    "categories": ""
}