{
    "title": "European Parliament Passes CBAM",
    "author": "Gabriel Weil",
    "source": "Climate Leadership Council",
    "date": "2024-04-12",
    "text": "The European Parliament approved a plan this week to charge some imports for their emissions in a big step towards harmonizing climate and trade in one of the world’s largest economies. The EU’s Carbon Border Adjustment Mechanism, or CBAM, would require importers of certain carbon-intensive goods to pay a fee on the emissions released during the good’s production. The fee is tied to the price power plants and factories pay for “allowances” to emit under the EU’s emissions trading system. As part of the plan, the European Parliament voted to tighten the cap on how much companies may emit under the emissions trading system and to restrict access to free allowances. The idea is to phase in the CBAM alongside these proposed reforms to the emissions trading system, so that free allowances will disappear as the CBAM ramps up. The CBAM would launch in 2027 and fully replace all free allowances by 2032. The policy must clear several hurdles before becoming law. First, it must pass the European Council, made up of the heads of state or government of each of the EU’s 27 members. All three bodies of the EU government – the Parliament, the Council, and the Commission – must then reach agreement on a final version. The European Commission proposed its own version of the policy last summer. Finally, the Commission would draft rules to implement the new law. Partly due to anticipation of changes to the emissions trading system, the cost of allowances have doubled in the last year. European industry is expressing concerns about the competitiveness and environmental effectiveness of proposals that may drive up imports from more carbon-intensive manufacturers overseas. The CBAM proposal approved this week aims to address these concerns by ensuring that foreign producers that want to compete in the EU market pay the same price on their emissions as EU producers. EU policymakers also hope the CBAM will spur the EU’s trading partners to decarbonize their own economies. The Parliament-passed proposal would apply to imports of aluminum, ammonia, cement, electricity, fertilizers, hydrogen, iron and steel, organic chemicals, and plastics, as well as complex goods that use these products as inputs. Imports of goods that were subject to a carbon price during the production process may deduct the cost of those carbon prices from the import charge. This is a broader scope than the earlier proposal from the European Commission, which excluded organic chemicals, plastics, and hydrogen, and did not include emissions associated with purchased electricity, heat, or steam in calculations of so-called “embodied carbon” released during the production of a good. The Parliament-passed proposal includes provisions to soften the impact on the poorest countries. All revenues raised from imports from least developed countries would be dedicated to financing efforts to support decarbonization of those countries’ manufacturing industries. The balance of revenues would be treated a general EU revenues. The proposal set forth a mechanism to collect the border charges. It would require importers to buy CBAM certificates from a new authority. Importers would have to surrender one CBAM certificate for each ton of embodied carbon in their covered imported goods, with the price of CBAM certificates tracking the allowance price under the European Union’s emissions trading system. Each year, importers would be required to disclose the total quantity of covered goods they imported, the total greenhouse gas emissions embodied in those goods, and the total number CBAM certificates to be surrendered. The Parliament-passed proposal also includes a targeted export rebate to address concerns from EU exporters that the phaseout of free allowances will harm their export competitiveness. The most carbon-efficient EU producers of goods destined for export to countries that do not have a carbon price will receive free allowances. While other portions of the proposal have hewn closely to recommendations from trade experts for border-adjusted carbon prices, this form of an export adjustment has not been studied in depth. We’ll be watching the deliberations closely as the EU moves forward with trilateral negotiations between the Parliament, the Council, and the Commission. The EU’s goal is to begin the implementation process in January, but it’s unclear whether they will meet this target. Stay tuned for updates as this process unfolds.",
    "images": "https://clcouncil.org/media/2022/06/european-union-gf0f6d141e_1920.jpg",
    "tags": "",
    "excerpt": "The European Parliament approved a plan this week to charge some imports for their emissions in a big step towards harmonizing climate…",
    "categories": ""
}