{
    "title": "EACs and indirect emissions reporting under CBAM • I-TRACK",
    "author": "Erika Kay Srebnicki",
    "source": "I-TRACK",
    "date": "2024-01-08",
    "text": "Introduction The EU’s Carbon Border Adjustment Mechanism (CBAM) (Regulation (EU) 2023/956) links international taxation and emissions reporting for the first time and has the potential to propel decarbonization efforts globally. Understandably, the regulation carries significant implementation complexity and will require iterative policy and rules development during CBAM’s transitional period, which began in October and runs through 2025. One critical area that is of relevance to our stakeholders is the treatment of indirect emissions reporting for CBAM-affected products, and how market-based mechanisms like energy attribute certificates (EACs) – such as I-REC(E) – can be used to verify emissions from electricity used in the manufacturing process. The treatment of how indirect emissions from electricity usage should be calculated will be the subject of a future implementing act, pursuant to Article 7(7). To inform the development of the act, the Commission is requiring all CBAM-affected sectors and importers to begin quarterly reporting on both direct and indirect emissions, with the first report due 31 January 2024. As per our previous analysis, the CBAM Regulation makes it clear that CBAM-adherent commodity importers (declarants) have the option of either reporting: default emissions factors for electricity emissions (Annex IV, point 4.3) or actual indirect emissions if they can prove a direct physical link or power purchase agreement (PPA) with a renewable electricity producer for an amount equivalent to the electricity used in production (Annex IV, point 5 & 6). “A ‘power purchase agreement’ means a contract under which a person agrees to purchase electricity directly from an electricity producer” – Annex IV point 1(f) EU 2023/956 In practice, we believe the Commission’s PPA definition will be interpreted broadly to accommodate all contractually defined emissions ownership agreements between electricity producers and end-users. This includes existing electricity procurement arrangements such as EACs which also provide a robust basis for the contractually defined emission ownership required by CBAM. Who does this impact? As of October 1, 2023, all Annex I sectors will need to report quarterly on the direct and indirect emissions associated with goods imported into the EU. This reporting will take place through the CBAM Transitional Registry. However, only Cement and Fertilizers will be subject to taxation based on indirect emissions as of 2026, with the other Sectors to be included at a future date determined by the European Parliament. One of the objectives of the transitional period is to collect data to further specify the methodology for calculating embedded indirect emissions. Hence, it is important for all stakeholders to examine their own indirect emissions reporting processes during the transitional period to prepare for the realistic future scenario in which all Annex I sectors – not just Cement and Fertilizers – will be subject to taxation on indirect emissions. Clarifying the continued role of EACs as an accepted instrument for actual emissions reporting In one of the Commission’s recently published guidance documents, further information was provided on emissions resulting from electricity usage during production processes (i.e. scope 2). Under section 6.7.3.2, the Commission directs CBAM declarants to establish their own monitoring best practices over the transitional period, and describes three relevant cases for actual electricity emissions reporting, all of which would likely depend on verification through EACs: Electricity received from the grid under a PPA Electricity received from the grid with no knowledge of its origins Electricity is provided by a ‘directly connected’ installation. For electricity received from the grid, the legislation and guidance allow for the use of actual emissions reporting if an electricity consumer can provide PPAs that cover their consumed electrical load and prove a direct contractual arrangement between electricity producer and consumer. EACs would be essential to demonstrate the emissions of the electricity delivered under the PPA. To be clear, neither PPAs nor EACs alone are likely to be sufficient to meet European requirements. Instead, the EACs will need to accompany a clearly defined contractual arrangement between the electricity producer and the consumer. We expect this to become highly standardized and easily replicable across markets during the CBAM’s transitional period. For power received from a grid in the absence of a PPA, the Commission has made it clear that GOs/Green certificates cannot be used in situations where no knowledge of the electricity’s origins (either physical or contractual) can be verified. This restriction further reinforces the importance of EACs in providing verified, transparent, and factual claims of emissions ownership for contractual arrangements between electricity producers and users. Additionally, default grid emission factors – whether provided by the international reference IEA or a local operator – should rely on EACs to calculate the true emissions factor of a grid (see the recently published study on residual mix methodologies by NORSUS and the International Tracking Standard Foundation (I-TRACK Foundation) here) by removing the environmental attributes of renewable power already being claimed under PPAs. Lastly, for directly connected installations, the legislation allows for the use of actual emissions reporting provided there is a demonstration of a technical link between the power generation source and the facility as well as provision of data from the electricity supplier – conditions that EACs such as I-REC(E) are perfect instruments to verify. It is also useful to note that these Guidance Materials are not part of the CBAM legislative suite of policies. They may be subject to change over the coming years as the Commission gains a clearer understanding of global electricity procurement practices and emissions reporting during the transitional period. Next steps for the I-TRACK Foundation As an internationally recognized EAC standard working with public and private actors in over 50 countries, the I-TRACK Foundation is uniquely positioned to support policymakers and CBAM-impacted stakeholders. We have already discussed these topics directly with the relevant policymakers and will continue to engage through the Commission’s expert group on embedded emissions calculation methodologies. We aim to advocate on behalf of established EAC mechanisms and the empowered electricity consumers worldwide who use EACs for their renewable electricity procurement. Useful guidance materials If you work in a sector or supply chain impacted by CBAM, you may benefit from reviewing the Commission’s publicly available resources, including Guidance Materials, recorded Webinars, Q&As, Factsheets, and E-Learning Courses. Our Foundation can also be reached at secretariat@irecstandard.org if you have any additional questions relating to the role of EACs within CBAM.",
    "images": "https://www.trackingstandard.org/wp-content/uploads/I-TRACK-Landing-Page.pdf-2-1024x512.png",
    "tags": "",
    "excerpt": "The EU’s Carbon Border Adjustment Mechanism (CBAM) (Regulation (EU) 2023/956) links international taxation and emissions reporting for the first time and has",
    "categories": "News"
}