{
    "title": "The market outlook for International Renewable Energy Certificates",
    "author": "Ecohz",
    "source": "ecohz.com",
    "date": "2024-05-27",
    "text": "International Renewable Energy Certificates (I-RECs) are booming. According to the latest data by the I-TRACK Foundation, I-REC issuance grew 50% between 2021 and 2022. The demand (redemptions) also increased by more than half over the same period, reaching 165 TWh. 2023 is set to break all previous records. Although data for the year is still unfinished, issuance is projected to reach 350 TWh, while redemptions could exceed 200 TWh for the first time. In this article, we offer a review of recent developments in the I-REC market and explain some variables that companies should consider when purchasing documented renewables around the world, as well as tactics to fine-tune procurement and take advantage of upcoming opportunities. What is new in the I-REC market? Will I-REC continue to operate in China? In short, no one knows. Several draft policies have circulated recently within Chinese policy circles, adding to the expectation of an impending decision. However, when a final call will be made is still uncertain. There are currently three possibilities for how things could progress: 1) I-REC exits the Chinese market; 2) an agreement is reached for both certificate systems to coexist; 3) the situation stays unresolved. Each scenario has different implications for renewable energy buyers. Click here to read a detailed explanation of how we think things could play out. I-REC is moving from voluntary procurement to facilitating global trade New regulations to price the carbon embedded in imported products (such as CBAM) and to track GHG emissions across supply chains are coming online and require a standardised mechanism to prove renewable energy consumption and reduced emissions. Thus, I-REC is transitioning from being from tracking voluntary procurement of renewable energy to streamlining trade globally. \"We believe that speaking a common language in terms of Energy Attribute Certificates (EACs) enables global commerce,\" said Roble Velasco-Rosenheim, Director of Global Partnerships and APAC at the I-TRACK Foundation, during a chat with Ecohz. A unified system for documenting renewable energy consumption can facilitate compliance with the new policies and lower barriers to international trade. Are regional I-REC markets in the making? The European single market and North America are the only regions where the cross-border procurement of renewable energy is recognised by corporate standards such as RE100. Now, calls to develop other single markets are growing. In ASEAN countries, where grid interconnections exist, industry actors are working for the recognition of cross-border certificate procurement by coordinating different EAC registries and developing common frameworks. This could help alleviate supply issues in countries like Singapore, where there is very high energy consumption and severely limited supply. Other market participants in African countries are also working to liberate trade of EACs between countries. Whether these efforts come to fruition is still to be seen. What are the most common hurdles when buying I-RECs? The usual barriers corporate buyers of I-RECs experience fit broadly into five categories: National and regional market conditions Availability of volumes and high costs (in some countries / regions) Changes in regulations Climate conditions Full recognition when reporting We should start by acknowledging that the I-REC market is not one, but many. “There are many differences across national and regional markets,” Arturo Sánchez, Senior Key Account Manager, says. “We are talking about 55 different countries, each with its own characteristics.” Regional features such as energy policies, the design and operation of electricity markets, political shifts and changes in government, and geographical conditions determine the availability and price of I-RECs. Availability can also become an issue in some locations. While a growing number of countries and producers are looking to get power plants registered, some geographies still experience supply constraints that can result in high prices. “We have seen companies delay their I-REC purchases in challenging countries because the costs are impacting their financial operations,” Arturo explains. Weather conditions can further squeeze the pool of available I-RECs. Countries where production is heavily dependent on hydropower have seen reduced supply due to dry spells. Lastly, evolving requirements from voluntary standards can sway demand. The Science Based Targets initiative (SBTi) now advises companies to purchase renewable energy in line with RE100’s new technical guidance, which is expected to impact the market. Map of countries registered in the I-REC system. For example, in Colombia, a micro monopoly emerged, as there is only one power plant that fulfils the RE100 guidelines. “Something similar happens in the Philippines,” Adrien Mathys, Renewable Portfolio Manager, explains. “Currently, it is very hard, if not impossible, to find compliant power plants.” Meanwhile, I-REC membership keeps growing, with new countries in almost every continent joining the system. These include Kenya, Japan, Nicaragua, Jamaica, and New Zealand. “Not all active countries have power plants issuing I-RECs.,\" Adrien warns. \"Japan is a good example of this. Others like Burkina Faso, Pakistan, Ecuador, and Oman had been registered for some time but had not issued certificates yet. Companies will finally be able to buy in 2024.” What determines the price of I-RECs? The price of I-RECs is generally stable. As opposed to the ups and downs observed in the European Guarantees of Origin market, I-RECs have remained constant. However, developments are difficult to predict. “I-REC markets are not transparent,” Adrien says. “Many of them are dominated by bilateral agreements between producers and buyers. We often don’t have an open marketplace where consumers can procure the certificates they need. Thus, it is very difficult to foresee where prices will go.” Price curves vary from country to country. In China, wind and solar I-RECs experienced an uptick in 2023 as buyers moved to secure volumes aligned with the RE100 guidelines. However, at the start of 2024, prices dropped, perhaps due to the uncertainty around the introduction of the GEC system. India saw the price of hydropower I-RECs decrease in 2024, since new regulation allowed more producers to come into the market. Meanwhile, Singapore, famous for having extremely limited supply, has seen prices stabilise and remain well above other I-REC regions. How can buyers adapt their I-REC purchasing strategy to mitigate risk? Despite the unpredictability of the market, there are some tactics buyers can use to optimise I-REC procurement. The key lies in being adaptable. “Some companies establish a specific date to carry out their global procurement. This might not be the best strategy,” Arturo says. “If you buy large volumes in a single transaction, you risk pushing prices up. It might be better to spread your consumption throughout the year and buy in smaller batches to avoid making waves in the market.” Agile buyers can also take advantage of arising opportunities. “Ecuador is a good example,” Arturo continues. “Two years ago, there was no possibility to buy I-RECs, even though some power plants were already registered. Issuance has finally begun in 2024, and those who move the quickest will secure access to the new volumes. Conversely, waiting until the end of the buying period means the certificates could sell out.” Framework agreements are often useful tools. These contracts allow companies to have an advisor monitor the market for them and purchase quickly when new opportunities surface, securing volumes at the best prices possible. Ecohz works with many clients under framework agreements that guarantee transparency and minimise risk. Reporting correctly is the final part of the puzzle. “According to RE100, out of the companies that reported between 90% and 100% renewable energy consumption in 2022, 20% of corporate claims missed some data and were deemed not credible,” says Arturo. Transparency remains an essential ingredient of correct reporting. So does knowledge and expertise. Closely following developments in the most relevant markets and having an advisor that act as a guide can greatly simplify decisions for companies as they purchase renewable electricity around the world. How can Ecohz help? Ecohz supports businesses worldwide in procuring renewable energy and reporting correctly to international standards. Advisors and market experts monitor I-RECs globally to ensure agile, timely, and cost-effective procurement. Simultaneously, Ecohz provides reporting services that ensure companies reap all the benefits from their renewable energy strategies. This includes assistance in reporting to CDP and RE100, as well as procuring energy that aligns with the requirements of international standards.",
    "images": "https://www.ecohz.com/hubfs/i-RECs%20wind%20%20%281%29.jpg",
    "tags": "",
    "excerpt": "Fresh data shows a rising I-REC market, policy shifts, and developments that will present challenges and opportunities for clean energy buyers globally.",
    "categories": ""
}