{
    "title": "I-REC’s Roles in Decarbonization in Thailand: Challenges and opportunities",
    "author": "Suchada Karestree; Aweewan Mangmeechai",
    "source": "NIDA Case Research Journal",
    "date": "2023-12-28",
    "text": "I-REC’s Roles in Decarbonization in Thailand: Challenges and opportunities Main Article Content Abstract Thailand has electricity from renewable energy resources 13%-15% of the total electricity supply, but it comes through the mixed grid with brown energy as The Electricity Generation Authority of Thailand is the single buyer of bulk electricity and distributes it nationwide through one grid. However, those companies can claim the use of renewable energy by purchasing renewable energy certificates. The certificate available in Thailand and acceptable at the international level standards is the Trading of the International Renewable Energy Certificate (I-REC). This research studies I-REC’s role in decarbonization in Thailand and its ecosystem by the qualitative method through in-depth interviews. The result shows that I-REC meets the needs of the company that wants to claim its decarbonization at the international level standards and focus on the utilization of renewable energy. However, registration costs and customer acquisition are not easy to make decisions for some small renewable energy power plants. There is a business model that offers support on the registration fee, manages marketing and sale of their I-RECs, and shares profits with the project owners. It will encourage more development of renewable energy and promote more supply of I-REC in the Thai market. Currently, I-REC demand is exceeding the supply. According to the Utility Green Tariff scheme and The Feed-in Tariff (FiT) Scheme for the Period of 2022 to 2030, there can be an impact on the players in the I-REC registry the market, the price, and the demand and supply. Article Details This work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License. References Action for Climate Empowerment Thailand (2021). Thailand was ranked among the top 10 most affected countries. https://actionforclimate.deqp.go.th/news/2790/ Baker & McKenzie (2022). Thailand: The wait is over! New round of renewable energy auctions have officially been launched - Bidding ends in November 2022. https://insightplus.bakermckenzie.com/bm/projects/here Bernoville, T. (2022). What are Scopes 1, 2, and 3 of Carbon Emissions?. https://plana.earth/academy/what-are-scope-1-2-3-emissions Deloitte (2022). EU Carbon Border Adjustment Mechanism (CBAM): The state of play and ways forward. https://www2.deloitte.com/nl/nl/pages/tax/articles/eu-carbon-border-adjustment-mechanism-cbam.html Electricity Generation Authority of Thailand (2021). renewable energy future electricity generation trends. https://www.egat.co.th/home/พลังงานหมุนเวียน-เทรนด์ Electricity Generation Authority of Thailand (2022). “Innopower” from EGAT Group. https://www.egat.co.th/home/20220923-art01/ Energy Policy and Planning Office, Ministry of Energy (2021). National Energy Plan. http://www.eppo.go.th/index.php/en/component/k2/item/17093-nep Energy Policy and Planning Office, Ministry of Energy (2022). The situation of carbon dioxide emissions from the energy sector in 2021. http://www.eppo.go.th/index.php/th/component/k2/item/17963-annually-2021 Energy Regulatory Commission (2022). Database of SPP/VSPP. http://www2.erc.or.th/ERCSPP/default.aspx?x=0&muid=23&prid=41 Gill, J. & Johnson, P. (2002). Research Method for Managers. Sage. Greenhouse Gas Mitigation Mechanism (2022). What is T-VER?. https://ghgreduction.tgo.or.th/en/t-ver-en/16-t-ver-en/about-tver/47-what-is-t-ver-en.html Greenyellow (2022). International REC Standard - How it works & I-REC registry in Vietnam. https://www.greenyellow.vn/en/how-irec-works-irec-registry-in-vietnam/ Krungthai (2022). \"Carbon credits\" and \"renewable energy certificates\" help the business sector meet the needs of Net Zero Emission. https://krungthai.com/th/krungthai-update/news-detail/2323 Royal Thai Government (2022). Reduce energy imports from abroad. https://www.thaigov.go.th/news/contents/details/61349 The International REC Standard (2022). https://www.irecstandard.org/ United Nation Climate Change (2022). The Paris Agreement. https://unfccc.int/process-and-meetings/the-paris-agreement/the-paris-agreement United States Environmental Protection Agency (2022). Renewable Energy Certificates (RECs). https://www.epa.gov/green-power-markets/renewable-energy-certificates-recs Bangkokbiznews (2021). 500 Carbon Reduction Organizations Drive renewable energy. https://www.bangkokbiznews.com/business/974021",
    "images": null,
    "tags": "i-REC;Decarbonization;Renewable energy;Bet zero emission",
    "excerpt": "Thailand has electricity from renewable energy resources 13%-15% of the total electricity supply, but it comes through the mixed grid with brown energy as The Electricity Generation Authority of Thailand is the single buyer of bulk electricity and distributes it nationwide through one grid. However, those companies can claim the use of renewable energy by purchasing renewable energy certificates. The certificate available in Thailand and acceptable at the international level standards is the Trading of the International Renewable Energy Certificate (I-REC). This research studies I-REC’s role in decarbonization in Thailand and its ecosystem by the qualitative method through in-depth interviews. The result shows that I-REC meets the needs of the company that wants to claim its decarbonization at the international level standards and focus on the utilization of renewable energy. However, registration costs and customer acquisition are not easy to make decisions for some small renewable energy power plants. There is a business model that offers support on the registration fee, manages marketing and sale of their I-RECs, and shares profits with the project owners. It will encourage more development of renewable energy and promote more supply of I-REC in the Thai market. Currently, I-REC demand is exceeding the supply. According to the Utility Green Tariff scheme and The Feed-in Tariff (FiT) Scheme for the Period of 2022 to 2030, there can be an impact on the players in the I-REC registry the market, the price, and the demand and supply.",
    "categories": ""
}