{
    "title": "2024 SECO's Observations on I-REC and Chinese Green Certificates (GEC) in China - SICHUAN ECO NEW ENERGY TECHNOLOGY CO., LTD",
    "author": "Ecowill",
    "source": "SICHUAN ECO NEW ENERGY TECHNOLOGY CO., LTD",
    "date": "2024-07-12",
    "text": "Here are our points: For the long term, we suppose GEC will be the dominant EAC in the Chinese market. It may not be the exclusive one but it is the dominant one. We speculate this phenomenon based on 2 major observations from us. ONE is the Chinese government’s resolution for energy transition during the next 2 decades. As you know, over 65% of the crude oil and over 45% of the natural gas are currently imported by the Chinese government each year. The situation is, you know, China has become the second-largest economic entity in the world and maybe the biggest in the next decade, so energy security is extremely important to China, and the government must get rid of traditional energy, especially now China has been treated the biggest competitor by the USA. The government doesn’t know what will happen next year, war, maybe. If that happens, energy is the core factor. That’s why the government intensively put forward policies in recent years to stimulate green electricity consumption overall in the country to replace, to some extent, conventional energy. TWO is the Chinese government needs society organizations to consume green electricity eagerly. Here deliver you some data about the wind/solar capacity currently. By the end of 2024, there will be over 1.4 billion KW wind/solar installed capacity in China which accounts for around 40% of the whole capacity and also overpass the coal-power installed capacity. So the very obvious problem here is that many regions in China will face a rigorous wind/solar electricity consumption pressure. If the government doesn’t publish some policies, as you mentioned “call for feedback”, what will the device owners think of the government? What the government will do to confront the public finance problems because they support tremendously huge money to the device owners (most of them are state-owned companies)? So the government has to step into this stage to call the societies to consume green electricity. Till here, we can see even the I-REC then coexisted together with GEC, but not as important as, like 2-3 years ago, even today. You may buy I-RECs, but the trend may guide entities naturally toward GEC. It’s not a market problem there but a political issue. For the short term, we don’t think the government will press the pause button quickly against the I-REC. Still two observations from us. ONE, the Chinese government needs a window to link the international carbon market. As you know, China now is actively establishing its own carbon market like ETS in Europe, which may become the biggest carbon market in the world in the future since the markets then will contain around 4-5 billion tons of CO2e trading each year. It’s because China is the biggest carbon emission country in the world, with around 10 of 35 billion tons last year. But the problem here is that the government needs an instrument to link the international carbon market. Till now, except for I-REC, we have not yet found a suitable one to do this. GEC? It’s just partially recognized by RE100/CDP. CCER? It’s even not recognized by CORSIA yet. So we suppose there is a time when the government may need an international instrument to link the outside. TWO, to solve the CBAM, i.e. the carbon border adjustment mechanism. We can see that Europe now put forward some strict trading barriers on new energy against China, EV cars, batteries, wind/solar assemblies, even biodiesel, etc. So does the USA, without question. So what does the government do to reduce the carbon footprint for the entities, especially the export-import entities? Europe now has become the biggest trading partner with China, so China needs to deal with this very cautiously. Apparently, we still cannot find an instrument there that can replace I-REC for the moment in terms of carbon-reducing tools for international trading. Since no matter GEC or CCER cannot get full recognition by international societies. In terms of how long for the “short-term”, 2 years, or maybe 5, it’s hard to say. So that’s our point here. To sum up, no matter what happens, there is one thing that will and even already happened, which is the booming GEC market. No matter what and when will happen next, we are still here to firmly stand behind you for both I-RECs and GEC.",
    "images": "https://www.econewpower.com/wp-content/uploads/2024/07/新建-DOC-文档_01.jpg",
    "tags": "",
    "excerpt": "Here are our points:",
    "categories": "Our News"
}