{
    "title": "I-REC Standard participated in the China RECs Market Symposium • I-TRACK",
    "author": "Erika Kay Srebnicki",
    "source": "I-TRACK",
    "date": "2023-07-11",
    "text": "*Since the date of this news item’s publication, the organization ‘The International REC Standard Foundation’ has changed to ‘The International Tracking Standard Foundation: Founder of I-REC (I-TRACK Foundation).’ On the 11th of July, the I-REC Standard Foundation and other stakeholders participated in the RECs Market Symposium 2023, held in Guangzhou, China. The event, hosted by REDEX, was aimed at fostering the understanding by active market players of how the global renewable energy markets are developing. The event also showcased the functionality that REDEX provides in terms of onboarding and helping bring projects to market. Jared Braslawsky, the Executive Director of the I-REC Standard, spoke about the implications of CBAM and international trade on the Chinese market. He elaborated on the ways the I-REC Standard is supporting credible implementation of EAC markets in China to ensure integration with international trade agreements (including CBAM), in one of the countries where global supply chains are most prominent. Roble Poe Velasco-Rosenheim, Regional Director for the I-REC Standard, spoke about the I-REC Standard’s partnership models, including engagement with local Issuers to support market credibility and protect against risks of double issuance. He also described the critical role that platforms can play in supporting market access for IPPs and buyers. The presentation explained how the I-REC Standard ensures compliance with international standards for market management through the I-REC Standard’s Platform Accreditation system which ensures onward compliance with global reporting frameworks like RE100 and CDP. REDEX organized the event in partnership with CSGCM and an extended network of local and international entities. REDEX operates a key marketplace for I-REC in Asia, with supply coming from 10 nations in the region. Their REHash system streamlines asset registration and facilitates market access, which allows large volumes of distributed RE assets, including residential rooftop assets, to participate in the I-REC market. Presentations highlighted the important role that REDEX plays in matching buyers and sellers—delivering liquidity to global buyers active in the region.",
    "images": "https://www.trackingstandard.org/wp-content/uploads/Untitled-design-1-1024x512.png",
    "tags": "",
    "excerpt": "*Since the date of this news item's publication, the organization 'The International REC Standard Foundation' has changed to 'The International Tracking",
    "categories": "Activities"
}