{
    "title": "ISC2024 • I-TRACK",
    "author": "Erika Kay Srebnicki",
    "source": "I-TRACK",
    "date": "2023-11-13",
    "text": "ISC2024 •• Standardizing Global Attribute Markets About the I-REC Standard  Conference (ISC) 2024 Conference (ISC) 2024 \t\t\t\t The ISC2024 is the second international conference and will take place in São Paulo, Brazil on 2 & 3 July 2024. Pre-conference sessions will be held on 1 July 2024. The ISC2024 is an event that provides the best platform for exchanging expert knowledge on tracking and attribute markets, and the use of I-REC(E) around the world. Some key focal points of the conference are as follows: Hear from leading experts in the energy industry​ ISC2024 will provide the chance to hear from delegates across the I-REC(E) market chain including the I-REC(E) Executive Director, Code Managers, Issuers, Registry Operators, Platform Operators, traders, buyers, and end-users, as well as some of the most important stakeholders and national authorities. Get up-to-date information on market developments Global I-REC(E) market actors and other stakeholders who attend the ISC2024 will have the opportunity to get up-to-date market developments in Brazil and Latin America, as well as the broader Middle East, China, Southeast Asia, and Africa. Broaden your information base and understanding The conference will provide opportunities to evaluate, review, and discuss the increasingly relevant I-REC(E) market for electricity and the interconnection with international policy and corporate renewables procurement, as well as to learn about hydrogen tracking and policy measures like RFNBO/CBAM and others. It will also provide information on Carbon Dioxide Removal tracking, market growth, innovative tracking such as granularity, and the value of these markets. Expansion of our mandate beyond electricity All attending delegates will be updated on the growing importance of the I-REC(E) organization on a global scale and how changes in our governance and external perception will evolve in the coming year. The ISC2024 Post-Event Report A review of the ISC2024. ISC2024 Terms & Conditions These are the I-REC Standard Conference (ISC) 2024 Terms and Conditions held by the International Tracking Standard Foundation: founder of I-REC.",
    "images": "https://www.trackingstandard.org/wp-content/uploads/ISC2024-After-Report_Public3-1.png",
    "tags": "",
    "excerpt": "•• Standardizing Global Attribute Markets",
    "categories": ""
}