{
    "title": "Omnibus package: a step forward, but more work needed for simplification",
    "author": "unknown",
    "source": "AmCham EU",
    "date": "2025-02-26",
    "text": "You are here Omnibus package: a step forward, but more work needed for simplification The European Commission’s Omnibus package is a long-overdue step towards cutting through the regulatory complexity that has been stifling European competitiveness. The reductions in scope, removal of sector-specific standards and streamlined obligations under the Corporate Sustainability Reporting Directive and the Corporate Sustainability Due Diligence Directive are necessary and pragmatic reforms. These changes provide some relief to businesses that have been weighed down by excessive compliance burdens, legal uncertainty and administrative inefficiencies. Changes to the Taxonomy Regulation are also a welcome shift towards a more useable system, however large companies will still fall within scope of mandatory reporting. Simplifications to the Carbon Border Adjustment Mechanism (CBAM) are a welcome step towards a more effective and balanced framework. American companies in Europe are firmly committed to the EU’s long-term sustainability goals. Businesses are investing significant resources in the green transition and responsible business practices. They need a regulatory environment that enables, rather than obstructs, these efforts. Malte Lohan, CEO, AmCham EU, said: ‘This package is a good start, but more work is still needed to address the overreach of extraterritorial provisions, tackle the legal uncertainty surrounding liability provisions, ensure true harmonisation across Member States and eliminate duplication between overlapping directives. Without these fixes, the Omnibus risks being a half-measure rather than the fundamental reset Europe’s regulatory framework desperately needs. Further, the effective simplification measures introduced for CBAM must not be diluted.’ He went on to say: ‘Member States and the European Parliament now have the chance to deliver real simplification and get this package across the finish line without delay. Companies need certainty, not more bureaucratic deadlock. The Omnibus must not be an opportunity wasted. Europe’s competitiveness and sustainability ambitions depend on it.’ Read more in the full paper.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}