{
    "title": "CBAM and trade competitiveness: can they coexist?",
    "author": "AmCham EU",
    "source": "AmCham EU",
    "date": "2022-05-13",
    "text": "CBAM Ever since the European Commission introduced the Green Deal and merely mentioned the possibility of a levy on carbon-intensive products imported into the EU, conference rooms and Zoom rooms throughout Brussels have been buzzing. On 15 March 2022 the 27 EU Climate and Energy Ministers reached an outline agreement on how this Carbon Border Adjustment Mechanism will work, which would have ripple effects on businesses and consumers throughout the world. This deal also left significant questions unanswered – including how CBAM’s phase-in will interact with the phase-out of free carbon allowances under the EU Emissions Trading System (ETS) and CBAM’s compatibility with World Trade Organization (WTO) rules. The world will be watching to see how these issues are resolved and to understand the mechanism’s impact on international trade, European industry’s competitiveness and global climate objectives. Each of these issues can enhance – or inhibit – Europe’s dealings with other parts of the world, especially the transatlantic relationship. Environment vs economy This transatlantic partnership remains critical for the uptake of solutions that will help achieve climate neutrality by 2050. United by shared values, the EU and the US have been instrumental in establishing momentum for an energy-efficient, low-carbon future that ensures the competitiveness of their markets. However, as currently designed, the CBAM does not support EU export competitiveness in markets that have lower or no carbon prices, which could alter Europe’s international trading relationships. The CBAM is intended to replace free allowances under the ETS as the mechanism for preventing carbon leakage, which happens when a firm moves to a country with less stringent climate standards instead of transitioning to less carbon-intensive technology. However, once CBAM is fully implemented, EU producers will pay carbon costs on the entirety of their production – whether domestically consumed or exported. This puts them at a competitive disadvantage when exporting to countries where local producers face low or no carbon costs. Without an adjustment for exports, companies operating in Europe may consider relocating their export production and investments, hampering the EU’s efforts to stop carbon leakage. Additionally, implementation and enforcement of the CBAM will be critical to prevent any circumvention. American companies operating in Europe support the urgent need to fight climate change. They are already playing an active role in this transition through researching, investing in and developing a wide range of lower-carbon technologies across the EU. CBAM can support this objective. Therefore, the mechanism should be designed to ensure that European producers are competing within a fair system, otherwise the EU risks failing to both address carbon leakage and encourage the use of more greenhouse gas emissions-efficient technologies by producers from third countries. Having it all Fortunately, reducing carbon leakage and preserving Europe’s competitiveness are not mutually exclusive. An adjustment for European producers covered by CBAM, specifically for products exported to third countries, would ensure a level playing field inside and outside the EU. Such a policy would not only incentivise EU exporters to keep reducing their emissions and mitigate the risk of carbon leakage but also be in line with the EU’s WTO obligation to not restrict international trade. It could even encourage international dialogue on policies to mitigate climate change with the EU’s third country export markets. Furthermore, the revenue from CBAM could be used to fund socially just climate change mitigation initiatives and technologies, furthering the EU’s environmental goals. Because the mechanism would not be fully implemented until the beginning of 2026, the next several years provide a critical window of opportunity for policymakers and European industry to work together to craft legislation that protects both the environment and businesses’ competitiveness on the world stage. If the EU can align the ETS with the CBAM, companies will have the regulatory certainty and time they need to transform their production sites and adapt to this new framework. The EU is poised to lead the global climate agenda. However, for actors inside and outside of the bloc to support the carbon levy, European policymakers will also have to spearhead efforts to adjust world economies to the green transition. The EU’s best partner when it comes to reconciling policies that keep the playing field even for businesses and also protect the planet, is its largest trading partner – the US.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}