{
    "title": "CBAM Report: Aligning the Design with Evolving Circumstances",
    "author": "Antonio Fernandez",
    "source": "ercst.org",
    "date": "2022-10-27",
    "text": "CBAM Report: Aligning the Design with Evolving Circumstances Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Pauline Nouallet 27 October, 2022 Building on the successful track record and favorable reception of Phase I (2019-2020) and Phase II (2020-2021) of its project “Border Carbon Adjustments in the EU”, the European Roundtable on Climate Change and Sustainable Transition (ERCST) has extended its analysis of the evolving European Union Carbon Border Adjustment Mechanism (CBAM) into a third Phase, providing decision makers and stakeholders with a better understanding of critical issues and options as this file advances through the legislative process. Phase III of the ERCST project is intended to provide in-depth analysis of issues that have either been left unsolved in or faced criticism in the initial legislative proposal. The present report is the last in a series of four reports that together form the third phase of the” Carbon Border Adjustment in the EU” project. Each of the reports provides in-depth analysis and reflection around identified issues. The first report looked at the treatment of exports in the CBAM, the second report assessed the possibilities for, and implications of, including indirect (scope 2) emissions in the scope of the EU CBAM, and the third report considered the potential role of CBAM in proposals for international climate cooperation. This paper, “CBAM: Aligning the outcome with evolving circumstances”, is intended to provide stakeholders with an overview the fundamental economic, environmental and geopolitical changes that have occurred since the Commission’s first proposal for a CBAM in 2021 and consider whether any of those changes compels reconsideration of the broad approach, or details of the effort to elaborate and implement a CBAM.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": "All Publications;Competitiveness and carbon leakage - CBAM;European Green Deal"
}