{
    "title": "The Use of CBAM Revenues",
    "author": "Antoine Blot",
    "source": "ercst.org",
    "date": "2024-06-26",
    "text": "The Use of CBAM Revenues Author(s): Andrei Marcu, Aaron Cosbey, Michael Mehling, Alexandra Maratou, Sara Svensson The transitional phase of the Carbon Border Adjustment Mechanism (CBAM) is underway, but several unresolved issues persist ahead of the definitive period. One of the issues relates to the use of CBAM revenues, whether these should be assigned to specific uses, and what the uses should be. This report addresses the factors that should be considered in determining if CBAM revenues should be recycled, who they should be recycled to and how to execute the recycling. Building on previous work conducted ahead of the adoption of the CBAM Regulation with Phases I (2019-2020), II (2020- 2021) and III (2021-2022) of its project “Border Carbon Adjustments in the EU”, as well as Phase IV (2023) assessing elements of the CBAM Regulation, the European Roundtable on Climate Change and Sustainable Transition (ERCST) is now extending its analysis of the evolving CBAM into a fifth phase, providing decision makers and stakeholders with a better understanding of critical issues as the CBAM proceeds from adoption to implementation. Phase V of the ERCST project is intended to provide in-depth analysis of the implementation phase of the CBAM as it progresses to its full operationalization, and to offer a broader view of related developments at the intersection of climate and trade. The present report is the second in a series of three reports that together form the written outputs of the fifth phase of the “Carbon Border Adjustment in the EU” project. In this report, Section 2 provides the context and analytical framework to determine the use of CBAM revenues. Section 3 highlights the arguments for and against recycling revenues. Thereafter, Section 4 discusses to whom the recycled revenues could be distributed. Section 5 discusses how much money the revenues will amount to and how they could be recycled and Section 6 concludes the report.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": "All Publications;Competitiveness and carbon leakage - CBAM"
}