{
    "title": "Emissions Reporting under the EU CBAM: The Proposed Implementing Regulation",
    "author": "Sara Svensson",
    "source": "ercst.org",
    "date": "2023-07-05",
    "text": "Emissions Reporting under the EU CBAM: The Proposed Implementing Regulation Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Sara Svensson Building on previous work conducted ahead of the adoption of the CBAM Regulation with Phases I (2019-2020), II (2020- 2021) and III (2021-2022) of its project “Border Carbon Adjustments in the EU”, the European Roundtable on Climate Change and Sustainable Transition (ERCST) has extended its analysis of the evolving CBAM into a fourth phase, providing decision makers and stakeholders with a better understanding of critical issues as the CBAM proceeds from adoption to implementation. Phase IV of the ERCST project is intended to provide in-depth analysis of the implementation phase of the CBAM as it progresses to its full operationalization. The present report is the second in a series of four reports that together form the fourth phase of the “Carbon Border Adjustment in the EU” project. Each of the reports provides analysis and reflection around issues identified as important at this stage in CBAM implementation. The initial report covered the role of the CBAM in a portfolio of measures for industrial decarbonization. This report looks at the draft Implementing Regulation for emissions reporting during the transitional period including methods for calculating emissions. Future reports will address methods to credit foreign carbon pricing under the CBAM, and issues faced in the transatlantic negotiations on cooperation in the area of sustainable steel and aluminium. The report is structured in four sections: first this introduction; then follows a second part providing an overview of the rules; the third part provides an initial analysis of the strengths and weaknesses of the draft Implementing Regulation; and the last section offers conclusions and discusses the way forward.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": "Competitiveness and carbon leakage - CBAM"
}