{
    "title": "Review of Carbon Leakage Risks of CBAM Export Goods",
    "author": "Sara Svensson",
    "source": "ercst.org",
    "date": "2024-04-15",
    "text": "Review of Carbon Leakage Risks of CBAM Export Goods Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Sara Svensson The transitional phase of the Carbon Border Adjustment Mechanism (CBAM) is underway, but several unresolved issues persist ahead of the definitive period. One of the issues is the question of exports, particularly within the context of the review under the EU Emissions Trading System (ETS) legislation. This report addresses the carbon leakage risk associated with goods subject to CBAM and manufactured in the EU for export. Building on previous work conducted ahead of the adoption of the CBAM Regulation with Phases I (2019-2020), II (2020- 2021) and III (2021-2022) of its project “Border Carbon Adjustments in the EU”, as well as Phase IV (2023) assessing elements of the CBAM Regulation, the European Roundtable on Climate Change and Sustainable Transition (ERCST) is now extending its analysis of the evolving CBAM into a fifth phase, providing decision makers and stakeholders with a better understanding of critical issues as the CBAM proceeds from adoption to implementation. Phase V of the ERCST project is intended to provide in-depth analysis of the implementation phase of the CBAM as it progresses to its full operationalization, and to offer a broader view of related developments at the intersection of climate and trade. The present report is the first in a series of three reports that together form the written outputs of the fifth phase of the “Carbon Border Adjustment in the EU” project. In March 2022, the ERCST released a report on the treatment of exports under the CBAM. Following two turbulent years since the release of that proposal, this report aims to study the vulnerability of European exports and why this question remains important and will become even more than it was before the CBAM Regulation was adopted. This report will use a static approach but we urge future reviews and analysis to use a dynamic approach for this complex issue. This report explains why exports matter, and traces the debate on the inclusion of exports, highlights recent developments in the global markets for goods covered by the CBAM, and underscores the need for policy certainty for the next investment cycle. Then it assesses on a sector-by-sector basis, the vulnerability of exports by looking at the increased costs caused by the loss of free allocation due to the CBAM for two products.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": "All Publications;Competitiveness and carbon leakage - CBAM"
}