{
    "title": "Working at Schneider Electric in India - Arihant's First Year",
    "author": "Employee Voices",
    "source": "Schneider Electric Blog",
    "date": "2021-02-01",
    "text": "Interviewer: what if they pay you double of what we are paying? Me: I’ll ask you to double my pay (I said with sheer naughtiness). I was selected and a few days hence, I received my offer letter from the other company as well. Needless to say, I denied it there (but not because they didn’t hike my pay!). My first day at Schneider I was waiting at the reception for someone to come and guide me through the process of the first day. Soon, one of the panelists from the interview stepped out of the work area and took me on a tour of the three-floor premises of Schneider. I was amazed at the sight of a large open space with hundreds of revolving chairs, all equipped with personal small whiteboards and a beautifully laid black carpet. The 3rd floor was devoted to a cafeteria and a few table games. There were wellness rooms and a gym with basic amenities. Most importantly, I was pleasantly surprised that the food was highly subsidized. Where on earth would you find a giant cheese sandwich at Rs. 20? As days went by, I started breakfast, lunch and evening snacks in the cafeteria itself. Since I was staying as a paying guest in the city, I was always hungry! Okay, enough about food. Now, do you want to know what I do here? I am an Artificial Intelligence Engineer responsible (along with my teammates) to write programs and build machine learning models to predict future events based on past outcomes. Finally, we deploy models to production lines. Work-life balance at Schneider Work-life balance at Schneider \n It’s been ten months since I started working here, most of which was spent working from home. It was only for a month and a half that I could sit and rotate myself on the office chair. Working from home opened up a number of benefits to us especially because the work hours are flexible. With flexibility, work never became a burden on me. Sometimes I can help my mother prepare lunch or my ex-students with their math problems. The team has delivered major projects month after month. Work and life always remained at par for me with great flexibility. Schneider as an organization If you are familiar with the name Schneider Electric and are aware of its size, then I have something interesting for you to know. Even after being at the top of its sector, Schneider’s invests in all levels of its employees. I don’t know how you would take this, but I feel as if I have been working in a startup where my thoughts are valued and my contributions impact the organisation. We are all well heard. Entertainment and Refreshment at Schneider We don’t just work day in and day out. We have fun meetups. We play foosball and table tennis. We grab coffees together and eat together. In a very short time, I have built up a small but lovely family within Schneider. That was just a snapshot of how my journey so far with Schneider has been. I could write so much more. But, let’s keep that for the next blog. With a job at Schneider Electric, you can benefit from the great work culture we have here and much more! Search for job opportunities and apply at our website: www.se.com/careers About the Author",
    "images": "https://blog.se.com/wp-content/uploads/2021/01/Arihant-Singhi-Profile-Pic.jpeg",
    "tags": "",
    "excerpt": "In his first year working at Schneider Electric in India, Arihant experiences the joys of work-life balance and more at the organization",
    "categories": ""
}