{
    "title": "TfS welcomes the first secondary PCF database aligned with the TfS PCF Guideline - TFS Initiative",
    "author": "Maria de Rycke",
    "source": "TFS Initiative",
    "date": "2023-12-07",
    "text": "TfS welcomes the first secondary PCF database aligned with the TfS PCF Guideline TfS launched a guideline to standardise the calculation of Product Carbon Footprint (PCF) for chemical products. This guideline aims to create transparency in PCF data by emphasising the need for high-quality carbon footprint data and suggesting a harmonised approach to PCF calculation. To be TfS-compliant, companies must have data on their own operations and their supply chain emissions. While primary emissions data is preferred, secondary data can be used if it complies with TfS standards. Carbon Minds is the first secondary data provider to offer a PCF database that fully aligns with the TfS Guideline. The alignment is TÜV certified. TfS encourages other database providers to adopt the same methodology to improve the scalability, comparability, and trustworthiness of PCF calculations. In 2022, TfS launched a guideline to standardise the calculation of PCF for chemical products. To calculate TfS-compliant PCFs, companies must have data on their own operations and their supply chain emissions, since supply chain emissions are often the primary contributor to a product’s carbon footprint. While TfS member companies collaborate with their suppliers to obtain primary emissions data that are compliant with TfS standards, chemical companies in general still rely on secondary databases to fill data gaps. However, these secondary databases must use TfS-compliant procedures to avoid any major inconsistencies. Carbon Minds has become the first secondary data provider to offer a PCF database that fully aligns with the TfS Guideline. The alignment has been certified by TÜV. This database contains over 95,000 PCFs that comply with TfS standards for over 1,200 chemicals and plastics in more than 200 countries. The alignment of Carbon Minds with the TfS Guideline is part of a larger trend where both chemical manufacturers and solution providers are adopting the TfS Guideline. When primary data is not available, using secondary data that complies with TfS standards can help calculate consistent PCFs in a methodologically accurate way. It also allows for the comparison and validation of primary supplier data against the broader market. Adhering to the TfS Guideline for secondary data can help reduce potential biases between primary data based on the TfS Guideline and the secondary data. TfS encourages other database providers to adopt the same methodology, which would lead to more scalable, comparable, and trustworthy PCF calculations. This of course is an intermediate solution and we call upon all chemical and adjacent companies to start developing primary PCF data.",
    "images": "https://www.tfs-initiative.com/app/uploads/2023/12/TfS_banners_CarbonMinds_Website-scaled.jpg",
    "tags": "",
    "excerpt": null,
    "categories": "News Articles"
}