{
    "title": "Interview with TfS President Jennifer Jewson on the launch of Accelerate4Impact, the new TfS 2030 strategy - TFS Initiative",
    "author": "Maria de Rycke",
    "source": "TFS Initiative",
    "date": "2024-06-25",
    "text": "Interview with TfS President Jennifer Jewson on the launch of Accelerate4Impact, the new TfS 2030 strategy In the current climate of increased focus on corporate responsibility, Together for Sustainability (TfS), a collaborative initiative involving 53 major chemical companies, is setting new standards for sustainability in chemical supply chains through its continuous efforts. Recently, TfS has finalised its latest strategy, called Accelerate4Impact. We sat down with the TfS President Jennifer Jewson to delve into the ambitions and roadmap of this transformative journey. Q: Can you share the vision behind the new Accelerate4Impact strategy and what it aims to achieve? TfS President: “The Accelerate4Impact strategy is our answer to the growing complexities and sustainability challenges in the chemical industry’s supply chains. Our vision is to be the catalyst for change by accelerating the development of sustainable and resilient chemical supply chains through effective and efficient collaboration. The strategy is not just about further growth but foremost about impactful growth. It’s about, driving real change, and making a significant, measurable impact on sustainability.” Q: How does Accelerate4Impact differ from the previous Grow&Deliver strategy? TfS President: “Grow&Deliver” was pivotal in expanding our membership and establishing robust sustainability frameworks. However, with Accelerate4Impact, we are shifting our focus from expansion to execution. It’s about intensifying our efforts to ensure that the sustainability practices we’ve developed are not just adopted but are deeply integrated and producing tangible results. We are moving from building the foundation to ensuring our practices lead to substantial improvements in sustainability across the board.” Additionally, we are committed to covering our customers’ needs as we look at the end-to-end value chain, ensuring that every step is aligned with our sustainability goals.” Q: Can you elaborate on the role of collaboration in this new strategy? TfS President: “Collaboration is at the heart of our approach. This means that our member companies can share best practices on sustainability, always in strict compliance with competition laws, use their combined expertise to improve our tools and processes such as the PCF guideline, and promote efficiency and transparency by encouraging their suppliers to actively participate in assessments, audits, and follow-ups, or by providing accurate data on greenhouse gas emissions. This collaborative effort, guided by established processes and in compliance with anti-trust rules, is crucial for addressing the various challenges each member faces, whether it involves reducing greenhouse gas emissions, strengthening supply chain resilience, or enhancing sustainability performance. The goal is to create meaningful and lasting change in the industry through collective impact.” Q: What specific measures are being introduced to boost the sustainability improvement agenda? TfS President: “We’re introducing several key measures to advance our goals. One of the standout initiatives is the formation of Excellence Groups, where members collaborate on targeted improvement areas based on their unique needs and maturity levels. Additionally, we’re focusing on digitalisation to make sustainability data more actionable. We’ve established new KPIs to better align with our strategic goals, ensuring that we exceed our sustainability targets and drive impactful efforts rather than simply checking boxes. Moreover, we’re amplifying our voice to increase our presence and influence in the industry, ensuring our standards and offerings are widely recognised and adopted. As we continue to expand globally, we’ll reinforce our internal structure, encouraging TfS members from all regions to take up leadership roles in both regional and global workstreams. These are just a few examples of how we will future-proof the initiative and ensure its readiness for the challenges ahead.” Q: How do you see TfS evolving over the next few years under this new strategy? TfS President: “Under Accelerate4Impact, TfS will not just grow in numbers but in its leadership, responsibilities, and the tangible results we achieve. We aim to make significant strides in sustainability by ensuring our practices are not only top-notch but also adaptable and actionable. The emphasis will be on continuous improvement and measurable impact, ensuring that our efforts lead to a more sustainable and resilient chemical supply chain globally.” Conclusion: As TfS gears up to implement its Accelerate4Impact strategy, the organisation is set to lead the chemical industry towards a more sustainable future. Through collaboration, innovation, and a relentless focus on impact, TfS aims to be a beacon of change, ensuring that sustainability becomes an integral part of the industry’s DNA. The journey is challenging, but with the commitment and cooperation of its members, TfS is poised to make a significant and lasting impact. About Together for Sustainability (TfS): TfS is a dynamic initiative comprising 53 leading chemical companies dedicated to enhancing sustainability practices across the chemical industry’s supply chains. With a focus on collaboration and continuous improvement, TfS aims to set new standards and drive impactful change in the industry.",
    "images": "https://www.tfs-initiative.com/app/uploads/2024/06/TfS-Talks_banners-TfS-strategy-Website-scaled.jpg",
    "tags": "",
    "excerpt": null,
    "categories": "News Articles"
}