{
    "title": "Press release - TfS unveils pioneering carbon data exchange to drive decarbonisation in the chemical industry - TFS Initiative",
    "author": "Maria de Rycke",
    "source": "TFS Initiative",
    "date": "2024-10-23",
    "text": "Press release – TfS unveils pioneering carbon data exchange to drive decarbonisation in the chemical industry Revolutionary solution promotes transparency, collaboration, and efficiency in tackling supply chain emissions Together for Sustainability (TfS) launches PCF Exchange solution, designed to transform transparency and efficiency in the chemical industry. Powered by Siemens’ cutting-edge SiGREEN technology, the platform enables seamless tracking and exchanging of emissions data across global supply chains. Now available to both TfS members and the wider industry, this solution empowers companies to more easily meet their greenhouse gas (GHG) reduction targets in line with the Paris Agreement. 24 October 2024, Brussels – Together for Sustainability (TfS), a global sustainability initiative representing over 50 major chemical companies, has announced the launch of its Product Carbon Footprint (PCF) Exchange solution, designed to transform how chemical companies calculate, track and exchange emissions across their supply chains. The innovative solution, powered by Siemens’ advanced SiGREEN technology, comes as global industries face increasing pressure to meet decarbonisation targets in alignment with the Paris Agreement. With sustainability and carbon reduction high on the global agenda, this cutting-edge platform offers the chemical sector an unparalleled opportunity to revolutionise its emissions tracking and reporting processes. TfS is confident that the PCF Exchange solution will accelerate industry-wide transparency and enable companies to achieve their GHG reduction goals, supporting the broader global effort to combat climate change. A game-changer for chemical supply chain transparency The PCF Exchange solution addresses one of the chemical industry’s most pressing challenges: managing Scope 3 emissions, which account for the majority of a company’s carbon footprint. By leveraging Siemens’ SiGREEN technology, the platform provides a secure and efficient method for tracking and exchanging product-level emissions data. This data exchange will allow companies to request detailed carbon information from suppliers, streamlining the process of calculating PCFs for multiple materials across complex global supply chains. Jennifer Jewson, President of TfS and Chief Procurement Officer, LyondellBasell, said: “As President of Together for Sustainability, I am delighted to announce the launch of the PCF Exchange solution, a key component of our Scope 3 greenhouse gas emissions programme. With this addition, TfS offers a truly end-to-end solution for calculating PCFs across the chemical supply chain. “The PCF Exchange solution, together with our established PCF Guideline and White Paper, equips TfS members and suppliers with the necessary tools to generate accurate, consistent data and seamlessly exchange it. This marks a significant step forward in helping the industry reduce Scope 3 GHG emissions with greater transparency and precision.” Maria Valentina Giraldo Martinez, Co-Chair of the TfS Workstream ‘GHG Scope 3 Emissions – Data Collection and Sharing’ and LCA Manager at IFF, commented: “The PCF Exchange solution marks a pivotal moment for the chemical industry. For the first time, companies will have a reliable, standardised platform to manage carbon data from across their supply chains. “By facilitating the secure exchange of carbon data, this solution is not just improving how the industry manages emissions; it’s enabling proactive steps towards transparency. As we roll out this technology, we are witnessing the chemical sector take bold strides in addressing its climate responsibilities.” Solving industry challenges: scale, comparability and connection The TfS PCF Exchange solution is a response to three critical challenges in calculating PCFs: Scale: The solution allows companies to request and exchange emissions data on a large scale, enabling simultaneous data requests from multiple suppliers, which reduces processing time and error. Comparability: By using a standardised PCF Guideline, the solution ensures consistent and comparable carbon footprint calculations across the sector, helping businesses identify where improvements can be made. Connection: The platform offers a secure, collaborative environment where supply chain data is exchanged with confidence. Siemens’ SiGREEN technology ensures that emissions data remains accurate and unaltered throughout the process. The collaboration with Siemens also offers users the unique opportunity to feedback and influence the development of SiGREEN. This level of innovation is crucial to addressing the current maturity gaps in carbon data exchange across the chemical industry, particularly in global regions with varying levels of sustainability adoption. Dr. Gunter Beitinger, SVP Manufacturing, Head of Factory Digitalization and Head of Product Carbon Footprint, Siemens, said: “We are proud to partner with Together for Sustainability on the launch of the PCF Exchange solution, which leverages Siemens’ SiGREEN technology to enable efficient data handling, reduce manual effort and errors, and ensure secure, trusted data exchange. “Its robust security and compliance with global privacy regulations make it a reliable platform for companies to confidently exchange emissions data and integrate it into their greenhouse gas accounting systems.” Catalysing decarbonisation across industries Though initially designed for the chemical sector, the solution has the potential to benefit other industries, from adhesives to automotive, medical to manufacturing, further amplifying its environmental impact. TfS is leading the way by providing training and onboarding sessions through the TfS Academy to help members and their suppliers adopt the new platform, building global capacity for sustainability. Supporting decarbonisation through data As more companies look to reduce their carbon footprints, standardised and secure data exchange has become essential. The TfS PCF Exchange solution ensures companies can access accurate and comprehensive emissions data, driving meaningful reductions. Supply chain transparency, enhanced by the solution’s ability to integrate with other networks like WBCSD PACT and Catena-X, promotes collaboration across industries and supports the global shift towards decarbonisation. To learn more about the PCF Exchange solution and how it is driving the chemical industry forward, register now to attend the virtual launch event: Catalysing change – Revolutionising the chemical sector: a chemical solution to the Scope 3 problem. Editor’s note Media contact \nGeorgia Dalton – georgia@esgcomms.com \n+44 (0)7798 751 529 About Together for Sustainability (TfS) Together for Sustainability (TfS) is a global, procurement-driven initiative created by chemical companies with the goal of assessing, auditing and improving the sustainability practices within their global supply chains. The programme is based on the UN Global Compact and Responsible Care® principles and has grown into a global organisation with regional representation in North and South America and Asia. https://www.tfs-initiative.com/how-we-do-it/scope-3-ghg-emissions 2",
    "images": "https://www.tfs-initiative.com/app/uploads/2024/10/TfS-PCF-Exchange-solution_1.jpg",
    "tags": "",
    "excerpt": null,
    "categories": "News Articles"
}