{
    "title": "Viohalco: Κίνδυνος για την Ευρώπη αν δεν εντάξει τα καλώδια στο φόρο άνθρακα (CBAM) - Mononews.gr",
    "author": "Μαρίνα Πρωτονοταρίου",
    "source": "Αποκαλυπτικό ρεπορτάζ, αρθρογραφία και άμεση ενημέρωση, με όλα τα τελευταία νέα και ειδήσεις για την Οικονομία, τις Επιχειρήσεις, το Χρηματιστήριο, το Bitcoin, τις πολιτικές εξελίξεις και τον πολιτισμό",
    "date": "2024-04-07",
    "text": "ΣΧΕΤΙΚΑ ΑΡΘΡΑ Την ανάγκη να ενταχθούν τα καλώδια στα προϊόντα που προστατεύονται από τον κίνδυνο διαρροής άνθρακα, επισημαίνει η Viohalco στην Έκθεση των Ετήσιων Οικονομικών της αποτελεσμάτων. Ο Μηχανισμός Συνοριακής Προσαρμογής Άνθρακα (CBAM) είναι ένα μέτρο που θεσπίστηκε από την Ευρωπαϊκή Ένωση, στο πλαίσιο του «Fit for 55» της Ευρωπαϊκής Ένωσης για την πολιτική για το κλίμα για να αντιμετωπίσει τη “διαρροή άνθρακα”. Δηλαδή την αποτροπή μεταφοράς παραγωγής σε χώρες με χαλαρότερους περιβαλλοντικούς κανόνες, εξασφαλίζοντας ίσες συνθήκες για τις ευρωπαϊκές επιχειρήσεις. Θα εφαρμοστεί από το 2026 αναγκάζοντας τους εισαγωγείς να αγοράζουν πιστοποιητικά CBAM, ισοδύναμα με την τιμή άνθρακα που θα καταβαλλόταν εάν τα προϊόντα παράγονταν στην ΕΕ. Το CBAM προορίζεται να λειτουργεί παράλληλα με τις Εκπομπές της ΕΕ Σύστημα Συναλλαγών (ETS), συμπληρώνοντας τη λειτουργία του καθώς τα δωρεάν δικαιώματα άνθρακα που παρέχονται επί του παρόντος στην ευρωπαϊκή βιομηχανία θα καταργηθούν σταδιακά, υποχρεώνοντας τη βιομηχανία να αγοράζει το σύνολο των δικαιωμάτων που χρειάζεται. Η σταδιακή κατάργηση των δωρεάν δικαιωμάτων θα έχει άμεση επίδραση στο κόστος του αλουμινίου και του χάλυβα που παράγεται στην Ευρώπη καθώς και τα εισαγόμενα υλικά υπόκειται στο CBAM, καθώς θα είναι το πλήρες κόστος των εκπομπών άνθρακα αντικατοπτρίζεται στο κόστος παραγωγής. Αν και έχουν καθοριστεί οι τομείς βασικών προϊόντων (αλουμίνιο, χάλυβας, τσιμέντο, λιπάσματα, ηλεκτρική ενέργεια) που θα εφαρμοστεί το μέτρο η Κομισιόν αξιολογεί επί του παρόντος και άλλους επιμέρους τομείς προϊόντων που διατρέχουν κίνδυνο διαρροής άνθρακα, τα οποία για την παραγωγή τους απαιτούν τα προϊόντα που είναι ήδη στη λίστα και προστατεύονται. Επί του παρόντος στο πεδίο εφαρμογής των προϊόντων που μπορούν να προστατευθούν από το CBAM, είναι εκείνα που παράγονται κατά 100% από αλουμίνιο ή χάλυβα. Όμως τα καλώδια ρεύματος αποτελούνται κατά το 80% του βάρους τους από αλουμίνιο σε ορισμένες εφαρμογές ενώ ο χάλυβας μπορεί να αντιπροσωπεύει έως και 40% και γι αυτό δεν εμπίπτουν στα αγαθά που εντάσσονται στο πεδίο εφαρμογής του CBAM. Όπως τονίζει η Viohalco τα καλώδια πρέπει να ενταχθούν όμως σε αυτή την κατηγορία και να προστατεύονται από τις εισαγωγές ανταγωνιστικών προϊόντων τρίτων χωρών   προτού το CBAM εισέλθει στην οριστική του φάση. \n“Η συμπερίληψη των καλωδίων στο πεδίο εφαρμογής του CBAM, σημειώνει, είναι συνεπής με τις αρχές της Πρότασης της ΕΕ για μια βιομηχανία Net-Zero \nπου στοχεύει στον εντοπισμό και την υποστήριξη των  net zero τεχνολογιών ώστε να παράγονται στην Ευρώπη τουλάχιστον κατά το 40% των ετήσιων αναγκών έως το 2030.  Τα  καλώδια ρεύματος έχουν αναγνωριστεί ως στρατηγική τεχνολογία στο δρόμο για τις μηδενικές εκπομπές καθώς συμβάλλουν σημαντικά στην απεξάρτηση από τον άνθρακα αφού απαιτούνται για τη διείσδυση της καθαρής ενέργειας. Η έλλειψη ανταγωνιστικότητας στα καλώδια ισχύος που κατασκευάζονται στην ΕΕ σίγουρα θα βλάψει την ικανότητα της ΕΕ να αντιμετωπίσει το κλίμα της στόχους ουδετερότητας”, σημειώνει η εταιρεία.\n                     Κίνδυνος ανταγωνιστικότητας από την έλλειψη αξιοπιστίας στις δηλώσεις των εισαγωγών Η συμπερίληψη των καλωδίων τροφοδοσίας στο πεδίο εφαρμογής του CBAM θεωρείται από τη Viohalco εξαιρετικά σημαντική για να διατηρηθούν ίσοι όροι ανταγωνισμού με τους ανταγωνιστές της από τρίτες χώρες. Σημειώνεται από την εταιρεία ότι ο Μηχανισμός CBAM είναι μια ευκαιρία για την ΕΕ να δείξει ότι οι φιλόδοξες πολιτικές της για τη μείωση των εκπομπών μπορούν να υλοποιηθούν χωρίς να τίθεται σε κίνδυνο η ανταγωνιστικότητά της. Όμως αν και το CBAM  προορίζεται για τη δημιουργία ίσων όρων ανταγωνισμού μεταξύ εισαγωγέων και ευρωπαίων παραγωγών υπάρχει μεγάλη ανησυχία για την ποιότητα των δηλώσεων εντάσεως  άνθρακα των εισαγόμενων προϊόντων, καθώς υποτιμήθηκε η έλλειψη κοινού συστήματος αναφορών και αξιόπιστου υπολογισμού  των εκπομπών, ιδίως σε υποπροϊόντα που πρέπει να υπολογίζουν τις εκπομπές των πρώτων υλών από τις οποίες αποτελούνται. Η καταστρατήγηση \nτων πραγματικών εκπομπών, αναφέρει η εταιρεία,  θα οδηγούσε σε ανταγωνιστική μειονέκτημα για τους ευρωπαίους παραγωγούς καθώς υφίστανται το ολόκληρο το κόστος των εκπομπών άνθρακα μέσω της κατάργησης των δωρεάν δικααιωμάτων. Κίνδυνος και μια ευκαιρία Όπως τονίζει η  Viohalco,   οι θυγατρικές της, ως παραγωγοί χάλυβα και αλουμινίου,  επηρεάζονται με δύο τρόπους από την εφαρμογή του CBAM: \n1) Το CBAM θα αυξήσει το κόστος των πρώτων υλών που παράγονται σε τρίτες χώρες καθώς επί του παρόντος μόνο η Ευρώπη έχει θέσει την παραγωγή χάλυβα και αλουμινίου σε ένα σύστημα εμπορίας δικαιωμάτων όπως το Ευρωπαϊκό Σύστημα Συναλλαγών που δημιουργεί κόστος για εκπομπές της βιομηχανίας. \n2) Ανταγωνιστικά προϊόντα από τρίτες χώρες θα   υπόκεινται σε κόστος CBAM, υπό την προϋπόθεση ότι η έντασή τους σε άνθρακα είναι \nσωστά τεκμηριωμένη και δηλωμένη. Καθώς οι ευρωπαίοι παραγωγοί χάλυβα και αλουμινίου έχουν τις χαμηλότερες εκπομπές διοξειδίου στον κόσμο, αν ενσωματωθεί το πραγματικό κόστος άνθρακα στις εισαγωγές   μπορεί δυνητικά να δημιουργήσει ευκαιρία για τους ευρωπαίους παραγωγούς, αφού τα προϊόντα τους θα είναι χαμηλότερων εκπομπών και τιμής. Αυτό όμως θα γίνει μόνο οι ενσωματωμένες εκπομπές άνθρακα των εισαγόμενων ανταγωνιστικών προϊόντων αντικατοπτρίζονται πλήρως στις δηλώσεις των εισαγωγέων. ΕΙΔΗΣΕΙΣ ΣΗΜΕΡΑ Kaizen Gaming: Κινητοποιεί 200 εθελοντές σε 8 χώρες για την προστασία των ζώων Ζυθοποιία Μακεδονίας Θράκης Α.Ε : Περισσότεροι από 1.000 δρομείς συμμετείχαν στο Vergina Beer Run 4 Μητσοτάκης: Ελπίδα για μηδενικούς δασμούς μεταξύ ΕΕ-ΗΠΑ – Ικανοποίηση από την στροφή Τραμπ Ευάγγελος Μυτιληναίος: Έρχονται δυο ευχάριστες εκπλήξεις για τους μετόχους της Metlen",
    "images": "https://www.mononews.gr/wp-content/uploads/2021/04/210427102635_giannis-stasinopoulos.jpg",
    "tags": "",
    "excerpt": "Την ανάγκη να ενταχθούν τα καλώδια στα προϊόντα που προστατεύονται από τον κίνδυνο διαρροής άνθρακα, επισημαίνει η Viohalco στην Έκθεση των Ετήσιων Οικονομικών της αποτελεσμάτων. Ο Μηχανισμός Συνοριακής Προσαρμογής Άνθρακα (CBAM) είναι ένα μέτρο που θεσπίστηκε από την Ευρωπαϊκή Ένωση, στο πλαίσιο του «Fit for 55» της Ευρωπαϊκής Ένωσης για την πολιτική για το κλίμα για να αντιμετωπίσει τη",
    "categories": "Business;ESG News;ESG Today"
}