{
    "title": "Revenue from emissions trading once again at record level",
    "author": "Joseph Nasr",
    "source": "Umweltbundesamt",
    "date": "2025-01-09",
    "text": "The European Emissions Trading System 1 (EU ETS 1) covers greenhouse gas emissions from energy and energy-intensive industrial plants, intra-European aviation and maritime transport. Revenue from auctions totalled around 5.5 billion euros in the EU ETS 1 in 2024. This represents a decrease in revenue of around 28 per cent compared to the record amount from the previous year (2023: 7.7 billion euros). In contrast, revenue from carbon pricing in the national emissions trading system (nEHS) for heating and transport increased compared to the previous year. Revenue from the nEHS in 2024 was around 13 billion euros, around 21 per cent higher than the previous year (2023: 10.7 billion euros). Total revenue from both systems therefore increased slightly once again compared to the previous year. “With the latest reforms at European level, emissions trading has become the central cross-sectoral climate protection instrument. As part of an effective mix of harmonised measures, carbon pricing can provide significant impetus for the climate-friendly transformation of our society. In addition to its direct incentivising effect, the proceeds from emissions trading play a decisive role. These funds must be used in full and in a targeted manner to actively underpin the climate-neutral transformation in terms of social and economic policy. In this way, emissions trading creates the essential threefold combination of ambitious climate protection⁠, social sustainability and economic competitiveness in our country. In order to ensure compensation for private households even if carbon prices continue to rise, we now need a climate bonus quickly in combination with specific support programmes for particularly affected population groups,” says UBA ⁠President Dirk Messner. EU-ETS 1: Price decrease and lower auction volumes compared to 2023 In European emissions trading, the quantity of allocated emission certificate (EUAs) is reduced annually in order to gradually limit emissions to an ever greater extent. The number of certificates auctioned was reduced further again in 2024. This reflects the latest European reform to strengthen emissions trading. In concrete terms, the number of certificates auctioned fell to 85 million in 2024 (2023: 92 million). At the same time, the average price of emission certificates also fell. At 65.00 euros, it was significantly lower in 2024 than in the previous year (2023: 83.66 euros). The main reason for the continuous price decrease in the EU ETS 1 since February 2023 is the declining demand from market participants against the backdrop of the gas shortage, which resulted from the Russian war of aggression and has now been overcome, as well as the generally mixed economic development in the EU. However, this means the average revenue in the EU ETS 1 is still around 24 per cent higher than the comparable figure for 2021 (52.50 euros), the start of the current trading period. nEHS: Price increase ensures record revenue In addition to the EU ETS 1, the national emissions trading system (nEHS) for heating and transport was launched in Germany in 2021. Until 2022, only the main fuels (petrol, diesel, heating oil, liquefied petroleum gas and natural gas) were initially part of the nEHS. From 2023, all other fuels, including coal, were added. Since 2024, CO2 emissions from waste incineration plants have also been included. In 2024, a total of almost 278 million nEHS certificates (nEZs) were sold on the European Energy Exchange (EEX) in Leipzig at a fixed price of 45 euros per nEZ with a total value of around 12.5 billion euros. Around 17 million additional nEZs for 2023 were sold at the fixed price of the previous year (30 euros per nEZ) as part of the limited buyback option for nEHS certificates – this equates to proceeds of around half a billion euros. The total income from the sale of the almost 295 million nEZs in the nEHS thus amounted to around 13 billion euros in 2024. Although significantly fewer nEHS certificates were sold in 2024 than in the previous year, higher revenue was recorded due to the increased fixed price (2023: 358 million nEZs with the 2023 and 2022 year identifiers with a total value of 10.7 billion euros). The main reason for the higher demand in 2023 was the one-off pent-up demand from companies that had postponed the purchase of their nEHS certificates from 2022 to 2023 due to the constant fixed price. This one-off effect no longer materialised in 2024 due to the increase in the fixed price at the turn of the year. “This one-off effect is the main driver of the lower demand for nEHS certificates in national emissions trading. In this respect, there are still major challenges to reducing emissions in the building and transport sectors; in both sectors, greenhouse gas emissions must fall even more rapidly. This applies in particular to the transport sector – for example by promoting electromobility, removing misguided tax incentives for combustion cars and other climate-damaging subsidies. However, these measures must be embedded in a strong emissions trading system. We have high hopes for the European Emissions Trading System for fuels, which will start in 2027 and into which national emissions trading will be transferred,” explains Daniel Klingenfeld, Head of the “Climate Protection, Energy, German Emissions Trading Authority department” (DEHSt) at the German Environment Agency. The DEHSt at the UBA is responsible for the implementation of national emissions trading, European emissions trading and, since December 2023, the European carbon border adjustment mechanism (CBAM) in Germany. The Leipzig energy exchange EEX sells and auctions emission certificates on behalf of the DEHSt.",
    "images": "https://www.umweltbundesamt.de/sites/default/files/styles/fb-image/public/medien/11901/bilder/adobestock_253128667ckbarzycki-1600x404.jpg?itok=2oLr3p_K",
    "tags": "emissions trading, EU-ETS, nEHS, CO2,-Climate | Energy;emissions trading, EU-ETS, nEHS, CO2",
    "excerpt": "More than 18.5 billion euros for climate protection, technology promotion and social equity measures in Germany",
    "categories": "emissions trading, EU-ETS, nEHS, CO2"
}