{
    "title": "EU Emission Trading System - Sustainable Success Stories",
    "author": "unknown",
    "source": "Sustainable Success Stories",
    "date": "2024-04-16",
    "text": "World’s largest Cap and Trade carbon pricing market Summary The “cap and trade” carbon pricing systems of the European Union is the largest and longest running in the world and has since 2005 contributed to reducing emission from the 31 countries participating. The system established an emission allowance market with prices determined by supply and demand. While met with serious challenges of maintaining viably high allowance prices, especially in the wake of the 2008 global economic crisis, the system has persisted and is evolving with revisions that may allow it to continue to be the cornerstone of the unions emission reduction strategy in alignment with the Paris Accord. The system has inspired several other national and regional carbon pricing initiatives, which eventually could be linked through a common, aligned carbon price. Sector Carbon Pricing & Trade Sub-sector/ Technology Cap and Trade market-based trading system Climate Action Mitigation Elements Large-scale carbon market based on Cap and Trade quantity instrument. Political and economic union wide cap on emissions shrinking over time and mandatory participation of industries. Allocation of free emission allowances as well as auctioning and trade. Applicability Inter-state unions, states, provinces, regions. Barriers Political will, solid monitoring, verification and reporting system, maintaining high carbon prices. Full Story The European Union’s Emission Trading System (EU ETS) was established in 2005 and is in 2018 the world’s largest international emissions trading system accounting for more than 75% of international carbon trading. It is the world’s first, largest, and longest-running successful example of implementing a large-scale carbon pricing system. More than 13.000 facilities (power and industrial plants) as well as airlines operating in member countries are involved, covering around 45% of EU’s emissions. The system is bigger than the CDM (Clean Development Mechanism) and JI (Joint Implementation) for 120 countries both in terms of number of projects and emissions (World Carbon Market Database Feb. 2018) The system is based on the principle of “cap and trade” with mandatory participation of companies in the relevant sectors. In its 3rd phase (2013-2020), the system applies an EU wide (28 EU member countries + Iceland, Liechtenstein, and Norway) cap on emissions fixed at 2.084.301.856 allowances (tCO2e) at the beginning of Phase 3 in 2013. The cap decreases each year with 1,74% of the average total allowances in the period 2008-12 which corresponds to 38.264.246 allowances being removed each year. Each allowance gives the holder right to emit 1tCO2e (tonne CO2 equivalent). This linear reduction factor which is without ending date, is an efficient tool for implementing cost-effective GHG emission reduction measures. With the current reduction percentage, EU emissions will be 21% lower in 2020 compared to 2005. In order to achieve the EU climate goal of 40% reduction by 2040 compared to 1990, the cap must be reduced annually with 2,2% from 2012 which would reduce emissions to around 43% below 2005 level by 2030 and by 90% by 2050. It should be noted, that this does not include the aviation industry which has a specific fixed cap which currently is not reduced annually. These targets are negotiated for phase 4 (2021-30) in which major adjustments are proposed to the systems to ensure its efficiency and in particular to maintain allowance prices at a sufficiently high level. With the latest goal of reducing the emission by 55% by 2030, a higher price for carbon emissions is likely to be necessary. The ETS has already proven its efficiency by contributing to GHG emissions reductions of 23% between 1990 and 2016 while the economy grew by 53% in the same period, and as such the EU ETS qualifies as an implemented and proven sustainable success story. The system covers three types of emissions than can be relatively accurately measured and verified: Carbon dioxide (CO2) from:\n power and heat generation energy-intensive industry sectors including oil refineries, steel works and production of iron, aluminium, metals, cement, lime, glass, ceramics, pulp, paper, cardboard, acids and bulk organic chemicals commercial aviation Nitrous oxide (N2O) from production of nitric, adipic and glyoxylic acids and glyoxal Perfluorocarbons (PFCs) from aluminium production The ETS functions as a sort of carbon tax introduced gradually and according to industry characteristics, by allocating free allowances to industries (also known as “grandfathering”). The yearly allowances allocated to industries are given for free or are auctioned, and currently (2018) around 80% of the revenue from this sale (€15,8bn from 2013-16) is used on climate and energy purposes. In 2013, around 40% of allowances were auctioned increasing to 57% in the 3rd phase period 2013-20. The allocation of free allowances will decrease faster than the cap, thus indicating a progressive taxation of CO2 emissions. The free allowances are distributed differently to various industries, so that e.g. the manufacturing industry receives 80% of its allowances for free but which will gradually decrease to 30% in 2020. Power generators do not receive free allowances since 2013 but will have to buy all of their allowances, while the airlines will continue to receive the large majority of their allowances for free. The allowances to be auctioned are distributed among member countries according to their share of emissions in 2005. The allowances are mostly traded on the European Energy Exchange (EEX). The price of an allowance (EUA) is fluctuating but has been on steady rise since early 2018. In January 2021 it was 32€, peaked at 100€ in early 2023, and was in April 2024 at around 70€. Between 2011 and early 2018, the market price was less than 10€ per allowance which is much less than the originally planned and starting level of around 30€, and as such also likely to be well below most estimates of the social cost of carbon. This fall was related to the general financial crises at the time, which contracted economic activity and thus resulted in a surplus of free allowances as the allocation was based on pre-crises economic activity, and hence emission, estimates. A Market Stability Reserve (MSR) was implemented in January 2019 to absorb and cancel eventual market oversupply which may threaten the economic rationale behind the market-based price formation. A company who has received free allowances can buy extra allowances on the EEX if needed or can save up any unspent allowances from previous years or sell them on the market. As such, the ETS provides the industries a market-based incentive for implementing emission mitigation measures, an incentive which is reinforced every year as both the cap and the free allocated allowances are reduced. The system therefore encourages rapid implementation of emission reduction measures as cost-effectively as possible as an industry will be able to profit from reductions, at least until the cap and free allowances are reduced further. Companies participating in the EU ETS must monitor and report their emissions annually and provide sufficient allowances to cover their emissions. The EU ETS carbon trading system has led to significant reductions in GHG emission from EU member states (+3) and has been instrumental in demonstrating how this quantity instrument can be implemented so that other countries can establish similar systems, which eventually could be linked through a common carbon price. It has had no detrimental effects on economic performance, and has stimulated growth in “cleantech” innovations and related industries and business opportunities. Issues and critique of the ETS How much of the emission reduction that has taken place the last decade can actually be attributed to the ETS may be discussed and contested, as well as the compliance of individual companies, and challenges it faces in a highly politicised context. Carbon leakage (industries moving to countries/regions with more lenient emission restrictions) has also been debated and was one of the major arguments for the initial large free allocation of allowances, but has not been shown to be a major issue. However, in 2021 the European Commission is expected to unveil a proposal for a Carbon Border Adjustment Mechanism (CBAM), designed to protect the EU against distortion of competition due to the carbon costs and the risk of carbon leakage. A strong point of criticism is that the ETS may make it harder to implement other instruments like a carbon tax, and that very effective energy saving technologies may work against the system by creating an oversupply of allowances and hence collapse the carbon market. An example here is the national coal phase-out policies which could release around 2 billion surplus pollution permits between 2021 and 2030. This may be the major danger to the system as over-achievement may be undermined by over-supply of allowances and hence lower allowance prices, both providing less economic benefit to progressive companies, and making it cheaper for others to buy credit and continue emissions. The whole rationale behind the system rests on a reasonable high carbon market price, but since this can be complex to assure, there is risk of failure of the system due to collapse of the carbon prices. The lower the market price for allowances, the less impact can be expected from the ETS. Economic and political measures to mitigate against this risk are continuously considered and the Market Stability Reserve is an example of one such. Some EU countries are considering introducing a “floor-price” for certain industries to maintain a high market price which in a way demonstrates the potential flexibility of the system that may be required in the complex political context of the European Union. The EU ETS initiative also highlights the challenges in relation to creating and maintaining a viable commodity market with prices based on free market mechanisms. The combination of political control and a free market may prove to be somewhat incompatible. However, the system has been active since 2005, has endured in a highly complex multinational political context, has survived low prices and economic crises, continue to be progressively developed, and has been and is the cornerstone of the European Union’s emission reduction strategy. It is likely to continue to be an important instrument to implement the Paris Accord and more, and it is therefore included here as a Sustainable Success Story that already has and can inspire adoption elsewhere. For another succesful carbon pricing story see the California Cap and Trade. For more information: European Energy Exchange for current and past allowance (EUA) prices An article exploring the impact of the ETS from Imperial College London IETA International Emissions Trading Association An harshly critical article of the EU ETS from Corporate Europe 2015 A critical and most informative 2017 article from Carbon Brief on the merits of the proposed reforms to ETS in phase 4 A thorough World Bank report on global carbon pricing initiatives 2017 Photo composition: Peter Oksen Share this:",
    "images": "https://sustainablesuccessstories.org/wp-content/uploads/2018/02/smoke-euro-1550px.png",
    "tags": "",
    "excerpt": "The first, largest, and longest running cap and trade based carbon pricing scheme in the world covering 31 countries and almost half of EU's CO2 emissions. The article explains this market-based system and the challenges it is facing.",
    "categories": ""
}