{
    "title": "How are the EUA auctions organized? | Homaio",
    "author": "Monna Dimitrova Research Lead",
    "source": "homaio.com",
    "date": "2024-08-12",
    "text": "The main method for issuing European Union Allowances (EUAs) is through daily EU-wide auctions. The proceeds from these auctions are redistributed to individual member states, which then channel the funds into environmental initiatives. ‍ ‍ Organizing EU ETS carbon allowances auctions The European Commission organizes the European Union Emissions Trading System (EU ETS) carbon allowance auctions through the European Energy Exchange (EEX) in Germany every day from 9 AM to 11 AM. It is the common auction platform for all member states except Germany and Poland which have opted for hosting their own EUA auctions. ‍ ‍ The EUA auction volumes In 2024, approximately 3 million EUAs will be auctioned per session, totaling 677,274,000 for the year. Each year, EEX publishes a predetermined auction calendar at year’s end, specifying EUA volumes and the percentage allocated to each country. This calendar is important for the annual redistribution of funds to member states. ‍ ‍ Participation and process Eligible participants in the EU ETS auctions include compliance buyers (industrial entities), investment firms, and credit institutions. The auction process is designed as a single-round, sealed bid, uniform price auction. Bidders submit their desired quantity of allowances and the price they are willing to pay within a bidding window open for at least two hours. The auction platform then determines and publishes the auction clearing price, which is the price at which the total demand matches the allowances available for that session. Successful bidders are those who bid at or above the clearing price, and all successful bidders pay the same price regardless of their initial bid. ‍ ‍ Redistribution of auction revenues Revenues generated from the common EU ETS auctions are centralized and redistributed among member states. Each country receives a predetermined percentage of the revenues, established at the beginning of each year. In 2024, Germany is allocated the corresponding revenues from the sale of a total of 15.6% of EUAs, the modernization fund - 14.3%, and Poland - 10.1%. ‍ ‍ The Innovation and the Modernization funds Some of the auction proceeds are allocated to the Innovation and Modernisation Funds, two EU-wide funds that differ from the revenues given directly to member states. The Innovation Fund supports new climate initiatives and the development of net-zero technologies, while the Modernisation Fund aims to update and refine energy systems and enhance energy efficiency in 13 lower-income EU member states. ‍ ‍ Using the auction revenues Between 2013 and 2022, EU countries used 76% of the total revenue from EU ETS auctions for sustainability-related projects, including climate, renewable energy, and energy efficiency initiatives. Previously, it was mandatory for Member States to allocate at least 50% of auction revenues to climate-related projects. However, a new directive from 2023 mandates that 100% from auction revenues must be dedicated to climate and energy-related purposes. ‍ ‍ An effective market mechanism The auction system allows regulators to oversee and control the EU ETS supply and supports effective price discovery through a sealed-bid process. Although most trading takes place in the EU ETS secondary market, the data from daily auctions is important for assessing market sentiment. ‍",
    "images": "https://cdn.prod.website-files.com/63d2626cedcc41357cddabdf/66c83df5a4b3dfd061a43871_pexels-ekaterina-bolovtsova-6077326.avif",
    "tags": "",
    "excerpt": "The main method for issuing European Union Allowances (EUAs) is through daily EU-wide auctions. The proceeds from these auctions are redistributed to individual member states, which then channel the funds into environmental initiatives. - Discovers Homaio's blog about carbon markets",
    "categories": ""
}