{
    "title": "Bepreisungsphase ab 2026",
    "author": "unknown",
    "source": "bmf.gv.at",
    "date": "2024-09-30",
    "text": "Bepreisungsphase ab 2026 Die Umsetzung von CBAM wird schrittweise erfolgen und ist in zwei Phasen eingeteilt: die Übergangs- und die Bepreisungsphase. Die Übergangsphase beginnt am 1. Oktober 2023 und endet am 31. Dezember 2025. Ab 1. Jänner 2026 beginnt die Bepreisungsphase. Mit Start der Bepreisungsphase ab 1. Jänner 2026 beginnt auch die tatsächliche Bepreisungsphase und die damit verbundene Verpflichtung zum Kauf von CBAM-Zertifikaten. Hinweis Detaillierte Informationen zur Bepreisungsphase finden Sie an dieser Stelle, sobald die dazu notwendigen Informationen durch die Europäische Union zur Verfügung gestellt werden. Derzeit kann noch nicht abgeschätzt werden, wann dies der Fall sein wird. Berücksichtigung von kostenloser Zuteilung von Zertifikaten im EU ETS 1 Die vom CBAM-Berichtspflichtigen zu entrichtenden CBAM-Zertifikate werden um die kostenlose Zuteilung von Zertifikaten, die ein Produzent in der EU für die Herstellung der gleichen Waren erhalten würde, reduziert. Im Zeitraum von 2026 bis 2034 wird der Anteil an kostenlosen EU ETS 1 Zertifikaten (CBAM-Faktor) für CBAM-Waren sukzessive abnehmen. Dadurch steigt für CBAM-Waren im Umkehrschluss bis zum Jahr 2034 die Höhe der Treibhausgasemissionen, die der CO2-Bepreisung durch CBAM-Zertifikate unterliegen. Die fingierte kostenlose Zuteilung von Zertifikaten für CBAM beruht auf einer CBAM-Benchmark-Systematik. Der CBAM-Benchmark ist die Obergrenze für die kostenlose Zuteilung anhand des CBAM-Faktors. Jede über den Benchmark hinausliegende Emission muss vollständig mit einem CBAM-Zertifikat abgegolten werden und wird nicht um den CBAM-Faktor reduziert. Die CBAM-pflichtigen Emissionen werden wie folgt berechnet: Beispiel: Die grauen Emissionen einer CBAM-Ware betragen 1,2 t CO2e/t und der entsprechende CBAM-Benchmark ist mit 1 t CO2e/t definiert. Die Emissionen, die einer Bepreisung durch CBAM unterliegen, sind im Jahr 2026 wie folgt zu berechnen: 1,2 - 1 × 0,975 = 0,225 t CO2e/t Dies entspricht 18,75 % der grauen Emissionen, die einer Bepreisung durch CBAM unterliegen. Wenn die Emissionen einer Ware niedriger sind als die mit dem CBAM-Faktor multiplizierte CBAM-Benchmark, sind keine CBAM-Zertifikate zu erwerben. Ab dem Jahr 2034 gibt es keine kostenlosen Zertifikate mehr. Für Stromimporte gibt es keine Zuteilung von kostenlosen Zertifikaten. Die gesamten grauen Emissionen aus den Stromimporten erfordern daher entsprechenden Ankauf von CBAM-Zertifikaten bereits ab dem Jahr 2026. Kauf von CBAM-Zertifikaten (ab 1. Jänner 2026) Ab 1. Jänner 2026 müssen CBAM-Anmelder CBAM-Zertifikate für jene THG-Emissionen erwerben, die bei der Produktion der eingeführten CBAM-Waren entstanden sind. Außerdem müssen die CBAM-Anmelder unterjährig nachweisen, dass genügend CBAM-Zertifikate erworben wurden, um ihrer Verpflichtung zur Abgabe von Zertifikaten über das Gesamtjahr nachkommen zu können. Der Preis der Zertifikate richtet sich nach dem wöchentlichen Durchschnittspreis der EU-ETS-Zertifikate. Detaillierte Informationen in Bezug auf die Berechnung des Preises für die CBAM-Zertifikate sind derzeit noch nicht verfügbar. Preisdaten zum aktuellen Preis von EU-ETS-Zertifikaten finden Sie unter anderem hier: EEX - EUA Futures. CBAM-Erklärung (ab 1. Jänner 2026) Ab 1. Jänner 2026 muss jährlich, bis zum 31. Mai jeden Jahres, und zum ersten Mal im Jahr 2027 für Einfuhren im Jahr 2026, eine CBAM-Erklärung für das vorangegangene Kalenderjahr abgegeben werden. Diese jährliche CBAM-Erklärung ersetzt die Abgabe der vierteljährlichen CBAM-Berichte in der Übergangsphase. Nach derzeitigem Informationsstand werden Inhalt und Struktur der CBAM-Erklärung stark auf jenen der CBAM-Berichte aus der Übergangsphase aufbauen. Nähere Informationen zur Bepreisungsphase",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}