{
    "title": "FutureCamp | Unternehmensberatung: Klima, Nachhaltigkeit, Energie, Umwelt",
    "author": "unknown",
    "source": null,
    "date": "2024-01-15",
    "text": "Eine Vielzahl von wichtigen regulatorischen Vorgaben ist am Entstehen oder bereits in Kraft. FutureCamp hilft Ihnen dabei, die veränderten Rahmenbedingungen zu interpretieren und die richtigen Antworten zu finden. Wir zählen zu den erfahrensten und kompetentesten Partnern für Unternehmen in diesem Feld. Mit einer breiten Palette an Dienstleistungen unterstützen wir Anlagenbetreiber in allen Belangen: Erarbeiten einer optimalen Antragsstrategie für die Zuteilung von EU-Emissionsberechtigungen (EUA) und Übernahme der Antragsstellung selbst mit dem Formular Management System (FMS) Carbon Management: Von der Definition und Umsetzung dauerhafter Monitoring- und Emissionsmanagement-Systeme bis zur Umsetzung von Emissionsreduktionen Emissionsberichterstattung und Zuteilungsdatenberichte Erarbeitung und Anpassung von Überwachungsplänen Registerkontoführung: Als Komplettpaket oder als Back-up-Lösung zur Absicherung Workshops zu Preisentwicklung und Handelsstrategien Durchführung von Handelsgeschäften für unsere Bestandskunden Elektronische Kommunikation mit der DEHSt (virtuelle Poststelle - VPS) Einfluss des EU-ETS auf Investitionen und Produkte Bedarfs- und Kostenprognosen Mit unserer Expertise können Sie sich auf Ihr Kerngeschäft konzentrieren und gleichzeitig Ihre Verpflichtungen und Chancen im Emissionshandel effektiv managen. Antragstellung für den Erhalt der Strompreiskompensation (SPK) Erarbeiten der Antragsstrategie Vorbereiten der Daten zur Eingabe in das Formular Management System (FMS) der DEHSt Versenden via virtuelle Poststelle (VPS) \"Neben der operativen Unterstützung entsteht für unsere Kunden ein wesentlicher Mehrwert vor allem durch eine umfassende Qualitätssicherung, den Abgleich der Antragsdaten mit allen relevanten Zuteilungsregeln, die Prüfung von Sonderregeln, die Beobachtung von Entwicklungen bei der Gesetzgebung und Administration des Antragsverfahrens und durch unsere Rolle als Ansprech- und Diskussionspartner für emissionshandelsspezifische Fragestellungen.\" FutureCamp ist der Ansprechpartner für viele Unternehmen in der Industrie. Dazu zählen besonders energieintensive Unternehmen etwa der chemischen Industrie und der Stahl- und Baustoffindustrie sowie zahlreiche industrielle Energieversorgungsanlagen in allen Sektoren. Als Marktführer in diesem Bereich bieten wir spezialisierte Unterstützung, die auf die besonderen Herausforderungen energieintensiver Industrien zugeschnitten ist.Hier sind wir Marktführer. FutureCamp unterstützt alle Akteure am CO2-Markt, die heutigen Herausforderungen und Chancen im Griff zu behalten, Doppelbelastungen für ihre Unternehmen zu vermeiden sowie Förderprogramme und Einzelmaßnahmen aus dem Klimaschutzgesetz zu nutzen: Erstellen von Überwachungsplänen und Emissionsberichten Einreichen der Emissionsberichte bei und Abwicklung der elektronischen Kommunikation mit der DEHSt Unterstützung bei der Antragstellung  Zur Vermeidung von Carbon Leakage (BEHG-Carbon-Leakage-Verordnung – BECV) Zur Kompensation einer Doppelbelastung Bedarfs- und Kostenprognosen Registerkontoführung: Als Komplettpaket oder als Back-up-Lösung zur Absicherung Durchführen von Handelsgeschäften (s. a. Formulare Abwicklung von Handelsgeschäften im nEHS) Begleitung bei der Verifizierung der Emissionsberichte durch ein Prüfunternehmen FutureCamp ist als Intermediär bei der European Energy Exchange (EEX) zugelassen. In dieser Funktion kann FutureCamp für Kunden nEHS-Zertifikate über die Verkaufsplattform der EEX beschaffen. Die Rahmenbedingungen und Kaufaufträge sind unter CO2-Handelsaktivitäten abrufbar. „Der deutschen Klimapolitik wurde mit dem Brennstoffemissionshandel ein weiterer wichtiger Baustein hinzugefügt. Zu Recht hat er viel Aufmerksamkeit auf sich gezogen. In unserer Beratungspraxis für Unternehmen legen wir trotzdem großen Wert darauf, nicht nur die mit CO2-Bepreisung verbundenen Risiken, Kosten und Verwaltungsaufwände zu betrachten, sondern auch die Chancen für neue Produkte und verbesserte Prozesse. Dafür ist ein ganzheitliches Bild und auch die Einbeziehung anderer Elemente des deutschen Klimaschutzprogramms notwendig, zum Beispiel Fördermechanismen. Indem wir das gesamte Umfeld berücksichtigen, helfen wir Unternehmen, die Herausforderungen zu meistern und gleichzeitig die sich bietenden Chancen in der sich entwickelnden kohlenstoffarmen Wirtschaft zu nutzen.“ Auch für den nationalen Emissionshandel ist FutureCamp der Ansprechpartner für viele Unternehmen in der Energiewirtschaft und Industrie. Dazu zählen besonders Gasversorger und Stadtwerke sowie energieintensive Industrieunternehmen. Unser Fachwissen im nationalen Emissionshandel ergänzt unsere langjährige Erfahrung im EU-Emissionshandel, so dass wir umfassende Unterstützung für das gesamte Spektrum der Emissionshandelssysteme bieten können. Der CBAM betrifft unterschiedliche Akteure - auch außerhalb der EU. FutureCamp unterstützt Sie gemeinsam mit den Kolleg:innen von The Climate Desk dabei, Ihre Betroffenheit durch das neue Instrument zu verstehen, Chancen und Risiken zu analysieren und hinzugekommene Anforderungen zu erfüllen. Für Im- und Exporteure von CBAM-Waren sowie Anlagenbetreiber außerhalb der EU oder EFTA bieten wir die folgenden Dienstleistungen an: Kennenlernen des CBAM und der Auswirkungen für Ihr Unternehmen (Strategie und Compliance, Märkte, Lieferketten) Regelmäßige Berichte über aktuelle Entwicklungen Fortlaufende Analyse der Verpflichtungen und Chancen für Ihr Unternehmen Analyse der Auswirkungen des CBAM auf die Wettbewerbsfähigkeit Optimierung der internen Prozesse für die Umsetzung des CBAM in Ihrem Unternehmen (Kommunikation, Datenerhebung und -verarbeitung) Optimierung der Lieferketten für die CBAM-Umsetzung Verständnis für Änderungen in der freien Zuteilung Datenerhebung und vierteljährliche Berichterstattung über enthaltene THG-Emissionen im Zeitraum 2023-2025 Verständigung mit Nicht-EU-Lieferanten zur Erhebung der tatsächlichen Emissionsdaten Berechnung und Monitoring von produktbezogenen THG-Emissionen (Product Carbon Footprints, PCFs) CBAM-Erklärung und Abgabe von Zertifikaten ab 2026 Registrierung als CBAM-Anmelder oder Anlagenbetreiber bei der EU-Kommission „Der CBAM ist ein komplexes neues Instrument der europäischen Klimaschutzpolitik mit vielfältigen Auswirkungen: Er bringt neue Berichtspflichten, hat Auswirkungen auf die Preise der bezogenen Waren und belastet Exporte. Er schafft darüber hinaus neue Informationspflichten über Lieferkettenemissionen und bringt mit dem gleichzeitigen Auslaufen der kostenfreien Zuteilung eine Systemwende.“ In unserem detaillierten Artikel CBAM: Der europäische Grenzausgleichmechanismus finden Sie weitere Informationen zum Thema. Highlight-Projekte: Bundesumweltministerium, GIZ, Asian Development Bank oder Weltbank (PMR)  Unterstützung zur Einführung von Monitoring Reporting and Verification- (MRV), Emissionshandels- oder CO2-Bepreisungssystemen in anderen Staaten, z. B. in Chile, Indonesien, Kasachstan, Mexiko, Südkorea, Taiwan, Thailand, Türkei, Ukraine, Vietnam, VR China Download: Flyer CBAM Das Management der betrieblichen CO2-Position und eine geeignete Beschaffungsstrategie sind entscheidend, um wettbewerbsfähig zu bleiben, Chancen zu nutzen und sich heute gegen die Risiken von morgen abzusichern. Davon sind Anlagenbetreiber und Unternehmen, die „Inverkehrbringer“ von Brennstoffen sind, sowie Projektträger, Finanzinstitute und Börsen betroffen. Deshalb unterstützen wir Sie im EU-Emissionshandelssystem wie im nationalen Zertifikatehandel mit einer zielgenauen Handelsstrategie für Ihr Unternehmen u. a. mit den folgenden Dienstleistungen: Workshops zur Entwicklung einer Handelsstrategie für die 4. Handelsperiode Regelmäßige Marktinformationen und kundenspezifische Newsletter Marktbeobachtung und -analyse, Implikationen für Beschaffungsstrategie Ermittlung der unternehmensspezifischen CO2-Position (ggf. Szenarioanalyse) Entwicklung und Verwaltung von Tools zur CO2-Positionsführung Unser umfassender Ansatz stellt sicher, dass Ihr Unternehmen gut gerüstet ist, um sich in den komplexen Märkten des Emissionshandels zurechtzufinden und seine Strategien für das Carbon Management zu optimieren. „Für mich ist es wichtig, unseren Kunden die bestmögliche unabhängige Beratung zu bieten. Aus der Analyse der unternehmensspezifischen Kosten-, Kunden- und Bedarfsstruktur ergeben sich ganz unterschiedliche Bedürfnisse für die Beschaffung in Hinblick auf Preisschwellen, Tranchen und Marktzugang. Sollte es für unsere Kunden der beste Weg sein, die erforderlichen Mengen über uns zu beschaffen, so übernehmen wir das gerne, sagen unseren Kunden aber auch ganz offen, wenn wir eine Beschaffung z. B. über ihre Hausbank oder die Börse für geeigneter halten und vermitteln gerne Kontakte. Gleiches gilt für die Registerkontoführung. Manche geben diese gerne komplett ab, andere wünschen einfach nur eine Absicherung für den Notfall. Diese jeweils sehr spezifischen Bedürfnisse genau herauszufiltern und zu analysieren ist eine Aufgabe, die wir gerne gemeinsam mit unseren Kunden angehen.“ Highlight-Projekt: Umweltbundesamt  Im Auftrag des UBA erstellen wir Studien zur „Analyse und Bewertung der Marktstruktur, Handelsaktivitäten und sonstiger Entwicklungen im europäischen Kohlenstoffmarkt“ sowie zu „Implikationen der Marktregulierung im Kohlenstoffmarkt“. Unsere Formulare für die Abwicklung von Handelsgeschäften im nEHS: Rahmenbedingungen Handel nEHS (Stand 11-07-2024) Kaufauftrag nEHS-Primärmarkt (Stand 05-12-2024) Kaufauftrag nEHS-Sekundärmarkt (Stand 05-12-2024) Verkaufsauftrag nEHS (Stand 05-12-2024) Hier finden Sie die von FutureCamp angebotenen Handelstermine. Unsere Formulare für die Abwicklung von Handelsgeschäften im EU-ETS: Rahmenbedingungen Handel EU-ETS (Stand 15-01-2024) Kaufauftrag Emissionsberechtigungen EU-ETS (Stand 05-12-2024) Verkaufsauftrag Emissionsberechtigungen EU-ETS (Stand 05-12-2024)  Die Formulare sind interaktiv am PC mit einem entsprechenden PDF-Reader (Acrobat, Foxit, ... oder MS Edge) ausfüllbar. Bitte verwenden Sie bei neuen Aufträgen immer die jeweils aktuelle Version, die wir hier für Sie bereitstellen. „Den Vorteil einer Beschaffung über FutureCamp sehe ich persönlich in einer unabhängigen Beratung durch unser interdisziplinäres Handelsteam. Steigende, aber auch fallende CO2-Preise in den Compliance-Märkten zwingen Unternehmen zu aktivem Handeln. Die Sicherstellung des Marktzugangs, unkomplizierte und schnelle Abwicklungen von Kauf- und Verkaufsaufträgen schaffen Möglichkeiten, Wettbewerbsvorteile zu generieren.“ Jeder Anlagenbetreiber im europäischen Emissionshandel und jeder Inverkehrbringer im nationalen Emissionshandel ist dazu verpflichtet ein CO2-Registerkonto zu führen. Darüber hinaus kann bei Aktivitäten im freiwilligen Markt die Führung weiterer Registerkonten sinnvoll sein. Deshalb unterstützen wir Sie im EU-Emissionshandelssystem wie im nationalen Zertifikatehandel u. a. bei folgenden Aufgaben: Eröffnung und Verwaltung Ihres Registerkontos im Unionsregister und im nationalen Register Eröffnung und Verwaltung von Konten in den Registern des freiwilligen Marktes (Gold Standard, VCS) Die Spielregeln für die Entwicklung und Durchführung von Klimaschutzprojekten sind durch die Ablösung des Clean Development Mechanism (CDM) durch neue Projektmechanismen in Artikel 6 des Pariser Abkommens zur Vermeidung von Treibhausgasemissionen und zur Förderung nachhaltiger Entwicklung (Sustainable Development Mechanism) verändert worden. Auch ein neuer Rahmen für kooperative Ansätze ist mit den sogenannten Corresponding Adjustments entstanden: Corresponding Adjustments erlauben den Transfer von Emissionsreduktionen, die durch Klimaschutzprojekte erzeugt wurden, zwischen den Vertragsstaaten des PA. Eine doppelte Anrechnung (Doppelzählung) der erzielten Emissionsreduktion in den Treibhausgasinventaren der beteiligten Staaten wird durch diesen Mechanismus vermieden. Die Möglichkeiten für Maßnahmen und Aktivitäten werden insgesamt größer, die Regellandschaft aber auch komplexer und stark geprägt von den jeweils beteiligten Staaten. Nicht immer müssen dabei handelbare Zertifikate nach heutigem Verständnis entstehen, auch Alternativen wie Finanzierungsbeiträge (Financial Contribution Claims) für Klimaschutzprojekte sind möglich. Entscheidend aus unserer Sicht ist die konkrete Klimaschutzleistung eines Projektes. Aufgrund unserer langjährigen Erfahrungen in der Entwicklung und Betreuung von über 100 Klimaschutzprojekten sind wir auch in den neuen Mechanismen zuhause - und damit für Sie der richtige Ansprechpartner für die Umsetzung Ihres Klimaschutzprojektes, egal ob im In- oder Ausland. In bestehenden und zukünftigen Marktmechanismen begleiten wir Sie von der Evaluierung Ihrer Projektidee bis zur Vermarktung der Zertifikate. Falls erforderlich, entwickeln wir eine eigene Methodologie für Ihr Projekt. Überblick über unsere Erfahrungen mit projektbezogenen Mechanismen: Highlight-Projekt: Allianz für Entwicklung und Klima  Für die Allianz für Entwicklung und Klima erstellte FutureCamp in Zusammenarbeit mit der Perspectives Climate Group die Studien zum „Aktuellen Stand des freiwilligen Treibhausgas-Kompensationsmarktes in Deutschland“ und „Artikel 6 des Pariser Abkommens und der freiwillige Markt für Treibhausgas-Kompensation“ (Unsere Studien finden Sie unter Publikationen). Wir unterstützen Sie passgenau mit folgenden Dienstleistungen: Beschaffen von regionalen oder internationalen Zertifikaten oder nachgewiesenen Zielbeiträgen aus hochwertigen Klimaschutzprojekten für THG-Neutralitäts- bzw. Netto-Null-Ziele Lösungen zum kommunikativen Einsatz nationaler und regionaler Klimaschutzprojekte als Beitrag zum Erreichen der deutschen Klimaziele Bewerten von Vertragsstrukturen bei der Beschaffung von Emissionszertifikaten oder bei der Beteiligung an Klimaschutzprojekten Portfolio-Management (Registerkontoführung, Transaktionsabwicklung, Stilllegungen) Bewerten von Projektideen und Entwicklung von Klimaschutzprojekten Highlight-Projekt: Bayerisches Staatsministerium für Umwelt und Verbraucherschutz Gemeinsam mit dem Bayerischen Staatsministerium für Umwelt und Verbraucherschutz haben wir die Treibhausgasstartbilanz und Reduktionspotentiale erarbeitet. Darüber hinaus unterstützten wir bei dem finanziellen Ausgleich der derzeit nicht vermeidbaren Treibhausgasemissionen für die Bilanzjahre 2018–20 mittels Identifikation geeigneter Klimaschutzprojekte sowie Beschaffung und Stilllegung der Emissionsgutschriften in den entsprechenden Registern. Wir verfügen über äußerst profunde Kenntnisse in allen Aspekten des europäischen Emissionshandels und der projektbasierten Mechanismen, da wir durch unsere Beratungsarbeit seit den Anfängen in den verpflichtenden und freiwilligen CO2-Märkten agieren. Unsere breiten und tiefgehenden Branchenkenntnisse resultieren auch aus der Begleitung von Staaten bei der Einführung von CO2-Bepreisungssystemen sowie durch die Entwicklung von internationalen Klimaschutzprojekten nach unabhängigen Standards. Zudem sind wir mit den UNFCCC-Prozessen bestens vertraut. Neben Projekten zum Kompetenzaufbau und der Bereitstellung von Wissensprodukten wie Studien und Gutachten auf europäischer und internationaler Ebene bietet FutureCamp öffentlichen Auftraggebern maßgeschneiderte politische Strategieberatung in allen CO2-Marktaktivitäten. Wir unterstützen nationale und sub-nationale Regierungen zielgerichtet bei der Identifizierung geeigneter Klimaschutzprojekte, die die Anforderungen von Artikel 6 des Pariser Abkommens erfüllen. In enger Zusammenarbeit mit institutionellen Vertreter:innen entwickeln wir Projekte, deren Umsetzung im Rahmen des freiwilligen CO2-Marktes anderen nationalen Entwicklungsbedürfnissen, z. B. Erfüllung der Verpflichtungsvorrausetzungen für den Aufbau von CO2-Märkten und der Anforderungen an weitere Nachhaltigkeitsziele gemäß den Sustainable Development Goals (SDGs), gerecht werden kann. Unser Team Klimaschutzprojekte & Zertifikatehandel bietet folgende Dienstleistungen an: Unterstützen der CO2-Marktstrategie auf Unternehmens- und Länderebene Kompetenzaufbau (Capacity Building) für die Entwicklung von Klimaschutzprojekten Roadmaps und Rahmenwerke für den CO2-Markt Leitlinien für nationale und internationale CO2-Marktpolitik Wir bieten maßgeschneiderte Unterstützung bei der Umsetzung von Artikel 6 und anderen klimapolitischen Maßnahmen in Staaten: Kompetenzaufbau für nationale und sub-nationale Behörden und zuständige Institutionen zur Entwicklung von Klimaschutzprojekten Kompetenzaufbau für private und öffentliche Akteure im freiwilligen CO2-Markt sowie Unterstützung bei der Umsetzung der methodischen Anforderungen Vorbereitung der Gaststaaten auf Aktivitäten im Rahmen von Art. 6, Berichterstattung über die Beteiligung von Interessengruppen, Umsetzung der rechtlichen und methodischen Anforderungen Zusammenarbeit mit Entwicklungspartnern strategische Beratung von nationalen und sub-nationalen Behörden für die Zusammenarbeit mit Entwicklungspartnern operative Unterstützung der Entwicklungspartner bei der Umsetzung von Klimaschutzprojekten und Umweltinitiativen Highlight-Projekte: FutureCamp unterstützt Niger State (Nigeria) bei der Vorbereitung und Implementierung von CO2-Marktmechanismen  Niger State bereitet sich auf die Teilnahme am internationalen Kohlenstoffmarkt vor und entwickelt sich zu einem neuen Anbieter für hochwertige CO2-Zertifikate und Klimaschutzbeiträge. Die Regierung von Niger State hat FutureCamp beauftragt, die Schaffung des für die Implementierung eines CO2-Marktes erforderlichen regulatorischen und institutionellen Rahmens umfassend strategisch und technisch zu unterstützen. Die offizielle Unterzeichnung des bilateralen Vertrags zwischen der Regierung von Niger State und FutureCamp fand im Rahmen der COP29 statt. Weitere Informationen zum geplanten Vorhaben finden Sie in unserem Nachrichtenblog. Bei der Erstellung von Treibhausgasinventaren von Unternehmen, Institutionen, Produkten und Veranstaltungen ist FutureCamp der optimale Partner: Wir transferieren Wissen rund um das Thema Treibhausgasbilanzierung (THG-Bilanzierung) in Ihr Unternehmen und implementieren mit Ihnen gemeinsam den Prozess der Datendefinition und -erhebung. Dabei behalten wir stets Ihre individuellen Anforderungen im Auge. Bei der Berechnung Ihrer THG-Bilanz arbeiten wir mit international anerkannten Standards (Greenhouse Gas Protocol – GHG Protocol, ISO 14064-1) und setzen auf Ihren Bedarf zugeschnittene Excel-Lösungen oder auch Software-Tools ein. Neue politische Regularien werden dazu führen, dass zukünftig insbesondere Lieferanten immer häufiger aufgefordert werden, einen Carbon Footprint eines Produkts bereitzustellen. Will der Kunde die Angaben zudem in seiner Nachhaltigkeitsberichterstattung verwenden, müssen hierzu anerkannte Standards (GHG Protocol, ISO 14067) verwendet werden. Ausgehend von der THG-Bilanz Ihrer Geschäftsaktivitäten unterstützen wir Sie bei allen weiteren Schritten, die für das Erreichen Ihrer Klimaziele notwendig sind: Wir begleiten Ihr Unternehmen auf dem Weg zur Treibhausgasneutralität , indem wir mit Ihnen Vermeidungsmaßnahmen identifizieren und Reduktionspfade ableiten, oder bei der Definition Ihrer Netto-Null-Strategie im Einklang mit der Science-based Targets-Initiative. Darüber hinaus unterstützen wir unsere Kunden dabei, einen ausgleichenden Beitrag für derzeit nicht vermeidbare THG-Emissionen zu leisten. Für Ihren Klimaschutzbeitrag haben wir ein eigenes Projekt-Portfolio zur Verfügung oder wir identifizieren hochqualitative Klimaschutzprojekte und beschaffen die Emissionszertifikate. In eigener Sache: Wir erheben seit 2006 regelmäßig den Corporate Carbon Footprint für die FutureCamp Holding GmbH und die FutureCamp Climate GmbH. Details zu unserer THG-Bilanz, den Vermeidungs- und Reduktionsmaßnahmen sowie unseren Klimaschutzbeiträgen entnehmen Sie bei Interesse gerne dem weiterführenden Artikel zum Thema. „Der Carbon Footprint ist ein wichtiges Instrument für Unternehmen zur Bewertung der Klimawirkung ihrer Geschäftstätigkeiten und damit zentraler Bestandteil einer ganzheitlichen Klimaschutzstrategie. Der Treibhausgas-Fußabdruck legt dabei offen, in welchen Bereichen die wesentlichen Treibhausgasemissionen freigesetzt werden und wo das größte Einsparpotenzial liegt. Dadurch hat der Carbon Footprint zudem eine große wirtschaftliche Bedeutung. Durch wirksame Einsparungen können Unternehmen ihre Kosten erkennbar senken. Wir unterstützen Sie bei der Bilanzierung Ihrer THG-Emissionen und liefern damit den Grundstein für Ihr Klimaschutzengagement.“ Beispiele aus unserer Projektarbeit: Bayerisches Landesamt für Umwelt Landesagentur für Energie und Klimaschutz (LENK):  Erstellung der THG-Startbilanz 2021 für die Bayerischen Staatsministerien inkl. Erarbeitung von Reduktionsmaßnahmen und -pfaden.    CABB Group  Bilanzierung der unternehmensbezogenen Treibhausgasemissionen (Corporate Carbon Footprint) nach Corporate Accounting Methode des GHG-Protokoll inklusive aller sieben Standorte für die Scope 1-, 2- und 3-Emissionen für die Jahre 2019, 2020 und 2021 sowie Bestimmung und Dokumentation der produktbezogenen Treibhausgasemissionen (Product Carbon Footprints) der Chlor-Alkali-Elektrolyse der CABB-Gruppe.",
    "images": null,
    "tags": "FutureCamp,Klima,Nachhaltigkeit,Energie,Umwelt,Innovation",
    "excerpt": "FutureCamp ist ein Beratungsunternehmen mit Sitz in München. Aktuell besteht unser Team aus 25 erfahrenen Experten. Seit 2001 beraten wir in unseren Kompetenzfeldern Klima, Nachhaltigkeit, Energie, Umwelt und Innovation. Wir bieten unseren Kunden strategische und operative Unterstützung, kurzfristige Zusammenarbeit und langfristige Kooperation. Unser Kundenspektrum ist breit und international: Konzerne, regierungsnahe Behörden, Kommunen, mittelständische Unternehmen und öffentliche Bildungsträger.",
    "categories": ""
}