{
    "title": "Free Allocation of Allowances under the EU ETS",
    "author": "Carbon Glance",
    "source": "carbonglance.com",
    "date": "2023-09-11",
    "text": "Published: Estimated Read Time: 6 minutes At a Glance: What are EU ETS allowances? The European Union Emissions Trading System (EU ETS) is a cornerstone of the EU’s efforts to combat climate change. Launched in 2005, it is the world’s first and largest carbon market in terms of trading volume and value. The EU ETS covers various sectors, including power generation, heavy industry and aviation within the European Economic Area (EEA). It will soon be extended to maritime transport, while a parallel scheme will be established for fuels consumed by buildings and road vehicles. The EU ETS works by obliging all companies under its scope to surrender ‘allowances’, i.e. pollution permits, for their greenhouse gas emissions. One allowance provides the right to emit one ton of CO2 (or CO2 equivalent of other greenhouse gases). Every year, companies must surrender to the authorities a number of allowances that corresponds to their annual emissions (e.g., 1000 allowances must be surrendered for 1000 tons of CO2e emissions). Failure to do so leads to heavy fines. European authorities cancel the surrendered allowances. Each year, fewer and fewer new allowances are issued. This effectively imposes a decreasing limit (‘cap’) on the overall emissions covered by the EU ETS, aligned with EU’s decarbonization targets. Since companies can trade allowances freely with each other, their price is determined by supply and demand. For the first time, in 2023 the EU ETS allowance price exceeded €100. How are EU ETS allowances allocated? There are two ways to obtain allowances under the EU ETS. The main way is to buy them, either at auction (primary market) or from other companies (secondary market). Auctions take place daily at the European Energy Exchange (EEX). Allowances can be traded on the secondary market at any time, either directly between buyers and sellers, or indirectly through intermediaries. An alternative way to obtain allowances is to receive them from the authorities for free. During the first compliance years of the EU ETS, almost all allowances were distributed to companies for free. Since 2008, the percentage of freely allocated allowances has been progressively decreasing. The share of free allowances decreased from 80% in 2013 to 30% in 2020 (EU ETS Directive, Article 10a(11)). For the coming years, free allocation of allowances will be continued as an exception reserved mainly for energy-intensive companies that are exposed to international competition, as explained below. Why allocate allowances for free? By allocating a portion of allowances for free, the EU Member States miss out on auction revenues that could have been distributed to spur green innovation or to support a socially just energy transition. In addition, free allocation poses the risk of disturbing the level playing field, by providing certain companies with an unfair advantage over competitors. Free allowances may also weaken the economic incentive of beneficiaries to invest in low-carbon technologies and practices. Despite these disadvantages, free allocation has been used as a tool to support EU companies that compete internationally with (non-EU) companies that are not subject to comparable carbon pricing obligations. All other factors being equal, the latter have a competitive advantage over the former since they are not obliged to pay (a comparable price) for their emissions. Therefore, free allocation has primarily been aimed at maintaining the competitiveness of certain EU companies and, accordingly, at mitigating the risk of European companies relocating their production outside of the EU (the so-called “carbon leakage”). Which companies will continue to receive allowances for free? In the period 2021-2030, free allocation will focus on sectors at the highest risk of carbon leakage. These sectors will continue to receive 100% of their allowances for free, yet with certain caveats as indicated below. As things stand, less exposed sectors will receive a maximum of 30% of their allowances for free in 2026, and this amount will decrease linearly to reach a level of zero free allocation for these sectors in 2030. A list of sectors deemed to be at a risk of carbon leakage can be found in Commission Delegated Decision (EU) 2019/708. In addition to the sectors at a risk of carbon leakage, a number of free allowances has been set aside to be allocated to new entrants, as well as for the purpose of district heating and for the modernization of the energy sector in certain Member States until 2024. No free allocation will be given to installations that have ceased operating. Who determines how many free allowances each company receives? In order to minimize competitive distortions in the internal market, Union-wide and fully harmonized free allocation rules apply. These rules set GHG emission intensity benchmarks (expressed as tons of GHG emitted per ton of product produced) that aim to represent the performance of the 10% best installations covered by the EU ETS for each product. The benchmark values for the period from 2021 to 2025 are outlined in Commission Implementing Regulation (EU) 2021/447. Based on these rules, all EEA states undertake a preliminary calculation of the number of free allowances for each installation in their territory. The final amounts of free allowances each installation will receive for the subsequent five-year period are published by the European Commission. The detailed free allocation tables for 2021-2025 are outlined in Commission Decision of 29 June 2021 (OJ C302/01). Does free allocation depend on each company’s performance? Upon the finalization of the allocation tables, free allocation did not depend on each company’s performance. However, this was changed by the latest revision of the EU ETS Directive in May 2023, as new ‘conditionality’ provisions will apply. Conditionality means that, to an extent, the number of free allowances each company will receive will depend on its performance, actions and omissions. The new rules aim to reward the best performing companies with additional free allowances and penalize the worst performing companies by reducing their free allocation. For example, if an installation does not implement energy audit recommendations or if an operator emits more than 80% of relevant product benchmarks and has not established climate neutrality plans for all their installations, then the amount of their free allocation shall be reduced by 20%. Conversely, installations whose greenhouse gas emission levels are below the average of the 10% most efficient installations in a sector or sub-sector in the Union for the relevant benchmarks will be rewarded (under certain circumstances) with additional allowances. When will free allocation be phased out? In May 2023, the EU legislators adopted a tool set to replace free allocation of allowances: the carbon border adjustment mechanism (CBAM). The CBAM aims to prevent the risk of carbon leakage by imposing a carbon price equivalent to the EU ETS on certain goods imported into the customs territory of the EU. Initially, the CBAM will cover the following goods: cement, aluminum, iron and steel, chemicals (hydrogen), fertilizers and electricity. As CBAM financial obligations will be phased in from 2026 to 2034, free allocation of allowances in these sectors will be phased out at a corresponding rate. This will be materialized by applying a so-called ‘CBAM factor’ reducing free allocation for the production of those goods. The CBAM factor will be equal to 100% until the end of 2025, 97.5% in 2026, 95% in 2027, 90% in 2028, 77.5% in 2029, 51.5% in 2030, 39% in 2031, 26.5% in 2032 and 14% in 2033. From 2034, no free allocation will be given to the CBAM sectors, as no CBAM factor will any longer apply. What about other forms of compensation under the EU ETS? Free allocation of allowances supports companies in relation to the direct costs they incur from the EU ETS, namely the compliance costs of buying allowances to offset their direct emissions. However, this is not the only existing mechanism for addressing the risk of carbon leakage under the EU ETS. In addition to their direct exposure, companies might also be subject to indirect costs from the EU ETS. These indirect emissions costs result from GHG emission costs passed on in electricity prices by the regulated utilities. The EU ETS Directive allows Member States to financially compensate companies that are exposed to a genuine risk of carbon leakage due to such indirect electricity costs. Initially, CBAM will not cover indirect emissions (emissions from the generation of electricity used for production) of goods in respect of which indirect cost compensation applies in the EU. As a result, the only sectors for which CBAM financial obligations will extend to indirect emissions are cement and fertilizers. Nevertheless, the CBAM regulation states that it seeks to replace this compensation mechanism in the future. Therefore, in upcoming legislative revisions, the EU legislators may opt to phase out indirect cost compensations under the EU ETS, while phasing indirect emissions of the corresponding goods into the EU CBAM.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": "EU ETS"
}