{
    "title": "Franse voorzitterschap prioriteert geopolitiek gevoelige CBAM",
    "author": "unknown",
    "source": "VNONCW",
    "date": "2021-12-16",
    "text": "16 DEC, 2021 • Europees nieuws Franse voorzitterschap prioriteert geopolitiek gevoelige CBAM Eén van de topprioriteiten van het Franse voorzitterschap is het Carbon Border Adjustment Mechanism (CBAM). Parijs wil onder haar voorzitterschap een politieke deal bereiken op dit nieuwe instrument dat de Europese Commissie eerder dit jaar presenteerde als onderdeel van het ‘Fit for 55′-pakket. De CBAM moet voor enkele sectoren (cement, elektriciteit, kunstmest, ijzer en staal, aluminium) een level-playing field creëren en carbon leakage voorkomen a.d.h.v. een koolstofheffing aan de Europese buitengrens. Daarnaast wil de Europese Commissie derde landen motiveren een ambitieuzer klimaatbeleid te na te streven. Landen die een vergelijkbaar beleid voeren m.b.t. emissiehandel krijgen namelijk een gedeeltelijke of gehele vrijstelling op CBAM. Het is maar de vraag of de Fransen hun ambitie waar kunnen maken. CBAM is geopolitiek gezien een zeer gevoelig onderwerp. Er heerst namelijk onenigheid over de juridische onderbouwing van CBAM onder de regels van de Wereldhandelsorganisatie (WTO). De Commissie zegt dat CBAM aan de WTO regels voldoet, maar dit betekent niet dat andere landen er net zo over denken. Het zou daarom ook niet vreemd zijn wanneer de EU in de toekomst door andere landen zal worden aangeklaagd binnen WTO-verband of dat andere landen extra handelsbarrières en/of tarieven op gaan leggen voor Europese producten. Daarnaast spelen er gevoelige issues rondom de bescherming van exporterende sectoren. Aangezien CBAM een alternatieve methode is om carbon leakage te voorkomen zullen gratis emissierechten binnen het emissiehandelsysteem worden uitgefaseerd als het aan het Commissievoorstel ligt. De gratis rechten zorgen nu voor een gelijk speelveld op de EU en exportmarkt. Het CBAM voorstel biedt geen bescherming voor export, het zorgt alleen voor een gelijk speelveld op de EU markt, maar niet daarbuiten. President Macron krijgt echter wel bijval vanuit het Europees Parlement. Ook daar heeft men de vaart er al inzitten – de Parlementaire Commissie voor Internationale Handel (INTA) heeft bij het verschijnen van dit bericht haar draft rapport al bijna afgerond en de Milieucommissie (ENVI) zal snel volgen na de jaarwisseling. Of de regeringsleiders Macron zullen volgen is afwachten. Elektriciteitsmarkt Naast het ‘Fit for 5′-pakket zou het niet vreemd zijn wanneer de Fransen zullen proberen hun Europese collega’s te overtuigen om de Europese elektriciteitsmarkt te hervormen. Dit heeft alles te maken met de huidige (hoge) energieprijzen. Frankrijk heeft eerder opgeroepen om de elektriciteitsprijzen los te koppelen van de gasmarkt, omdat ze het verschil tussen wat ze moeten betalen oneerlijk vinden voor de consument in vergelijking met de lage kosten van kernenergie en hernieuwbare energiebronnen. De Franse minister van Financiën Bruno Le Maire heeft eerder geklaagd dat gas een onevenredige effect heeft op het prijssysteem van de EU m.b.t. de vaststelling van de groothandelsprijzen voor elektriciteit. De kans van slagen hierop is echter klein aangezien een groot aantal landen (waaronder Nederland en Duitsland) tegen marktingrijpen zijn. En wanneer de energieprijzen in april 2022 weer gaan dalen (als de prognoses uitkomen) is het maar de vraag of dit thema hoog op de agenda blijft staan.",
    "images": "https://content.prod.websites.vno-ncw.totalservices.io/app/uploads/sites/9/2024/08/cbam_tsjerk.jpg",
    "tags": "",
    "excerpt": "Op het gebied van klimaat is het Carbon Border Adjustment Mechanism (CBAM) één van de topprioriteiten van het Franse voorzitterschap. Frankrijk geeft zichzelf daarmee geen makkelijke opgave, aangezien het onderwerp geopolitiek zeer gevoelig ligt. Daarnaast zou het niet vreemd zijn als de Fransen proberen hun Europese collega's te overtuigen om de Europese elektriciteitsmarkt",
    "categories": ""
}