{
    "title": "Brusselblog Winand Quaedvlieg",
    "author": "Permanent Gedelegeerde Winand Quaedvlieg Quaedvlieg-Mkb Nl",
    "source": "VNONCW",
    "date": "2022-12-15",
    "text": "15 DEC, 2022 • Europees nieuws Brusselblog Winand Quaedvlieg Beste Lezer, Vandaag komt de Europese Top in Brussel bijeen onder een zorgelijk gesternte. Bedrijven zien een donkere wolk van recessie in de lucht hangen en een combinatie van factoren dreigt een proces van de-industrialisatie in gang te zetten: de extreme energieprijzen, de inflatie, een cumulatie aan administratieve lasten van nieuwe EU-wetgeving, het wegvallen van compensatie voor exporten bij de nieuwe CO2 heffing aan de grens (CBAM) en een groot Amerikaans subsidiepakket dat bedrijven weglokt uit de EU. Onherstelbare schade dreigt aan het industriële en technologische weefsel van de EU: staal, aluminium, keramiek, cement, chemie en glas. De European Round Table of Industrialists, een club van CEO’s van de 50 grootste Europese bedrijven, heeft daarom een ongebruikelijke stap gezet en tegelijkertijd aan álle Europese regeringsleiders die vandaag in Brussel aantreden een brandbrief gestuurd. Zij heeft het gevoel dat bij Commissie en lidstaten het gevoel van urgentie ontbreekt. In de brief zeggen de CEO’s van de ERT dat de kerndoelstelling van de EU, behoud van de positie van Europa in de wereld, in het gedrang komt als er niet snel een gezamenlijk masterplan voor de toekomst van Europa wordt gelanceerd, met een nieuw samenhangend industriebeleid. Dat industriebeleid moet in ieder geval een forse versterking van de Interne Markt van de EU en van de innovatiecapaciteit teweeg brengen. De Interne Markt moet versterkt worden op energie, digitaal, milieu en kapitaal. En er moet een Europees plan komen om investeringen aan te jagen voor de de-industrialisatie van de EU: o.a. door energie-infrastructuur aan te leggen, gerichte staatsteun snel mogelijk te maken en meer grote projecten voor de ontwikkeling van nieuwe technologie (IPCEI) op te zetten. We zijn benieuwd wat we in de conclusies van de top zullen terugzien als antwoord op deze brief. Ondertussen leest u in deze Blik drie artikelen over nieuwe duurzaamheidsinitiatieven van de Commissie: over het tegengaan van ontbossing, duurzaamheid in jaarverslagen, en nieuwe regels voor verpakkingen en verpakkingsafval. Ook staan we stil bij de dertigste verjaardag van de Interne Markt en de behoefte aan een nieuwe agenda maar ook een nieuw verhaal voor de Interne Markt. En u leest het laatste nieuws over de onderhandelingen met de Amerikanen over betere samenwerking op een reeks terreinen, waaronder dataverkeer, en de Europese reactie op het Amerikaanse megaprogramma voor duurzaamheidsinvesteringen IRA.",
    "images": "https://content.prod.websites.vno-ncw.totalservices.io/app/uploads/sites/9/2024/08/brusselblog_normaal_2.jpg",
    "tags": "",
    "excerpt": "Vandaag komt de Europese Top in Brussel bijeen onder een zorgelijk gesternte. Bedrijven zien een donkere wolk van recessie in de lucht hangen en een combinatie van factoren dreigt een proces van de-industrialisatie in gang te zetten: de extreme energieprijzen, de inflatie, een cumulatie aan administratieve lasten van nieuwe EU-wetgeving, het wegvallen van compensatie voor",
    "categories": ""
}