{
    "title": "Europees Parlement bereikt na veel rumoer akkoord over herziening ETS en CBAM",
    "author": "Tsjerk Terpstra terpstra-mkb nl",
    "source": "VNONCW",
    "date": "2022-06-27",
    "text": "27 JUN, 2022 • Europees nieuws Europees Parlement bereikt na veel rumoer akkoord over herziening ETS en CBAM Op 8 juni stemde een meerderheid van het Europees Parlement (EP) tegen het concept-rapport over de herziening van het Europese emissiehandelssysteem (ETS) omdat het rapport te weinig ambitie zou tonen voor het reduceren van broeikasgassen. Deze gebeurtenis leidde tot veel rumoer en modder gooien tussen politieke fracties. Het komt namelijk bijna nooit voor dat een volledig rapport tijdens een plenaire stemming naar de prullenbak wordt verwezen. Maandenlange onderhandelingen leiden bijna altijd tot een compromis waar een meerderheid mee in kan stemmen. En alhoewel er deze keer geen volledige overeenstemming was tussen de grootste politieke fracties over de tekst die was ingebracht lag het niet in de lijn der verwachting dat het rapport zou worden weggestemd. Toen een amendement dat het ambitieniveau van het ETS terugschroefde werd aangenomen, werd door een meerderheid alsnog besloten tegen het volledige rapport te stemmen. Het ETS wordt door velen gezien als de hoeksteen van het ‘Fit for 55’ pakket. Daarom werd op 8 juni besloten ook de stemmingen over het “Carbon Border Adjustment Mechanism”(CBAM) en het sociale klimaatfonds uit te stellen, omdat deze dossiers een sterke link hebben met het ETS. De dramatisch verlopen stemming betekende dat de wetgevingsprocedure vertraging op zou lopen. Zo ver wilde men het echter niet laten komen. Vanwege het belang van het dossier werd snel gehandeld en twee weken later, op 22 juni, nam het EP alsnog haar positie in. Wat zijn de Europarlementariërs overeen gekomen? Hierbij een aantal van de belangrijkste punten: de doelstelling voor de reductie van broeikasgasemissies voor 2030 verhogen van 61% (Commissievoorstel) naar 63% gratis emissierechten worden gefaseerd afgebouwd in de periode van 2027 tot 2032 (Commissievoorstel 2026-2035) invoer ETS II, voor gebouwen en wegvervoer – maar burgers worden uitgesloten tot 2029 introductie van een bonus-malussysteem vanaf 2025, met als doel om de best presterende en meest innovatieve bedrijven te stimuleren en te belonen met extra gratis rechten het toepassingsgebied van CBAM wordt uitgebreid tot organische chemicaliën, kunststoffen, waterstof en ammoniak, evenals indirecte emissies oprichting van een gecentraliseerde EU CBAM-autoriteit producenten die exporteren naar derde landen (zonder CO2 beprijzingsmechanisme) zullen nog recht hebben op de toekenning van vrije emissierechten Ondanks dat het EP nu haar positie heeft ingenomen is nog lang niet iedereen tevreden. ’NGO’s vinden dat het ambitieniveau te laag is om echt resultaat te kunnen boeken, terwijl verschillende industriegroeperingen juist vinden dat deze positie de concurrentiepositie van bedrijven zal aantasten. Met de standpuntbepaling van het Europees Parlement is de EU-besluitvorming over ETS en CBAM nog niet afgerond. Eerst moeten de Raad (van de milieuministers), het EP en de Europese Commissie de definitieve regelgeving nog uitonderhandelen in de ‘triloog’. Die onderhandelingen gaan na de zomer van start. Als het ‘snel’ gaat kan er eind dit jaar een akkoord liggen. In de tussentijd kan er kan nog veel veranderen, maar de positie van het EP biedt in ieder geval een goede basis voor verdere discussies.",
    "images": "https://content.prod.websites.vno-ncw.totalservices.io/app/uploads/sites/9/2024/08/ets-cbam_normaal.jpg",
    "tags": "",
    "excerpt": "Op 8 juni stemde een meerderheid van de Europarlementariërs tegen het conceptrapport over de herziening van het ETS omdat het niet ambitieus genoeg was. Gezien het grote belang van dit dossier is er op 22 juni alsnog een compromis gesloten. Hoewel nog steeds niet iedereen tevreden is, biedt de positie van het Parlement een goede basis voor verdere discussies.",
    "categories": ""
}