{
    "title": "Een gat in aankomend Europees beleid? Ook concurrentiepositie Nederlandse export onder druk - Brusselse Nieuwe",
    "author": "Sietske Ronner",
    "source": "Brusselse Nieuwe",
    "date": "2024-10-09",
    "text": "Brancheorganisaties maakten zich eerder al zorgen om het handelssysteem voor emissierechten (ETS2). En nu wordt ook de koolstofheffing aan de grens (CBAM) weer onderdeel van gesprek. Deze laatste voert een koolstofheffing bij import van bepaalde goederen naar de Europese markt. Europarlementariër Mohammed Chahim (GroenLinks/PvdA) lijkt tevreden met de stand van zaken, maar het Nederlandse bedrijfsleven maakt zich zorgen. Hoe staat het met dit ingewikkeld staaltje wetgeving en zijn de zorgen terecht? Emissierechten en koolstofheffingen – hoe zit het nou precies? De EU gaat het emissierechtensysteem, waaronder bedrijven moeten betalen voor hun CO2-uitstoot, uitbreiden. Binnenkort moeten zwaar vervuilende industrieën, zoals de staalsector, ook voor hun uitstoot gaan betalen. Zij genoten eerder een vrijstelling omdat ze zo vervuilend zijn dat het onder het emissierechtensysteem te duur zou worden om nog in Europa te produceren. En niemand is erbij geholpen als ze hun koffers pakken. Daarom riep Brussel CBAM in het leven, een koolstofgrensbelasting. Bedrijven van buiten de EU moeten een importheffing gaan betalen over hun uitstoot. Hierdoor zou het voor de zware vervuilers niet meer interessant zijn om de EU te verlaten. Maar volgens het bedrijfsleven schiet CBAM tekort. De heffing richt zich namelijk enkel op import. Wanneer Europese bedrijven willen exporteren hebben ze nog altijd een nadeel ten opzichte van de niet-Europese concurrent die niet moet betalen voor hun uitstoot. Wat gaat er mis? Het systeem van het ETS2 en de grenskoolstofheffing is niet zo sluitend als lijkt. Althans, dat stellen sommige partijen. Brancheorganisatie VNO-NCW bijvoorbeeld, maakte zich in januari 2022 al zorgen. “Wanneer bedrijven exporteren hebben ze niets aan die grensheffing voor import”, stelde de organisatie toentertijd in een brief aan de Tweede Kamer. De hogere productiekosten die zij betalen ten opzichte van bedrijven buiten de EU, leiden tot een concurrentienadeel van Europese bedrijven op niet-Europese-markten. Dit is niet alleen nadelig voor de bedrijven zelf. Het helpt ook de duurzaamheidsdoelstelling van de wet niet, stelt een woordvoerder van VNO-NCW. Europarlementariër Mohammed Chahim (GL/PvdA) heeft hard aan de CBAM-wet gewerkt. De sociaaldemocraat stelt ietwat geïrriteerd dat de zorgen van VNO-NCW al tijdens het ontwerp van de wetgeving zijn besproken. Het gaat volgens hem “om een klein deel van de totale productie van de EU die onder de CBAM-wet valt en hier hinder van ondervindt”. Hij vindt het dan ook jammer dat de brancheorganisatie het argument weer aandraagt om tegen de gehele wet te lobbyen. “CBAM is het enige Europese mechanisme dat we hebben om koolstoflekkage te voorkomen, terwijl we verduurzaming in derde landen stimuleren”. Minder export, meer uitstoot Toch kunnen de zorgen ook weer niet volledig in de wind worden geslagen. In zijn rapport over de toekomst van het Europese concurrentievermogen ging Draghi ook in op precies het pijnpunt van de VNO-NCW: het export-gat. Hij stelt voor dat de EU de behandeling van export in het CBAM-mechanisme opnieuw evalueert. De Europese Commissie komt dan ook naar alle waarschijnlijkheid volgend jaar met een rapport over de problemen met de wet. Tata Steel Nederland is naar eigen zeggen een bedrijf dat hinder zal ondervinden van de wetgeving zoals die nu klaarstaat. Volgens een woordvoerder haalt Tata Steel een “aanzienlijk deel” van de omzet uit export. “Beleid dat de kosten voor de Europese staalindustrie hoger maakt raakt onze mondiale concurrentiepositie direct”, stelt de woordvoerder dan ook. Sterker nog, zegt hij, Europese staalbedrijven produceren schoner dan concurrenten uit derde landen. “De verslechterde concurrentiepositie zorgt er dus voor dat er meer vervuilend staal wordt verkocht op exportmarkten.” Zijn er oplossingen te bedenken? Deze discussie is zoals Chahim al aangaf niet nieuw. Al tijdens de eerste onderhandelingen over deze wet werden de zorgen bij hem aangekaart. Een woordvoerder legt uit dat er toen is besloten om extra middelen vrij te maken voor sectoren die onder deze wet vallen en veel exporteren. Dit komt beschikbaar via het innovatiefonds, een pot met geld afkomstig van het verhandelen van emissierechten. De VNO-NCW zoekt het in een andere hoek. Een manier om een effectief en eerlijk systeem te creëren is door “het handhaven van gratis emissierechten voor de productie bestemd voor export”, aldus de woordvoerder. Maar daar is Chahim het niet mee eens. Volgens zijn woordvoerder zou een uitzondering op export niet werken omdat fabrikanten producten voor buiten de EU niet in een andere fabriek produceren dan producten bestemd voor de Europese markt. Tot slot zegt hij: “We zitten nu nog in de testfase, en bedrijven hebben nog tijd om zich aan de nieuwe regels aan te passen.” Het systeem treedt vanaf 2026 officieel in werking en beslaat verschillende sectoren, zoals ijzer en staal, kunstmest en aluminium. Hoewel de wet dus nog niet volledig van kracht is, bevindt deze zich al ruim een jaar in een overgangsfase. Dit betekent dat de de wet geleidelijk wordt ingevoerd, zodat de Commissie kan onderzoeken of en hoe ze deze nog kan verfijnen. De resultaten van deze ‘pilot’ moeten volgend jaar worden geëvalueerd.",
    "images": "https://brusselsenieuwe.nl/wp-content/uploads/2021/12/iStock-vrachtschip.jpg",
    "tags": "",
    "excerpt": "Tata Steel Nederland maakt zich zorgen om haar exportpositie. Europees beleid gaat namelijk de kosten voor onder andere de Europese staalindustrie verhogen. Binnenkort zullen ook zij moeten betalen voor hun CO2-uitstoot. En hoewel de interne markt door aanvullende wetgeving wordt beschermd, zet een gat in diezelfde wet de mondiale concurrentiepositie van Nederlandse bedrijven onder druk.",
    "categories": ""
}