{
    "title": "Cem'In'Eu",
    "author": "unknown",
    "source": "cemineu.com",
    "date": "2022-12-30",
    "text": "RAW MATERIALS To control long-term sourcing Cem’In’Eu is a young industrial company making \na complete break with traditional cement manufacturers. \nIts concept: small production units located at the \nheart of the regions allowing for a reduction of the \nimpact on the environment. To control long-term sourcing To develop solutions which use less energy and create less CO2 To reduce the distances for delivery by road By bringing a real challenge to the very traditional universe \nof the cement industry, Cem’In’Eu provides positive \nanswers to each of these challenges based on 3 \nessential leverages: Innovation, Proximity and Agility. The cement production circuit has been totally rethought thanks to an optimisation of all of the different stages within the value chain, thus allowing for the protection of the environment at each of these stages. A complete break with the traditional models of large international cement groups as regards the sourcing, the logistics, the production and the marketing of cement. Small production units strategically located within regional economic areas and as close as possible to rail and maritime transport networks. The objective: to optimise both distances and transport times, as much for the sourcing of raw materials as for the needs of the end customers. Rapidly installed production plants, of modular design, using optimised civil engineering procedures and allowing for a permanent optimisation of the different operational processes. Following the Tonneins plant, delivering the South West and Portes-Lès-Valence, delivering the South East of France, \nCem’In’Eu is now planning to open one more factory in France and another in Europe, both connected to the railway network or accessible by waterways. Built on proprietary land located in Tonneins (Lot et Garonne), Aliénor Ciments serve the markets of the Greater Southwest area of France: New Aquitaine and Occitania. Discover Situated close to the CCI river port of Portes-lès-Valence (in the Drôme region) and linked by rail, the Rhône Ciments site, with an annual production capacity of around 250,000 metric tons, serve the Auvergne-Rhône-Alpes Sud, Provence-Alpes-Côte d’Azur and Occitania markets. Discover Located on the bulk mineral terminal site of the Port of Sète, Cem’In’Log Sète will receive clinker and gypsum boats within its terminal that will eventually be able to store up to 60,000 metric tons of product in its current configuration. Discover Located in the river port of Chalon-sur-Saône (Saône et Loire) and with direct rail access, the site of Ciments de la Saône et du Rhône (Cimsaro) will supply the markets of Auvergne-Rhône-Alpes Nord, Burgundy-Franche-Comté and French-speaking Switzerland. Discover Situated in the port of Thamesport, the project is perfectly positioned to serve customers of the major markets of the Greater London area and the south-east of England. Discover Located on a site connected both by rail and river to the Port of Ottmarsheim (Haut-Rhin), the cement grinding facility Ciments des Trois Frontières (C3F) will principally supply customers in Switzerland in addition to the markets of Alsace and Bade-Wurtemberg in Germany. Discover Situated in the deep-sea Port of Gdynia, very close to the bulk supplies terminal, the Pomorski Cement project will serve the customers of the very dynamic markets of Pomerania and the rest of Northern Poland. Discover Built on proprietary land located in Tonneins (Lot et Garonne), Aliénor Ciments serve the markets of the Greater Southwest area of France: New Aquitaine and Occitania. Discover Situated close to the CCI river port of Portes-lès-Valence (in the Drôme region) and linked by rail, the Rhône Ciments site, with an annual production capacity of around 250,000 metric tons, serve the Auvergne-Rhône-Alpes Sud, Provence-Alpes-Côte d’Azur and Occitania markets. Discover Located on the bulk mineral terminal site of the Port of Sète, Cem’In’Log Sète will receive clinker and gypsum boats within its terminal that will eventually be able to store up to 60,000 metric tons of product in its current configuration. Discover Located in the river port of Chalon-sur-Saône (Saône et Loire) and with direct rail access, the site of Ciments de la Saône et du Rhône (Cimsaro) will supply the markets of Auvergne-Rhône-Alpes Nord, Burgundy-Franche-Comté and French-speaking Switzerland. Discover Located on a site connected both by rail and river to the Port of Ottmarsheim (Haut-Rhin), the cement grinding facility Ciments des Trois Frontières (C3F) will principally supply customers in Switzerland in addition to the markets of Alsace and Bade-Wurtemberg in Germany. Discover Situated in the port of Thamesport, the project is perfectly positioned to serve customers of the major markets of the Greater London area and the south-east of England. Discover Situated in the deep-sea Port of Gdynia, very close to the bulk supplies terminal, the Pomorski Cement project will serve the customers of the very dynamic markets of Pomerania and the rest of Northern Poland. Discover Cem’In’Eu is a founding member of the international trade organisation, the World Cement Association. Founded in 2016, the WCA is the leading independent international organisation of the cement industry. Today it is composed of 76 members representing 30 countries. \nElle est aujourd’hui composée de 76 membres représentant 30 pays. \nIn this way the World Cement Association promotes the sharing and dissemination of best practice in terms of technical, scientific and environmental subjects. Time to agree on an EU Emissions Trading System (ETS) and a Carbon Border Adjustment Mechanism (CBAM) that work for the climate and support industrial... Cem’In’Eu to launch new pozzolan cement in 2023 Cem’In’Eu is developing a new low-carbon cement based on pozzolan, a natural raw material extracted locally. The... Cem’In’Eu support the CBAM and the EU ETS revision ! In this joint letter, some 30 NGOs and green manufacturers urge MEPs to vote to...",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}