{
    "title": "Cem'In'EU speaks out on Carbon Border Adjustment Mechanism",
    "author": "unknown",
    "source": "International Cement Review",
    "date": "2020-11-05",
    "text": "Cem'In'EU, a French industrial start-up committed to produce a low-carbon cement, calls upon the European Commission to design a well-fitted Carbon Border Adjustment Mechanism (CBAM) that will not be distorted into a protectionist tool for highly-polluting industries. \"During the ETS III, the cement industry has received a windfall profit EUR3.5bn, of which none have been invested to modernise the European assets and decrease the CO2 emissions,\" said Vincent Lefebvre, president and founder of Cem'In'EU. Cem'In'EU welcomes the public consultation launched by the European Commission and delivers a disruptive vision from traditional cement stakeholders. Responsible for 5-8 per cent of global CO2 emissions, cement sector represents the best candidate for an implementation test for the CBAM to drive changes. To be effective and WTO compatible, Cem'In'EU strongly believes that the future CBAM must be designed on the basis of the EU ETS. It should be applied to both EU and external players, and must replace the system of free CO2 allowances offered to energy-intensive industries, claims Cem'In'EU. Indeed, the free allocation of emissions allowances for the cement industry during phases 1 to 3 of the ETS has subsidised pollution for years. As a result, the European cement industry reaped about EUR3.5bn of over-allocation profits, as the slowdown in production did not lead to reduced allowances, reports Cem'In'EU. Those billions were not reinvested by the cement players for Best Available Technology (BAT) in their European facilities. They were used to develop brand new and BAT cement plants outside Europe. This is why there are only 47 per cent dry-process kilns with preheater and precalciner in Europe against 95 per cent in India or 81 per cent in Morrocco, Algeria and Tunisia together. The CBAM must be designed to incentive European industries to significantly reduce their CO2 emissions, claims Cem'In'EU.",
    "images": "https://www.cemnet.comhttps://assets.cemnet.com/Content/uploads/images/e19d1f9a-afd0-4452-9df1-fc135fe02739.jpg",
    "tags": "CemInEU,Europe,Western Europe,France,carbon border adjustment,Trade,;CemInEU,Europe,Western Europe,France,carbon border adjustment,Trade,",
    "excerpt": "Cem'In'EU, a French industrial start-up committed to produce a low-carbon cement, calls upon the European Commission to design a well-fitted Carbon Border Adjustment Mechanism (CBAM) that will no...",
    "categories": "Trading,"
}