{
    "title": "Changes in European Market Requirements – The Clinker Factor – Podcast",
    "author": "The Clinker Factor",
    "source": "Podtail",
    "date": "2023-06-12",
    "text": "Episodes  \n\t In this episode of the Clinker Factor, Ian Riley talks to Matthias Mersmann, CTO of KHD Humboldt Wedag, and WCA Member, about the latest developments in cement technology and how the industry is addressing the challenges of climate change. \n\t In the latest episode of the Clinker Factor, Ian Riley talks to Fouad Kammoun, Director Sales – Near East, Middle East and Central Asia of Thyssenkrupp Industrial Solutions AG, about his experience in the cement industry and the organisation's latest projects in developing carbon capture technology. \n\t Missing episodes?  \n\t In our first podcast of 2024, Ian Riley talks to Thomas Atkinson, Head of International Affairs at Hoffmann Green Cement, about the award winning clinker free technology developed by Hoffmann and their approach to promoting their products directly with developers.   \n\t In the latest episode of the Clinker Factor, Ian Riley talks to Carbon Upcycling Technologies founder and CEO, Apoorv Sinha, about the challenges of running and growing a start up and the use of Carbon Upcycling’s technology to expand the availability as well as the cementitious properties of SCMs. \n\t In this episode of the Clinker Factor, Ian Riley speaks to Siegfried Andraess, Global Industry Manager Building Materials & Glass of SICK AG and WCA Member, about the influence of process automation on the cement industry, the role of real-time data monitoring, and the opportunity to use automation solutions to improve safety performance. \n\t In the latest episode of the Clinker Factor, Ian Riley speaks to Tom Mitchell, Executive Director of the International Institute for Environment and Development (IIED), on the potential of the Loss and Damage Fund, the pressures that climate-vulnerable developing countries face, and the innovative approaches we can take to combat climate change. \n\t In this episode, Ian Riley speaks to Mirjam-Kim Rääbis, Product Developer at UP Catalyst, and Dr. Inger Lise Alsvik, Scientific Researcher at Saferock, about their organisation's most recent collaboration to start developing carbon negative concrete, the challenges of being a start-up, and the opportunities and advantages of working with national institutions. \n\t In this episode, Ian Riley speaks to Dr. Gianluca Ambrosetti, CEO and Founder of Synhelion, about the challenges and opportunities of bringing solar fuels to market and the pioneering technology behind the development of solar clinker.  \n\t In the latest episode of the Clinker Factor, Ian Riley speaks to Hari Harikumar, VP & GM Advanced Carbon & Membranes of CHASM Advanced Materials and WCA Member about the development of the world's largest nanotube reactor and the potential application of nanotubes to cement and concrete. \n\t In this episode, Ian Riley speaks to Fabien Charbonnel, CEO of WCA Corporate Member - Cem'In'Eu, about the changing requirements of his customers, the impact of the EU Carbon Border Adjustment Mechanism (CBAM), and the development of low carbon cement. \n\t In this episode, Ian Riley speaks to Alex Hall, CEO of Concrete.ai and WCA Member, about his experiences in the concrete industry, the importance of artificial intelligence in optimising concrete performance, and the potential to reduce costs and carbon emissions. \n\t In this episode, Ian Riley speaks to Dirk Lechtenberg, Managing Director & Founder of WCA Member MVW Lechtenberg and Partner about the trend towards biogenic fuels and emerging technologies in AFR. \n\t In this special International Women's Day episode of the Clinker Factor podcast, Ian Riley speaks to Madhumita Basu, Chief Strategy & Marketing Officer of Nuvoco Vistas Corp Ltd, about her experiences, Nuvoco's sustainability strategy, the importance of gender diversity and the opening of its first all-women plant.  \n\t In this episode, Ian Riley speaks to David Boyd, CCO of Carbon Re and WCA Member, about their recent whitepaper “Three technologies to reduce climate change” as well as their development of the world's first AI-powered platform for decarbonising energy-intensive industries like cement. The whitepaper can be found at: https://carbonre.com/resources/technologiestoreduceclimatechangewhitepaper \n\t In our first podcast of 2023, Gurinder Nagra (Founder of Furno Materials) and Greg Houchins (Founder of Chement), join Ian Riley to discuss their ideas, the challenges of commercialising new cement technologies, and the advantages of working with the Breakthrough Energy Fellows. \n\t In this episode, Ian Riley talks to Liz Gilligan, Founder of Material Evolution, about building a business based on currently unused sources of cementitious materials, the challenges of launching new products and Material Evolution’s journey as a tech start-up. \n\t In this special Clinker Factor bonus episode, Ian Riley, WCA CEO and Amr Nader, CEO of A³&Co talk to Manon Burbidge, WCA, on the specificities of what's needed to decarbonise the cement industry in the Middle East North Africa (MENA) region, the first steps of a roadmap towards net zero that require minimum investment, and also WCA's annual conference, to be held 25-28th September in Dubai, UAE. More information on the conference can be found at www.worldcementassociation.org. \n\t In this episode, Ian Riley talks to David McNeil of Sustainable Fitch on the latest news and trends in the world of ESG investing, and the impacts these will have on the global cement and concrete industry. They cover carbon offsets, carbon markets, the expectations of ESG investors and dependence on thermal coal.  Show more",
    "images": "https://img.transistor.fm/5n6kcg9r4fXqxQPy44Uc1WTv4YVkjR9SpG9QDwHNRjg/rs:fill:3000:3000:1/q:60/aHR0cHM6Ly9pbWct/dXBsb2FkLXByb2R1/Y3Rpb24udHJhbnNp/c3Rvci5mbS9lcGlz/b2RlLzEzNjkxODkv/MTY4NTk3ODk1Ny1h/cnR3b3JrLmpwZw.jpg",
    "tags": "",
    "excerpt": "In this episode, Ian Riley speaks to Fabien Charbonnel, CEO of WCA Corporate Member - Cem'In'Eu, about the changing requirements of his customers, the impact of the EU Carbon Border Adjustment Mechani... – Listen to Changes in European Market Requirements by The Clinker Factor instantly on your tablet, phone or browser - no downloads needed.",
    "categories": ""
}