{
    "title": "Policy Tracker -",
    "author": "unknown",
    "source": "reports.shell.com",
    "date": "2023-02-01",
    "text": "Advocacy Updates Filter Multiple sections possible \n               Policy, legislation and regulation \n               Shell's position \n               Shell’s advocacy Policy, legislation and regulation EU Green Deal / European Climate Law / Fit for 55 (FF55) package In 2021, the European Climate Law entered into force and the European Commission published its Fit for 55 package of legislative proposals to align key policies with the law. Policy, legislation and regulation 2040 EU climate target In March 2023, the European Commission launched a public consultation on the EU’s intermediary climate target for 2040, which is required under the EU Climate Law. Shell's position We support the EU’s transition to climate neutrality (net-zero emissions) by 2050, and the 2030 greenhouse gas emissions reduction target of 55% below 1990 levels, as set in the European Climate Law. Shell's position We support the blend of carbon pricing and regulation in the Fit for 55 package. This includes targets and mandates that are key to creating sectoral markets for clean technologies and low-carbon energy. We also support measures to simplify and speed up renewables permitting, including renewable power generation, transmission and distribution networks. We believe the effective implementation of the Fit for 55 package in member states is critical. See other EU sections of this table for specific items within the Fit for 55 legislative package. In September 2024, around the start of the new EU Parliament and Commission, we set out our views on policies to enable Europe to decarbonise effectively. We see a continued role for carbon pricing after 2030. We believe this should be complemented with regulatory measures that create demand for low-carbon products in Europe and drive investments into the decarbonisation of hard-to-abate industry and transport in Europe. Shell’s advocacy We engage with EU institutions, member state governments, industry associations and coalitions on the EU’s Fit for 55 package. Shell’s advocacy Examples of our advocacy: Shell’s paper on European competitiveness in the energy transition: Shell’s views for the EU cycle 2024-2029 (September 2024). Shell’s CEO, Wael Sawan, wrote an op-ed in Euractiv European competitiveness in the energy transition: Shell’s views for the next EU cycle (September 2024). Shell’s response to the European Commission’s public consultation on EU climate target for 2040 (June 2023). Policy, legislation and regulation European decommissioning policy frameworks Shell's position Shell advocates responsible decommissioning practices when oil and gas operations reach the end of their productive lives. Shell's position This includes working with governments and regulators, including through OSPAR and the EU Offshore Authorities Group (EUOAG), to identify technical lessons from decommissioning projects and research initiatives and to share safety and environmental best practices relating to decommissioning in Europe. The aim is to ensure that decommissioning projects are able to incorporate innovative approaches that improve safety and environmental performance, as well as operational efficiency. Shell’s advocacy We engaged with EU institutions and member state governments. We also engaged through industry associations, including the International Association of Oil & Gas Producers (IOGP), on key issues relevant for the future of decommissioning such as environmental and financial requirements. Shell’s advocacy We participated in meetings of the EUOAG, as part of the IOGP delegation, to share learnings and best practices regarding decommissioning in Europe with the European Commission, national regulators and other stakeholders. Policy, legislation and regulation The role of gas and LNG in the energy transition Shell's position We believe that LNG is important for EU energy security. We believe that gas has a critical role to play in providing energy security and flexibility for Europe through the energy transition. Also see row about the EU hydrogen and gas markets decarbonisation package. Shell’s advocacy We have engaged with the European Commission and EU Energy Platform Industry Advisory Group directly, as well as through the International Association of Oil & Gas Producers (IOGP), Eurogas and Energy Traders Europe. Policy, legislation and regulation EU Emissions Trading System (EU ETS) update In 2023, the revised EU ETS directive came into force. The directive is in line with the EU 2030 climate target that we supported, including a Carbon Border Adjustment Mechanism (CBAM) where feasible, and inclusion of maritime sector emissions in the ETS. Shell's position In our response to the EU’s consultation on a 2040 climate target, we highlighted the ongoing need for carbon pricing to drive investments in low-carbon energy solutions. Shell's position We support an effective EU ETS as a key policy measure to deliver cost-effective sectoral decarbonisation by reducing emissions across regulated sectors. We supported aligning the EU ETS with the EU’s 2030 greenhouse gas emissions target. We supported the gradual phase-out of Free Allocation under the EU ETS if it comes with a simultaneous phase-in of an effective CBAM. The CBAM aims to mitigate the risk of carbon leakage. We supported the inclusion of the maritime sector in the EU ETS and we support the gradual extension of carbon pricing to road transport and buildings through a standalone ETS as a complementary tool to CO2-related standards and targets. We believe that carbon removals should be included in the EU ETS with appropriate safeguards. See also CCS – EU carbon removals-related policy, legislation and regulation. Shell’s advocacy We engage with EU institutions directly and through industry associations including BusinessEurope, FuelsEurope, the European Chemical Industry Council (Cefic), International Emissions Trading Association (IETA), European Round Table for Industry (ERT), Energy Traders Europe and Eurogas. Shell’s advocacy Examples of our advocacy: Shell’s paper on European competitiveness in the energy transition: Shell’s views for the EU cycle 2024-2029 (September 2024). Shell’s response to the European Commission’s public consultation on EU climate target for 2040 (June 2023). Shell’s response to the EU Commission’s public consultation on the updating of the EU Emissions Trading System (EU ETS) (February 2021). Policy, legislation and regulation EU Corporate Sustainability Reporting Directive (EU CSRD) In 2022, the EU adopted the directive. In 2025, sector-specific reporting standards are expected. Policy, legislation and regulation EU Corporate Sustainability Due Diligence Directive (EU CSDDD) The directive was adopted in 2024 with a two-year transposition period for member states. EU Omnibus regulation The EU plans to simplify environmental, social and governance (ESG) reporting for companies. Further details are expected from the EU Commission in February 2025. Shell's position We support the development of common standards and benchmarks to allow comparison of ESG reporting metrics and to improve transparency. We are supportive of the aims of the EU Sustainability Reporting Directive and continue to provide technical feedback on the draft standards as they are developed. We believe it is important for companies to have management systems for human rights and environmental due diligence. Shell’s advocacy We engage with EU institutions through industry associations including the International Association of Oil & Gas Producers (IOGP), the European Chemical Industry Council (Cefic), FuelsEurope, BusinessEurope and the European Round Table for Industry (ERT). Shell’s advocacy An example of our advocacy: Policy, legislation and regulation EU Renewable Energy Directive (RED) update The EU adopted the Renewable Energy Directive (RED) in 2023 with an 18-month transposition period for member states. Shell's position We supported the proposals in the RED to increase the EU’s 2030 renewable energy target, as well as binding mandates for the use of renewable hydrogen and advanced biofuels in industry and transport. Shell's position We advocated strong targets for the use of renewable hydrogen in industry and in transport in the context of the RED. We continue to advocate effective implementation of those targets by member states and unrestrained access to the \"refinery route\" – in which renewable hydrogen replaces fossil-based hydrogen to produce transport fuels. We advocated the recognition of sustainable feedstocks in the directive, such as crops grown on severely degraded land. This is to help increase investment in the production of advanced biofuels which could help meet transport decarbonisation mandates, particularly in aviation. We provided further details of our positions and policy recommendations in our consultation responses. Shell’s advocacy We engaged with EU institutions directly and through industry associations including WindEurope, ChargeUp Europe, Hydrogen Europe and FuelsEurope. Shell’s advocacy Examples of our advocacy: Shell’s response to the European Commission’s public consultation on a methodology to determine the greenhouse gas emission savings of low-carbon fuels (October 2024). Shell’s response to the European Commission’s public consultation on EU climate target for 2040 (June 2023). Shell’s response to the European Commission’s consultation on updated list of sustainable biofuel feedstocks (RED Annex IX) (December 2022). Shell’s response to the feedback consultation on the delegated acts defining renewable hydrogen (June 2022). Policy, legislation and regulation EU electricity market design revision The EU adopted the revision of the EU electricity market design in April 2024. Shell's position We support the revised EU electricity market design. We believe these changes will stimulate investment in renewable power generation, increase supply and promote flexible demand. We advocated for the greater use of long-term contracts, liquid forward markets and an increase in the uptake of power purchase agreements (PPAs) and cross-border PPAs. Shell’s advocacy We engage with EU institutions directly and through industry associations including WindEurope, SolarPower Europe, the European Chemical Industry Council (Cefic) and BusinessEurope. Shell’s advocacy Examples of our advocacy: Shell response to the European Commission’s public consultation on electricity forward market (September 2024). Shell’s response to the European Commission’s consultation on design elements of renewable energy auctions (February 2024). Our former EVP Renewables and Energy Solutions, Thomas Brostrøm, provided an op-ed in Euractiv Power market integration, key to a resilient and low carbon future (May 2023). Shell’s response to the European Commission’s consultation on the revision of the EU’s electricity market design (February 2023). Policy, legislation and regulation EU hydrogen and gas markets decarbonisation package In May 2024, the EU adopted the legislative package. Shell's position We believe that for the EU to achieve net-zero emissions by 2050, decarbonised and renewable gases will play a key role in hard-to-abate sectors such as chemicals, aviation, shipping, steel and heavy-duty trucking, and in replacing coal with gas in electricity generation. Shell's position We believe that to decarbonise the gas sector and move to renewable and low-carbon markets for gases, the key principles underpinning the existing gas legislative framework (such as unbundling, third party access, tariff transparency) need to be extended to include renewable and low-carbon gases. We believe there should be one common system for certification of renewable/low-carbon gases. On renewable hydrogen, Shell advocated legal certainty that would underpin scaling up of production and a level-playing field throughout the EU. We also advocated for a solution that ensures sufficient volumes of renewable hydrogen are produced, imported and consumed. This solution should be flexible enough, especially in the start-up phase, to kick start the market. See also EU Renewable Energy Directive row for further hydrogen-related advocacy. Shell’s advocacy We engage with EU institutions directly and through industry associations including Eurogas, the International Association of Oil & Gas Producers (IOGP), Hydrogen Europe, FuelsEurope, BusinessEurope and the European Chemical Industry Council (Cefic). Policy, legislation and regulation EU regulation on methane emissions reduction in the energy sector In May 2024, the EU adopted the regulation. Shell's position We support aiming for near-zero methane emissions (on an intensity basis) by 2030 throughout the gas value chain, through direct regulations such as performance standards, based on robust monitoring, reporting and verification frameworks. We also support ending routine flaring as soon as possible, and no later than 2030, to help achieve such standards. Shell's position In the EU, we continued to support the smooth implementation of the regulatory requirements, including on venting and flaring, Leak Detection and Repair (LDAR), Monitoring, Reporting and Verification (MRV) and importers requirements. We also intend to support the development of the secondary legislation, including a methodology for calculating the methane intensity of crude oil and natural gas, which will come into effect over the next few years. Shell’s advocacy We provided feedback and recommendations on some implementation aspects of the EU methane regulations through our industry associations, including Eurogas, FuelsEurope and the International Association of Oil & Gas Producers (IOGP). Shell’s advocacy We participated in the development of the EU Commission’s roadmap for the rollout of the global “You Collect We Buy’ initiative, in collaboration with industry, NGOs and international organisations. The initiative aims to capture and commercialise gas that would otherwise go to waste through venting and flaring. Policy, legislation and regulation EU carbon removals-related policy, legislation and regulation Shell's position We responded to consultations on the Industrial Carbon Management Strategy (ICMS) and certification of carbon removals, advocating supportive frameworks for CCS, carbon capture and utilisation and CO2 removal technologies. We also highlighted the importance of large-scale deployment of CCS in our response to the EU consultation on a 2040 climate target. Shell's position We provided feedback on the EU’s Net-Zero Industry Act (NZIA). The NZIA will require producers of oil and gas in the EU to develop a total of 50 Mtpa of CO2 injection capacity by 2030. As the NZIA progressed through the legislative process, we proposed that the relevant provisions be widened to ensure development of the whole value chain, including carbon capture and transport, as well as carbon storage. For the implementation of the NZIA, we support timely publication of the delegated acts with enough clarity regarding compliance options and the process relating to industry exemptions. We welcome the recognition of CCS in the EU’s ICMS and NZIA. We will continue to work with policy makers to develop a policy framework that supports the business case for CCS. We believe that carbon removals should be included in the EU Emissions Trading System (ETS) with appropriate safeguards. See EU ETS row. We support the European Commission’s 2022 proposal to introduce a certification framework for carbon removals. We support enhancing the Trans-European Network for Energy (TEN-E) Regulation. We believe the regulation should recognise and incentivise the development of integrated transport and storage networks for CO2. Further details of our positions and policy recommendations are provided in our consultation responses. Shell’s advocacy We engage with EU institutions directly and through industry associations including the European Chemical Industry Council (Cefic), Zero Emissions Platform (ZEP), International Association of Oil & Gas Producers (IOGP), International Emissions Trading Association (IETA) and Eurogas. Shell’s advocacy Examples of our advocacy: Shell’s response to the European Commission’s public consultation on CCUS (August 2023). Shell’s response to the European Commission’s public consultation on EU climate target for 2040 (June 2023). Shell’s response to the EU Commission’s public consultation on certification of carbon removals – EU rules (March 2023). Policy, legislation and regulation CO2 emission performance standards for cars and vans In March 2023, the EU adopted the regulation. Policy, legislation and regulation CO2 emission performance standards for heavy-duty vehicles In 2024, the EU adopted the revised regulation. Renewable Energy Directive (RED) In October 2023, the EU adopted the revised directive. Alternative Fuels Infrastructure Regulation (AFIR) In September 2023, the EU adopted the regulation. Shell's position We support the electrification of road transport, provided that the required enabling frameworks (grid capacity, battery technology, raw materials, charging infrastructure) are in place in the EU and its member states. We believe that electric vehicles will be the leading technology to decarbonise most road transport segments. Additional technologies will be needed, however, over the next decades to accelerate decarbonisation and meet climate targets. Shell's position We believe that over time a significant share of light- and heavy-duty vehicles will decarbonise through direct electrification, but reducing emissions and meeting the targets in the CO2 standards will also require a role for biofuels and biogas. We support the Commission’s workstream to develop an EU definition for “carbon-neutral fuels” and a methodology for their use under the CO2 emission performance standards. We also support the Commission’s work to produce an assessment report for the role of carbon-neutral fuels for road transport in the EU. In the EU Renewable Energy Directive, we supported the increased targets covering all transport sectors, as well as the advanced biofuels and renewable fuels of non-biological origin (RFNBO) sub-target. We also advocated feedstock flexibility, long-term clarity on feedstock categorisation and rules on feedstock use. As part of AFIR, we supported the introduction of capacity- and distance-based targets for electric vehicle charging infrastructure for the light- and heavy-duty vehicle sectors, and supported consumer-related provisions in the AFIR that improve the interoperability of, and consumer experience at, charging locations. We also supported the introduction of binding targets for hydrogen refuelling stations from 2030 onwards. Shell’s advocacy We engage with EU institutions directly and through industry associations including ChargeUp Europe, Hydrogen Europe, H2Accelerate, Eurogas, the European Biogas Association (EBA) and FuelsEurope. Shell’s advocacy An example of our advocacy: Policy, legislation and regulation ReFuelEU Aviation Regulation In October 2023, the EU adopted the regulation. Shell's position We support the ReFuelEU Regulation, where we advocated an ambitious 2030 SAF blending mandate. Shell's position We also supported the inclusion of a wider range of sustainable feedstocks that meet the Renewable Energy Directive (RED) sustainability requirements. Alongside companies in the aviation and renewable fuels sectors, Shell advocated the addition of crops grown on severely degraded land and intermediate crops used in aviation to the EU’s advanced biofuel feedstock list (Annex IX to the RED). We also welcomed the introduction of targets for synthetic fuels as a key signal to help drive investments. Shell’s advocacy We engage with EU institutions directly and through our membership of the Renewable and Low-Carbon Fuels Value Chain Industrial Alliance (RLCF Alliance). We also engage through industry associations, including FuelsEurope and Hydrogen Europe. Shell’s advocacy An example of our advocacy: Policy, legislation and regulation FuelEU Maritime Regulation In October 2023, the EU adopted the regulation. Shell's position We supported the FuelEU Maritime Regulation proposal to introduce EU-wide, technology-neutral greenhouse gas intensity targets for shipping Shell's position We supported a higher greenhouse gas intensity reduction target for 2030. Any target for the use of renewable fuels of non-biological origin (RFNBO) in shipping should be linked to mechanisms that incentivise first movers in the development, supply and use of RFNBO. Shell’s advocacy We engaged with EU institutions directly and through industry associations, including FuelsEurope, Eurogas and SEA-LNG. We are involved in the European Sustainable Shipping Forum (ESSF) that has been supporting the work groups for FuelEU Maritime regulation adoption around guidance for certification of fuels. Shell’s advocacy An example of our advocacy: Policy, legislation and regulation Policies to decarbonise heavy industry Shell's position We believe that policy measures to decarbonise energy-intensive industry should accelerate and support investment in electrification with renewable and low-carbon power, circularity, CCUS and low-carbon and renewable gases including hydrogen. We believe that regulated demand markets, in addition to the EU emissions trading system (EU ETS) and carbon border adjustment mechanism (CBAM), are needed to support investment in low-carbon products in Europe. We believe that the design of such markets should encourage investment in the value chains of hard-to-abate industries in Europe. Shell's position See rows on EU Emissions Trading System (EU ETS), Renewable Energy Directive (RED) and carbon capture and storage (CCS). Shell’s advocacy We engage with EU institutions directly and through industry associations, including BusinessEurope, FuelsEurope, the European Chemical Industry Council (Cefic) and Hydrogen Europe. Shell’s advocacy Examples of our advocacy: Shell signed the Call for Demand Creation letter to the European Commission about creating demand to drive industry investments (December 2024). Shell’s paper European competitiveness in the energy transition: Shell’s views for the EU cycle 2024-2029 (September 2024). Shell signed The Antwerp Declaration for a European Industrial Deal (February 2024). Shell’s response to the European Commission’s public consultation on EU climate target for 2040 (June 2023). Policy, legislation and regulation Packaging and packaging waste regulation Shell's position We supported the Packaging and Packaging Waste Regulation proposal to introduce recycled content targets for plastic packaging. Such targets are key to driving demand for circular products and unlocking investment in circular plastic production. Shell’s advocacy We engaged with EU institutions through industry associations, including the European Chemical Industry Council (Cefic) and Plastics Europe. Policy, legislation and regulation Net-zero policy frameworks Shell's position We support the more ambitious 1.5°C goal of the Paris Agreement. We are committed to lobbying for policy positions that we believe are in line with the goals of the Paris Agreement and the world achieving net-zero emissions by 2050. Shell's position We believe that net-zero emissions targets should be translated into comprehensive policy frameworks to achieve national net-zero emissions goals. We think these frameworks should include setting strengthened Nationally Determined Contributions (NDCs) and developing strategies and roadmaps that achieve NDCs and net zero-aligned pathways in key sectors. We also believe they should create investment certainty for the private sector through predictable and coherent policymaking, and ensuring a fair distribution of the economic and social costs and benefits of the world’s transition to net zero. Shell’s advocacy We advocate directly to governments and international organisations and through industry associations and coalitions. Shell’s advocacy Examples of our advocacy: We attended COP28 and signed up to the Oil and Gas Decarbonization Charter (December 2023). We attended and published a dedicated COP29 section on our website setting out our approach on a number of COP29 themes such as carbon markets and decarbonising transport and industry. We participated in the Energy, Climate Change & Resource Efficiency Task Force of the 2023 B20 under the India G20 Presidency, which called on G20 governments to enhance global cooperation in accelerating the net-zero transition. See the B20 Energy, Sustainability and Climate Task Force policy paper (August 2023). We also participated in the Energy Transition and Climate Task Force of the 2024 B20 under the Brazilian G20 Presidency which called for global collaboration to have the most efficient and cost-effective pathways to achieve net-zero emissions. See the B20 Energy Transition and Climate Task Force policy paper (2024). We use our Energy Security Scenarios in our engagements with a range of stakeholders, including governments. We continue to work with the Mission Possible Partnership (MPP), which aims to drive industrial decarbonisation across the world’s highest-emitting heavy industry and transport sectors. We have been involved in several sector-based initiatives, including the Getting to Zero Coalition for shipping, Clean Skies for Tomorrow Coalition for aviation and the Road Freight Zero coalition for heavy-duty road transport. We have also participated in initiatives such as the Net-Zero Steel Initiative for the steel sector, Concrete Action for Climate for the concrete and cement sectors, Aluminium for Climate for the aluminium sector and the Transatlantic Clean Hydrogen Trade Coalition (HT2C). We have endorsed the CALSTART Drive to Zero initiative that aims to accelerate adoption of zero-emission medium- and heavy-duty vehicles. Our Chief Economist, Mallika Ishwaran, is a Commissioner on the Energy Transitions Commission (ETC). The ETC has published a range of reports relating to net zero. Policy, legislation and regulation International carbon markets policy framework, including Article 6 of the Paris Agreement The Article 6 rulebook was progressed at COP26 in 2021 and completed at COP29 in 2024. Shell's position We support putting a direct price on carbon emissions as part of a broader policy framework to achieve net-zero emissions. Shell's position We support the integration of carbon credits, including those from nature-based solutions, into carbon markets in a manner that supports a robust price on greenhouse gas (GHG) emissions. We support international carbon market cooperation under Article 6 of the Paris Agreement, including ensuring that international carbon credit transactions have environmental integrity by avoiding double counting across national inventories. Shell’s advocacy We advocate directly to governments and international organisations. We also advocate through industry associations and coalitions, including the International Emissions Trading Association (IETA), the International Chamber of Commerce (ICC) and the World Bank’s Carbon Pricing Leadership Coalition (CPLC). Shell’s advocacy Examples of our advocacy: We co-chaired the IETA International Working Group and contributed to the IETA policy brief Finalising the Article 6 Rulebook at COP29 (September 2024), the IETA Article 6 Discussion Paper: How governments can implement NDCs cooperatively and encourage private sector investment (second edition) (November 2023) and the IETA paper Unlocking scale and ambition in Article 6 ahead of a positive outcome at COP29 (May 2024). We co-chaired the ICC working group that produced Proposals for effective carbon pricing: Leakage and linkage considerations (December 2023) and contributed to Global Principles for Effective Border Adjustments (October 2024). We participated in the T20 Task Force on Sustainable Climate Action and Inclusive Just Energy Transitions, under Brazil’s G20 Presidency. The T20 brings together think tanks and research centres from G20 members and guest countries and organisations. In partnership with CCS Brasil, we developed a T20 policy brief The Strategic Role of Carbon Markets: Incentivizing Carbon Dioxide Removals in support of a low-carbon economy (November 2024). Policy, legislation and regulation Role of gas and LNG in the energy transition Policies to reduce emissions from oil and gas Regulations relating to decommissioning of oil and gas facilities Shell's position We believe that policies should recognise the role of gas in the energy transition and in securing stable energy supplies, in line with the individual decarbonisation pathways of countries. Shell's position We advocate the benefits of natural gas and LNG in delivering a flexible and reliable supply of energy, which can help reduce the dependence on more carbon-intensive fuel sources. We believe that governments should set regulatory frameworks to cover the full oil or gas project lifecycle, from licensing and exploration to decommissioning. We believe such frameworks should drive low-emissions production, be aligned with net-zero pathways and provide long-term fiscal and regulatory predictability. We advocate responsible decommissioning practices when oil and gas operations reach the end of their productive lives. This includes working with governments and regulators to ensure that industry has the financial and technical capabilities to plan, fund and execute decommissioning projects. See separate row for methane. Shell’s advocacy We have advocated to governments directly, and worked with international organisations and associations including Oil and Gas Decarbonisation Charter, African Development Bank, OECD, International Association of Oil & Gas Producers (IOGP), the International Energy Agency (IEA) and New Producers for Sustainable Energy. Shell’s advocacy Examples of our advocacy: Shell’s annual Shell LNG Outlook (February 2024) explores LNG supply and demand, and emerging future trends. We have used the LNG Outlook in engagements with policymakers in various regions. We worked with the New Producers for Sustainable Energy, an association of 22 member countries and a network that brings together government officials, national oil company executives, subject matter experts and civil society representatives. We developed a programme for regulatory capacity building in countries aiming to develop domestic resources. We also shared our perspectives on successful examples of policy to support emissions reductions and sustainable operations. These include reductions in greenhouse gas emissions, development of local skills as part of a just transition, energy efficiency, CCS, and repurposing of infrastructure. We worked with IOGP on approaches and technical considerations for various decommissioning solutions, such as retention of habitats, and the dismantling of floating production storage and offloading units. We also worked with IOGP on global principles for decommissioning financial assurance, to help ensure that industry successfully delivers on its obligations to decommission oil and gas infrastructure at the end of production operations. Policy, legislation and regulation International Sustainability Standards Board’s (ISSB) sustainability-related disclosure standards The final ISSB standards, IFRS S1 and S2, were published in June 2023. Policy, legislation and regulation Some countries have been adopting and implementing ISSB standards (see Australia and UK rows). Shell's position We support the development of common standards and benchmarks to allow comparison of environmental, social and governance (ESG) reporting and to improve transparency. Shell's position We welcome the creation of the ISSB and support the development of a single framework of globally accepted standards for sustainability reporting, based on the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD). While we support the ISSB in their efforts to establish global sustainability disclosure standards in principle, there are a number of exceptions that we set out in our responses to the 2022 ISSB consultation and various responses to national efforts to adopt these standards. Shell’s advocacy We have engaged ISSB directly. We have also engaged with various organisations, including the World Economic Forum (WEF), Ipieca, the World Business Council for Sustainable Development (WBCSD) and the European Round Table for Industry (ERT). We have engaged some national regulators on their plans to adopt/implement ISSB standards. Shell’s advocacy Examples of our advocacy: We supported, via WBCSD, a joint statement calling for the global adoption of ISSB standards (May 2024). The joint statement was supported by more than 120 investors, companies, industry associations and stock exchanges. We are engaging directly and through industry stakeholder groups with ISSB in their efforts to update industry-specific Sustainability Accounting Standards Board (SASB) standards. These standards are expected to be used as guidelines for consideration for companies reporting against the ISSB standards. We are a member of the Sustainability Reference Group of the International Financial Reporting Standards Foundation (IFRS). Through this role we are involved in the development of new ISSB standards and guidelines, including the updates to SASB standards. Policy, legislation and regulation Initiatives to reduce methane emissions and end routine flaring Shell's position We are calling on governments and policymakers to aim for near-zero methane emissions (on an intensity basis) by 2030 throughout the gas value chain through direct regulations such as performance standards, based on robust monitoring, reporting and verification frameworks. We are also calling for the end of routine flaring as soon as possible and no later than 2030 to help achieve such standards. Shell's position We encourage voluntary action including in support of international policy initiatives such as the Global Methane Pledge. Shell’s advocacy We have engaged with governments and various civil society stakeholders on this topic directly and through our coalitions and industry associations. Shell’s advocacy We work with others on reducing methane emissions through our external methane coalitions and partnerships. These include the Methane Guiding Principles (MGP, which we initiated and are a signatory to), the World Bank’s Global Flaring and Methane Reduction Partnership (GFMR, of which Shell became the first official partner in 2024), the Oil and Gas Methane Partnership 2.0 (OGMP2.0, of which Shell is a founding signatory) and the Oil and Gas Climate Initiative (OGCI). Examples of our advocacy: We are part of the MGP’s Advancing Global Methane Reduction (AMGR) initiative that aims to drive methane emissions reduction in more than 20 countries, working with governments and industry to inform methane policies and regulations and disseminate best practice. We participated in the first Oil and Gas Methane Partnership (OGMP) 2.0 CEO Forum. We shared insights into our methane emissions reduction journey and encouraged wider adoption of the measurement-based OGMP2.0 reporting framework to support higher accuracy of reported methane emissions from the oil and gas sector (November 2024). We are a GFMR partner, contributing to the GFMR fund launched at COP28. We are a signatory of the Oil and Gas Decarbonization Charter (OGDC) announced at COP28 which includes methane and flaring commitments (near-zero upstream methane emissions by 2030 and zero routine flaring by 2030). We are participating in the Measurement, Monitoring, Reporting and Verification (MMRV) Stakeholder Group. This supports an international MMRV working group aimed at establishing a Greenhouse Gas Supply Chain Emissions MMRV Framework for providing comparable and reliable information to participants in the natural gas market. We are co-funding the OGCI Satellite Monitoring Campaign. This campaign has helped local operators, including national oil companies and partners, to identify and mitigate methane emissions from their oil and gas operations. Policy, legislation and regulation Hydrogen policy initiatives Shell's position We believe that national and international hydrogen strategies and ambitions should be translated into clear, coherent, and timely policies and regulations, to give long-term certainty to support hydrogen supply and demand. Shell's position Definitions and standards for decarbonised hydrogen need to be developed based on life-cycle analysis, and certification systems are needed to help enable the trade of hydrogen and its derivatives. We think that targets and mandates are needed to stimulate demand for decarbonised hydrogen in hard-to-abate sectors, as well as measures to increase its supply. See our Hydrogen webpage. Shell’s advocacy We have engaged with governments and international organisations directly. We have also worked with industry associations and other initiatives to advocate hydrogen policy, including the Hydrogen Council, the World Business Council for Sustainable Development (WBCSD) and the Sustainable Markets Initiative (SMI). Policy, legislation and regulation CCS policy and regulation to support decarbonisation Shell's position We support policy and regulatory frameworks to support broad-scale commercial deployment of CCS. Key components include: Shell's position Strong government incentives for CCS projects; Robust carbon pricing schemes which include CCS-based emission reductions and removals as compliance pathways; Measures to prevent economic carbon leakage; Transparent, clear and streamlined processes for permitting and licensing across CCS value chains; A regulatory regime that promotes high standards for the design, construction, operation and post-closure phases of CCS infrastructure, including monitoring and verification, and risk-based mechanisms to transfer long-term liability for stored CO2 to the state; and Bilateral agreements and common standards to facilitate transfers of CO2 and trading of CCS credit instruments between countries. See our CCS webpage. Shell’s advocacy We have engaged with governments and international organisations directly on this issue. We have also worked with industry associations and other initiatives to advocate policies that support CCS deployment, including the Oil and Gas Climate Initiative (OGCI), Global CCS Institute (GCCSI), Carbon Capture and Storage Association (CCSA) and CCS+ Initiative. Shell’s advocacy Our CCS technical experts often present their research and findings at conferences to promote knowledge development with, and among, government regulators, CCS practitioners, and interested parties. Policy, legislation and regulation Recognition of role of high integrity carbon credits in decarbonisation Shell's position We call on governments and policymakers to recognise the value of high-quality carbon credits as an immediately-deployable decarbonisation tool that drives much-needed finance to projects, communities and at-risk ecosystems. Shell's position We believe that public and private investment in the protection and restoration of natural ecosystems should be incentivised, alongside transparent use of carbon compensation that complements and does not displace efforts to avoid and reduce greenhouse gas emissions. We believe it is important to ensure high integrity for all carbon credits, consistent with international standards to support fungibility in global markets and continued investment, through clearly defined frameworks for monitoring, reporting, and verification (MRV). See our nature-based solutions webpage, which includes our views on high-quality nature-based solutions projects and associated carbon credits. See the Shell Energy Transition Strategy 2024 for our views on the role of carbon credits as an important tool to reach net-zero emissions. Shell’s advocacy We have engaged with governments, international organisations and civil society directly on this topic. We have hosted site visits for government officials and other key stakeholders at some of our nature-based solutions project sites to highlight best practices. Shell’s advocacy We have worked to support investment in high quality carbon credits and their responsible use as a decarbonisation tool through industry associations and various initiatives. We have also provided input to support the continued development and evolution of voluntary carbon market (VCM) policies and technical standards. These engagements include: The Natural Climate Solutions (NCS) Alliance, convened by the World Business Council for Sustainable Development (WBCSD), which published content including A Buyer’s Guide to Natural Climate Solutions Carbon Credits (September 2024). The International Emissions Trading Association (IETA), which published Guidelines for High Integrity Use of Carbon Credits (April 2024). The Business Partnership for Market Implementation (B-PMI), convened by IETA. The International Chamber of Commerce (ICC), which published the report The role of voluntary carbon markets in mobilising finance to accelerate climate action (November 2024). The ALMA Brasil partnership, led by the Oil and Gas Climate Initiative (OGCI). Industry standards organisations including Verra’s Verified Carbon Standard. Policy, legislation and regulation International Civil Aviation Organization (ICAO) net-zero emissions by 2050 goal ICAO adopted the goal in 2022. ICAO collective global aspirational “Vision” to reduce CO2 emissions in international aviation by 5% by 2030, compared to zero cleaner energy use Shell's position We support the ICAO goal of net-zero emissions by 2050. We continue to work with ICAO and its member states, asking for global commitment to policy frameworks to achieve the goal. ICAO member states have signed up to a collective global aspirational vision to reduce carbon dioxide (CO2) emissions in international aviation by 5% by 2030 through the use of SAF and lower-carbon aviation fuels. Shell's position See also our decarbonising aviation webpage. Shell’s advocacy We are members of the Advanced Biofuels Association (ABFA) and Ipieca, both of which have observer status at ICAO’s Committee on Aviation Environmental Protection. We also work directly with some ICAO member states, and we have a strategic partnership with the International Air Transport Association. Shell’s advocacy Example of our advocacy: In December 2024, our Chief Climate Change Advisor, David Hone, spoke at ICAO’s 80th Anniversary event in Chicago about the role that book and claim can play in supporting the ICAO initiative of ‘No Country Left Behind\". In July 2023, our former VP Aviation, Jan Toschka, presented alongside our EVP Low Carbon Solutions, Anna Mascolo, directly to the ICAO Council in the lead-up to the November ICAO Conference on Aviation and Alternative Fuels meeting. See our former VP Aviation’s article A global vision for sustainable aviation fuel (November 2023). Policy, legislation and regulation International Maritime Organization (IMO) net-zero emissions by 2050 pathway Shell's position We supported the IMO’s adoption of a revised greenhouse gas reduction strategy for international shipping that includes an ambition to reach net-zero emissions by, or around, 2050, supported by interim targets for 2030 and 2040. Shell's position To help achieve this ambition, we called for the IMO to adopt a technical measure such as a fuel quality standard, which introduces a well-to-wake carbon intensity trajectory to drive decarbonisation of the energy used. We also advocated the use of financial mechanisms, such as a carbon price, to support the transition, as well as the need for energy efficiency measures, preferably based on energy consumption. See our decarbonising shipping webpage, including 2023 report Decarbonising Shipping: All Hands On Deck. Shell’s advocacy Our advocacy is mainly through industry groups including the Getting to Zero Coalition and the UK Chamber of Shipping. Shell’s advocacy We are involved in industry groups that have observer status at the IMO including Ipieca, the Society for Gas as a Marine Fuel (SGMF), the Society of International Gas Tanker and Terminal Operators (SIGTTO), the International Bunker Industry Association (IBIA) and the Oil Companies International Marine Forum (OCIMF). Policy, legislation and regulation Heavy industry decarbonisation policy initiatives Shell's position We support policies to decarbonise heavy industry. These include mandates or quotas on low-carbon energy for industrial users, as well as financial support and incentives for equipment upgrades. We also support policies to stimulate demand for low-carbon products and the scale up of energies and innovative technologies (including decarbonised hydrogen, advanced biofuels and CCS) that will be key to decarbonising hard-to-electrify sectors. See our Decarbonising Steel report. Shell’s advocacy We have participated in the Net-Zero Steel Initiative (NZSI) for the steel sector, Concrete Action for Climate for the concrete and cement sectors and Aluminium for Climate for the aluminium sector. We provided input to the sectoral decarbonisation roadmaps developed by these initiatives. Policy, legislation and regulation Net-zero emissions by 2050 target and federal climate policy In 2021, the Biden administration set the USA’s net-zero target. Shell's position We support the Biden administration’s target of net-zero emissions by 2050 and a 50-52% reduction in greenhouse gas emissions below 2005 levels by 2030. Shell's position We support policies that move the USA towards its net-zero emissions target. We have called for the implementation of the Inflation Reduction Act (IRA) and the Infrastructure Investment and Jobs Act (IIJA), and for permitting reform to help deliver new projects relating to the IRA and IIJA. We have also advocated through associations in relation to regulation in the power sector, and standards for vehicle tailpipe emissions. Further information is provided in the sections on the Inflation Reduction Act of 2022, the Infrastructure Investment and Jobs Act of 2021, power sector regulation and road transport tailpipe emission standards. Shell’s advocacy We have directly engaged Members of Congress and the Biden administration on policies that move the USA toward its net-zero emissions by 2050 goals. This included government meetings as part of coalitions such as the Clean Hydrogen Future Coalition (CHFC), the Carbon Capture Coalition and the American Clean Power Association (ACP). We also responded to government Requests for Information (RFIs), joined letters of support and filed comments on proposed regulations. Shell’s advocacy We have worked with think tanks and coalitions such as Energy Pathways USA, the Climate Leadership Council, Center for Climate and Energy Solutions (C2ES) and Resources for the Future (RFF) to help inform energy transition policy development, including decarbonisation of the power sector and the use of trade policy to reduce emissions. We sponsored the Rational Middle: Net Zero documentary series in 2022. Rational Middle Media Group brought together a range of experts to share views on the technologies, policies, and partnerships needed to help achieve net-zero greenhouse gas emissions by 2050. Shell and Rational Middle Media Group continued to use these films to engage with stakeholders across the USA in 2023 and 2024. Policy, legislation and regulation Risk management and financial assurance for Outer Continental Shelf (OCS) lease and grant obligations Policy, legislation and regulation The final rule, which relates to decommissioning liabilities for oil and gas facilities in the US Outer Continental Shelf, was published in May 2024. Shell's position We support the rule, which aims to clarify the regulatory process for deciding whether supplementary financial assurance needs to be made available by offshore operators when offshore asset ownership is transferred. Shell's position We believe that clear rules are required to help ensure that companies meet their liabilities for decommissioning oil and gas facilities. This is important to minimise the risk associated with financial default (which could impact taxpayers) and the risk to the environment. We believe that credit strength, rather than the existence of a financially-secure former owner, should be a key consideration when designing decommissioning regulations. We also advocate increased clarity around the transfer of liabilities as part of divestments or lease assignments. Shell’s advocacy Shell advocated to government directly, and indirectly through the American Petroleum Institute (API) and Louisiana Mid-Continent Oil & Gas Association (LMOGA). Shell’s advocacy An example of our advocacy: Policy, legislation and regulation LNG export policy US offshore oil and gas leasing policy Shell's position We support policies that increase the predictability and reliability of US LNG exports. We support policies that facilitate predictable, reliable and competitive lease sales in the US Gulf of Mexico. See also Inflation Reduction Act row. Shell’s advocacy We advocate to government directly, and indirectly through associations such as the American Petroleum Institute (API), the U.S. Chamber of Commerce (USCC), the Center for Liquefied Natural Gas (CLNG) and Louisiana Mid-Continent Oil & Gas Association (LMOGA). Policy, legislation and regulation Inflation Reduction Act (IRA) of 2022 In 2022, the act was signed into law. Shell's position We supported the Inflation Reduction Act (IRA). We supported various clean energy provisions, including a workable methane fee and expanded tax credits for CCS, electric vehicles, and wind and solar production. We also supported the creation of new tax credits to encourage the production of hydrogen and sustainable aviation fuel. Shell's position We supported funding for the infrastructure needed to support a lower-carbon energy system. We supported the leasing provisions of the bill, which secure wind, oil and gas leases in law. We also supported, and continue to support, permitting reform for all projects. We supported the requirement that the Department of the Interior (DOI) issue regulations on the offshore storage of CO2. Shell joined industry peers in urging the DOI to include a new competitive bidding process as required by law before converting existing leases to another use, such as existing oil and gas leases to CO2 storage. In 2023-4, we have advocated for the implementation of the IRA. Further information is provided in the sections on decarbonised hydrogen, CCS, permitting reform, new power sector regulation and new vehicle tailpipe emission standards. Shell’s advocacy We have advocated directly to government and through coalitions such as the Center for Climate and Energy Solutions (C2ES), the Clean Hydrogen Future Coalition (CHFC), the CEO Climate Dialogue and the Carbon Capture Coalition. Shell’s advocacy In 2024, we joined the informal Operation All Carrots coalition. This brings together mainly Fortune 100 companies to defend the IRA clean energy tax credits and to highlight the economic benefits of the IRA. Examples of our advocacy: We participated in congressional engagements sponsored by C2ES, CHFC and others to advocate the protection of key IRA tax credits (Q3 and Q4 2024). We advocated directly for continued congressional support for key tax credits, including 45v, 45q and 45z. We led efforts within the American Clean Power Association (ACP) to solidify support for IRA credits within Republican Conference. Multi-trade efforts led to 18 members of Congress signalling support for the IRA credits to Republican leadership. Our CEO, Wael Sawan, expressed support for the continued implementation of the IRA at a Center for Strategic & International Studies event (June 2024). Policy, legislation and regulation Infrastructure Investment and Jobs Act of 2021 (IIJA), also known as the bipartisan infrastructure package In 2021, the act was signed into law. Shell's position We supported the Infrastructure Investment and Jobs Act (IIJA). We believe that the deployment of funds should facilitate congressional ambition for the commercial success of CCS, direct air capture (DAC) and zero-emission vehicle deployment and infrastructure. We believe the funds should also be used for expansion and modernisation of the national power grid and the use of hydrogen to reduce emissions in various sectors. Shell's position In 2023-4, we advocated the continued implementation of IIJA. Further information is provided in the sections on decarbonised hydrogen and CCS. Shell’s advocacy We engaged with the Department of Energy, Department of Transport and Environmental Protection Agency directly on detailed aspects of IIJA implementation including grid modernisation, CCS, direct air capture, zero-emission vehicle infrastructure, hydrogen, environmental justice and regional economic benefits. Shell’s advocacy We have also advocated through coalitions including the Center for Climate and Energy Solutions (C2ES), the Clean Hydrogen Future Coalition (CHFC), the Carbon Capture Coalition and the Energy Pathways USA coalition. Policy, legislation and regulation Power sector regulation: New Source Performance Standard (NSPS) for greenhouse gas emissions from new, modified and reconstructed fossil fuel-fired electricity generating units (EGUs) Policy, legislation and regulation In May 2023, the US EPA proposed the draft rules. The final rules were issued in April 2024. They require coal and natural gas plants to either cut or capture 90% of the greenhouse gas emissions by 2032. The rules are expected to reduce CO2 emissions from the sector by 75% compared to 2005 levels. Shell's position We support having a rule to regulate greenhouse gas emissions from the power sector. Shell's position Under the proposed rule, renewable power generation, CCS and clean hydrogen play key roles in decarbonising the sector. Our advocacy has focused on a workable rule that facilitates sufficient private sector investments in these low-carbon solutions in the early years to meet the sector’s NZE ambitions when the rule takes effect. Examples include a workable 45V tax rule that ensures sufficient clean and affordable hydrogen volumes, and permitting regulations that trigger investment in infrastructure to allow transport of CO2 and hydrogen. Shell’s advocacy We have advocated through industry associations including the American Petroleum Institute (API), the American Chemistry Council (ACC), the American Clean Power Association (ACP) and the U.S. Chamber of Commerce (USCC). Shell’s advocacy An example of our advocacy: We provided input to the Energy Pathways USA report Projecting Electricity-Sector Investments under the Inflation Reduction Act: Revisiting Key Cost Assumptions and Exploring Potential Interactions with EPA’s Greenhouse Gas Proposal (December 2023). Policy, legislation and regulation Permitting reform Shell's position Permitting delays and prolonged litigation negatively impact the delivery of projects in the USA, such as those for renewable energy, power transmission, oil and gas production and transport, and carbon capture and storage. We believe that permitting reform, including a more timely and streamlined process, as well as more predictable and stable permits, is crucial to delivering secure and affordable energy supplies in the USA. Shell's position Although limited reform of the National Environmental Policy Act (NEPA) was included in the Fiscal Responsibility Act of 2023, we believe further reform is needed. We view this as particularly important to help ensure that new projects relating to the Infrastructure Investment and Jobs Act and Inflation Reduction Act can be delivered. Shell’s advocacy We have constructively engaged in legislative negotiations in the House and Senate to advance a bipartisan legislative solution. We have also advocated through industry associations and coalitions including the Center for Climate and Energy Solutions (C2ES), the American Petroleum Institute (API), the American Chemistry Council (ACC), the National Association of Manufacturers (NAM), American Clean Power Association (ACP) and the U.S. Chamber of Commerce (USCC). Shell’s advocacy Examples of our advocacy: Shell’s comments on proposed Phase 2 revision of regulations implementing the National Environmental Policy Act (NEPA) (September 2023). Gretchen Watkins’, President of Shell USA, letter to Congress about permitting reform (March 2023). We support the U.S. Chamber of Commerce’s Permit America to Build campaign. Policy, legislation and regulation Hydrogen provisions in the Infrastructure Investment and Jobs Act (IIJA) of 2021 and Inflation Reduction Act (IRA) of 2022 These acts were signed into law in 2021 and 2022 respectively. Policy, legislation and regulation Clean Hydrogen Production Standard The government proposed the draft standard in 2022. Shell's position IIJA: We supported the hydrogen provisions in the act. We believe the deployment of funds should facilitate congressional ambitions for the commercial success of hydrogen and carbon capture and storage (CCS). We support the development of large hydrogen and direct air capture hubs as well as various CCS projects and interconnectivity between hubs. Further information about the IIJA is provided in a separate row. Shell's position IRA: We supported the hydrogen production 45V tax credit in the act. We believe the government should follow Congress’s clear intent and base access/amount of the tax credit on carbon intensity rather than fuel source. Equitable tax treatment would encourage hydrogen demand and investment in the necessary hydrogen infrastructure. Further information about the IRA is provided in a separate row. Clean Hydrogen Production Standard: We support the concept of the standard and we have provided input to the Department of Energy (DOE). Shell’s advocacy We engaged the government directly and have also advocated through coalitions, such as the Clean Hydrogen Future Coalition (CHFC). We have also engaged through industry associations, including the American Petroleum Institute (API) and American Chemistry Council (ACC). Shell’s advocacy Examples of our advocacy: Shell’s comments on proposed regulations for 45V clean hydrogen production credit (May 2024). Shell’s response to the federal government’s proposed regulations for Section 45V clean hydrogen production credit (February 2024). Shell’s comments on the 45V clean hydrogen production credit (August 2023). Shell’s response to the federal government’s Request for Information on U.S. Department of Energy’s use of demand-side support for clean energy technologies (February 2023) Policy, legislation and regulation CCS provisions in the Infrastructure Investment and Jobs Act (IIJA) of 2021 and Inflation Reduction Act (IRA) of 2022 These acts were signed into law in 2021 and 2022 respectively. Shell's position IIJA: We supported the CCS provisions in the act. We believe the deployment of funds should facilitate congressional ambitions for the commercial success of CCS and hydrogen. We support the development of large hydrogen and CCS industrial hubs and interconnectivity between hubs. Further information about the IIJA is provided in a separate row. Shell's position IRA: We supported the CCS and direct air capture (DAC) provisions in the act. These provisions complement the CCS and DAC provisions in the IIJA. Further information about the IRA is provided in a separate row. In combination, the provisions in the two bills could spur a dramatic deployment of CCS in the USA if the federal and state governments can ensure timely permitting. Further information about permitting reform is provided in a separate row. Shell’s advocacy We engaged the Department of Energy on the CCS provisions in the IIJA and filed comments to government. We also advocated through coalitions such as the Carbon Capture Coalition and associations such as the American Petroleum Institute (API) and the American Chemistry Council (ACC). Policy, legislation and regulation Federal carbon pricing policy approach Shell's position We advocate an economy-wide carbon price in the USA. Although there are currently no federal carbon pricing proposals, we promote carbon pricing in other climate policy discussions. Shell's position In the absence of an economy-wide carbon price, we also advocate carbon pricing proposals at regional and state level. We support the development of robust and transparent carbon pricing mechanisms. Shell’s advocacy We advocate directly to government and through coalitions such as the CEO Climate Dialogue and the Climate Leadership Council. In the absence of momentum on a federal carbon price, the Climate Leadership Council has focused on trade opportunities to reduce emissions. Shell’s advocacy We advocate directly to state government and through organisations like the International Emissions Trading Association (IETA) to encourage a workable linkage of carbon price schemes in California, Washington and New York. Examples of our advocacy: We engaged on the Commodity Futures Trading Commission’s (CFTC) voluntary carbon market reporting guidance through the International Emissions Trading Association (IETA) and the Commercial Energy Working Group (February 2024). See Commercial Energy Working Group comments. Shell’s comments on New York Cap-and-Invest (NYCI) Program Development (July 2023). Policy, legislation and regulation Federal regulation of methane EPA finalised a new regulation for new and existing sources in December 2023. Policy, legislation and regulation In May 2024, EPA issued a final rule revising Subpart W of the Greenhouse Gas Reporting Rule to increase the accuracy of methane emissions reported by the oil and gas industry. In November 2024, EPA finalised the implementation rule for the Waste Emissions Charge created by the Inflation Reduction Act legislation. Shell's position We support aiming for near-zero methane emissions (on an intensity basis) by 2030 throughout the gas value chain through direct regulations such as performance standards, based on robust monitoring, reporting and verification frameworks. We also support ending routine flaring as soon as possible and no later than 2030 to help achieve such standards. Shell’s advocacy We have historically advocated on issues linked to federal regulation of methane emissions directly to government and through coalitions and industry associations such as the U.S. Chamber of Commerce (USCC) and the American Petroleum Institute (API). Shell’s advocacy We continue to support efforts to reduce methane emissions across the value chain. However, Shell’s exposure to US regulations and fees associated with onshore production changed after the sale of Shell’s onshore assets in 2021. We no longer have onshore production and the methane emissions from our offshore production are so low that they fall below the current regulatory threshold for both the EPA regulation of emissions from new and existing sources and the Waste Emissions Charge. Our US methane advocacy is currently focused on the international Greenhouse Gas Supply Chain Emissions Measurement, Monitoring, Reporting and Verification (MMRV) Framework. An example of our advocacy: Our CEO, Wael Sawan, expressed support for the international Greenhouse Gas Supply Chain Emissions MMRV Framework in meetings with Department of Energy (DOE) leadership (February and June 2024). We participate in the framework’s stakeholder groups, providing input to and feedback on the MMRV working group proposals directly and through industry associations including the International Association of Oil & Gas Producers (IOGP) and the Natural Gas Supply Association (NGSA). Policy, legislation and regulation Tailpipe emissions standards for light and medium-duty vehicles: Multi-Pollutant Emissions Standards for Model Years 2027 and Later Light-Duty and Medium-Duty Vehicles Policy, legislation and regulation Tailpipe emissions standards for heavy-duty vehicles: Clean Trucks Plan – Phase 3 greenhouse gas emission standards for heavy-duty vehicles In March 2024, the EPA finalised the standards. Shell's position We believe there is an important role for low- and zero-carbon fuels in decarbonising road transport, as a complement to electrification. We also believe that the definition of zero-emissions vehicles should consider emissions from across the whole lifecycle. The current proposed standards only recognise a role for electric vehicles. Such a restrictive approach discourages the development of other solutions that could reduce emissions from the existing fleet of 270 million vehicles. Shell’s advocacy Shell is engaging on this issue through the American Petroleum Institute (API) and the Cleaner Transportation Coalition that operates under API’s Downstream Committee. Policy, legislation and regulation California’s climate-related financial risk and greenhouse gas emissions disclosure rules In 2024, two state bills were amended on climate-related financial risk (in line with the Task Force on Climate-Related Financial Disclosures (TCFD)) and emissions (in line with the Greenhouse Gas (GHG) Protocol) disclosures. The state’s regulator, California Air Resources Board (CARB), is developing regulations in line with this legislation, expected in mid-2025. Shell's position Shell supports sustainability reporting requirements that are consistent with existing global disclosure standards and reporting protocols and do not introduce California-specific requirements that deviate from established global standards. We support the alignment of disclosures on climate-related financial risks and greenhouse gas emissions with existing standards in the TCFD Recommendations and the GHG Protocol. We called for the legislation to allow parent company disclosures in place of state/country/entity-specific disclosures. More detailed regulations are to come and will determine how this legislation applies to Shell. Shell’s advocacy In 2024, Shell advocated in support of disclosures requirements consistent with TCFD Recommendations and the GHG Protocol, as these are existing global disclosure standards and reporting protocols. We also advocated in support of allowing parent-company disclosures in place of state/country/entity-specific disclosures. Policy, legislation and regulation Climate Change Act 2022 In 2022, the Climate Change Act set Australia’s climate targets. Shell's position We support Australia’s climate targets to reduce net greenhouse gas emissions to 43% below 2005 levels by 2030, and to achieve net-zero emissions by 2050. Shell’s advocacy We continue to work with the government on its policy measures to help achieve its climate targets. Shell’s advocacy Examples of our advocacy: Shell Australia’s Country Chair, Cecile Wake, provided views on how Australia could succeed in the transition to net zero, at the Australian Energy Producers (AEP) conference in May 2024. This was attended by the energy industry, government, media and international representatives. See LinkedIn post (May 2024). Shell media release: Shell supports Australia’s emissions reduction target (January 2023). Policy, legislation and regulation Safeguard Mechanism Reforms In March 2023, the Australian Parliament passed the Safeguard Mechanism (Crediting) Amendment Bill 2023. Policy, legislation and regulation Australia’s Carbon Leakage Review The review was launched in 2023. It is focused on analysing carbon leakage risks, the development of policy options and an assessment of a carbon border adjustment mechanism (CBAM). Shell's position We support the Safeguard Mechanism Reforms to reduce emissions limits (\"baselines\") predictably and gradually, on a trajectory consistent with achieving net-zero emissions by 2050. Shell's position We have participated in consultations for Australia’s Carbon Leakage Review. We provided information about how carbon leakage is managed in the EU, including the EU’s CBAM. Shell’s advocacy We participated in the government’s consultation processes for the Safeguard Mechanism reforms. We also engaged on this topic through industry associations and participated in workshops and roundtable discussions. Shell’s advocacy An example of our advocacy: Policy, legislation and regulation Future Gas Strategy In May 2024, the Australian government published the strategy. Shell's position We support the Future Gas Strategy. However, we believe that more tangible policies are needed to support new gas supplies and avoid gas shortfalls. Shell’s advocacy We participated in the government’s consultation processes for the Future Gas Strategy. We also engaged on this topic through the Business Council of Australia (BCA) and the Australian Energy Producers (AEP). Policy, legislation and regulation Inquiry into the Western Australia (WA) Domestic Gas Policy The inquiry began in June 2023. Its focus is to investigate the operation of the WA Domestic Gas Policy and whether it remains fit for purpose. Shell's position Shell supports the WA Domestic Gas Reservation Policy and considers it effective in ensuring the timely delivery of gas into the domestic market. Shell’s advocacy We engaged the WA government directly on this issue, as well as through the Australian Energy Producers (AEP). An example of our advocacy: Policy, legislation and regulation Decommissioning Framework Review Shell's position We worked through the Australian Energy Producers (AEP) on the development of a new offshore policy for decommissioning. Work continues through AEP on the financial assurance framework. Shell’s advocacy We have worked with Australian Energy Producers (AEP) on this topic. Policy, legislation and regulation Sustainable Finance Strategy In November 2023, the Australian government published its Sustainable Finance Strategy consultation paper. Proposals include measures to improve transparency on climate and sustainability, including mandatory climate-related financial disclosure requirements. Shell's position We support transparency on sustainability reporting and adoption of International Sustainability Standards Board (ISSB) standards as a global baseline. We believe the development of global sustainability disclosure standards is important in providing investors and other stakeholders with relevant and useful information. In this regard, we welcome the Australian government’s intent to align with the ISSB’s standards. Shell's position While we are generally supportive of the policy, we strongly urge the government to allow for global reporting in place of country/entity-level reporting. This is the most relevant information for investors and stakeholders. It is also how climate targets are set and how climate-related risks are presented to investors. Shell’s advocacy We have engaged with the government and the Australian Securities and Investments Commission on the implementation of proposals for mandatory climate-related financial disclosures. We expect to engage on other aspects of the Sustainable Finance Strategy once the details are released by the government. Shell’s advocacy We have also engaged with industry associations, including the Business Council of Australia (BCA) and Australian Industry Greenhouse Network (AIGN), on this topic. Policy, legislation and regulation Australian National Energy Performance Strategy In 2022, the Australian government launched a consultation on a National Energy Performance Strategy. Shell's position We support the development of the National Energy Performance Strategy as a tool to help guide and coordinate policy and ambition in this area. Shell's position We support the development of a national energy efficiency scheme and target, or at least harmonisation of state-based schemes under a national target. We encourage equal treatment of energy efficiency and demand management within other energy market schemes and we have highlighted a range of barriers for the government to address, including: energy literacy, enhanced data granularity from sub-meters, analytic software and clearer incentives. Further details are provided in our consultation response. Shell’s advocacy We have responded to the public consultation and also advocated through the Energy Efficiency Council (EEC). Shell’s advocacy An example of our advocacy: Shell’s comments on Australia’s National Energy Performance Strategy (February 2023). Policy, legislation and regulation Capacity investment scheme (CIS) for the national electricity market (NEM) The first stage of the CIS was launched in October 2023. In November 2023, the Australian government announced an expansion of the scheme to support its renewable target. Shell's position We remain in discussions with the government on the capacity investment scheme, which aims to increase the amount of renewable energy available in the grid when it is needed. Shell's position We support the intent of the scheme but have provided some alternative policy recommendations. We believe that the scheme should incentivise the building of new power generation to support reliability; minimise cost to consumers and implementation complexity; minimise the impact on market signals and contract market liquidity, provide flexibility and support emissions reduction objectives. Shell’s advocacy We have responded to the public consultations and advocated through industry associations including the Australian Energy Council (AEC) and the Australian Financial Markets Association (AFMA). We have also met with government departments to provide feedback on the scheme design. Shell’s advocacy Examples of our advocacy: Policy, legislation and regulation Legislative changes to incorporate an emissions reduction objective into national energy objectives In May 2023, the Australian government agreed to amendments to the national energy laws to incorporate emissions reduction objectives into the National Electricity Objective, National Gas Objective and National Energy Retail Objective. Shell's position We believe that the proposed legislative changes are a workable solution. However, we believe that some minor changes are needed to ensure that unintended consequences do not occur and to enhance regulator certainty. In summary, these changes are: only legislated policies and international treaties should be considered under Australia’s emission reduction targets, all components of the national energy objectives should have equal weight, market bodies’ discretion to factor in revised objectives to ongoing processes should be limited, and market bodies should work alongside stakeholders to develop interpretative guidance. Shell’s advocacy An example of our advocacy: Policy, legislation and regulation National Electricity Market (NEM) wholesale market settings review In November 2024, the Australian government announced the review that aims to recommend wholesale market settings to promote investment in firmed, renewable generation and storage capacity in the NEM following the conclusion of Capacity Investment Scheme tenders in 2027. The review will be conducted by an independent expert panel. The panel is expected to make recommendations and prepare a roadmap. Shell's position We believe that any changes to the NEM should provide the appropriate signals to attract long-term investment, ensuring that the policy provides certainty for investors and other market participants beyond 2030. Further, we support market settings that: Shell's position can sustain a liquid and innovative secondary market (to ensure products adequately manage retail price risks and volatility); stimulate healthy competition and limit regulatory complexity and compliance costs; remove the need for the Retailer Reliability Obligation which is costly and places obligations solely on retailers to provide minimum firming, which is how operators maintain the output from variable and intermittent power sources (for example through grid-level batteries). We also believe that the market should be resilient so that further intervention by the government or the market operator is not required, since intervention can create uncertainty and risk for operators. Shell’s advocacy We plan to participate in the public consultation about the review. We also expect to engage the expert panel through our membership of the Australian Energy Council (AEC). Policy, legislation and regulation Guarantee of Origin (GO) scheme In 2023, the Australian government published details of the GO scheme design for public consultation. The design initially focuses on hydrogen but is expected to be expanded to include other products in future. Shell's position We believe that policy support from government is critical to enable decarbonised hydrogen to compete with existing fuels. The proposed scheme will provide a framework for renewable energy production to be certified beyond 2030. Shell's position The initial focus of the scheme will be on hydrogen, but it is expected to include other products in the future. Our response noted that the proposal sets out a clear and rational approach to the scheme and offered comments on specific aspects. Shell’s advocacy We participated in the Hydrogen GO scheme design with the government. An example of our advocacy: Policy, legislation and regulation CCS policy Shell's position Shell has worked with the Australian Energy Producers (AEP) to encourage the government to further strengthen CCS policy. We have advocated for the inclusion of CCS as a critical part of Australia’s journey to net zero. Shell's position Shell encouraged the government to ratify the amendments to the London Protocol to facilitate cross-border transport of CO2 for sub-seabed storage. Shell’s advocacy We have engaged the government directly on this topic, as well as through the Australian Energy Producers (AEP). Shell’s advocacy An example of our advocacy: Shell Australia’s Country Chair, Cecile Wake, highlighted the critical role of CCS at the Australian Energy Producers (AEP) conference in May 2024. This was attended by energy industry, government, media and international representatives. See LinkedIn post (May 2024). Policy, legislation and regulation Australian methane policy Shell's position We support government policy measures to reduce methane emissions. We welcomed the Australian government joining the Global Methane Pledge in 2022. Shell’s advocacy We engage with the government on methane policy. We also work with industry associations such as Australian Energy Producers (AEP) to encourage members to reduce methane emissions. Policy, legislation and regulation Canadian Net-Zero Emissions Accountability Act 2021 The act enshrined Canada’s net-zero by 2050 target into law and established a legally-binding process to set five-year national emissions reductions targets and plans to achieve each target. Policy, legislation and regulation 2030 Emissions Reduction Plan (2030 ERP) In 2022, the Canadian government published the 2030 ERP to reduce greenhouse gas emissions by 40% below 2005 levels by 2030. In December 2024, the Canadian government announced its next milestone target to reduce greenhouse gas emissions by 45-50% below 2005 levels by 2035. Shell's position We support Canada’s 2030, 2035 and 2050 targets. We have offered views on the principles and target-setting for the oil and gas sector proposed in the 2030 ERP and intend to provide input into future emission reduction plans. We support the values and principles proposed by Canada’s government-appointed Net-Zero Advisory Body (NZAB) to guide pathways to net-zero emissions by 2050. NZAB provides independent advice to the Canadian government about achieving net-zero emissions by 2050. Shell’s advocacy We engage with the Canadian government and NZAB directly on these issues, and through industry associations including the Chemistry Industry Association of Canada (CIAC) and International Emissions Trading Association (IETA). Policy, legislation and regulation Oil and gas sector decarbonisation In addition to carbon pricing, the Canadian government is pursuing carbon contracts for difference agreements and various fiscal incentives to help make decarbonisation projects economic. Policy, legislation and regulation Greenhouse gas emissions cap for the oil and gas sector In November 2024, the Canadian government published the draft Oil and Gas Sector Greenhouse Gas Emissions Cap Regulations. Shell's position Shell supports carbon pricing and advocates predictable and timely policy and regulatory frameworks to enable low-carbon project investment in Canada. Shell's position We support the Canadian government’s intent to reduce greenhouse gas emissions in the oil and gas sector from current levels by implementing increasing reduction targets to help the industry achieve net-zero emissions by 2050. However, we have expressed concerns about the proposed regulatory approach and its overlap with existing climate policies and the potential impact on other carbon markets. We have also noted challenges associated with certainty about longer-term compliance, timelines for decarbonisation project deployment and compliance flexibility in our response to the draft regulations. Shell’s advocacy We engage with the Canadian government on carbon pricing, the proposed oil and gas emissions cap and decarbonisation incentives both directly and through industry associations including the Canadian Association of Petroleum Producers (CAPP), Canadian Fuels Association (CFA), and International Emissions Trading Association (IETA). Shell’s advocacy An example of our advocacy: Policy, legislation and regulation Greenhouse Gas Offset Credit System In August 2024, the Canadian government published a discussion paper on Facilitating projects on Crown and public land in Canada’s greenhouse gas offset credit system. Shell's position We support the key role for Indigenous Peoples in implementing nature-based solutions projects in Canada. We support the principle that exclusive entitlement must be demonstrated to avoid double-counting of greenhouse gas emission reductions from projects and to ensure offset credits have high integrity. Shell’s advocacy We engage directly with the Canadian government on this topic and through industry associations including the International Emissions Trading Association (IETA). An example of our advocacy: Policy, legislation and regulation Investment tax credit for carbon capture, utilisation and storage (CCUS) In June 2024, the updated CCUS Investment Tax Credit was signed into law. Shell's position We support the investment tax credit for CCUS and have provided policy recommendations on design features to the government. Shell’s advocacy We engage with the Canadian government directly on this topic and through industry associations including the Canadian Association of Petroleum Producers (CAPP) and Chemistry Industry Association of Canada (CIAC). Policy, legislation and regulation Amendments to the federal methane regulations for the oil and gas sector In 2022, the Canadian government proposed amendments to the existing federal regulations on methane emissions from the oil and gas sector. In December 2023, the government published the draft regulatory amendments. Shell's position We support the Canadian government’s ambition for at least a 75% reduction in methane emissions from the oil and gas sector by 2030. Shell's position We support the intent of the proposed amendments to the federal methane regulations for the oil and gas sector and have provided comments on the proposals. In our response to the published draft regulatory amendments, we offered a number of comments to improve clarity and make the regulations more pragmatic while still delivering the government’s methane reduction outcomes. Shell’s advocacy We engage with the Canadian government directly on this issue and through the Canadian Association of Petroleum Producers (CAPP). Policy, legislation and regulation Clean Fuel Regulations In 2022, the Clean Fuel Regulations were finalised. Shell's position We support the Clean Fuel Regulations, which require a carbon intensity reduction of 14 g/MJ in gasoline and diesel by 2030. We continue to engage with the Canadian government on implementation, reporting and future guidance related to the regulation. Shell’s advocacy We engage with the Canadian government directly on this issue and through associations including the Canadian Fuels Association (CFA). Shell’s advocacy An example of our advocacy: Policy, legislation and regulation Sales mandate for zero-emission light-duty vehicles In 2022, the Canadian government published proposed regulatory sales targets for light-duty zero-emission vehicles (ZEVs), including a 100% ZEV mandate by 2035. In December 2023, the Electric Vehicle Availability Standard was signed into law. Shell's position We support the government’s intent to require all new light-duty vehicles sold in Canada to be zero-emission by 2035. However, we believe that regional considerations are important and that there will be a role for other low-carbon solutions such as hydrogen and biofuels in some contexts. We believe it will be important to carefully plan and coordinate development of the refuelling and charging infrastructure needed to support the transition, in addition to consumer incentives and additional clean power generation. Shell’s advocacy We engage with the Canadian government directly on this issue and through the Canadian Fuels Association (CFA). Policy, legislation and regulation Clean Electricity Regulations In 2022, the Canadian government proposed a Clean Electricity Standard, designed to help Canada achieve a net-zero electricity grid by 2035. In December, 2024 final regulations were published. Shell's position We support Canada’s intent to decarbonise the electrical grid. In our response to the draft regulations, we highlighted key considerations for the treatment of cogeneration and hydrogen in the regulations. Shell's position We specifically advocated equitable treatment of all fuels and technologies. We recommended a level playing field for technologies by removing the requirement that lifecycle emissions from the use of hydrogen as a fuel for electricity generation be accounted for, as this appeared inconsistent with other fuels and technologies in the proposed regulations. We also noted that emissions from the production of hydrogen are regulated under existing greenhouse gas emissions regulations. In our response we emphasised the need to consider regional impacts, affordability and the role of additional incentives in supporting grid infrastructure and new electricity sources, consistent with the proposed standard. Shell’s advocacy We engage directly with the Canadian government on this policy and through trade associations including the Canadian Fuels Association (CFA), the Canadian Association of Petroleum Producers (CAPP) and the Chemistry Industry Association of Canada (CIAC). Policy, legislation and regulation Clean Hydrogen Investment Tax Credit In June 2024, the Canadian Government passed the Clean Hydrogen Investment Tax Credit into law. Shell's position We support the intent of the tax credit, which we believe could help to bridge the higher initial cost of decarbonised hydrogen, in a manner that supports competition and can accelerate cost and performance improvements. We highlighted the need for funding tiers to be based on carbon intensity, irrespective of production method. Shell’s advocacy We engage directly with the Canadian government on this policy and through trade associations including the Canadian Fuels Association (CFA), the Chemistry Industry Association of Canada (CIAC) and the Canadian Hydrogen Association (CHA). Policy, legislation and regulation National Climate Law (“Klimaatwet”) The national Climate Law 2019 set legally-binding greenhouse gas emissions reduction targets for the Netherlands. In 2021, the Dutch government agreed to incorporate the EU Fit for 55 targets into the climate law. It also set interim greenhouse gas emission reduction targets of 70% by 2035 and 80% by 2040. The Climate Law requires a national climate plan every five years. Shell's position We supported the National Climate Law and the associated update of the 2019 Climate Accord package (“Klimaatakkoord”) to reflect the higher ambition of the Fit for 55 targets. We support the Climate Accord and its implementation and provide our views on policy recommendations to help achieve these targets. Shell’s advocacy We engage the government directly and through industry associations including the Confederation of Netherlands Industry and Employers (VNO-NCW) and the Dutch sustainable energy association “Nederlandse Vereniging Duurzame Energie” (NVDE). Policy, legislation and regulation Strategic gas reserve Shell's position We support the government’s ambition to explore the feasibility of creating a strategic gas reserve, to contribute to the country’s long-term security of supply. Shell’s advocacy We engage the government directly and through industry associations, in particular Energie-Nederland. Policy, legislation and regulation National CO2 levy for industry (CO2 -heffing voor industrie) In 2022, the levy was adjusted to reflect the higher EU Fit for 55 ambition level. Shell's position We support carbon pricing policy. This includes the national CO2 levy for industry, which effectively creates a floor price in the EU Emissions Trading System, applicable to Netherlands-based emitters. Shell's position We believe the levy can only be effective in combination with the provision of infrastructure for electricity, CO2 and hydrogen, and sufficient financial support instruments to maintain an industry level playing field with other EU countries. Shell’s advocacy We engage the government directly and through the Confederation of Netherlands Industry and Employers (VNO-NCW) and the association for mobility and industry “Vereniging Energie voor Mobiliteit en Industrie” (VEMOBIN) on this issue. Policy, legislation and regulation Energy efficiency obligation (‘Energiebesparingsplicht’) The obligation came into effect in 2023. Shell's position We support the Netherlands’ energy efficiency obligation. We have provided recommendations for alternative ways to implement the obligation, aimed at minimising the additional workload for our manufacturing sites and matching the approach with available expertise on local permitting . Shell’s advocacy We have provided our input on this issue through the Confederation of Netherlands Industry and Employers (VNO-NCW). Policy, legislation and regulation National hydrogen programme (“Nationaal Waterstof Programma”) In 2021, the Dutch government published a roadmap for the hydrogen sector. There are ongoing discussions and consultations about policy frameworks to support hydrogen. Shell's position We support the national hydrogen programme that aims to increase the role of hydrogen in the energy transition. Shell’s advocacy We engage the government directly and through industry associations including the Dutch hydrogen association NLHydrogen. Policy, legislation and regulation Mining legislation (“Mijnbouwwet”) The 2003 legislation is regularly reviewed and updated. Shell's position We support the Netherlands’ approach to enabling CCS through the CCS provisions of the Mining legislation. Shell’s advocacy We engage the government directly and through the Confederation of Netherlands Industry and Employers (VNO-NCW), the Royal Association of the Dutch Chemical Industry (VNCI) and the association for mobility and industry “Vereniging Energie voor Mobiliteit en Industrie” (VEMOBIN) on these issues. Policy, legislation and regulation Sustainable energy transition subsidy scheme (SDE++) In 2008, the scheme was launched by the Dutch government and has since evolved. The government announces new subsidies annually. Shell's position We support the SDE++ financial support scheme for CCS and other CO2 reduction technologies, designed to encourage businesses that emit CO2 to use CCS or other abatement technologies. Shell’s advocacy We participate in the government’s annual consultations about the SDE++ scheme and also engage indirectly through the Confederation of Netherlands Industry and Employers (VNO-NCW). Policy, legislation and regulation Wind energy policy, including the Offshore Wind Energy Roadmap 2031 In 2022, the government launched the Netherlands’ Offshore Wind Energy Roadmap. There are ongoing discussions and consultations about policy frameworks to support this sector. Shell's position We support the updated Netherlands Offshore Wind Energy Roadmap, which doubles the ambition for offshore wind in 2031. We provide our business perspective from our existing wind energy assets and participation in offshore wind tenders. We are in favour of a market-based deployment of offshore wind energy. Shell’s advocacy We have engaged the government directly on wind policy issues. We have also engaged through industry associations, such as the Dutch wind energy association NedZero. Policy, legislation and regulation Annual Green Gas Obligation (Jaarverplichting groen gas) In June 2024, the Dutch government published a legislative proposal that would require energy suppliers to deliver a specific amount of biomethane to the sectors covered by EU ETS2. Shell's position We support the legislative proposal. We believe that a biomethane blending mandate would stimulate biomethane production in the Netherlands, which would also help to reduce methane emissions. We advocate long-term, stable regulation with societally acceptable mandates. Shell’s advocacy We engage the government directly on this issue, as well as through industry associations including the Dutch energy association “Energie-Nederland”, the Dutch sustainable energy association “Nederlandse Vereniging Duurzame Energie” (NVDE) and the green gas platform, “Platform Groen Gas”. Policy, legislation and regulation Proposal to sell only zero-emission vehicles by 2030 In 2019, the government stated its aim for all new cars sold in the Netherlands to be zero-emissions by 2030. Shell's position We support the government’s aim for all new cars sold in the Netherlands to be zero-emissions by 2030. Shell’s advocacy We engage the government directly on this issue. We also engage through the association for mobility and industry “Vereniging Energie voor Mobiliteit en Industrie” (VEMOBIN) and the Dutch sustainable energy association “Nederlandse Vereniging Duurzame Energie” (NVDE). We have supported public statements on this issue through the coalition “Anders Reizen”. Policy, legislation and regulation National Circular Economy Programme 2023-2030 In 2023, the Dutch government published its programme to achieve a fully circular economy by 2050. It includes proposing national blending mandates for bioplastics and circular plastics starting from 2027. Shell's position We support blending mandates as a means to stimulate the market for bio- and circular plastics in the Netherlands. In 2024, as part of the consultation for the standard (NCPN), we have provided recommendations for alternative ways to implement the national standard and maintain an industry level playing field with other EU countries. Shell’s advocacy We engage the government directly through participation in consultations and governmental task forces on raw material transition. We also engage indirectly through the Royal Association of the Dutch Chemical Industry (VNCI). Policy, legislation and regulation Netherlands Agreement on Sustainable Aviation (“Akkoord Duurzame Luchtvaart”), including sustainable aviation fuel (SAF) mandate In 2018, the agreement was reached; it was amended in 2020. There are ongoing discussions to explore what measures would be needed to meet the ambitions set out in the agreement. Shell's position We support the agreement, including the 14% SAF blending mandate by 2030. Shell’s advocacy Shell engaged through the sustainable aviation roundtable “Duurzame Luchtvaarttafel”. Policy, legislation and regulation UK net-zero 2050 policy The UK has a net-zero emissions by 2050 target. In December 2024, the UK government published the report ‘Accelerating to Net Zero: Responding to the CCC Progress Report and delivering the Clean Energy Superpower Mission’. A key ambition of the government is to achieve at least 95% low-carbon power generation by 2030. Shell's position We support the UK’s target to achieve net-zero emissions by 2050. We recommend specific policy interventions to help achieve 2050 and 2030 targets, including accelerating permitting and leasing rounds for offshore wind, simplifying grid connection processes, and setting stable fiscal policy that encourages investment. Shell’s advocacy We engage the government directly on policy interventions to help achieve carbon targets. We also engage through our memberships of industry associations including Offshore Energies UK (OEUK), Energy UK, RenewableUK, and the Carbon Capture and Storage Association (CCSA). Policy, legislation and regulation Environmental Impact Assessment (EIA) – Assessing effects of scope 3 emissions on climate: Supplementary guidance for assessing the effects of scope 3 emissions on climate from offshore oil and gas projects Policy, legislation and regulation In October 2024, the UK government published draft guidance for public consultation. The aim of the guidance is to provide clarity on environmental impact assessment (EIA) expectations when assessing the effects of scope 3 emissions on climate from proposed offshore oil and gas projects seeking development and production consent. Shell's position We recognise the importance of ensuring that the Environment Impact Assessment (EIA) process complies with applicable law. We have set out recommendations in our response to the consultation aimed at ensuring a sensible and pragmatic approach to the assessment of Scope 3 emissions as part of the EIA process. Shell’s advocacy We engage the government directly on this issue and also through our membership of Offshore Energies UK (OEUK). Policy, legislation and regulation Energy Profits Levy In October 2024, the UK government increased the energy profits levy on North Sea oil and gas by a further 3% to 78%, and removed the 29% investment allowance with effect from November 2024. The levy’s sunset clause (when the levy will expire) was extended to March 2030. Shell's position Shell supports the creation of a stable and predictable fiscal regime that gives the industry the confidence it needs to invest. Shell’s advocacy We engage the government directly on this issue and also through our membership of Offshore Energies UK (OEUK). Policy, legislation and regulation UK Emissions Trading Scheme (UK ETS) and carbon border adjustment mechanism (CBAM) In 2022, the UK government published proposals for further developing the UK ETS Policy, legislation and regulation In March 2024, the UK government published a consultation on the introduction of a CBAM in 2027. Shell's position We believe that an effective carbon pricing mechanism should be part of a clear policy framework for net-zero emissions by 2050. Shell's position We support the linkage of the UK ETS and the EU Emissions Trading System. We support the introduction of policies to protect against carbon leakage such as a CBAM. We believe that CBAMs would be best served by a certificate-based programme to enable better linkage with other international schemes. We believe that the linking of the UK and EU ETS schemes and consistent CBAM approaches would help reduce the burden on global supply chains of compliance with two different CBAM schemes. It would also relieve the administrative burden of the CBAM between the two trading partners. We provide further views in our 2024 response to the UK government’s consultation on the CBAM. Shell’s advocacy We engage the government directly on this issue. Shell’s advocacy Policy, legislation and regulation UK Emissions Trading Scheme (UK ETS) scope expansion: maritime sector In November 2024, the UK government published a consultation on including the maritime sector within the UK ETS. Policy, legislation and regulation In November 2024, the UK government published a consultation on including non-pipeline transport of CO2 in the UK ETS. Shell's position We believe that the UK government should outline the policy direction and framework to support decarbonisation of the UK maritime fleet by 2050. Shell's position We have provided our views on the net-zero strategy pathway for domestic maritime vessel emissions, the role for alternative fuels and energies in this pathway, and how intermediate, indicative targets for this sector might be formulated by the UK government. We support the UK government’s proposals to expand the UK ETS to include non-pipeline transport CO2, and domestic maritime emissions. Shell’s advocacy We engage with the government directly on carbon pricing, and through industry associations including the Confederation of British Industry (CBI), the Carbon Capture and Storage Association (CCSA) and Offshore Energies UK (OEUK). Shell’s advocacy An example of our advocacy: Policy, legislation and regulation Greenhouse Gas Removals (GGRs) In 2022, the UK government published proposals for business models for GGRs. In May 2024, the Government published a consultation on integrating GGRs in the UK Emissions Trading Scheme (ETS). Shell's position We support the introduction of a GGR business model scheme as part of a broader policy framework to achieve net-zero emissions. Such a mechanism can help to encourage investment in removal technologies including nascent technologies which are not yet commercially viable. Shell's position We are reviewing the government’s proposals for integrating GGRs in the UK ETS. Shell’s advocacy We engage the government directly on this issue, and through our membership of the Carbon Capture and Storage Association (CCSA). We also participate in the government’s expert group on GGR. Shell’s advocacy An example of our advocacy: Policy, legislation and regulation UK Hydrogen Strategy In 2021, the UK government published the UK Hydrogen Strategy. There are ongoing discussions and consultations about the policy framework to support hydrogen. Policy, legislation and regulation In December 2024, the Government published its annual Hydrogen strategy update to the market. This states that hydrogen has a critical role in providing flexible low-carbon power generation to produce electricity during extended periods of low renewable output. Shell's position We supported the UK Hydrogen Strategy. We believe that sector-by-sector policies are needed to stimulate hydrogen demand. This includes strategic planning, market frameworks, regulatory arrangements, and a recognition of the role that blending hydrogen into existing gas grids can play to support the hydrogen economy in its growth phase. Shell’s advocacy We engage the government directly on these issues, including through our role on the government’s Hydrogen Advisory Council and as a member of Hydrogen UK. Policy, legislation and regulation Carbon, capture and storage and utilization (CCUS) policy In 2023, the UK Energy Bill passed. This includes enabling legislation for CCS in the UK. Policy, legislation and regulation The UK Government aims to establish two industrial CCS clusters by the mid-2020s (‘Track 1’) and a further two (‘Track 2’) by 2030. In December 2023, the UK government launched a consultation on the proposed CCS Network Code: updated Heads of Term. Shell's position We believe that CCUS is an important tool for helping to achieve net-zero emissions in the UK. We are the technical developer of the Acorn CO2 transport and storage project that has been selected at Track 2 of the government’s CCS cluster sequencing process. Shell's position We have called for clarity about the sequencing timeline for the industrial clusters. We welcomed the government’s 2023 announcement about the Track-2 cluster sequencing process. We set out our views on the CCS Network Code: updated Heads of Term in our consultation response. Shell’s advocacy We engage the government directly on this issue, including through our role on the government’s CCUS Council and as a member of the Carbon Capture and Storage Association (CCSA). Shell’s advocacy An example of our advocacy: Policy, legislation and regulation Non-Financial Reporting Review In June 2023, the UK government launched a call for evidence for the review. It published a summary of responses in May 2024. Policy, legislation and regulation Adoption of Sustainability Standards Board’s (ISSB) Sustainability Disclosure Standards (SDS) The government is preparing to adopt the ISSB’s SDS standards. If completed in 2025, these standards will come into effect (initially voluntary) in 2027, for the fiscal year 2026. Green Taxonomy In November 2024, the UK government launched a consultation on the value case for a UK green taxonomy as part of the UK’s wider sustainable finance framework. Shell's position We believe the development of global climate-related disclosures standards is of paramount importance in providing investors and stakeholders with valuable information. Shell's position ISSB SDS: Please see separate International Sustainability Standards Board’s (ISSB) row for our position on ISSB standards. In addition, we are supportive of provisions that allow parent company sustainability-related disclosures to be used in place of country/entity-specific ones. See our submissions to the UK government calls for evidence for further information on our UK positions. If the introduction of the UK Green Taxonomy proceeds: We believe it should be voluntary We do not think it should be regarded as a sustainability reporting mechanism or general reporting tool We think it should promote international interoperability and include transition activities. Shell’s advocacy Non-financial reporting review and adoption ISSB standards: We engage the government directly on this issue and also through GC100 and The 100 Group. Shell’s advocacy Examples of our advocacy: Shell’s response to the call for evidence on the UK’s endorsement of IFRS S1 and S2 (October 2023). Shell’s response to the non-financial reporting review call for evidence (August 2023). Green Taxonomy: We have provided our input through the Confederation of British Industry’s (CBI) Sustainable Finance Working Group (February 2025). Policy, legislation and regulation Review of Electricity Market Arrangements (REMA) In 2022, the UK government published proposals for REMA. Policy, legislation and regulation In March 2024, the UK Government published a second consultation seeking views on a narrowed range of options to deliver an enduring electricity market framework. In December 2024, the UK Government published a summary of consultation responses. Shell's position We support reform of the UK electricity market to help decarbonise the grid by 2035. Shell's position Our 2022 response to REMA set out our views on the potential merits of zonal locational pricing, options for reforming contracts for difference, and additional measures to support demand and supply-side flexibility. Shell’s advocacy We engage the government directly on this issue and also through our membership of Energy UK. Policy, legislation and regulation UK zero-emission vehicle (ZEV) mandate and CO2 emissions regulations for new cars and vans Policy, legislation and regulation In 2020, the UK government announced a commitment to end the sale of new petrol and diesel cars in the UK by 2030, and that all new cars and vans will be required to be zero-emission by 2035. In 2023, the UK government changed the date to end the sale of new petrol and diesel cars from 2030 to 2035. The UK zero-emission mandate became law in January 2024. In December 2024, the UK government published a consultation on phasing out sales of new petrol and diesel cars from 2030 and supporting the ZEV transition. Shell's position We support the UK government’s ambition to increase uptake of electric cars and vans as one of several pathways to decarbonising road transport. As part of this, we would like clarity and consistency from government on the timing of any ban on the sale of new petrol and diesel cars and vans. Shell's position We have also recommended interventions to simplify and speed up the grid connection process to help accelerate the roll-out of electric vehicles infrastructure. Shell’s advocacy We engage the government directly on this issue and also through our membership of ChargeUK. Policy, legislation and regulation Jet Zero Strategy: delivering net-zero aviation by 2050 In 2022, the UK government published the Jet Zero Strategy. Policy, legislation and regulation In January 2025, the UK government’s SAF mandate came into effect. In 2024, the UK government committed to introducing a SAF mandate mechanism with legislation due by the end of 2026. Shell's position We support the Jet Zero Strategy. We believe a comprehensive policy framework is required to support the UK’s development and deployment of SAF, including incentives alongside mandates, to encourage investment and stimulate demand. Shell’s advocacy We engage the government directly on these issues. We also engage through Fuels Industry UK. An example of our advocacy: Policy, legislation and regulation Brazil’s net zero by 2050 target In 2023, the Brazilian government set the target. Brazil National Energy Transition Policy In August 2024, the Brazilian government published the policy. Shell's position We support Brazil’s target to achieve net-zero emissions by 2050. We believe that government policies will play an important role in Brazil’s energy transition. Shell’s advocacy We engage the government directly and indirectly through industry associations such as the Brazilian Business Council for Sustainable Development (CEBDS), the Brazilian Petroleum and Gas Institute (IBP) and the ICC Brasil on policies to support Brazil’s net zero by 2050 target. Shell’s advocacy Examples of our advocacy: We have used our Shell Scenarios Sketch ‘Brazil: Leading the world to net-zero emissions’ (June 2024) in engagements with governments, policymakers, think tanks and industry associations. The sketch highlights the importance of stable and predictable government policies to support the transition to net zero. Policy, legislation and regulation Brazilian Emissions Trading System (ETS) Bill of Law In 2023, the draft ETS Bill was introduced to the Brazilian National Congress. It is pending final approval. Shell's position We advocated the establishment of the Brazilian Emissions Trading System (ETS) and support the ETS Bill. We believe the ETS is crucial for helping to achieve Brazil’s net zero by 2050 target. We believe the ETS would encourage decarbonisation at the lowest cost and support the long-term development of a global carbon market. Shell's position We also believe an ETS in Brazil could help to further develop Brazil’s carbon market and enable it to become an exporter of carbon credits (e.g. through Article 6 of the Paris Agreement). Shell’s advocacy We have engaged the Brazilian government directly on this topic, as well as through industry associations including the Brazilian Business Council for Sustainable Development (CEBDS) and the Brazilian Petroleum and Gas Institute (IBP). This has included sharing our experience of carbon markets in other countries and regions with Brazilian stakeholders. Policy, legislation and regulation Consultation on Energy Security and Environment and Permanent Concession Offer (OPC) tender protocol: Improvements in bid rounds and environmental licensing process Policy, legislation and regulation The Ministry of Mines and Energy (MME) held a public consultation in July 2024 about energy security and the environment. The Brazilian National Agency for Petroleum, Natural Gas and Biofuels (ANP) held a public consultation about the OPC tender protocol and contract in June 2024. Shell's position We advocated improvements in the processes for nominating, offering, and licensing areas to explore oil and gas resources in Brazil, including the introduction of a bid round calendar. This is to help speed up the process, and to help ensure legal stability and predictability for companies involved in the bidding process. Shell’s advocacy We have engaged the Ministry of Mines and Energy (MME), the Brazilian National Agency for Petroleum, Natural Gas and Biofuels (ANP) and the Brazilian Institute of Environment and Renewable Natural Resources (IBAMA) directly on this topic. We have also engaged the government through the Brazilian Petroleum and Gas Institute (IBP). Shell’s advocacy An example of our advocacy: Shell’s response to the Ministry of Mines and Energy’s public consultation on environmental issues and energy security (July 2024, provided in Portuguese). Policy, legislation and regulation Brazilian tax reform: Complementary Bill of Law In April 2024, the Bill was introduced to the Brazilian National Congress. Shell's position We advocate a stable, competitive, and attractive environment for business investments. The introduction of a “selective tax” on the extraction of oil and natural gas should be aligned with international best practices and with the Brazilian Tax Reform principles, notably non-taxation of exported goods and taxation of carbon at the point of consumption rather than extraction. Shell’s advocacy We have engaged on this topic through the Brazilian Petroleum and Gas Institute (IBP). We provided input to IBP’s position paper on this issue (view position paper in Portuguese on IBP’s website). Policy, legislation and regulation Gas for Jobs programme and decree (“Gás para Empregar”) In 2023, the Brazilian government launched the Gas for Jobs programme. In August 2024, it published the decree. Shell's position The Gas for Jobs programme aims to promote the optimal use of natural gas produced in Brazil for the country’s socio-economic development and the energy transition. Shell's position We advocated the need for a liberalised, flexible, and liquid natural gas market. We also advocated that the development of the gas market should be based on a business environment that has stable regulations, guided by free competition and respect for contracts in force. We are in favor of negotiated access to essential infrastructure, as stated in the Gas Law. Shell’s advocacy We participated in the Brazilian government’s Gas for Jobs programme committees, including providing views on policy development. Shell’s advocacy We are engaging the government directly and through the Brazilian Petroleum and Gas Institute (IBP) about the potential implications of the decree. Shell provided input to the IBP position paper on the decree (view position paper in Portuguese on IBP’s website). Policy, legislation and regulation Power Market Reform law In 2021, the Brazilian government introduced the Bill of Law to the Brazilian National Congress. The Bill is currently stalled. The government has indicated it plans to introduce a new power market reform bill. Shell's position We advocate a liberalised and transparent power market. We also advocate a review of power market subsidies to ensure a balanced and sustainable market, with regulatory stability for investments. Shell’s advocacy We engage the Brazilian government directly on this topic and through industry associations including the Brazilian power trading association (ABRACEEL), the Brazilian Association of Independent Power Producers (Apine) and the Brazilian Association of Wind Energy and New Technologies (ABEEolica). Shell’s advocacy An example of our advocacy: Shell’s response to the government’s consultation on power market reform 137/2022 (November 2022. Note this paper is in Portuguese) . Policy, legislation and regulation Fuels of the Future law: CCS Policy Framework In October 2024, the law was approved. Shell's position We believe that CCS is important for Brazil to achieve net-zero emissions by 2050. We advocated the need to have a clear framework to support the development of CCS in Brazil, and for the regulator to be the Brazilian National Agency of Petroleum, Gas and Biofuels (ANP). We support the policy framework set out in the Fuels of the Future law. Shell’s advocacy We engage the government and the Brazilian National Agency for Petroleum, Natural Gas and Biofuels (ANP) directly on the topic, offering our expertise and examples of CCS policies and regulations from different countries and regions. Policy, legislation and regulation Brazil Low-Carbon Hydrogen Policy Framework In August and September 2024, two laws establishing the legal framework for low-carbon hydrogen in Brazil were approved. Shell's position We advocated the need to have a legal framework for low-carbon hydrogen. We support the legal framework and continue to engage on some of the details still being discussed. We believe it is important to ensure transparency and robustness of the low-carbon hydrogen certification process, to consider carbon intensity when granting tax credits and to observe international standards (which could help to expand export routes for hydrogen). Shell’s advocacy We engage on this topic through industry associations including the Brazilian National Industry Confederation (CNI) and the Brazilian Petroleum and Gas Institute (IBP). We have offered our expertise and examples of hydrogen policies in other countries and regions. Policy, legislation and regulation Methane policy measures In 2023, Brazil joined the Global Methane Pledge, committing to a 30% reduction in methane emissions by 2030. Policy, legislation and regulation In August 2024, the Energy Policy National Council (CNPE) published a resolution setting out guidelines to decarbonise the oil and gas sector, including requirements to reduce methane emissions. The Brazilian National Agency for Petroleum, Natural Gas and Biofuels (ANP) will be responsible for adopting a resolution to require companies to reduce methane emissions. Shell's position We support methane-related initiatives to improve standards, promote transparency and reduce emissions. Shell’s advocacy We participate in the Brazilian Petroleum and Gas Institute (IBP) working group on methane emissions reduction. Shell’s advocacy We have also been collaborating with the Brazilian National Agency for Petroleum, Natural Gas and Biofuels (ANP) about a methane resolution. We have shared our international experience about methane reduction best practices. Policy, legislation and regulation China’s 1+N dual carbon policy framework In 2021, the Government of China published dual policies for carbon peaking in 2030 and carbon neutrality (net-zero carbon emissions) by 2060. Shell's position We support China’s dual 2030 and 2060 carbon emission targets. We support the translation of these targets into comprehensive policy frameworks for implementation. Shell’s advocacy We engage the government directly on energy transition issues. We also engage through industry associations including the China Petroleum and Chemical Industry Federation (CPCIF) and China EV100 (China Electric Vehicle Association). Shell’s advocacy Examples of our advocacy: We have worked with the Development and Research Centre (DRC) of China’s State Council on China’s energy industry and energy transition issues over the past 13 years. A recent joint DRC-Shell study “China New Energy 2060: New Energy, New Economy” (2023), examined the energy demand, supply and new energy infrastructure required to meet China’s dual 2030 and 2060 carbon emissions targets. The study also considered the impact of the transition on regional economic development and on the wider economy overall. Our CEO, Wael Sawan, participated in the China Development Forum in 2023 and 2024. This brings together representatives of government, business and international organisations on a range of issues including energy transition and energy security. Policy, legislation and regulation China Emissions Trading Scheme (China ETS) In 2021, the Government of China launched the China ETS. Initially it covered the power sector only, but from 2025 it will be expanded to include the steel, cement and aluminium sectors. Shell's position We support the China ETS, which is a key step to help China achieve its 2030 and 2060 carbon emission targets. We believe that the government should consider including trading organisations (which trade emissions allowances) in the carbon market too, to help improve market liquidity. Shell’s advocacy We engage with the Shanghai Environment and Energy Exchange (SEEE) on this issue. SEEE is the exchange for China national emission allowances. Policy, legislation and regulation China Certified Emission Reduction (CCER) scheme In January 2024, the national CCER exchange (Beijing Green Exchange) re-launched the national voluntary carbon market CCER scheme. Shell's position We support the re-launched CCER scheme, which includes new trading rules, management regulation and a CCER methodology. We believe the national CCER exchange should take the role of central clearing party, to help international players participate in this market. Shell’s advocacy We engage with the national CCER exchange (Beijing Green Exchange) on this issue. Policy, legislation and regulation 2024-2027 Action Plan for Accelerating the Construction of a New Power System In July 2024, the Government of China issued the action plan. Four of the nine special actions support the electrification of road transport. Shell's position We support the government action plans designed to support the electrification of road transport in China. In particular, we support the plan for the high-quality development of distribution networks, which aims to improve the network connection capacity of new energy and electric vehicle charging facilities in key provinces. Shell's position We also support the plan for the construction of an intelligent scheduling system, in which we are keen to participate in the role of a load aggregator. Being a load aggregator means that we would control total charging capacity by using dynamic pricing to optimise electricity supply based on grid constraints. We support the expansion of the network of electric vehicle charging facilities. We also support the plan for orderly charging, a type of smart charging, supplemented by expansion of dynamic pricing and the formulation and revision of fast-charging standards. We support market-driven development of electric vehicle charging in terms of availability, reliability and pricing. Shell’s advocacy We participate in conferences organised by government or industry associations such as China EV100 (China Electric Vehicle Association). We also participate in technical meetings for industry standards. Policy, legislation and regulation Electric vehicle fast-charging standard In 2023, the Government of China approved the standard. Shell's position We supported the development and publication of China’s electric vehicle fast-charging standard. Shell’s advocacy We engaged through our role as a member of the national electric vehicle standard-setting working group. Policy, legislation and regulation Sustainable Aviation Fuel (SAF) policies In 2021, the China Aviation Administration Commission (CAAC) published the Special Plan for Green Development of Civil Aviation that includes SAF consumption targets for 2021-2025. Policy, legislation and regulation In 2023-24, CAAC released multiple SAF industrial standards for public consultation. These included a sustainability standard and a technical specification for calculating the lifecycle emissions of jet fuel. Shell's position We believe that an increase in the use of sustainable aviation fuel (SAF) will be the most significant way to decarbonise the sector by 2050. Consistent, robust and long-term policy frameworks are needed to stimulate demand for SAF and incentivise its production and supply. Shell's position We advocate government targets in line with the International Civil Aviation Organization (ICAO) goal of net-zero emissions by 2050. We believe these targets should be supported by policies such as fuel supplier mandates which require fuel suppliers to decarbonise their aviation fuel sales by blending SAF. We also advocate SAF policies that create space for innovative business models, such as book and claim models. We support a harmonised approach across the industry to assessing the sustainability criteria and lifecycle emissions of SAF. Shell’s advocacy We engage CAAC directly. Shell’s advocacy Examples of our advocacy: We engaged with the Deputy Director-General of CAAC to advocate the production and use of SAF in China (2023). We participated in the first sustainability forum hosted by the China Air Transport Association (CATA), which highlighted the importance of SAF in decarbonising aviation (March 2023). Policy, legislation and regulation CCS policy initiatives The Government of China has set out a number of policy initiatives to promote carbon capture, utilisation and storage. This includes policy support for CCS in China’s 1+N dual carbon policy framework (2021) and in the carbon peak implementation plans of more than 15 provinces and municipalities (2022-23). Policy, legislation and regulation The government is encouraging CCS projects, for example through the 2024 Special management measures for the investment of the central budget for energy conservation and carbon reduction. In the China-US Sunnylands statement, the countries stated their plan to advance at least five large-scale cooperation CCS projects by 2030. CCUS CO2 Quantification Methodology In 2024, the government published the draft methodology for consultation. Shell's position We support the implementation of policy and regulatory frameworks to support broad-scale commercial deployment of CCS. We advocated the inclusion of CCS in China’s 1+N dual policy framework. Shell's position We believe that the China ETS alone is not sufficient to promote large-scale CCS development in China. We believe that CCS-specific incentives are required. In 2024, Shell, CNOOC, Exxon and Guangdong DRC signed a joint study agreement to study the technical, commercial, policy and regulatory feasibility of a CCS project in the Daya Bay area of China. In 2024, the Daya Bay area CCS Consortium, which includes Shell, submitted an application for a CCS demonstration project under the Sunnylands programme. Shell’s advocacy We engage with the Chinese government and some provincial and municipal governments directly on support for CCS. This includes engaging the Ministry of Ecology and Environment (MEE) on the inclusion of CCS in the N+1 dual policy framework. It also includes engaging the Guangdong DRC and Huizhou Municipal governments on supporting policies for CCS projects. Shell’s advocacy We have engaged on CCS through industry associations including the China Petroleum and Chemical Industry Federation (CPCIF) and the Administrative Centre for China’s Agenda 21 (ACCA21). In 2023, Shell co-led the CCUS Taskforce at the CCUS session of the annual CPCIF conference that aimed to align industry views on CCUS. Shell participated in the China CCUS Verification and Quantification Standard Taskforce. We also commented on the need for a CCUS CO2 quantification methodology, which calculates the amount of CO2 stored. Policy, legislation and regulation Medium- and Long- Term Plan for the Development of the Hydrogen Energy Industry (2021-35) In 2022, the Government of China published the national plan for the expansion of the whole hydrogen value chain. Shell's position We support the plan, and the translation of hydrogen strategies into clear, coherent and timely policies and regulations to support low-carbon hydrogen supply and demand. Shell’s advocacy We engaged the national government and some provincial governments on measures to support hydrogen supply and demand, including sharing experience of the US and EU policy and regulatory frameworks. Policy, legislation and regulation Kazakhstan’s strategy to achieve net-zero emissions by 2060 In 2023, the Kazakhstan government adopted its net-zero emissions strategy. The government is developing a roadmap to achieve the strategy’s objectives. Shell's position We support Kazakhstan’s strategy to achieve net-zero emissions by 2060. We believe that we can play an important role in the country’s energy transition. Shell’s advocacy We engage the government directly on this topic and participate in two working groups, organised by the Economic Research Institute under the Ministry of National Economy. The working groups focus on the net-zero emissions roadmap and the carbon regulatory system (includes discussions on the emissions trading system; monitoring, reporting and verification, carbon border adjustment mechanisms and carbon offsets). Policy, legislation and regulation Kazakhstan’s Emissions Trading System (KAZ ETS) In 2013, the Kazakhstan government launched the ETS. Shell's position KAZ ETS covers around 50% of national CO2 emissions, from facilities emitting over 20,000 tCO2/year across the power, centralised heating, extracting industries, and manufacturing sectors. Since 2021, allowances have been allocated based on a benchmarking approach, and efforts are underway to introduce auctioning as part of this system. KAZ ETS is currently not linked with any other system. Shell's position We believe that KAZ ETS should promote low-carbon solutions in Kazakhstan through a predictable long-term quota allocation process. This should be based on transparent benchmarking and supported by a regulatory and fiscal framework aligned with best international practices. Shell’s advocacy We engage the government directly on KAZ ETS, and through the Kazakhstan Foreign Investors’ Council Association (KFICA). KFICA has hosted workshops that bring together government officials and subject matter experts from KFICA member companies, promoting collaboration and addressing various decarbonisation topics. Policy, legislation and regulation Methane policy measures In 2023, Kazakhstan joined the Global Methane Pledge (GMP), committing to a 30% reduction in methane emissions by 2030. Shell's position We advocate minimising methane emissions in Kazakhstan throughout the gas value chain. We believe the government should end routine flaring in Kazakhstan as soon as possible and no later than 2030. Shell’s advocacy We engage the government through the Kazakhstan Foreign Investors’ Council Association (KFICA). We have helped to facilitate the exchange of international best practices on reducing methane emissions. Shell’s advocacy With Shell’s support, our joint ventures North Caspian Project (NCOC) and Karachaganak Petroleum Operating B.V. (KPO) joined the Oil & Gas Methane Partnership 2.0 and submitted plans to achieve Gold Standard status. Through its membership of the Oil and Gas Climate Initiative, Shell co-funded OGCI’s flagship Satellite Monitoring Campaign (SMC) in Kazakhstan to support countries taking practical action to reduce methane emissions from oil and gas operations. Policy, legislation and regulation CCS regulation Shell's position We believe that the government should introduce a supportive policy and regulatory framework to encourage CCS in Kazakhstan. We believe this should include subsidies to support companies deploying CCS projects. Shell’s advocacy We engage the national oil and gas company KazMunaiGas (KMG) on this topic. We also engage on CCS through industry associations including KAZENERGY and the Kazakhstan Foreign Investors’ Council Association (KFICA). We provide expertise on CCS and share policy recommendations and examples of regulatory models from other countries. Policy, legislation and regulation National Climate Change (NCC) Bill The Malaysian government is planning to table the NCC Bill by 2025. In October 2024, the government launched a public consultation on the bill. Policy, legislation and regulation National Climate Change Policy 2.0 (NCCP 2.0) In September 2024, the Malaysian government published the NCCP 2.0, which establishes a strategic framework for Malaysia’s climate policies to help achieve net-zero emissions by 2050. National Energy Transition Roadmap (NETR) In 2023, the Malaysian government published the NETR that outlines Malaysia’s target to achieve net-zero emission by 2050. National Energy Policy (‘DTN’) 2022-2040 In 2022, the Malaysian government published the policy that outlines its strategic priorities for the energy sector up to 2040. Shell's position We support Malaysia’s target to achieve net-zero emissions by 2050, and a 45% reduction in economy-wide carbon intensity by 2030 compared to 2005 levels. Shell's position We believe these targets should be translated into comprehensive policy frameworks. We welcome the National Climate Change Bill and the National Climate Policy 2.0 as positive steps to help achieve Malaysia’s net zero by 2050 target. Shell’s advocacy We engage the government directly on energy transition policy. Shell’s advocacy Our Malaysia Country Chair has spoken about the energy transition at various industry conferences, including the Offshore Technology Conference 2024 and the Sabah Oil and Gas Conference and Exhibition 2024. Policy, legislation and regulation National carbon tax In October 2024, the Malaysian government announced that it plans to introduce a carbon tax on the steel, iron and energy sectors by 2026. Shell's position We support putting a direct price on carbon emissions in Malaysia as part of a broader policy framework to achieve net-zero emissions. Shell’s advocacy We participated in the Bursa Carbon Exchange Malaysia Carbon Markets Forum in August 2024. The International Emissions Trading Association (IETA), of which we are a member, was the official partner of this event. Policy, legislation and regulation Malaysia voluntary carbon market In 2022, the Malaysian government announced the implementation of a voluntary carbon market. In 2022, Bursa Malaysia launched the Bursa Carbon Exchange. Shell's position We support Malaysia’s voluntary carbon market as immediate decarbonisation tool that drives much-needed finance to projects, at-risk ecosystems, and communities. Shell's position We believe that public and private investment in the protection and restoration of natural ecosystems should be incentivised, alongside transparent use of carbon compensation that complements and does not displace efforts to avoid and reduce greenhouse gas emissions. We believe it is important to ensure high quality and integrity for all carbon credits, consistent with international standards to support fungibility in global markets, through clearly defined frameworks for monitoring, reporting, and verification (MRV). Shell’s advocacy We participated in workshops organised by Bursa Malaysia on the setting up of the Carbon Exchange. In our engagements with the Malaysian and Sabah governments, we have stated our interest in exploring nature-based solutions opportunities to provide high and quality integrity carbon credits. Policy, legislation and regulation Role of natural gas in Malaysia’s energy transition Shell's position We advocate the role of gas in the energy transition and in securing stable energy supplies, in line with the decarbonisation pathway of Malaysia. See also Methane row. Shell’s advocacy We engage the government indirectly through the Malaysian Gas Association (MGA). Our Country Chair has also highlighted the role of natural gas and LNG in the energy transition at various Malaysian industry conferences. These include the Offshore Technology Conference 2024 and the Sabah Oil and Gas Conference and Exhibition 2024. Policy, legislation and regulation Methane policy initiatives Malaysia is a signatory to the Global Methane Pledge, which aims to reduce methane emissions across all sectors by at least 30% below 2020 levels by 2030. The National Climate Change Policy 2.0 (NCCP 2.0) also set an action to reduce methane emissions, including from oil and gas production. Shell's position We advocate regulation to reduce methane emissions and the end of routine flaring as soon as possible and no later than 2030. Shell’s advocacy We engage the regulator directly on this topic, and through the Malaysian Gas Association (MGA). We participate in industry initiatives to encourage methane emission reductions, for example the ASEAN Energy Sector Methane Leadership Program, launched at Energy Asia 2023. Policy, legislation and regulation National Energy Transition Roadmap (NETR) In 2023, the Malaysian government published the NETR that includes a B30 biodiesel blending mandate by 2030 for heavy-duty vehicles. Policy, legislation and regulation Low Carbon Mobility Blueprint (LCMB) In 2021, the Malaysian government published the LCMB, which seeks to reduce emissions from the transport sector. It includes measures to promote electric vehicles and biodiesel. Shell's position We support the B30 mandate for heavy-duty vehicles. We support the government’s ambition to grow the electric vehicle charging network in Malaysia to support the growth of the electric vehicle market. Shell’s advocacy We have advocated directly to government on policies that would encourage the adoption of electric vehicles and speed up the setting up of electric vehicle charging networks, in line with demand in Malaysia. Policy, legislation and regulation CCS policy initiatives CCS is included in the National Climate Change Policy 2.0 and National Energy Transition Roadmap. A standalone CCS bill is expected in 2024. Shell's position We support policy and regulatory frameworks to support broad-scale commercial deployment of CCS. Shell’s advocacy We engage the government directly on CCS policy and regulation. We have also engaged the Malaysian and Sarawak governments, PETRONAS and PETROS regarding a CCUS project offshore Sarawak. See Shell media release Shell Malaysia and PETRONAS deepen collaboration to explore development of carbon sequestration hubs (December 2022). Policy, legislation and regulation Nigeria Energy Transition Plan In 2022, the Nigerian government launched the Energy Transition Plan. In 2021, Nigeria set its target to achieve net-zero emissions by 2060 in its NDC and passed the Climate Change Act. Policy, legislation and regulation Nationally Determined Contribution Implementation Framework (NDC-IF) In May 2024, the Nigerian government launched the framework for the period 2023-30. Shell's position We support Nigeria’s target to achieve net-zero emissions by 2060 and welcome the Nigeria Energy Transition Plan and NDC-IF. We believe that comprehensive policy frameworks are required to achieve the 2060 goal. Shell’s advocacy We engage directly with the government on this topic. This includes engaging with the Nigeria Climate Change Council (NCCC) around industry collaboration on carbon capture and storage and a carbon emissions trading system. We also engage with the Special Presidential Envoy on Climate Action, to encourage support for carbon markets at UNFCCC discussions. Policy, legislation and regulation Nigeria Carbon Market Activation Policy (NCMAP) In September 2024, the Nigerian government launched the NCMAP, designed to drive the development of Nigeria’s voluntary carbon market. Shell's position We recognise the value of high-quality carbon credits as an immediate decarbonisation tool. We believe that high-integrity carbon credits should complement and not replace efforts to avoid and reduce greenhouse gas emissions. In stakeholder engagement events in 2024, we called for the Carbon Market Office within the Nigeria Climate Change Council (NCCC) to be a one-stop shop for all relevant carbon market activities. Shell’s advocacy We engage the government directly on this topic. We participated in the government’s Carbon Market Activation Plan stakeholder consultation and validation workshop in early 2024. We also participated in a workshop on Nigeria’s Carbon Market Framework: Article 6 in 2024, where the implementation design was reviewed. Policy, legislation and regulation The Decade of Gas initiative In 2021, the government launched this initiative to promote a gas-powered economy by 2030. Shell's position We support the objectives of the Decade of Gas initiative. This includes the “policy reforms and regulatory framework” component of the initiative. The government aims to streamline licensing procedures, improve fiscal terms, and create a conducive investment climate for stakeholders in the gas sector. Shell’s advocacy Our Nigeria Country Chair is on the Decade of Gas team. We continue to be involved in discussions about the policy reforms and regulatory framework required to support gas production. Shell’s advocacy We have also engaged the government indirectly through our membership of the Nigerian Gas Association (NGA). An example of our advocacy: In 2023, Shell participated in an event to discuss the Decade of Gas, that involved the Nigerian Upstream Petroleum Regulatory Commission (NUPRC) and key players from Nigeria’s oil and gas industry. Further information can be found on the NUPRC website. Policy, legislation and regulation Nigeria commitment to end routine flaring by 2028 In 2023, the Nigerian government made the commitment. Shell's position We welcome Nigeria’s commitment to end routine flaring by 2028. Shell has set a target to end routine flaring by end-2024 in Nigeria. We remain aligned with the government’s aspiration through participation in the Nigeria Gas Commercialisation Programme (NGFCP). Shell’s advocacy We have engaged the government directly on this issue. Policy, legislation and regulation Power Sector Reforms Nigeria released a new framework for power pricing, effective from April 2024. This was announced by The Nigeria Electricity Regulatory Commission (NERC) in the April 2024 Supplementary Multi-Year Tariff Order, which was issued to power suppliers individually. Shell's position We support the power pricing framework, which we believe encourages investment in the power sector. Shell’s advocacy We have engaged the government indirectly on this topic through our membership of the Nigerian Gas Association (NGA). Policy, legislation and regulation CCS policy initiatives Shell's position We believe that policy and regulatory frameworks are needed to support broad-scale commercial deployment of CCS in Nigeria. Shell’s advocacy We engage the government directly and through the Oil Producers Trade Section (OPTS) industry association. Shell’s advocacy An example of our advocacy: In 2022, Shell participated in a CCS workshop organised by the Nigerian government in conjunction with the World Bank and the International Finance Corporation (IFC). The workshop focused on technical issues relating to industrial CCUS. There were follow-up engagements with the World Bank and IFC in 2023. Policy, legislation and regulation Oman net-zero emissions by 2050 target In 2022, the Government of the Sultanate of Oman set the country’s NZE target. Shell's position We support Oman’s target to achieve net-zero emissions by 2050. We believe the target should be translated into comprehensive policy frameworks. Oman is currently exploring a range of policy options to help achieve the target. Shell’s advocacy We engage the government directly on energy transition policies. We have participated in key initiatives related to decarbonisation. This includes Oman Sustainability Week, which aims to highlight the Sultanate of Oman’s commitment to sustainability. Policy, legislation and regulation Carbon pricing scheme The Government of the Sultanate of Oman is considering a carbon pricing scheme to help achieve its net-zero by 2050 target. Shell's position We are advocating a direct price on carbon emissions in Oman as part of a broader policy framework to achieve net-zero emissions. We believe that a market-based mechanism, such as an emissions trading scheme, would be preferable in Oman since it could incentivise decarbonisation at the lowest cost and support the long-term development of a regional or global carbon market. Shell’s advocacy We engage the government directly on this topic, including sharing our experience of other emissions trading systems around the world. Policy, legislation and regulation Oman voluntary carbon market: Article 6 policy development The Government of the Sultanate of Oman is developing an Article 6 policy framework to encourage a carbon market in Oman. Shell's position We support international carbon market cooperation under Article 6 of the Paris Agreement. We believe it is important to ensure that international carbon credit transactions have high integrity by avoiding double counting across national inventories. Shell’s advocacy We engage the government directly on this topic. Shell’s advocacy Examples of our advocacy: We supported the Environmental Authority initiative to develop an Article 6 policy framework through participation in workshops and consultations on the draft framework (2024). We supported the Oman Environmental Authority in building capacity on carbon credits, including facilitating engagements with IETA and UNFCCC (2023). Policy, legislation and regulation Methane policy initiatives In 2022, the Government of the Sultanate of Oman signed up to the Global Methane Pledge, with the aim to reduce methane emissions by 30% from 2020 by 2030, in particular from the oil and gas sector. Shell's position We are collaborating with the Government and policymakers to minimise methane emissions throughout the gas value chain, and to end routine flaring as soon as possible and no later than 2030. Shell’s advocacy We have engaged with the government directly to support the development of a country-level methane action plan for Oman. We have also worked with our joint ventures in Oman to implement the Oil & Gas Methane Partnership (OGMP 2.0) and identify methane reduction opportunities. Shell’s advocacy Under the Methane Guiding Principles coalition, Shell and other companies are engaging with governments and industry in more than 20 countries to disseminate best practices and inform methane policies and regulations. In 2023, Shell engaged with Oman under this effort. Policy, legislation and regulation Low-carbon hydrogen and CCS regulatory framing In 2023, the Government of the Sultanate of Oman established a carbon capture, utilisation and storage (CCUS) core team to advise on the policy and regulatory set up that is needed to advance low-carbon hydrogen and CCUS regulatory development in Oman. The core team is made up of a coalition of public and private sector players. Shell's position We support the government’s position in exploring CCUS as a decarbonisation pathway. We have worked with the government on policy recommendations and have explored the introduction of potential regulations. Shell’s advocacy We engage with the government through the CCUS core team to make recommendations on many issues related to hydrogen and CCUS. Our engagements also cover the development of a fit-for-purpose CCUS policy and regulatory framework addressing all aspects across the CCUS value chain including a monitoring, reporting and verification (MRV) plan. Policy, legislation and regulation Energy transition initiatives Shell's position In support of Qatar National Vision 2030 and QatarEnergy’s sustainability targets, Shell engages with stakeholders in Qatar in the areas of CCS, low-carbon fuels and methane emissions reductions. Shell’s advocacy We engage with stakeholders in Qatar on these energy transition topics.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}