{
    "title": "AA1000 Licensed Assurance Provider for the audit and verification of ESG / Sustainability reports, disclosures and public statements.",
    "author": "unknown",
    "source": "AA1000 Licensed Assurance Provider for the audit and verification of ESG / Sustainability reports, disclosures and public statements.",
    "date": "2024-12-11",
    "text": "AA1000 Licensed Assurance Provider for the audit and verification of ESG / Sustainability reports, disclosures and public statements. Supporting the energy transition with deep industry experience and tailor made solutions for oil and gas, decommissioning, renewables, CCUS and Hydrogen. Introduction Vysus is a fully licensed AA1000AS assurance provider for the verification of sustainability reports, disclosures and public statements. License number 000-534 - Issue 2021. AA1000AS V3 Assurance Standard The AA1000 Assurance Standard (AA1000AS v3) is the leading methodology used by sustainability professionals worldwide for sustainability-related assurance engagements, to assess the nature and extent to which an organization adheres to the AccountAbility Principles. The AA1000AS v3 is a next generation standard for sustainability assurance that: Offers Principles-based Guidance rooted in the AA1000 Accountability Principles (2018) of Inclusivity, Materiality, Responsiveness, and Impact. Incorporates a Wide-angle, Integrated, and Forward-looking view of a company’s overall sustainability management, performance, and reporting practices. Ensures Flexibility, Accessibility, and Applicability by any organization, of any size, in any industry, anywhere in the world. Prioritizes the User Experience to be easy to read, simple to use, and clear in its objectives. AA1000AS can be used in conjunction with ISAE 3000, ISAE 3410 and ISO 14064-3 To address specific requirements regarding the verification of GHG emissions, AccountAbility has published, Guidance on Assuring GHG Emissions with AA1000 V3. Competency In accordance with recent revisions to the AccountAbility Licencing requirements, the Vysus team hold the mandatory AccountAbility Certified Sustainability Assurance Practitioner (CSAP) qualifications required by all Licenced Assurance providers to conduct licenced ESG assurance engagements after January 1st 2025. Our team of Auditors are IEMA Registered; The team is led by an IEMA Registered Principal Auditor with over 30 years experience, 24 years within the international oil and gas industry. Intended users / stakeholders Intended user of this services are users or verified ESG Disclosures, report and publications: Institutional investors who have integrated sustainability criteria into their valuation and fund management methodologies; ESG ratings and rankings agencies and influencers of Investor Relations teams and C-level and Board discussion; Companies required to comply with EU disclosure requirements mandated by the EU Corporate Sustainability Reporting Directive (CSRD), which includes data on GHG emissions; SEC Publicly quoted companies required to disclose climate-related risks that are likely to impact their business, including material Scope 1 and 2 GHG emissions; Stock exchanges worldwide which are increasingly mandating listed companies to disclose their GHG emissions, aiming to bolster corporate ESG transparency and promote sustainable investment practices, in accordance with the UN Sustainable Stock Exchanges (SSE) Initiative Application and compatibility As noted, the AccountAbility suite of Principles and Standards is compatible with leading industry sector standards, references and Government guidance documents: IFRS (Previously, TCFD), SASB Guidance IOGP / IPIECA / API Global Reporting Initiative (GRI) Principles for Responsible Investment (PRI) Global Real Estate Sustainability Benchmark (GRESB) public disclosure for investors HM Govt / Streamlined Energy and Carbon Reporting framework (SECR) ISO 14064 series UK Govt / NSTA Stewardship Expectations, SE 11 / ERAP OGA Governance Guidance GHG Protocol methodologies. API Industry Guidance Relationship with statutory audits Importantly, the AA1000 verification process can be used to support the statutory audit process: Where the auditor is required to pass comment on the non-financial information to the extent that it is / is not materially inconsistent with the financial statement. Where the auditor will not perform audit procedures on the underlying sustainability information. Note: The Chief Financial Officer takes responsibility for what is included in the annual report. It is the CFOs responsibility to conduct or commission an appropriate internal review to ensure the accuracy of information included in the accounts - including sustainability disclosures. The Vysus AA1000 Licenced Assurance Provider can support this process. Additional support - cloud services and managed audit programme Where clients require additional support to plan and execute the annual audit, assurance and verification programme, we can offer this as a managed services in accordance with ISO 19011 specifications. Additionally, we can offer the managed audit and assurance capability as a secure and reliable cloud-based service through our partnership with Siccar. Contact Ian Thomas, Senior Principal Consultant, Vysus Group. T: +441224 057 867 M: +447785 515 403 Expertise Title Expertise Description \n             Engineering and technical consultancy services \n       \n               \n             Vysus Group is a leading engineering and technical consultancy offering specialist asset performance, risk management and project management expertise across complex industrial assets, energy assets (oil and gas, nuclear, renewables) and the energy transition.  \n       Established in 2020 from the carve out of Lloyd's Register Energy business, Vysus can trace its roots back to the 1930s. \n             \n             Advisory \n       \n               \n             The Vysus team provide specialist advice to clients in the energy sector and related industries to support the transition to a low carbon / sustainable economy. \n       \n             \n             Verification, audit and validation \n       \n               \n             Since the early days of the EU ETS Scheme, the Vysus team, trading as LR / LRQA, have provided specialist verification, certification and validation services to the Energy industry covering ET ETS Emissions Verification, ISO 14001 EMS Certification and OSPAR EMS Verification. \n       The AA1000 Licence is the latest iteration in a 25 year history. \n             \n             Compliance (Regulations, codes and standards) \n       \n               \n             Compliance with regulations, codes and standards is at the heart of everything we do as sustainability and environmental professionals. For over 30 years, members of the team have been advising clients from around the world, covering legacy oil and gas, renewables, CCUS, Hydrogen across all phases of the project / asset life cyclce. \n       \n             Specification Title Specification Description \n             IFRS 1 and 2 \n       \n               \n             Supports IFRS 1 and 2 (TCFD) and SASB Sector Guidance for verification of investor focused disclosures. \n       \n             \n             OGA and NSTA \n       \n               \n             Supports OGA Governance Obligations and NSTA Stewardship Expectations \n       \n             \n             Streamlined Energy and Carbon Reporting (SECR) \n       \n               \n             Supports quoted companies; large unquoted companies; limited liability partnerships with disclosure of emissions, carbon intensity and related information \n       \n             \n             IOGP / API \n       \n               \n             Supports quantification, reporting and disclosure of emissions and carbon intensity. \n       \n             \n             OSPAR Recommendation 2003/5 \n       \n               \n             Supports operators of offshore installations to produce a verifiable an annual public statement. \n       \n             \n             ISO 14064 \n       \n               \n             Supports quantification, reporting and disclosure of ghg emissions and carbon intensity inherent in SECR, EU / UK ETS, CBAM and many other schemes \n       \n             \n             ISO14001 \n       \n               \n             Supports publication of a verifiable public statement, disclosure or report. \n       \n             \n             ISO50001 \n       \n               \n             Supports energy management in accordance with ISO 50001 specification \n       \n             \n             Securities and Exchange Commission (SEC) \n       \n               \n             Supports firms subject to Securities and Exchange Commission (SEC) reporting requirements (US) with mandatory reporting and disclosure. \n       \n             \n             S&P Dow Jones Indices Sustainability Index \n       \n               \n             Supports voluntary reporting and disclosure of financial and non-financial firms seeking investment via S&P Dow Jones Indices Sustainability Index. \n       \n             \n             Singapore Exchange \n       \n               \n             Supports mandatory reporting for listed financial and non-financial firms seeking investment via Singapore Exchange. \n       \n             \n             Australia Securities Exchange \n       \n               \n             Supports listed financial and non-financial firms with reporting in accordance with the National Greenhouse and Energy Reporting specification \n       \n             \n             Corporate Sustainability Reporting Directive (CSRD) \n       \n               \n             Supports large companies and companies listed on regulated markets with mandatory reporting \n       \n             \n             BATc / BREF \n       \n               \n             Supports developers with BAT justification, reporting and disclosure covering hydrocarbon operations, large combustion plant, large chemical production and waste management \n       \n             \n             Oil Spill Financial Responsibility and Assurance \n       \n               \n             Supports operators and license holders with the verification of financial calculations to respond to a worst case oil spill in accordance with regulator requirements e.g. NOPSEMA / AEP. \n       \n             \n             NORSOK S-003 \n       \n               \n             Supports environmental budget reporting in accordance with NORSOK specification \n       \n             \n             Carbon Border Adjustment Mechanism \n       \n               \n             Supports organisations importing products from outwith UK and EU to address CBAM requirements to reduce carbon leakage. (cement, iron and steel, glass, refining, non ferrous and non metallic minerals, fertiliser, paper and pulp) \n       \n             Reviews The Technology Readiness Level (TRL) indicates the maturity level of novel technologies. Learn more about the TRL scale used by us. [9/9] Relative Business Impact Sign up or log in to your Explorer Plus or higher plan to get access to all the 7 deployment references. Last Deployment Year",
    "images": "https://www.technologycatalogue.com/sites/default/files/thumbnav-gallery/2024-12/AA1000%20Logo_000534_0.png",
    "tags": "",
    "excerpt": "I’m regularly using the TechnologyCatalogue.com platform, it’s a great platform for technology supporting the energy industry. I found below technology on the platform and I’d like to share it with you as I expect that it will be of interest to you.",
    "categories": ""
}