{
    "title": "IOGP response to the public consultation on the Carbon Border Adjustment Mechanism (CBAM) proposal - IOGP Europe",
    "author": "unknown",
    "source": "IOGP Europe",
    "date": "2023-09-29",
    "text": "19.10.2021  \n             IOGP response to the public consultation on the Carbon Border Adjustment Mechanism (CBAM) proposal This document provides IOGP’s response to the EU public consultation on the Carbon Border Adjustment Mechanism (CBAM) proposal. Context The increased EU climate ambition and associated price signals from a revised EU ETS will increase the need for an effective carbon leakage protection mechanism for the impacted EU ETS sectors to incentivize emission reductions from a global perspective while avoiding deindustrialization, loss of investment and employment in the EU; as well as ensure a level playing field for EU producers when competing domestically and on export markets. Key Recommendations An adequate carbon leakage protection mechanism needs to cover both imports and exports for the relevant EU ETS sectors as the granting of free allowances does today. An import-only CBAM is no adequate alternative to free allowances Earmarking of the additional revenues generated by the CBAM to bridge the investment gap to decarbonize the industries covered by the EU ETS Phased introduction and need for re-assessments Publications News Events \n\t\t\t\n\t\t\t25.03.2025\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Statement\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP Europe views on Communication on the Action Plan for Affordable Energy As Europe navigates the challenges of the energy transition, the need for affordable, secure, and sustainable energy has never been greater. In this position paper, we outline our views on the Action... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t05.02.2025\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP Europe Response to the Consultation on the Review of the Taxonomy Climate Delegated Act In February 2025, IOGP Europe submitted its response to the EU Platform on Sustainable Finance’s consultation on the review of the Taxonomy Climate Delegated Act. This consultation aims to refine th... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t25.10.2024\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t The Joint Statement on the Low-Carbon Fuels certification draft Delegated Act The co-signatories of this letter represent project developers, producers, infrastructure operators, market stakeholders and users of low-carbon fuels, which include e.g. low-carbon hydrogen and its d... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t24.10.2024\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the public consultation on the draft Methodology to determine the greenhouse gas (GHG) emission savings of low-carbon fuels This document provides IOGP's response to the public consultation on the Hydrogen and Decarbonized Gas Market package. \nContext\nThis Delegated Act is essential for providing the clarity and predic... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t23.10.2024\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Joint EGEC-IOGP Europe recommendations: Accelerating the deployment of Geothermal in Europe October 2024\n\nThe European Union (EU) is striving to become the world's first climate-neutral continent by 2050. However, deploying sufficient clean and affordable energy to decarbonize its economy... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t08.07.2024\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Statement\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP Europe key principles on a future regulatory framework for CO2 transport infrastructure General comments:\n\nFor CCS to reach commercial scale, it is crucial to develop a reliable infrastructure, both onshore and offshore, to ensure the transport of captured emissions from the source to... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t17.06.2024\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tLetter to Officials\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Joint Statement – Harnessing the IPCEI mechanism for CCS in Europe Dear Member State representatives,\n\nThe signatories of the letter, representing the CCS and CCU value chain, would like to express its support to an “Important Project of Common European Interest... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t14.12.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Rebalancing Europe’s Gas Supply Second Edition Rebalancing Europe's Gas Supply Second Edition - IOGP Europe... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t12.12.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP consultation response: Rationalisation of reporting requirements IOGP Europe supports the European Commission’s consultation aimed at identifying and streamlining reporting requirements in numerous EU legislations. This is in line with what was announced in the s... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t15.11.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tReport & Study\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Creating a sustainable business case for CCS value chains This paper focuses on the discussion of needed funding and de-risking mechanisms, it describes the complex CCS value chains and its costs, describes CO2 storage project development phases, provides an... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t10.10.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tFactsheet & Infographic\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Map of CO2 storage Projects in Europe An overview of existing and planned Carbon storage projects in Europe with the following details:\n\n \tLocation\n \tProject name\n \tElements of CCS Value Chain covered\n \tType of Capture project\n \tDes... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t17.08.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP Europe position on the EU Industrial Carbon Management IOGP Europe supports the goals of the Paris Agreement and the EU’s ambition to reach climate neutrality by 2050, while calling for an inclusive enabling policy framework. We contribute constructivel... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t22.06.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP position paper on the European Commission’s public consultation on the EU climate target for 2040 Our industry supports the 2050 EU’s climate neutrality objective, while calling for an inclusive enabling policy framework, and remains committed to the safe and affordable energy supply to Europe.... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t21.06.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP Europe feedback on Net Zero Industry Act proposal This paper was developed in response to the European Commission’s call for feedback on the Net Zero Industry Act. Below is an executive summary, please download the full report here\n\nIOGP Europe i... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t13.06.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Joint industry statement on the EU Taxonomy The EU Taxonomy needs simpler rules to foster low-carbon investments and reflect sustainability efforts.\n(Brussels, 7 June 2023) The design of the EU Taxonomy framework makes it challenging for oil a... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t25.01.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response on Competitive Bidding schemes for hydrogen under the Innovation Fund This document provides IOGP's input to the public consultation (questionnaire) on Competitive Bidding schemes for hydrogen under the Innovation Fund.\nBackground\nThe Innovation Fund (IF) is one of th... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t29.07.2022\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP views on the proposed Regulation amending Regulation (EU) 2021/241 as regards REPowerEU chapters in Recovery and Resilience Plans This document provides IOGP's views on the proposed Regulation amending Regulation (EU) 2021/241 as regards REPowerEU chapters in Recovery and Resilience Plans.\nContext\nIOGP welcomes REPowerEU’s o... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t16.05.2022\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the consultation on certification of carbon removals – EU rules This document provides IOGP’s input to the EU public consultation (questionnaire) on the certification of carbon removals – EU rules.\n\nIOGP supports the development of certification of carbon re... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t31.01.2022\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP comments to R. W. Howarth and M. Z. Jacobson (2021): How Green is Blue Hydrogen? This document provides IOGP’s comments on Howarth and Jacobson’s publication (2021) 'How Green is Blue Hydrogen?'.\n\nBackgroud\nRobert W. Howarth and Mark Z. Jacobson (H&J) recently published... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t28.10.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Re-Stream – Study on the reuse of oil and gas infrastructure for hydrogen and CCS in Europe The Re-Stream cross-industry study provides fact-based elements on the reuse of oil and gas infrastructure by identifying and assessing relevant infrastructure, and defining which technical adap... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t19.10.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the public consultation on the Energy Taxation Directive (ETD) proposal This document provides IOGP’s response to the EU public consultation on the Energy Taxation Directive (ETD) proposal.\n\n\n\n\n\n\n\n\nContext\n\n\n\n\n\n\n\n\nThe ETD should be an instrument... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t19.10.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the public consultation on the Renewable Energy Directive (RED) proposal This document provides IOGP’s response to the EU public consultation on the Renewable Energy Directive (RED) proposal.\n\n\n\n\n\n\n\n\nContext\n\n\n\n\n\n\n\n\nIOGP welcomed the Commission’... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t19.10.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP feedback to the European Commission’s Roadmap on restoring sustainable carbon cycles This document provides IOGP’s feedback to the to the European Commission’s Roadmap on restoring sustainable carbon cycles.\n\n\n\n\n\n\n\n\nContext\n\n\n\n\n\n\n\n\nThe initiative aims to su... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t18.10.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP position on the revision of the EU Emissions Trading System (EU ETS) Directive This document provides IOGP’s response to the EU public consultation on the revision of the EU Emissions Trading System (EU ETS) Directive.\n\n\n\n\n\n\n\n\nContext\n\n\n\n\n\n\n\n\nIOGP welco... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t18.10.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the public consultation on the Energy Efficiency Directive (EED) proposal This document provides IOGP’s response to the EU public consultation on the Energy Efficiency Directive (EED) proposal.\n\n\n\n\n\n\n\n\nContext\n\n\n\n\n\n\n\n\nIOGP is aligned with the “en... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t19.09.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the public consultation on the FuelEU Maritime proposal This document provides IOGP’s response to the EU public consultation on the FuelEU Maritime proposal.\n\n\n\n\n\n\n\n\nContext\n\n\n\n\n\n\n\n\nIOGP welcomes the proposed FuelEU Maritime Regul... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t28.07.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to public consultation on the revised Climate, Energy and Environmental Aid Guidelines (CEEAG) This document provides IOGP’s input to the EU public consultation on the revised Climate, Energy and Environmental Aid Guidelines (CEEAG).\n\n\n\n\n\n\n\nContext\n\n\n\n\n\n\n\nThe Commission... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t14.07.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP Paper on metric to use for 2030 targets This document provides IOGP’s recommendations on the metric to be used for the EU 2030 gas decarbonization targets.\n\n \n\n\n\n\n\n\n\nContext\n\n\n\n\n\n\n\n\nThe EU is implementing mea... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t21.04.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the roadmap on the modification of the General Block Exemption Regulation (GBER) This document provides IOGP’s response to the roadmap on  the modification of the General Block Exemption Regulation (GBER) for the Green Deal and the Industrial and Digital Strategies.\n\n&nb... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t12.02.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Public consultation on the EU Action Plan “Towards a Zero Pollution Ambition for air, water and soil” This document provides IOGP’s response to the EU public consultation on the EU Action Plan “Towards a Zero Pollution Ambition for air, water and soil”.\n\nThe purpose of this open public c... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t01.02.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to consultation on the revision of the Guidelines on State aid for environmental protection and energy (EEAG) This paper provides IOGP’s contribution to the EU public consultation (questionnaire) on the revision of the Guidelines on State aid for environmental protection and energy (EEAG) 2014-2020 an... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t17.12.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the Inception Impact Assessment on the revision of the Guidelines on State aid for environmental protection and energy (EEAG) 2014-2020 This document provides IOGP’s response to the Inception Impact Assessment (IIA) on the revision of the Guidelines on State aid for environmental protection and energy (EEAG) 2014-2020.\n\n&nbs... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t04.12.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP views on competition policy supporting the European Green Deal The Commission adopted the current guidelines on State aid for environmental protection and energy measures in 2014 as part of its modernisation agenda. The guidelines will be revised against th... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t25.11.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP statement on the European Commission’s 2030 Climate Target Plan This document provides IOGP’s views on the European Commission’s 2030 Climate Target Plan.\n\nIOGP calls on policymakers to follow up on the Climate Law with an inclusive approach that promo... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t17.11.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t What’s Right? What’s Wrong? IOGP comments on the ‘EU Strategy for Energy System Integration’ and ‘A hydrogen strategy for a climate neutral Europe’ On 8 July 2020, the Commission presented the Communications ‘EU Strategy for Energy System Integration’ (ESI Strategy) and ‘A hydrogen strategy for a climate neutral Europe’ (Hydrogen St... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t02.11.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP written input to the public consultation on the Carbon Border Adjustment Mechanism (CBAM) This document provides IOGP’s written input to the Commission’s public consultation on the Carbon Border Adjustment Mechanism (CBAM)\n\nThe EU emission trading system (ETS) is a primary poli... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t02.11.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP views on State aid for environmental protection and energy (EEAG) This document provides IOGP’s views on the State aid for environmental protection and energy (EEAG) .\n\nIOGP’s recommendations focus on adapting the EEAG to ensure the future contributions... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t13.10.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP written input to the consultation “2030 Climate Target Plan” This document provides IOGP’s written input to the consultation “2030 Climate Target Plan” which ended on 23 June 2020.\n\nThe EU 2030 emission reduction targets need to be accompanied by... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t25.09.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the inception impact assessment concerning the revision of the 2018 Renewable Energy Directive (REDII) This document provides IOGP’s response to the inception impact assessment concerning the revision of the 2018 Renewable Energy Directive (REDII).\n\nIOGP welcomes the European Commission’s p... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t04.09.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP feedback on the update of EU ETS monitoring and reporting rules (2021-30) This document provides IOGP’s feedback on update of EU Emissions Trading System (ETS) monitoring and reporting rules (2021-30).\n\n \n\n\n\n\n\n\n\nContext\n \n\n\n\n\n\n\n\n\nThe EU... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t24.07.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to supplementary questions on the EIB Group’s Climate Bank Roadmap 2021-2025 This document provides IOGP’s response to the Stakeholder engagement on the EIB Group’s Climate Bank Roadmap 2021-2025.\n\nIOGP recommends the EIB Group to set the financial support framewor... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t23.07.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to consultation on the renewed Sustainable Finance strategy This document provides IOGP’s response to the consultation on the renewed Sustainable Finance strategy.\n\nThe response to the consultation is sent through an online questionna... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t23.07.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tReport & Study\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Funding CCS in Europe: key investments for the recovery This document outlines the main reasons why investing in Carbon Capture and Storage (CCS) is key for the recovery.\n\nIOGP welcomes the variety of EU proposals for funding instruments as an oppo... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t20.07.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the public consultation on the revision of Regulation (EU) 347/2013 on guidelines for TEN-E Regulation This document provides IOGP’s contribution to the public consultation on the revision of Regulation (EU) 347/2013 on guidelines for trans-European energy infrastructure (TEN-E Regulation).... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t20.07.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to targeted consultation on the revision of Regulation (EU) 347/2013 on guidelines for TEN-E Regulation This document provides IOGP’s response to the targeted consultation on the revision of Regulation (EU) 347/2013 on guidelines for trans-European energy infrastructure (TEN-E Regulation).\n\nTh... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t17.06.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP input to the Roadmap on the EU strategy on hydrogen in Europe This document provides IOGP’s input and policy recommendations to the Roadmap on the EU strategy on hydrogen in Europe.\n\nClean hydrogen has strong potential to play a vital role in decarboni... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t16.06.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP feedback to the Combined Evaluation Roadmap/Inception Impact Assessment on the revision of Regulation (EU) 347/2013 on guidelines for TEN-E This document provides IOGP’s initial feedback on the upcoming review of the Regulation on guidelines for Trans-European Energy Infrastructure (TEN-E) and related policy recommendations.\n\nIn... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t11.06.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP feedback to the roadmap for a Renovation Wave initiative for public and private buildings This document outlines IOGP’s feedback to the roadmap for a Renovation Wave initiative for public and private buildings.\n\nIOGP welcomes the Commission’s intentions to draw on Member States... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t25.05.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP input to the forthcoming EU Strategy for Energy System Integration This document outlines IOGP’s input to the forthcoming EU Strategy for Energy System Integration.\n\nToday’s energy sector in the EU is the result of the completion of the Third Energy Packa... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t08.05.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP response to the EIB Group’s Climate Bank Roadmap 2021-2025 This document provides IOGP’s response to the EIB Group’s Climate Bank Roadmap 2021-2025.\n\nIOGP recommends the EIB Group to set the financial support framework for innovative projects (inc... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t06.05.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Input to the inception impact assessment on the FuelEU Maritime This document provides IOGP’s input to the inception impact assessment on the FuelEU Maritime.\n\nIOGP’s response focuses on liquefied natural gas (LNG) and hydrogen as these technologies co... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t04.05.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP feedback to the proposed European Climate Law This document provides IOGP’s feedback to the proposed Climate Law.\n\nIOGP welcomes the long-term predictability that the Climate Law aims to provide.\n\nThe climate neutrality target, as wel... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t30.04.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tConsultation Response\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Feedback to the impact inception assessment “2030 Climate Target Plan” This document provides IOGP’s initial feedback to the Impact Inception Assessment “2030 Climate Target Plan”.\n\nThe EU 2030 and 2050 GHG reduction targets need to be accompanied by an ena... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t21.04.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tReport & Study\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t New and old CCS projects in Europe: What’s different this time? This paper outlines the key changes in CCS projects compared to the previous investment cycle (2009-2015). It highlights what is different this time in terms of regulatory context and the develo... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t14.04.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tFactsheet & Infographic\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP assessment of National Energy and Climate Plans EU Member States’ National Energy and Climate Plans (NECPs) should set out the direction of national objectives and policies to align with the objectives of the Energy Union, in particular the... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t08.04.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Methane Management in the Upstream Oil and Gas Industry: Policy recommendations in the context of the EU Methane Strategy Brief Description\n \n\n\n\n\n\n\n\n\nThe paper outlines IOGP’s views and policy recommendations in the context of the planned EU Methane Strategy.\n\nThe document represents IOGP’s i... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t25.02.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tFactsheet & Infographic\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Scaling up Hydrogen in Europe This factsheet gives an overview of hydrogen and its potential in Europe:\n\n \tApplications across sectors\n \tThe potential of CCS applied to hydrogen production\n \tHydrogen production\n \tPolicy recom... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t25.12.2019\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tFactsheet & Infographic\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP assessment of draft National Energy and Climate Plans EU Member States developed and submitted their draft National Energy and Climate Plans (NECPs) at the end of 2018. Drafts were revised in 2019.\n\nThe factsheet shows IOGP assessments of the Member St... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t10.05.2019\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tReport & Study\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t The potential for CCS and CCU in Europe Report to the thirty second meeting of the European Gas Regulatory Forum 5-6 June 2019 The 31st Madrid Forum invited IOGP to coordinate a report on the potential of Carbon Capture and Storage (CCS) and Carbon Capture and Utilisation (CCU) technologies, including technical, economi... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t10.07.2018\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tFactsheet & Infographic\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t LNG – a fast lane to make Europe a leader in clean shipping An overview of Liquified Natural Gas (LNG) and its application in Europe for clean shipping:\n\n \tChallenges ahead\n \tAdvantages of choosing LNG\n \tPolicy recommendations for the EU... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t10.06.2014\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPosition Paper\n\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t OGP contribution to the CCS Directive evaluation The paper presents IOGP’s views on the role of CCS and some features to be taken into consideration for building a well-functioning Innovation Fund.\n\nThe document also highlights some key te... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t12.09.2024\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tNews and Press Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Draghi Report: a pragmatic pathway to Competitiveness, Sustainability, and Resilience Brussels, 10 September 2024 – The International Association of Oil & Gas Producers, Europe (IOGP Europe) welcomes the Draghi Report for its comprehensive and pragmatic assessment of Europe’s e... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t29.02.2024\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tNews\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP Europe joined BusinessEurope in industrial permitting task force Brussels, 29 February 2024\n\n \n\nIOGP Europe was invited by BusinessEurope to participate in a task force created to analyse processes for industrial permitting in the EU.\n\nThroughout 2023, I... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t06.02.2024\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Press release: Recognition of CCS on path to 2050 marks a step change, but approach to low-carbon solutions remains too narrow. Brussels, 6 February 2024: The 2040 climate target and carbon management proposals released by the European Commission recognize the need for Carbon Capture and Storage (CCS) but miss out opportunitie... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t06.07.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tLetter to Officials\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Letter: Strong support for an implementable and pragmatic Net Zero Industry Act Article 18 – solutions to make CCS work Ursula von der Leyen\nPresident of the European Commission\n\nFrans Timmermans\nExecutive Vice-President of the European Commission\n\nThierry Breton\nCommissioner\n\nChristian Ehler\nMember of the Eu... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t16.03.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Net-Zero Industry Act marks a step change in industrial and climate policy – EU paves way for carbon capture and storage scale-up Brussels, 16 March 2023\n\nIOGP Europe applauds the step change proposed by the Commission with its Net-Zero Industry Act, which marks the beginning of an EU industrial strategy and policy.\n\n“We a... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t01.02.2023\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tLetter to Officials\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Letter: Open, inclusive, and pragmatic Green Deal Industrial Plan for Europe To: Ms Ursula von der Leyen, President of the European Commission\nBrussels, 31 January 2023\nDear President,\nWe are writing to express our support and appreciation to the Green Deal Industrial Plan... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t14.09.2022\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Balance, strength and fairness: building blocks for a stronger Union Brussels, 14 September 2022\n\nA permanent solution to the current energy crisis will require a vision built on balance, strength and fairness, by leveraging Europe’s own energy potential and establ... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t18.05.2022\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t REPowerEU Plan: domestic gas production deserves stronger role alongside imports and renewables in enhancing EU energy resilience Brussels, 18 May 2022\n\nThe recognition of domestic gas production’s role in the REPowerEU Plan is an important step that deserves to be followed by a clear and concerted EU-level encouragement to... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t09.03.2022\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Re-Powering the EU by protecting well-functioning markets, enhancing strategic partnerships and boosting domestic production (Brussels, 9 March 2022) IOGP supports the European Union’s objective to ensure access to affordable, secure and sustainable energy. We recognize current challenges and circumstances in global energ... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t03.02.2022\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Inclusion of gas in the Taxonomy Regulation supports EU ambition to reach climate neutrality by 2050 By including gas in the EU Taxonomy Complementary Delegated Act, the Commission has underlined the importance of financing investments into gas-fired power and heat plants as a key tool in decarbonizi... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t15.12.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Gas market reform marks a step change in EU approach to the transition The European Commission’s proposed gas market reform and plans for carbon management can equip the EU with a powerful set of solutions to reach climate neutrality. IOGP Europe calls on co-legi... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t28.10.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t New Re-Stream study assesses the feasibility of transport of hydrogen and CO2 in European gas and oil infrastructure  \n\nA study undertaken by Carbon Limits and DNV confirms European oil and gas pipelines’ ability to transport CO2 and hydrogen cost-efficiently. The transport would facilitate the deploy... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t15.07.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t More inclusion needed to be fit for 55 Brussels, 14 July 2021\n\nThe legislative package proposed by the European Commission includes welcome revisions but ends up laying down a technologically narrow pathway to reach the EU’s 2030... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t09.06.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tLetter to Officials\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Letter: Call for a technology-inclusive revision of the TEN-E Regulation To: EU 27 Energy Ministers\nCc: EU 27 Permanent Representations\n\n \nBrussels, 4th June 2021\nWe, the signatories of this letter, support the goals of the Paris Agreement and the EU’s ob... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t04.05.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tNews\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t “Hydrogen for Europe” study launch  \n\nWe are proud to announce the launch of the Hydrogen for Europe study, nearly two years after its inception!\n\n\n\n\n\nThe EU’s ambition to reach climate neutrality by 2050 has recently pu... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t24.02.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tNews\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Towards greater hydrogen production capacity in Europe This article was originally published in the European Files, February 2021, pag.29-30\n\nAs the EU works to implement the historical stimulus and recovery plan agreed last year, European leaders... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t11.01.2021\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tLetter to Officials\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Letter: IOGP input on the European Commission’s consultation on the priority list for the development of gas network codes and guidelines for 2021 (and beyond) IOGP welcomes the opportunity to respond to the European Commission’s proposed priority list regarding the development of gas network codes and guidelines for 2021 (and beyond). We agree that... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t16.12.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Council’s inclusive approach to hydrogen sends strong signal ahead of key legislative year  \n\nThe International Association of Oil & Gas Producers (IOGP) commends the Council of the EU for recognizing the role of low-carbon technologies in scaling-up the hydrogen market in... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t19.10.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tLetter to Officials\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Letter: 57 industry leaders call for enhancing gas contribution to decarbonisation  For the attention of:\nCommission President Ursula von der Leyen,\nPresident of the European Council Charles Michel,\nPresidency of the Council of the EU, Minister for Economic Affairs and Ene... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t14.10.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t EU Methane Strategy sets the right sequence to tackle the challenge IOGP welcomes the publication of the holistic EU Strategy to Reduce Methane Emissions and looks forward to contributing to its implementation. We support the development of cost-effective and ef... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t16.07.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tNews\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Carbon Management Webinars Rud Pedersen Public Affairs and IOGP organised a series of four webinars on Carbon Management – a key range of solutions of which CCS, nature-based solutions, clean hydrogen and others are a p... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t25.06.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tLetter to Officials\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Wide industry coalition call for a Hydrogen Strategy inclusive of all clean hydrogen pathways On June 24th 2020, a wide industry coalition sent a letter to the European Commission calling for a Hydrogen Strategy inclusive of all clean hydrogen pathways.\n\n \n\nOverview\n\n ... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t27.05.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tNews\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Manifesto: Oil & Gas Industry Solutions Towards 2030 and 2050 The European upstream oil and gas industry shares the global ambition to tackle climate change in the framework of the Paris Agreement, and supports the EU’s objective to reach climate neutral... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t08.05.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tNews\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Climate change, purpose & doing the right thing: lessons from COVID-19 By Fawaz Bitar, Chair of IOGP\n\nAs an industry, as businesses and, most importantly, as people – this is an incredibly tough time. No matter where you are in the world, or wha... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t27.04.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Guidelines for Methane Emissions target setting This document analyses the state of play on GHG emissions reduction targets making use of a questionnaire circulated among GIE, IOGP and MARCOGAZ’s member companies. It gives some insights on... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t09.03.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tLetter to Officials\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Joint letter: CCS and CCU for the EU’s Industrial Transition Ahead of the publication of the EU’s Industrial Strategy, a group of trade associations including IOGP issued a joint call for the Commission to make Carbon Capture Use & Storage an integr... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t05.03.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tNews\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Hydrogen for Europe: 1st Working Group Meeting On 5 March, the “Hydrogen for Europe” study’s funding partners and research consortium met for first inception working group.\n\nThe all-day long meeting was organised in two main sections on sc... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t04.03.2020\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\tPress Release\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t IOGP supports the EU’s objective of climate neutrality by 2050 (Brussels, 4 March 2020) The International Association of Oil & Gas Producers (IOGP) supports the EU’s objective to reach climate neutrality by 2050. We call on policymakers to follow up o... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t26.06.2024 - 28.06.2024\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t SPE Europe Energy Conference 26-28 June, 2024\nTurin, Italy\n\nSPE Europe Energy Conference & Exhibition  \n\nIOGP Europe will join leaders from the energy, environment, geoscience, underground engineering, and policymaking... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t14.12.2023\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Rebalancing Europe’s natural gas supplies – Learnings, future needs, and policy implications What’s on the horizon for  European gas markets?\n\nJoin us to take stock of what's happened since 2022, the supply challenges Europe still faces, the options it has to rebalance its natural gas su... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t17.10.2023 - 18.10.2023\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Scaling up the energy transition whilst securing a stable suppy OCTOBER 17th-18th 2023, Brussels\n4th Business Summit GO NET ZERO ENERGY\nIOGP Europe will join industry leaders and decision-makers in this year’s 4th @GO NET ZERO ENERGY Brussels Business Summit o... \n\t\t\tRead more\n\t\t \n\t\t\t\n\t\t\t29.11.2021\n\t\t\t\n\t\t\t\n\n\t\t\t \n\t Re-Stream Study Launch Event The Re-Stream cross-industry study provides fact-based elements on the reuse of oil and gas infrastructure by identifying and assessing relevant infrastructure, and defining which technical adaptation... \n\t\t\tRead more",
    "images": "https://iogpeurope.org/wp-content/uploads/2021/10/CBAM_promo.jpg",
    "tags": "",
    "excerpt": "This document provides IOGP’s response to the EU public consultation on the Carbon Border Adjustment Mechanism (CBAM) proposal. Context The increased EU climate ambition and associated price signals from a revised EU ETS will increase the need for an effective carbon leakage protection mechanism for the impacted EU ETS sectors to incentivize emission reductions from […]",
    "categories": ""
}