{
    "title": "- OMFIF",
    "author": "William Coningsby-Brown",
    "source": "OMFIF",
    "date": "2023-09-04",
    "text": "Carbon border adjustment mechanism may not be right for UK The UK should be cautious of jumping on the CBAM bandwagon, explains Sanna Markkanen, research programme lead and senior analyst, Cambridge Institute for Sustainability Leadership, University of Cambridge. The transition to a low-carbon economy can provide progressive companies with new opportunities and a competitive advantage. However, energy-intensive industries in jurisdictions with ambitious climate targets worry that policies such as carbon pricing reduce their economic viability and competitiveness, incentivising a relocation of industrial activity (or future investment in such activity). This risk is particularly high for energy-intensive producers of materials that are traded globally. If the closures or downscaling of production happens in places where energy-intensive industries are less emission-intensive than similar operations elsewhere, this could potentially result in carbon leakage – an increase in global carbon dioxide emissions. To reduce this risk, the European Union has proposed a new policy measure, the carbon border adjustment mechanism. A similar mechanism is also being considered in the UK. The idea behind the CBAM is to ‘equivalise’ the impact of a high carbon price on certain energy-intensive sectors by applying a comparable fee on imported materials. Under the EU proposal, imports from countries that implement a carbon price and link it to the EU Emissions Trading System would be exempt from the CBAM. Although the CBAM could help protect the competitiveness of energy-intensive industries in countries with a high carbon price, the justification for the CBAM has been questioned extensively. There are several key reasons why the UK should be cautious of jumping on the CBAM bandwagon. First, a CBAM will not be legally or politically justifiable unless it is accompanied by the phasing out of free ETS allowances. This, however, has been vocally opposed by companies and trade associations in industries covered by the ETS, despite being a necessary step to achieve the UK’s net zero target for 2050. Second, a CBAM would ‘level the playing field’ only within the UK’s domestic markets, potentially compromising the competitiveness of more export-orientated producers. Proposed solutions such as export credits to mitigate the impact of the removal of free allowances on exports will most likely be incompatible with the World Trade Organisation regulations. A CBAM will not earn UK exports an exemption from the EU CBAM, unless the UK links its ETS with the EU ETS. Third, decisions over the sectors and scopes of emissions that would be covered by the CBAM could cause market distortions or reduce demand for innovative zero-carbon materials or technologies. For example, the extension of the CBAM to scope 2 (indirect) emissions could potentially penalise some of the UK’s cleanest production facilities, which are already suffering from high electricity costs. Fourth, the diplomatic repercussions of the CBAM could be severe, leading to retaliation and litigation. The UK could find itself unable to attract enough essential imports, including food and fuel. There is also a risk of reputational damage if the treatment of least developed countries is seen to be unfair, conflicting with the spirit of the Paris agreement. Fifth, the risk of carbon leakage is unclear. Although this risk may increase as the free allowances are phased out, it is possible that a UK CBAM would have a limited impact on global emissions. Unlike the EU, the UK market is too small to incentivise other countries to implement equally high carbon prices or to adopt the UK system. Finally, implementing a WTO-compatible CBAM would most likely take a long time, while alternative approaches could deliver faster emissions reductions in the energy-intensive industries. For example, public sector investment in infrastructure, demand-side measures such as public procurement and WTO compatible subsidies and tax exemption could all incentivise investment in decarbonisation research and development and the adoption and scaling up of new low-carbon technologies. Low-cost loans and government guarantees could help de-risk private sector investment in these areas, which would deliver economic and employment benefits, in addition to boosting the long-term competitiveness of the EU industry. These measures could achieve a similar, or even greater, emissions reduction than a CBAM, at a faster pace.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}