{
    "title": "CBAM advances, but big battles remain",
    "author": "Mark Nicholls",
    "source": "Energy Monitor",
    "date": "2022-04-04",
    "text": "The EU is pressing ahead with its plans to introduce a carbon border tax, with agreement among member states on 15 March on how the controversial Carbon Border Adjustment Mechanism (CBAM) should look. However, the agreement, which ducks some of the most contentious issues, comes in a dramatically changed economic and international policy context. Announcing support for the so-called general approach – backed by all member states apart from Poland – French Minister for Economic Affairs, Finance and Recovery Bruno Le Maire declared “a victory for European climate policy”. CBAM will “give us a tool to speed up the decarbonisation of our industry, while protecting it from companies from countries with less ambitious climate goals”. As proposed by the European Commission in July 2021, CBAM will apply to imports of electricity, cement, fertilisers, iron, steel and aluminium. Importers will be required to purchase CBAM certificates corresponding to the embedded emissions in the imported goods. The prices of those certificates will be linked to carbon prices in the EU Emissions Trading System (EU ETS), and importers will have to begin purchasing them in 2026, following a transitional phase from 2023 to 2025. Plugging the gaps CBAM is designed to address the problem of ‘carbon leakage’. This is the danger that imports from countries without carbon pricing regimes undercut their European competitors, meaning that production, and the resulting carbon emissions, are displaced from the EU to jurisdictions with looser climate regimes. Non-EU countries whose companies participate in the EU ETS (namely Norway, Iceland and Liechtenstein) or that are linked to the EU ETS (Switzerland) will be exempted. The EU is considering a mechanism by which other countries with equivalent carbon pricing systems might also be exempt. Importers would be able to claim a reduction in the number of certificates surrendered in line with any carbon price paid domestically. The 15 March agreement by the European Council – which comprises representatives of the 27 EU member states – contained few surprises, say analysts, but several departures from the Commission’s proposal. These include centralisation of CBAM governance, proposing, among other things, a central registry of importers covered by the mechanism. This is in line with draft proposals from the MEP in charge of the European Parliament’s amendments to the legislation, Mohammed Chahim, unveiled in January 2022. It also calls for a minimum threshold of €150, exempting consignments below that value. This threshold would capture around a third of consignments to the EU, the Council said, significantly reducing its administrative complexity. A broader scope Regarding scope, the Council’s approach is in line with that of the Commission. Chahim, however, would like to broaden it to include organic chemicals, hydrogen and polymers. “These products have the right characteristics to be covered by CBAM, and technical complexities can be overcome,” Chahim wrote on Twitter when unveiling his environment committee’s draft report. However, the Council ducked decisions on two important elements of CBAM. The first is the speed at which free allowances to emitters would be phased out. Under existing EU ETS rules, European emitters at risk of carbon leakage receive free carbon allowances. The expectation is that CBAM would make those free allowances unnecessary. The Commission proposed phasing out free allowances over a ten-year period to 2035. The Parliament’s draft proposal suggests a much more aggressive phase-out that would conclude by 2028. “Guaranteeing free allowances until 2036 is not in line with the Union’s 2030 climate objectives,” Chahim said. However, the Council argues that the speed of the phase out is not covered by CBAM regulation but is instead determined by the EU ETS directive. This is currently being reviewed as part of the EU’s 'Fit for 55' package of legislation, which is designed to align climate and energy policy with the EU’s 2030 emissions reduction target. “CBAM is a mechanism against carbon leakage,” says Sanna Markkanen, research programme lead at the Cambridge Institute for Sustainability Leadership (CISL). “It is only necessary in the context of phasing out free allocation, which currently is the main carbon leakage mitigation mechanism … So from that perspective, the Council is not addressing the major question around the relationship between CBAM and ETS.” Lobbyists at work Pierre Leturcq, a senior policy analyst at the Institute for European Environmental Policy (IEEP), notes the intense industry lobbying around the phase-out of free allocation. He argues that continuing to provide free allowances after 2030 means the EU would effectively be continuing to subsidise its high-emitting industry. “That doesn’t make a lot of sense in terms of climate leadership,” he says. Business groups are more cautious. Commenting on 9 March, BusinessEurope director general Markus Beyrer said: “We must ensure our companies’ competitiveness by maintaining existing measures, like the free allowances under the EU ETS, at least as long as the new mechanism is in a testing phase and has not yet proven its effectiveness.” The Council position also opened the door to wider exemptions from the provisions of CBAM. Its approach calls for cooperation with third countries, including “through the parallel setting up of an alliance of countries with carbon pricing instruments or other comparable instruments (‘climate club’)”. The provision, intended to help “pave the way for global carbon pricing”, was included at the request of Germany, which has been promoting such international cooperation. Revenue questions Another contentious issue is the use of revenues raised through the sale of CBAM certificates, which the Commission estimates could amount to around €2bn annually. These, the Commission said, will be directed towards running the mechanism, with any remainder directed into the EU’s general coffers. However, Chahim’s parliamentary draft proposes that 25% of the revenues are allocated to international climate finance. This would be important, says Josh Burke, senior policy fellow at the Grantham Research Institute on Climate Change and the Environment, both to help moderate opposition to CBAM among least-developed countries, who face being shut out of EU markets, and to frame the policy as an environmental measure rather than an economic one. The Council said a decision on this issue would be made by 1 July. Another issue that has been punted is providing support to EU exporters that will lose their free allowances. The Council noted that the issue needs to be resolved in a way that ensures “economic efficiency, environmental integrity and WTO [World Trade Organization] compatibility”. Leturcq at IEEP “commends the choice of the Council” not to call for export rebates. “They would be absolutely incompatible with WTO rules,” he says. The current position is that the Commission will review CBAM’s impacts on EU exporters after the mechanism has been operating for a couple of years. However, there is little clarity as to what the Commission could actually do to address this problem without falling foul of WTO rules against export subsidies, says Domien Vangenechten, a policy advisor at think tank E3G. One idea is increasing the size of the EU’s Innovation Fund and directing some of its resources to supporting the decarbonisation of export-oriented sectors, although this would offer little near-term relief, he says. Other ideas include continuing some free allocation of allowances to production capacity that can demonstrate it is headed for export markets, he says. “A challenge is that [such support] is not useful from an environmental perspective, as it undermines the carbon price signal,” he adds. Diplomatic leverage As a number of observers have noted, CBAM is intended at least in part as a tool of diplomacy. In moving the file forward, EU member states are acknowledging “that trade policy and foreign policy are going hand in hand”, says Leturcq. He adds that this approach is one that has long been followed by the US but has “always been an important taboo in the European Union”. Recent months have, however, changed the context in which a carbon border tax would operate. Markkanen at the CISL notes that Russia was expected to have been most adversely affected by CBAM, given the nature of its exports to the EU, and its reluctance to introduce domestic carbon pricing. Ukraine, on the other hand, stood to be a beneficiary, given its ability to capture some of Russia’s EU markets, and its growing alignment with the EU, including plans to develop an emissions trading system as part of its association agreement with the bloc. [Keep up with Energy Monitor: Subscribe to our weekly newsletter] Vangenecht doesn’t see the collapse in trade relations with Russia influencing the development of CBAM legislation. In terms of its intended effect in reducing carbon leakage, “the fact you don’t have economic relations with Russia doesn’t really change that – in fact, it is basically a very extreme form of CBAM”. Indeed, Leturcq anticipates that the CBAM model is likely to be adopted for other environmental and social priorities the EU has. “CBAM provides an illustration of how complex [this approach] is, legally and technically speaking, but also how necessary it is when you increase your own ambition.” The French EU presidency may have claimed a win in reaching a common Council position, but the legislative road from here is uncertain. Several committees of the European Parliament are debating amendments, with a plenary vote due in June or July. For the Council’s part, its common approach is subject to agreement of revisions to the EU ETS. “A lot is up for revision there,” says Vangenechten, including extending emissions trading to buildings and transport. If all goes to plan, he adds, trialogue negotiations – between the Commission, the Council and the European Parliament – could begin after the summer break.",
    "images": "https://www.energymonitor.ai/wp-content/uploads/sites/2/2022/04/shutterstock_782202064.jpg",
    "tags": "",
    "excerpt": "EU member states have agreed to move the bloc’s carbon border tax forward, but crucial elements remain unresolved.",
    "categories": "Carbon markets"
}