{
    "title": "The EU can expect heavy pushback on its carbon border tax",
    "author": "Coroneo-Seaman Joe",
    "source": "Dialogue Earth",
    "date": "2020-09-01",
    "text": "Calls for a carbon border tax on imported products have come and gone in various parts of the world in recent years, never quite gaining enough ground to become reality. But this may change after European Commission chief Ursula von Der Leyen made a point of supporting the idea in her bid for the bloc’s presidency and is now championing it as a central plank of climate policy. “There is no point in only reducing greenhouse gas emissions at home if we increase the import of CO2 from abroad. It is not only a climate issue; it is also an issue of fairness,” she told the Davos World Economic Forum in January. The proposal for a carbon border tax is part of the EU’s larger goal of achieving carbon neutrality by 2050, and was identified in December’s European Green Deal as a way to catalyse this transition, alongside reforms to the taxation of energy products. Carbon emissions are already priced within the EU through the EU Emissions Trading System (ETS), which is levied on high-emitting industries at around €25 per tonne. Since foreign companies do not have to pay it, their products may enjoy a competitive advantage, which increases the risk of so-called carbon leakage, where the manufacture of products such as electricity, steel and cement are outsourced to other countries with less ambitious emissions reduction policies. Carbon leakage occurs when companies move their production from one place, usually a country with emissions reduction policies, to another with laxer policies. This is done to avoid the costs associated with the stricter policies. The greenhouse gas emissions (carbon) that the company produces are simply emitted in another country (leakage), thereby failing to reduce emissions overall. Such leakage is seen as a threat to jobs and investment in EU countries, and undermines climate policies. A carbon border tax would make imports pay the same carbon price as domestic products to reflect their impact on the climate. It would also incentivise other countries to forge stronger climate policies because those levying their own carbon price domestically would be exempt. The idea has gained momentum as part of the solution to the economic crisis caused by the Covid-19 pandemic. The European Commission’s recovery plan suggested it as an option to contribute to financing the future EU budget. Depending on the scope and design, a carbon border “adjustment mechanism” could bring additional revenues of between 5 and 14 billion euros, it said. On 23 July, the commission launched a consultation on plans for a carbon border adjustment mechanism (CBAM), which it wants to become operational by 2023. It is exploring various options: a tax or customs duty applied at the border on a selection of carbon-intensive products; a requirement for foreign producers or importers to buy emissions allowances through the ETS; or a carbon tax on high-carbon products at the consumption level, which would apply to EU products as well as imports. Getting it past the WTO Whichever form it takes, the CBAM would need to meet rules under the World Trade Organization (WTO). Russia is one major economy that has already complained that the border adjustment tax would breach WTO rules, and that the EU was using the climate agenda to create new trade barriers. The likelihood of WTO compliance would depend on the design of the CBAM, experts say. Applying a customs tariff for example would be tricky to get past the WTO because it would cover importers without bearing any relation to what the EU itself is doing, says Dr Susanne Droege, senior fellow at the German Institute for International and Security Affairs. Michael Mehling, a professor of climate change law, policy and finance at the University of Strathclyde and Massachusetts Institute of Technology (MIT), agrees, adding that this option would require renegotiation of tariff annexes to WTO agreements. The EU could make a good case to the WTO that the CBAM is necessary for legitimate environmental reasons, and that its introduction was crucial for the bloc to increase its climate ambition and avoid carbon leakage, Mehling says. “But the revenue isn’t something the EU should highlight or even talk about if they want the measure to pass muster under WTO rules,” he says. A new tax would also be problematic as it would need to be agreed unanimously in the European Council, which is unlikely, he believes. Expanding the ETS to cover imports is more feasible politically, both Droege and Mehling argue. “It would be the fastest way forward as we already have the ETS, though you’d still need to bring forward legislation to reform it. It’s still really ambitious, but it’s the most likely in terms of the EU’s time horizons of two or three years from now,” says Droege. Start small and expand later Mehling cautions that the EU extended the ETS to international aviation in 2012 but was forced to withdraw the measure for intercontinental flights following threats of retaliation from 23 countries, including China, Brazil, India, the US and Russia. Political acceptability of the CBAM could be boosted by applying it initially to only a few sectors. UK-based campaign group Ember believes that the CBAM should focus on electricity, which is already suffering significant leakage. Net imports of electricity to countries covered by the EU ETS rose from 3TWh in 2017 to 21TWh in 2019, all of which originated in countries with zero or near-zero carbon pricing, according to research Ember published in January. It is also far easier to calculate the carbon impact of electricity than that of other products, says Phil MacDonald, an analyst at the organisation. If steel is included, the equation changes dramatically, because China produces half the world’s steel and would be very exposed.Michael Mehling, on the carbon border adjustment mechanism “A border tariff on electricity would have very immediate effects because you would need to prioritise renewable energy both in EU countries and neighbouring countries,” he says. The EU’s energy sector body Eurelectric supports the CBAM because electricity produced by its members is already being undercut by coal power outside the EU that does not pay a price for carbon. Cement clinker could also be included without affecting too many countries, since it tends not to be transported very far, Mehling says. “This makes it politically a lot more manageable because you’re not having to sit at the table with angry representatives from Brazil, India and China. If steel is included, the equation changes dramatically, because China produces half the world’s steel and would be very exposed,” he says. Companies in China should act now In China, many people and companies view the CBAM as a trade barrier and extra cost to exporters, though there may be some businesses with more advanced technologies and low-carbon products who see it as an opportunity, says Lijian Zhao, chief representative of the Carbon Trust in China. He believes that companies in China should act now to understand more about their products’ carbon footprints and how to reduce them, which will help their green development strategies as well as preparing for any EU border tax. The government could help by quickening the development of its green tariff system which will incentivise companies to buy renewable electricity, and by accelerating China’s carbon trading market to cover goods that could be covered by the EU’s CBAM, he adds. Zhao believes that introducing a CBAM could have a detrimental impact on the EU’s relationship with China and cooperation on other policy areas if the government considers it as trade protectionism, but that this could be avoided through close cooperation on the formulation of the mechanism. “It should be designed in a way that treats Chinese companies in an equal way to others, and within WTO rules. The EU and China should work together to find ways to help China’s green transformation and high-quality economic development,” he says. Dimitri de Boer, team leader of the EU–China environment project, acknowledged that negotiations with China on a border tax would not be easy, and could either motivate China to step up the pace of its own carbon market development so that it would be exempt, or spark a trade war between the two. Luisa Santos, deputy director general and head of international affairs at trade body Business Europe, stresses the need for effective dialogue on the issue with the EU’s most important trading partners, which includes China. “We should reassure them that if a given exporter or installation also has very high objectives for CO2 reductions, that they will be treated fairly. This is very important for us. We need to make sure that the EU gets its major trading partners to do whatever it is doing, because the mechanism is not an end in itself – the overall objective is that we all make the effort to reduce climate change,” she says.",
    "images": "https://dialogue.earth/content/uploads/2020/09/WB2J98_The-largest-container-ship-in-the-world-entering-the-Port-of-Gdansk-Poland-scaled.jpg",
    "tags": "Carbon emissions;Policy;Trade;Carbon dioxide removal;Circular economy;Covid-19;Endangered species;Extreme weather;Marine protection;Meat",
    "excerpt": "The impact of the tax on EU–China relations will depend largely on how it is designed and negotiated",
    "categories": "Business;Climate"
}