{
    "title": "Eurovision: the path towards an electrified, decarbonised, Europe",
    "author": "Energy Institute",
    "source": "Energy Institute",
    "date": "2025-01-15",
    "text": "UPDATED 1 Sept: The EI library in London is temporarily closed to the public, as a precautionary measure in light of the ongoing COVID-19 situation. The Knowledge Service will still be answering email queries via email , or via live chats during working hours (09:15-17:00 GMT). Our e-library is always open for members here: eLibrary , for full-text access to over 200 e-books and millions of articles. Thank you for your patience. New Energy World™ New Energy World™ embraces the whole energy industry as it connects and converges to address the decarbonisation challenge. It covers progress being made across the industry, from the dynamics under way to reduce emissions in oil and gas, through improvements to the efficiency of energy conversion and use, to cutting-edge initiatives in renewable and low-carbon technologies. Eurovision: the path towards an electrified, decarbonised, Europe 15/1/2025 8 min read Feature A vision of future European industry that is electrified and decarbonised, along with the potential obstacles along the way there, comes from European energy trade association Eurelectric, both at the October 2024 launch of its Power Barometer in Brussels, Belgium, and more recently. New Energy World Senior Editor Will Dalrymple reports In December 2024, SSAB announced it had achieved regulatory approval to green its steel plant in Luleå, Sweden, where the current blast furnace-based production system will be replaced with a new mini-mill fed by an electric arc furnace once it and the rolling complexes are running at full capacity. The mini-mill will run on fossil-free electricity and be supplied with a mix of fossil-free sponge iron produced with the HYBRIT technology (hydrogen reduction of iron ore) and recycled scrap as the raw material. The change is said to reduce Sweden’s CO2 emissions by 7%. Another new mini-mill is planned to be built in Raahe, Finland. Plans to convert its Nordic steel strip production in Oxelösund, Sweden, with a new electric arc furnace and raw material handling facility are well-advanced, and production is scheduled to start at the end of 2026. The SEK6.2bn (€540mn) project will see construction of a 190-tonne capacity electric arc furnace, said to be one of the biggest in the world, featuring a 9.3 metre diameter upper shell. Powered by a 280 MVA transformer, ‘it’s the most powerful digital electric arc furnace ever designed’, according to Andrea Lanari, Vice-President Metallurgy Steelmaking at SMS Group. Its power feed been designed specifically not to disrupt the country’s electricity grid. When completed, it will reduce Sweden’s CO2 emissions by 3%. To the south, Romanian aluminium producer ALRO has purchased a heat treatment furnace with electric heating from SECO/Warwick, which will replace three furnaces powered by natural gas. And at the BASF Verbund site in Ludwigshafen, Germany, what was claimed to be the world’s first demonstration plant for large-scale electrically heated steam cracking furnaces was inaugurated in April 2024.",
    "images": "https://www.energyinst.org/design/funnelback/rest/image-soutron-api?imageID=34070&owner-id=139260",
    "tags": "Net zero / decarbonisation / energy transition, Electrification, Steel",
    "excerpt": "A vision of future European industry that is electrified and decarbonised, along with the potential obstacles along the way there, comes from European energy trade association Eurelectric, both at the October 2024 launch of its <em>Power Barometer</em> in Brussels, Belgium, and more recently. New Energy World Senior Editor Will Dalrymple reports",
    "categories": ""
}