{
    "title": "Updates | Cerame-Unie",
    "author": "unknown",
    "source": "cerameunie.eu",
    "date": "2025-03-31",
    "text": "Updates Filter \r\n Topic \r\n         Type \r\n         Year \r\n         31 March 2025 \n                         “JOINT STATEMENT OF ENERGY INTENSIVE INDUSTRIES” – EVENT ON “HOW TO ADDRESS THE COMPETITIVENESS OF ENERGY-INTENSIVE INDUSTRIES IN THE EU?” Publication Read more 13 February 2025 \n                         INCLUSIVE CLEAN INDUSTRIAL DEAL: THE MAKE-OR-BREAK MOMENT FOR EU INDUSTRY | VIDEO STATEMENT BY CERAME-UNIE PRESIDENT HEIMO SCHEUCH News Read more 11 February 2025 \n                         INFORMAL COMPETITIVENESS COUNCIL ON THE ALIGNMENT OF INDUSTRY AND TRADE News Please read here the full article and Cerame-Unie's position. \n\n                            Read more\n                     5 February 2025 \n                         OPEN LETTER TO EXECUTIVE VICE PRESIDENT STÉPHANE SÉJOURNÉ, EXECUTIVE VICE PRESIDENT TERESA RIBERA AND COMMISSIONER WOPKE HOEKSTRA Publication Read more 4 February 2025 \n                         JOINT STATEMENT | REALITY CHECK FOR EUROPEAN HYDROGEN POLICY TO ADJUST THE COURSE Publication Please consult here the Joint Statement. \n\n                            Read more\n                     24 January 2025 \n                         JOINT STATEMENT OF EU AND GLOBAL INDUSTRY & TRADE ASSOCIATIONS ON INTERNATIONAL CUSTOMS DAY 2025 Publication Read more 20 January 2025 \n                         PRESS RELEASE | PRESENTATION OF THE FOURTH REPORT ON THE IMPLEMENTATION AND ENFORCEMENT OF EU TRADE POLICY Press release Read more 9 January 2025 \n                         VACANCY: EVENTS & COMMUNICATION TRAINEESHIP | STARTING DATE: 10 FEBRUARY 2024 News Read more 12 December 2024 \n                         CERAME-UNIE APPOINTS HEIMO SCHEUCH AS NEW PRESIDENT AND CALLS FOR A TAILORED APPROACH UNDER THE CLEAN INDUSTRIAL DEAL Press release Please consult here the Press Release. \n\n                            Read more\n                     10 December 2024 \n                         ANTWERP DIALOGUE ON INDUSTRIAL ELECTRIFICATION & COMPETITIVENESS | RECOMMENDATIONS Position paper Please consult the recommendations here. \n\n                            Read more\n                     10 December 2024 \n                         2024 | INVENTORY OF RESEARCH AND INNOVATION PROJECTS IN THE CERAMIC INDUSTRY Publication Read more 3 December 2024 \n                         2024 EUROPEAN CERAMIC DAYS : PRESS RELEASE & CERAME-UNIE STATEMENT ON THE CLEAN INDUSTRIAL DEAL Press release Please consult the PRESS RELEASE and the Statement of Cerame-Unie, here. \n\n                            Read more\n                     3 December 2024 \n                         CERAME-UNIE ACTIVITY REPORT 2023 Publication Please consult here the Cerame-Unie Activity Report for the year 2023. \n\n                            Read more\n                     18 November 2024 \n                         JOINT INDUSTRY COALITION STATEMENT IN SUPPORT OF THE EU-MERCOSUR FREE TRADE AGREEMENT (FTA) Publication Read more 6 November 2024 \n                         PUBLICATION OF THE 42TH ANNUAL REPORT ON THE USE OF TRADE DEFENCE INSTRUMENTS Press release Please consult the PRESS RELEASE here. \n\n                            Read more\n                     4 November 2024 \n                         FRANCO VANTAGGI, FORMER MANAGING DIRECTOR OF CONFINDUSTRIA CERAMICA, A LONGTIME PROMINENT FIGURE IN ITALIAN CERAMICS, HAS PASSED AWAY Press release Please consult here the Press Release. \n\n                            Read more\n                     21 October 2024 \n                         EUROPEAN PARLIAMENT CERAMICS FORUM (EPCF) BREAKFAST DEBATE ON THE DRAGHI REPORT | 16 OCTOBER, EP, BRUSSELS Press release Please consult here the Press Release of the event. \n\n                            Read more\n                     10 September 2024 \n                         CU ARTICLE ON KÉRAMICA MAGAZINE: “EU CLIMATE LEGISLATION ON THE RISE. IMPACT ON THE EUROPEAN CERAMIC INDUSTRY“ Publication Please click here to read the full article. \n\n                            Read more\n                     19 August 2024 \n                         VACANCY: INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS - CLIMATE, ENERGY & TRADE - STARTING MID-SEPTEMBER 2024 News Please consult here the full vacancy post. \n\n                            Read more\n                     4 July 2024 \n                         CERAME-UNIE SIGNS JOINT STATEMENT FOR AN AMBITIOUS FP10 Publication Please consult the Joint Statement HERE. \n\n                            Read more\n                     26 June 2024 \n                         VACANCY: EVENTS & COMMUNICATION TRAINEESHIP | STARTING DATE: 19 AUGUST 2024 News The position is remunerated and available for 6 months. If interested, please send your CV and Motivation Letter, before 30 June 2024. \n\n                            Read more\n                     18 June 2024 \n                         VACANCY: TRADE POLICY MANAGER | STARTING DATE: 1 AUGUST 2024 News Please consult here the full vacancy post. \n\n                            Read more\n                     17 May 2024 \n                         ANTWERP DIALOGUE ON QUALITY INDUSTRIAL JOBS IN EUROPE Publication Please consult the final joint statement HERE. \n\n                            Read more\n                     2 May 2024 \n                         THE CONSTRUCTION2050 ALLIANCE CALLS FOR ACTION ON DELIVERING HOUSING AND NEW BUILT SOLUTIONS IN OPEN LETTER News Please consult the Open Letter here. \n\n                            Read more\n                     12 April 2024 \n                         VACANCY: INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS - CLIMATE, ENERGY & TRADE - STARTING MID-MAY 2024 News Please consult here the full vacancy post. \n\n                            Read more\n                     22 March 2024 \n                         MANUFACTURING EUROPE’S FUTURE | AEGIS EUROPE & INDUSTRIALL CONFERENCE | 21 MARCH | BRUSSELS Press release Please consult here the PRESS RELEASE. \n\n                            Read more\n                     13 February 2024 \n                         VACANCY: EVENTS & COMMUNICATION TRAINEESHIP News The position is remunerated and available for 6 months. If interested, please send your CV and Motivation Letter, before Friday 5 April 2024. \n\n                            Read more\n                     13 February 2024 \n                         CU PRESS RELEASE | EC COMMUNICATION ON THE CO2 EMISSIONS REDUCTION TARGET FOR 2040 Press release Read the full statement here. \n\n                            Read more\n                     13 February 2024 \n                         CU PRESS RELEASE | RENEWAL OF ANTI-DUMPING DUTIES ON IMPORTS OF CERAMIC TILES ORIGINATING IN CHINA Press release Read the full Press Release here. \n\n                            Read more\n                     15 January 2024 \n                         JOINT INDUSTRY COALITION STATEMENT IN SUPPORT OF THE EU-MERCOSUR FTA Publication Read the full statement here. \n\n                            Read more\n                     8 January 2024 \n                         2023 | INVENTORY OF RESEARCH AND INNOVATION PROJECTS IN THE CERAMIC INDUSTRY Publication Please consult here the updated 2023 CU Inventory on R&I Projects in the Ceramic Industry. \n\n                            Read more\n                     13 December 2023 \n                         CONSTRUCTION 2050 ALLIANCE PUBLISHES ITS CALL AND COMMITMENT FOR THE NEW EU POLITICAL TERM News Please consult the call here. \n\n                            Read more\n                     8 December 2023 \n                         2023 EUROPEAN CERAMIC DAYS | LAUNCH OF THE CERAMIC MANIFESTO 2024-2029 Press release Please consult the full press release & the Ceramic Manifesto 24-29, HERE. \n\n                            Read more\n                     1 December 2023 \n                         JOINT STATEMENT | ENERGY INTENSIVE INDUSTRIES WELCOME THE EP VOTE ON NZIA Publication Read the full statement here. \n\n                            Read more\n                     17 November 2023 \n                         PUBLICATION OF THE THIRD REPORT ON THE IMPLEMENTATION AND ENFORCEMENT OF EU TRADE POLICY Press release Please consult here the Press Release. \n\n                            Read more\n                     12 October 2023 \n                         CU POSITION PAPER | TO PROMOTE THE USE OF SECONDARY RAW MATERIALS IN THE MANUFACTURE OF CERAMIC PRODUCTS Position paper Please consult here the CU Position Paper. \n\n                            Read more\n                     12 September 2023 \n                         VACANCY: INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS - CLIMATE, ENERGY & TRADE - STARTING 23 OCTOBER 2023 News Please consult here the full vacancy post. \n\n                            Read more\n                     5 September 2023 \n                         VACANCY: INTERNSHIP IN PUBLIC AFFAIRS - ENVIRONMENT, SUSTAINABILITY AND HEALTH & SAFETY - STARTING NOVEMBER 2023 News Please consult here the full vacancy post. \n\n                            Read more\n                     12 July 2023 \n                         ADOPTION OF THE EUROPEAN PARLIAMENT'S NEGOTIATING POSITION ON THE REVIEW OF THE CONSTRUCTION PRODUCTS REGULATION (CPR) News Please find the full article here. \n\n                            Read more\n                     30 June 2023 \n                         2022 CERAME-UNIE ACTIVITY REPORT Document Please consult the full Activity Report here. \n\n                            Read more\n                     1 June 2023 \n                         CU POSITION PAPER | REUSED/REMANUFACTURED PRODUCTS IN THE REVISED CPR Position paper To read the full Position Paper, please click here. \n\n                            Read more\n                     23 May 2023 \n                         JOINT LETTER TO MEMBER STATES’ REPRESENTATIVES | AN EU BINDING BIOMETHANE TARGET IN THE GAS REGULATION IS CRITICAL TO SUPPORT STRATEGIC ENERGY AUTONOMY AND CLIMATE OBJECTIVES Publication Please consult the Joint Letter HERE. \n\n                            Read more\n                     15 May 2023 \n                         POSITION PAPER ON PRODUCT PRIORITY CONSULTATION | ECODESIGN FOR SUSTAINABLE PRODUCTS REGULATION Position paper Consult the full position paper here. \n\n                            Read more\n                     11 May 2023 \n                         ENERGY INTENSIVE INDUSTRIES HIGH LEVEL STATEMENT ON THE NET ZERO INDUSTRIAL ACT Publication Find the full article here. \n\n                            Read more\n                     3 April 2023 \n                         PRESS RELEASE | MEP LETTER ON INDIRECT COST COMPENSATIONS FOR THE CERAMIC INDUSTRY Press release Read the full press release here. \n\n                            Read more\n                     19 March 2023 \n                         JOINT POSITION PAPER | NATURE RESTORATION LAW Position paper Please find the full position paper here. \n\n                            Read more\n                     10 March 2023 \n                         OPEN LETTER | THE EU INDUSTRY CALLING FOR A CONSIDERATION OF LOW CARBON HYDROGEN IN THE CALCULATION OF RFNBOS TARGETS News Read full open letter here. \n\n                            Read more\n                     10 February 2023 \n                         PRESS RELEASE | ANTI-DUMPING MEASURES ON IMPORTS OF CERAMIC TILES FROM INDIA AND TURKEY Press release Read full press release here. \n\n                            Read more\n                     1 February 2023 \n                         VACANCY: INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS (CLIMATE, ENERGY & TRADE) | MARCH 2023 News Please consult full vacancy here \n\n                            Read more\n                     1 February 2023 \n                         JOINT STATEMENT | ENERGY-INTENSIVE INDUSTRIES SHOULD BE AT THE HEART OF THE GREEN DEAL INDUSTRIAL PLAN Press release Read the full statement here. \n\n                            Read more\n                     26 January 2023 \n                         JOINT PRESS RELEASE: WORLD CUSTOMS DAY: STATEMENT BY MEMBERS OF THE TRADE CONTACT GROUP ADVISING DG TAXUD Press release Please consult here the full joint press release. \n\n                            Read more\n                     9 December 2022 \n                         JOINT LETTER: REPOWEREU AND INNOVATION FUND MUST GO HAND IN HAND TO STOP EU’S DE-INDUSTRIALISATION Press release Please consult here the full joint letter. \n\n                            Read more\n                     2 December 2022 \n                         JOINT OPEN LETTER ON THE REVISION OF THE GHG PROTOCOL’S REPORTING PRINCIPLES News Read full letter here. \n\n                            Read more\n                     1 December 2022 \n                         OPEN LETTER OF THE EU INDUSTRY CALLING FOR OPTIONAL ELIGIBILITY OF LOW-CARBON HYDROGEN TO THE HYDROGEN TARGETS News Read the full letter here. \n\n                            Read more\n                     28 November 2022 \n                         PRESS RELEASE – FEPF APPOINTS NEW PRESIDENT AND VICE-PRESIDENTS Press release Read the full press release here. \n\n                            Read more\n                     22 November 2022 \n                         PRESS RELEASE | INITIATION OF AN EXPIRY REVIEW OF ANTI-DUMPING MEASURES ON IMPORTS OF CERAMIC TILES FROM CHINA Press release Please consult here the full press release. \n\n                            Read more\n                     11 October 2022 \n                         PRESS RELEASE | PUBLICATION OF THE SECOND REPORT ON THE IMPLEMENTATION AND ENFORCEMENT OF EU TRADE AGREEMENTS Press release Please consult the full press release here. \n\n                            Read more\n                     28 September 2022 \n                         STATEMENT BY ENERGY INTENSIVE INDUSTRIES AHEAD OF THE EXTRAORDINARY ENERGY COUNCIL OF 30 SEPTEMBER 2022 Press release Please consult the full statement here. \n\n                            Read more\n                     21 September 2022 \n                         PRESS RELEASE ON 40TH TDI ANNUAL REPORT Press release Please consult here the full press release. \n\n                            Read more\n                     16 September 2022 \n                         CERAME-UNIE STATEMENT ON THE STATE OF THE EUROPEAN UNION ADDRESS BY PRESIDENT VON DER LEYEN OF 14 SEPTEMBER News Please consult here the full statement. \n\n                            Read more\n                     13 September 2022 \n                         STATEMENT BY ENERGY INTENSIVE INDUSTRIES ON THE OUTCOME OF THE EXTRAORDINARY ENERGY COUNCIL OF 9 SEPTEMBER 2022 Press release Please consult here the full statement. \n\n                            Read more\n                     8 September 2022 \n                         CERAME-UNIE PRESS RELEASE ON ENERGY PRICES Press release Please consult here the full press release. \n\n                            Read more\n                     6 September 2022 \n                         JOINT LETTER | ENERGY INTENSIVE INDUSTRIES | EU GAS AND ELECTRICITY PRICES Publication Please consult here for the full joint letter. \n\n                            Read more\n                     31 August 2022 \n                         SAVE THE DATE | CU CYCLE OF WEBINARS | THE NEW EUROPEAN BAUHAUS | CERAMICS CONTRIBUTING TO AN INCLUSIVE BUILT ENVIRONMENT | 12 SEPTEMBER 2022 | 10:00-11:30 | ZOOM News Read more 27 July 2022 \n                         VACANCY: INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS (CLIMATE, ENERGY & TRADE) | SEPTEMBER 2022 News Please consult full vacancy here \n\n                            Read more\n                     26 July 2022 \n                         JOINT OPEN LETTER TO ENERGY MINISTERS ON “SAVE GAS FOR A SAFE WINTER” | INDUSTRY AND DISTRICT HEATING OPERATORS CALL FOR PRIORITISATION OF EFFICIENT HEAT AND POWER Press release Please consult here the full press release. \n\n                            Read more\n                     21 July 2022 \n                         CERAME-UNIE PRESS RELEASE ON THE EC \"GUIDELINES ON A EUROPEAN GAS DEMAND REDUCTION PLAN\" Press release Please consult HERE the Cerame-Unie Press Release on the European Commission's \"Guidelines on a European Gas Demand Reduction Plan\". \n\n                            Read more\n                     13 July 2022 \n                         CU LETTERS TO COMMISSIONER BRETON AND COMMISSIONER SIMSON | ENERGY REDUCTION PLAN – POTENTIAL IMPACT ON CERAMICS AND ITS VALUE CHAINS Document Please consult here the full letters to the Commissioners. \n\n                            Read more\n                     5 July 2022 \n                         PRESS RELEASE - EUROPEAN PARLIAMENT PLENARY VOTE ETS AND CBAM Press release Please consult here the full press release. \n\n                            Read more\n                     30 June 2022 \n                         CERAME-UNIE POSITION PAPER ON THE PROPOSAL FOR A REVISED CONSTRUCTION PRODUCTS REGULATION Position paper Please consult here the full position paper \n\n                            Read more\n                     21 June 2022 \n                         CET CONGRESS 2022 | ROME, ITALY | 8-10 JUNE Press release Please consult here the full press release. \n\n                            Read more\n                     21 June 2022 \n                         ECODESIGN FOR SUSTAINABLE PRODUCTS REGULATION PROPOSAL Position paper Please consult here the full position paper. \n\n                            Read more\n                     8 June 2022 \n                         CONSORTIUM OF EUROPEAN AND GLOBAL TRADE BODIES PUBLISHES PEER-REVIEWED STUDY ON THE GLOBAL WARMING POTENTIAL ASSESSMENT OF BIOBASED CONSTRUCTION PRODUCTS Press release Please consult here the full press release. \n\n                            Read more\n                     2 June 2022 \n                         OPEN LETTER BY ENERGY INTENSIVE INDUSTRIES CEOS ON ETS AND CBAM Press release Please consult here the full open letter. \n\n                            Read more\n                     25 May 2022 \n                         OPEN STATEMENT BY ENERGY INTENSIVE INDUSTRIES PLENARY VOTES ON EMISSIONS TRADING SYSTEM AND CARBON BORDER ADJUSTMENT MECHANISM Press release Please Consult here the full statement. \n\n                            Read more\n                     23 May 2022 \n                         VACANCY: INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS - ENVIRONMENT, SUSTAINABILITY AND HEALTH & SAFETY - STARTING JULY 2022 News Please consult here the full vacancy post. \n\n                            Read more\n                     23 May 2022 \n                         VACANCY: INTERNSHIP IN ADMINISTRATION, EVENTS & COMMUNICATIONS News The position is remunerated and available for 6 months with a preferred start on July 2022. If interested, please send your CV and Motivation Letter, before Wednesday 15 June 2022. \n\n                            Read more\n                     20 May 2022 \n                         ENVI VOTES ON ETS AND CBAM PUT AT FURTHER RISKS THE DECARBONISATION INVESTMENT CAPACITY OF THE CERAMIC INDUSTRY Press release Please consult here the full press release. \n\n                            Read more\n                     12 May 2022 \n                         OPEN STATEMENT BY ENERGY INTENSIVE INDUSTRIES | ENVI COMMITTEE VOTE ON EMISSIONS TRADING SYSTEM AND CARBON BORDER ADJUSTMENT MECHANISM Press release Please consult here the full joint statement. \n\n                            Read more\n                     11 April 2022 \n                         CONFINDUSTRIA CERAMICA | MEMORANDUM ON THE CURRENT SITUATION FACING THE ITALIAN CERAMIC INDUSTRY Press release Read Confindustria Ceramica's full memorandum here. \n\n                            Read more\n                     4 April 2022 \n                         2022 | INVENTORY OF RESEARCH AND INNOVATION PROJECTS IN THE CERAMIC INDUSTRY Publication Please consult here the updated 2022 CU Inventory on R&I Projects in the Ceramic Industry. \n\n                            Read more\n                     1 April 2022 \n                         CERAME-UNIE'S COMMENTS ON THE PROPOSAL FOR A REVISED ENERGY PERFORMANCE BUILDINGS DIRECTIVE Position paper Please read here Cerame-Unie's comments on the proposal for a revised Energy Performance Buildings Directive. \n\n                            Read more\n                     9 March 2022 \n                         JOINT STATEMENT | EUROPEAN INDUSTRIAL ENERGY CONSUMERS CALL FOR A DIALOGUE AND PRAGMATIC ACTIONS ON ENERGY SECURITY AND AFFORDABILITY Press release Please consult here for the full press release. \n\n                            Read more\n                     3 March 2022 \n                         JOINT STATEMENT | PRIORITISING THE USE OF HIGH-EFFICIENCY COGENERATION BY INDUSTRIAL OPERATORS TO REACH 2030 CLIMATE GOALS Position paper Please consult here the full Joint Statement. \n\n                            Read more\n                     25 February 2022 \n                         CERAME-UNIE POSITION PAPER ON CONSTRUCTION ECOSYSTEM Position paper Please consult here for the full position paper. \n\n                            Read more\n                     22 February 2022 \n                         EUROPEAN ENERGY-INTENSIVE INDUSTRIES | JOINT STATEMENT | REVISION OF THE EU ETS Position paper Please consult here for the full Joint Statement. \n\n                            Read more\n                     7 February 2022 \n                         SUSTAINABLE DUTCH CLAY EXCAVATION - RENEWABLE RESOURCE ANIMATION Media Please consult here for more information and to view the animation. \n\n                            Read more\n                     3 February 2022 \n                         THE EUROPEAN PARLIAMENT CERAMICS FORUM APPOINTS A NEW CHAIR News Please consult the full press release here. \n\n                            Read more\n                     27 January 2022 \n                         LAUNCH OF CERAMICS FOR BAUHAUS WEBSITE News Please consult here for more information. \n\n                            Read more\n                     27 January 2022 \n                         EU CHALLENGES EGYPTIAN IMPORT RESTRICTIONS AT THE WTO Press release Please consult here the full press release. \n\n                            Read more\n                     26 January 2022 \n                         CERAME-UNIE WEBINAR “THE NEW EUROPEAN BAUHAUS: PAVING THE WAY FOR A BEAUTIFUL, SUSTAINABLE AND INCLUSIVE BUILT ENVIRONMENT WITH CERAMICS” | WEDNESDAY 26 JANUARY, 10:00-11:30 (CET) | ZOOM | NEW WEBSITE & RECORDING News The CU Webinar “The New European Bauhaus: Paving the way for a beautiful, sustainable and inclusive built environment with Ceramics”, took place on Wednesday 26 January and counted with the attendance of more than 120 participants. \n\n                            Read more\n                     26 January 2022 \n                         THE SPANISH AND ITALIAN CERAMIC TILE SECTORS MEET IN BRUSSELS WITH THE DIRECTORATE-GENERAL FOR COMPETITION TO DISCUSS MECHANISMS TO REDUCE THE IMPACT OF DECARBONIZATION Press release Please consult here for the full press release. \n\n                            Read more\n                     21 January 2022 \n                         2020-2021 CERAME-UNIE ACTIVITY REPORT Publication Please consult the full Activity Report here. \n\n                            Read more\n                     22 December 2021 \n                         INDUSTRIAL ENERGY CONSUMERS URGE EU LEADERS TO SWIFTLY ACT AGAINST UNBEARABLY HIGH ENERGY PRICES Press release Please consult here the full joint statement. \n\n                            Read more\n                     20 December 2021 \n                         CERAME-UNIE CALLS FOR ACTION OF THE EU LEADERS ON THE ENERGY AND CARBON PRICES INCREASE Press release Please consult here the full press release. \n\n                            Read more\n                     13 December 2021 \n                         INITIATION OF AN ANTI-DUMPING INVESTIGATION ON IMPORTS OF CERAMIC TILES FROM INDIA AND TURKEY Press release Please consult the full press release here. \n\n                            Read more\n                     23 November 2021 \n                         2021 EUROPEAN CERAMIC DAYS | LAUNCH OF THE CERAMIC ROADMAP TO 2050 Press release Please consult the full press release here. \n\n                            Read more\n                     19 November 2021 \n                         CERAME-UNIE’S CONTRIBUTION TO THE PUBLIC CONSULTATION ON THE PROPOSAL FOR THE NEW GSP REGULATION Position paper Please consult the full response to the public consultation here. \n\n                            Read more\n                     18 November 2021 \n                         CERAMIC INDUSTRY POSITION ON THE ENERGY TAXATION DIRECTIVE REVIEW Position paper Please consult here the full position paper. \n\n                            Read more\n                     18 November 2021 \n                         CERAME-UNIE FEEDBACK ON THE PROPOSAL FOR A CARBON BORDER ADJUSTMENT MECHANISM (CBAM) Position paper Please consult the full position paper here. \n\n                            Read more\n                     17 November 2021 \n                         CERAMIC ROADMAP TO 2050 | CONTINUING OUR PATH TOWARDS CLIMATE NEUTRALITY Publication Please consult here the full Ceramic Roadmap to 2050 \n\n                            Read more\n                     8 November 2021 \n                         CERAMIC INDUSTRY POSITION THE EU ETS REVIEW Position paper Please consult here for the full position paper. \n\n                            Read more\n                     8 November 2021 \n                         PRESS RELEASE | PUBLICATION OF THE FIRST REPORT ON THE IMPLEMENTATION AND ENFORCEMENT OF EU TRADE AGREEMENTS Press release Please consult the full press release here. \n\n                            Read more\n                     20 October 2021 \n                         ENERGY INTENSIVE INDUSTRIES URGE SWIFT ACTION TO TACKLE UNPRECEDENTED ENERGY CRISIS Position paper Please consult here the full position paper. \n\n                            Read more\n                     20 October 2021 \n                         JOINT STATEMENT | AFFORDABLE RENEWABLE ENERGY IS THE LIFEBLOOD OF THE EUROPEAN ENERGY-INTENSIVE INDUSTRIES Position paper Please consult here the full joint statement. \n\n                            Read more\n                     12 October 2021 \n                         PRESS RELEASE | FAIR CONSTRUCTION RULES JOINT PROJECT COMMENCES Press release Please consult here the full press release. \n\n                            Read more\n                     9 September 2021 \n                         PUBLICATION OF THE 39TH ANNUAL REPORT ON THE USE OF TRADE DEFENCE INSTRUMENT Press release Please consult here the full press release. \n\n                            Read more\n                     24 August 2021 \n                         VACANCY: INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS - CLIMATE, ENERGY & TRADE - STARTING AS SOON AS POSSIBLE (1) News Please consult here the full vacancy post. \n\n                            Read more\n                     24 August 2021 \n                         VACANCY: INTERNSHIP IN PUBLIC AFFAIRS - ENVIRONMENT, SUSTAINABILITY AND HEALTH & SAFETY - STARTING OCTOBER 2021 (1) News Please consult here the full vacancy post. \n\n                            Read more\n                     24 August 2021 \n                         VACANCY: INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS - CLIMATE, ENERGY & TRADE - STARTING AS SOON AS POSSIBLE News The position is remunerated and available for 6 months starting as soon as possible. If interested, please send your CV and Motivation Letter, before Friday 3 September 2021. \n\n                            Read more\n                     24 August 2021 \n                         VACANCY: INTERNSHIP IN PUBLIC AFFAIRS - ENVIRONMENT, SUSTAINABILITY AND HEALTH & SAFETY - STARTING OCTOBER 2021 News The position is remunerated and available for 6 months with a preferred start in October 2021. If interested, please send your CV and Motivation Letter, before Thursday 9 September 2021. \n\n                            Read more\n                     16 July 2021 \n                         AEGIS EUROPE PRESS RELEASE: CBAM EC PROPOSAL News EU industries oppose the automatic phase-out of free allowances, and call for export adjustments and better enforcement provisions \n\n                            Read more\n                     14 July 2021 \n                         PUBLICATION OF THE FIT FOR 55 PACKAGE Press release Please consult HERE Cerame-Unie's Press Release on the publication of the Fit For 55 Package. \n\n                            Read more\n                     8 July 2021 \n                         ENERGY INTENSIVE INDUSTRIES’ RECOMMENDATIONS TO THE EU EMISSION TRADING SCHEME REFORM Position paper Please consult HERE the Energy Intensive Industries’ recommendations to the EU Emission Trading Scheme reform. \n\n                            Read more\n                     29 June 2021 \n                         THE NEW EUROPEAN BAUHAUS PARTNERSHIP News Cerame-Unie is delighted to announce its selection as an official partner of the New European Bauhaus Initiative. \n\n                            Read more\n                     21 June 2021 \n                         CERAME-UNIE REPLY TO THE OPEN PUBLIC CONSULTATION ON THE HYDROGEN AND GAS MARKET DECARBONISATION PACKAGE Publication Please consult HERE the response of Cerame-Unie. \n\n                            Read more\n                     15 June 2021 \n                         VACANCY: INTERNSHIP IN PUBLIC AFFAIRS (ENVIRONMENT, SUSTAINABILITY AND HEALTH & SAFETY) News The position is remunerated and available for 6 months with a preferred start in August 2021. If interested, please send your CV and Motivation Letter, before Friday 25 June 2021. \n\n                            Read more\n                     9 June 2021 \n                         CERAME-UNIE POSITION PAPER ON THE SUSTAINABLE PRODUCTS INITIATIVE (SPI) Position paper Please consult here the Position Paper of Cerame-Unie. \n\n                            Read more\n                     3 June 2021 \n                         MARIO DRAGHI MEETS THE ITALIAN CERAMIC INDUSTRY Press release Please consult here the full PRESS RELEASE. \n\n                            Read more\n                     28 May 2021 \n                         JOINT LETTER | EMILIA-ROMAGNA REGION AND GENERALITAT VALENCIANA | REVIEW OF THE ETS STATE AID GUIDELINES Publication Please consult here the full Joint Letter sent by the Emilia-Romagna region and Generalitat Valenciana, in the context of the ETS and the non-inclusion of ceramic tiles in the list of sectors eligible for compensation for indirect carbon costs. \n\n                            Read more\n                     20 May 2021 \n                         CU INVENTORY | PROJECTS ON BIODIVERSITY AND PROTECTION OF ECOSYSTEMS Publication Please consult the CU Inventory here. \n\n                            Read more\n                     7 May 2021 \n                         PUBLICATION OF THE FINAL EXAMINATION REPORT IN THE CONTEXT OF THE TBR INVESTIGATION AGAINST THE SAUDI QUALITY MARK Press release Please consult HERE the full Cerame-Unie PRESS RELEASE. \n\n                            Read more\n                     4 May 2021 \n                         ROADMAP FOR A GREENHOUSE GAS NEUTRAL BRICK & ROOF TILE INDUSTRY IN GERMANY Publication Please consult here the German Brick & Roof Tile Industry Roadmap for greenhouse gas neutrality by 2050. \n\n                            Read more\n                     3 May 2021 \n                         JOINT INDUSTRY STATEMENT | KEY MESSAGES ON THE TARGETED STAKEHOLDER SURVEY (TSS) ON THE E-PRTR REGULATION REVISION Publication Please consult here the joint statement regarding the key messages on the Targeted Stakeholder Survey (TSS) on the E-PRTR Regulation revision. \n\n                            Read more\n                     16 April 2021 \n                         CERAME-UNIE SHARES THE EUROPEAN SHIPPERS COUNCIL’S CONCERNS ABOUT CURRENT DISRUPTION IN GLOBAL TRADE, DUE TO CONTAINER SHORTAGE Press release Please consult here the joint Press release. \n\n                            Read more\n                     15 April 2021 \n                         THE IMPORTANCE OF LINKING THE EU ETS WITH THE UK ETS AHEAD OF COP26 | JOINT LETTER TO EC & UK GOVERNMENT Publication Please consult here the joint letters signed by over 40 UK & EU business groups, addressed to the European Commission and UK Government, to urge them to link the EU & UK Emission Trading Systems, ahead of COP26. \n\n                            Read more\n                     12 April 2021 \n                         JOINT INDUSTRY STATEMENT | CLIMATE CHANGE POLICY OPTIONS IN CONTEXT OF THE TARGETED STAKEHOLDERS SURVEY ON THE REVISION OF THE INDUSTRIAL EMISSIONS DIRECTIVE Publication Please consult here the joint statement regarding climate change policy options considered in context of the TSS on the revision of the IED. \n\n                            Read more\n                     22 March 2021 \n                         CERAME-UNIE POSITION ON THE REVISION OF THE ENERGY PERFORMANCE OF BUILDINGS DIRECTIVE Position paper Please consult here Cerame-Unie's final position on the Energy Performance of Buildings Directive (EPBD) revision – impact assessment. \n\n                            Read more\n                     19 March 2021 \n                         THE EMILIA-ROMAGNA REGION AND THE COMUNIDAD VALENCIANA MEET THE CERAMIC INDUSTRY FOR A SUSTAINABLE ENERGY TRANSITION Press release Please consult HERE the Press Release regarding the meeting held between the representatives of the regional institutions and the ceramic industry associations (Confindustria Ceramica & ASCER). \n\n                            Read more\n                     12 March 2021 \n                         CERAME-UNIE WELCOMES THE EUROPEAN PARLIAMENT’S VOTE ON CARBON BORDER ADJUSTMENT MECHANISM (CBAM) Press release Please consult here the Press Release of Cerame-Unie regarding the EU Parliament's vote on Carbon Border Adjustment Mechanism (CBAM). \n\n                            Read more\n                     11 March 2021 \n                         AEGIS EUROPE’S ASSESSMENT OF THE EU PARLIAMENT VOTE ON CARBON BORDER ADJUSTMENT MECHANISM (CBAM) Press release Please consult here the Press Release of AEGIS Europe regarding the EU Parliament vote on Carbon Border Adjustment Mechanism (CBAM). \n\n                            Read more\n                     5 March 2021 \n                         2021 | INVENTORY OF R&I PROJECTS IN THE CERAMIC INDUSTRY Publication Please consult here the updated 2021 CU Inventory on R&I Projects in the Ceramic Industry. \n\n                            Read more\n                     24 February 2021 \n                         VACANCY: INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS (CLIMATE, ENERGY & TRADE) News The position is remunerated and available for 6 months with a preferred start on 29 March 2021. If interested, please send your CV and Motivation Letter, before Wednesday 10 March 2021. \n\n                            Read more\n                     18 February 2021 \n                         PRESS RELEASE | CONSTRUCTION PRODUCTS EUROPE | FRENCH DYNAMIC LCA VS. EUROPEAN HARMONISED METHODOLOGY Press release Please consult here the Press Release of Construction Products Europe regarding the French dynamic LCA vs. European harmonised methodology. \n\n                            Read more\n                     12 February 2021 \n                         12 FEBRUARY 2021 │ CERAME-UNIE WELCOMES THE ADOPTION OF THE NEW TRADE ENFORCEMENT REGULATION Press release Please consult here Cerame-Unie's press release regarding the new Trade Enforcement Regulation. \n\n                            Read more\n                     9 February 2021 \n                         EU SURVEY | CU RESPONSE TO PUBLIC CONSULTATION ON THE REVIEW OF THE EU EMISSIONS TRADING SYSTEM Position paper Please consult here the CU response to the Public Consultation on the review of the EU Emissions Trading System. \n\n                            Read more\n                     9 February 2021 \n                         RECOMMENDATIONS | ALLIANCE OF ENERGY INTENSIVE INDUSTRIES | REVIEW OF THE EU EMISSIONS TRADING SYSTEM Publication Please consult here the recommendations from the Alliance of Energy Intensive Industries on the review of the EU Emissions Trading System. \n\n                            Read more\n                     2 February 2021 \n                         REPORT | CU CYCLE OF WEBINARS ON CIRCULAR ECONOMY Publication Please consult here the Report with key messages shared by the speakers, during the CU Cycle of Webinars on Circular Economy. \n\n                            Read more\n                     18 January 2021 \n                         CU REPLY TO THE SUSTAINABLE FINANCE PUBLIC CONSULTATIONS ON THE COMMISSION DELEGATED ACT (CLIMATE CHANGE ADAPTATION AND MITIGATION) Position paper Please consult here the CU Position Paper on Sustainable Finance. \n\n                            Read more\n                     15 January 2021 \n                         CU POSITION PAPER ON THE CARBON BORDER ADJUSTMENT MECHANISM (CBAM) Position paper Please consult here the CU Position Paper and additional comments on the CBAM. \n\n                            Read more\n                     14 January 2021 \n                         EPCF WEBINAR VIDEO | \"MAKING THE EUROPEAN GREEN DEAL AND CBAS FIT FOR SMES?\" Media Discover the 🗝️ key messages shared by the exceptional speakers of the EPCF Webinar on how to make the EU Green Deal and CBAs fit for SMEs, held in the context of the 2020 European Ceramic Days, on 17 November. \n\n                            Read more\n                     7 January 2021 \n                         CERAME-UNIE RESPONSE TO THE PUBLIC CONSULTATION ON THE REVIEW OF THE ENERGY AND ENVIRONMENTAL AID GUIDELINES Document Please consult here the response of Cerame-Unie to the public consultation on the review of the Energy and Environmental Aid Guidelines. \n\n                            Read more\n                     17 December 2020 \n                         EPCF WEBINAR VIDEO | \"TRADE POLICY REVIEW: THE ROAD TO AN OPEN STRATEGIC AUTONOMY\" Media Discover the 🗝️ key messages shared by the exceptional speakers of the EPCF Webinar on the EU Trade Policy Review, held in the context of the 2020 European Ceramic Days, on 17 November. \n\n                            Read more\n                     10 December 2020 \n                         CERAME-UNIE INPUT TO THE COMMISSION INCEPTION IMPACT ASSESSMENT ON THE REVIEW OF THE ENVIRONMENTAL PROTECTION AND ENERGY STATE AID GUIDELINES Publication Please consult here the input of Cerame-Unie to the Commission IIA on the Review of the EEAG. \n\n                            Read more\n                     27 November 2020 \n                         VACANCY: ADMINISTRATIVE & COMMUNICATIONS TRAINEESHIP News The position is remunerated and available for 6 months with a preferred start on 1 February 2021. If interested, please send your CV and Motivation Letter, before Friday 11 December 2020. \n\n                            Read more\n                     26 November 2020 \n                         CERAME-UNIE FEEDBACK TO THE ROADMAP ON THE REVISION OF THE EMISSION TRADING SCHEME DIRECTIVE Document Please consult here the feedback of Cerame-Unie to the Roadmap on the Revision of the Emission Trading Scheme Directive. \n\n                            Read more\n                     26 November 2020 \n                         THE EUROPEAN PARLIAMENT ADOPTS A MOTION FOR A RESOLUTION SETTING OUT ITS PRIORITIES FOR THE EU TRADE POLICY REVIEW Press release Please consult here the Press Release of Cerame-Unie. \n\n                            Read more\n                     25 November 2020 \n                         THE PROJECT LIFE SUPERHERO IS OFFICIALLY ONLINE | “VENTILATED AND PERMEABLE ROOFS FOR ENERGETIC SUSTAINABILITY AND EFFICIENCY” Press release Starting from today it is possible to find all the information about ongoing project updates, news, events and much more at: www.lifesuperhero.eu \n\n                            Read more\n                     13 November 2020 \n                         CU RESPONSE TO THE TPR PUBLIC CONSULTATION Position paper Cerame-Unie’s contribution to the Public Consultation on the EU Trade Policy Review. \n\n                            Read more\n                     13 October 2020 \n                         INAUGURATION OF THE NEW EU TRADE PORTAL “ACCESS2MARKETS” BY DG TRADE Press release Please consult here the Press Release of Cerame-Unie regarding the launch of the new EU trade portal “Access2Markets” \n\n                            Read more\n                     22 September 2020 \n                         INFORMAL MEETING OF EU TRADE MINISTERS AND DESIGNATED COMMISSIONER FOR TRADE, VICE-PRESIDENT MR VALDIS DOMBROVSKIS. News On Monday 21 September 2020, Berlin hosted the first informal summit between the EU Trade Ministers and the designated European Commissioner for Trade Mr Valdis Dombrovskis. \n\n                            Read more\n                     21 September 2020 \n                         PRESS RELEASE | CERAME-UNIE POSITION | REVIEW OF ETS STATE AID GUIDELINES Press release Please consult here the Press Release stating the position of Cerame-Unie and the European Ceramic Industry torwards the review of the ETS State Aid Guidelines. \n\n                            Read more\n                     21 September 2020 \n                         CERAME-UNIE SUBSCRIBES TO AEGIS EUROPE’S PRESS RELEASE ON WTO REFORM Press release Please consult here the AEGIS Europe’s Press Release on WTO reform. \n\n                            Read more\n                     23 July 2020 \n                         CU POSITION PAPER ON RENOVATION WAVE Position paper Cerame-Unie’s answer to the European Commission’s public consultation on the Renovation Wave. \n\n                            Read more\n                     23 July 2020 \n                         CU RESPONSE TO WSR PUBLIC CONSULTATION Position paper Waste Shipment Regulation revision: Cerame-Unie’s response to the public consultation. \n\n                            Read more\n                     16 July 2020 \n                         THE EU RECOVERY PACKAGE: ADDRESSING THE MOST URGENT NEEDS AND CONTRIBUTING TO A MORE RESILIENT EUROPE Press release Ahead of the European Council summit on 17-18 July, Cerame-Unie calls on the Member States to quickly reach an agreement on the Recovery Plan and stresses the urgency of securing immediate access to liquidity particularly for SMEs. \n\n                            Read more\n                     25 June 2020 \n                         EC NOTICE OF INITIATION | EXAMINATION PROCEDURE AGAINST SAUDI ARABIA SASO QUALITY MARK News Commission launches an examination procedure against the Kingdom of Saudi Arabia on technical requirements affecting European ceramic tiles imports. \n\n                            Read more\n                     25 June 2020 \n                         CLEAN HYDROGEN LETTER | INDUSTRY | VP TIMMERMANS News Clean Hydrogen Letter Supported by 33 of Europe’s Biggest Industry Associations and Companies. \n\n                            Read more\n                     19 June 2020 \n                         CERAME-UNIE BROCHURE ON CIRCULAR ECONOMY AND SUSTAINABILITY | BEST PRACTICES FROM THE CERAMIC INDUSTRY Publication Cerame-Unie is delighted to present our Brochure on Circular Economy and Sustainability - Best Practises from the Ceramic Industry. \n\n                            Read more\n                     18 June 2020 \n                         VACANCY: INTERNSHIP IN PUBLIC AFFAIRS (ENVIRONMENT, CLIMATE AND ENERGY) News The position is available starting from mid August / beginning of September, with a duration of 6 months. If interested, please send your CV and motivation letter before Wednesday 8th July 2020. \n\n                            Read more\n                     30 April 2020 \n                         CONSTRUCTION SECTOR REQUEST TO THE EUROPEAN RECOVERY FUND FOR COVID-19 News The sector stresses that the European Recovery Fund should include construction as one of the key industrial ecosystems. \n\n                            Read more\n                     17 April 2020 \n                         CIRCULAR ECONOMY IN THE CERAMIC INDUSTRY POSITION PAPER Position paper In thia paper, the European ceramic industry, represented by Cerame-Unie, welcomes this Action Plan and highlights that circularity is one of the key drivers to achieve a carbon-neutral economy. \n\n                            Read more\n                     8 April 2020 \n                         WASTE SHIPMENT REGULATION REVISION: CERAME-UNIE’S FEEDBACK TO THE INCEPTION IMPACT ASSESSMENT News Cerame-Unie welcomes the upcoming revision of the Waste Shipment Regulation as announced in the new Circular Economy Action Plan adopted by the European Commission on 11 March 2020. \n\n                            Read more\n                     3 April 2020 \n                         AEGIS PRESS RELEASE: REACTION TO THE CONSEQUENCES OF THE COVID-19 OUTBREAK News AEGIS Europe calls for adequate use of trade policy instruments to keep EU’s manufacturing industry during and in the aftermath of COVID-19 \n\n                            Read more\n                     30 March 2020 \n                         PRE POSITION STATEMENT ON COVID-19 News PRE published a position statement on refractories being an essential industry in regards to COVID-19. \n\n                            Read more\n                     30 March 2020 \n                         CONSTRUCTION SECTOR LAUNCHES PRESS RELEASE ON COVID-19 News The European construction sector calls for urgent measures to protect workers’ health, support economic activity and accelerate the recovery. \n\n                            Read more\n                     27 March 2020 \n                         POSITION STATEMENT BY WRA IN RESPONSE TO COVID-19 News The latest statement from WRA details why refractories should be recognized as a critical industry that must continue to operate during COVID-19. \n\n                            Read more\n                     24 March 2020 \n                         PRESS RELEASE: CERAMIC INDUSTRY UPDATES REGARDING TO COVID-19 Press release With the impact of the COVID-19 on Europe and throughout the world, the Ceramic Industry is aware of this crisis and stands in solidarity with those who are affected and the EU. \n\n                            Read more\n                     11 March 2020 \n                         LAUNCH OF THE EUROPEAN BATHROOM FORUM NEWSLETTER News The refreshed European Bathroom Forum (EBF)  newsletter was launched on 11 March 2020. \n\n                            Read more\n                     11 March 2020 \n                         EUROPEAN COMMISSION ADOPTS NEW CIRCULAR ECONOMY ACTION PLAN News On March 11 2020, the European Commission released its new Circular Economy Action Plan, one of the main blocks of the European Green Deal. \n\n                            Read more\n                     11 March 2020 \n                         PRESS RELEASE BY CONFINDUSTRIA CERAMICA ON THE CORONAVIRUS IN ITALY News Confindustria Ceramica's press release on the contents of the restrictions introduced in Italy to contain the spread of the Coronavirus \n\n                            Read more\n                     28 February 2020 \n                         UNIFIED WATER LABEL: LAST UPDATES News On 18 February 2020, FECS hosted the European Bathroom Forum (EBF) meeting in Brussels. \n\n                            Read more\n                     20 February 2020 \n                         PRESS RELEASE: CERAMIC INDUSTRY DISCUSSION WITH TRADE COMMISSIONER PHIL HOGAN ON THE INDUSTRY’S PRIORITIES Press release On 13 February 2020, a meeting with Trade Commissioner Phil Hogan was hosted in Strasbourg at the initiative of MEP Rodríguez-Piñero, Chair of the EP Ceramics Forum, to discuss the future of the ceramic industry in the EU. \n\n                            Read more\n                     11 February 2020 \n                         UPDATE ON THE CERAMICS BREF PROGRESS News The latest updates on BREF for the ceramic industry which went under revision on 5 June 2019. \n\n                            Read more\n                     20 January 2020 \n                         CERAME-UNIE'S FEEDBACK ON ROADMAP ON CIRCULAR ECONOMY ACTION PLAN News On 23 December 2019, the European Commission has published a roadmap on the upcoming Circular Economy Action Plan to be adopted in March 2020. Cerame-Unie has submitted an answer on behalf of the European ceramic industry. \n\n                            Read more\n                     13 January 2020 \n                         VACANCY: PAID INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS (STARTING MARCH 2020) News 6 month paid internship in European Public Affairs. Interested candidates should send their CV and Motivation Letter by Friday 24 January 2020. \n\n                            Read more\n                     20 December 2019 \n                         MARKET ACCESS UPDATE 2019 News Cerame-Unie continuously monitors market access for the European ceramic industry. This 2019 market access update focuses on the Middle East, South America, and Southeast Asia. \n\n                            Read more\n                     12 December 2019 \n                         THE EUROPEAN COMMISSION PRESENTS THE GREEN DEAL News On 11 December, the President of the European Commission Ursula Von Der Leyen, accompanied by the First Vice-Commissioner and relative Commissioner for Climate Action, Frans Timmermans, unveiled the promised EU Green Deal. \n\n                            Read more\n                     12 December 2019 \n                         PRESS RELEASE: IMPOSITION OF ANTI-CIRCUMVENTION MEASURES ON IMPORTS OF CERAMIC TABLEWARE AND KITCHENWARE FROM CHINA News On 12 December, the European Commission adopted anti-cirmvention measures on imports of ceramic tableware & kitchenware from China. \n\n                            Read more\n                     10 December 2019 \n                         UNIFIED WATER LABEL: NEXT STEPS TOWARDS A VOLUNTARY AGREEMENT News On 3 December 2019, FECS participated in the European Bathroom Forum (EBF) meeting which took place in Roca Gallery, Barcelona. \n\n                            Read more\n                     10 December 2019 \n                         SPIRE STAKEHOLDER WORKSHOP News On 3 December 2019, SPIRE held a Stakeholder’s event at the Blue Point Conference Centre. The main objective of the workshop was to discuss the next strategic SPIRE 2050 Roadmap. \n\n                            Read more\n                     3 December 2019 \n                         FEPF APPOINTS DR. TILLMANN BLASCHKE AS INCOMING PRESIDENT Press release On 21 November, during the 2019 Ceramic Days, the FEPF (European Federation of Ceramic Table- and Ornamentalware) General Assembly appointed its new president, Dr. Tillmann Blaschke. \n\n                            Read more\n                     26 November 2019 \n                         INDUSTRY4EUROPE - PRESS RELEASE Press release European industries unite to call for an ambitious EU industrial strategy \n\n                            Read more\n                     26 November 2019 \n                         INDUSTRY4EUROPE - JOINT PAPER ‘A LONG-TERM STRATEGY FOR EUROPE’S INDUSTRIAL FUTURE: FROM WORDS TO ACTION’ Publication Industry4Europe, a coalition of 149 sector Associations representing the diversity of the EU’s industrial base, today published its new Joint Paper ‘A long-term strategy for Europe’s industrial future: from words to action’. \n\n                            Read more\n                     25 November 2019 \n                         RESEARCH AND INNOVATION WORKSHOP DURING CERAMIC DAYS News On 21 November 2019, the Research and Innovation (R&I) Workshop was held at the Cerame-Unie Office during the European Ceramic Days. \n\n                            Read more\n                     12 November 2019 \n                         26TH EDITION | WORLD CERAMIC TILES FORUM | 6-9 NOVEMBER 2019 | BERLIN, GERMANY Press release The 26th World Ceramic Tiles Forum (WCTF) was hosted on 7 and 8 November in Berlin, Germany, by the European Ceramic Tiles Manufacturers’ Federation (CET) and the Bundesverband Keramische Fliesen (BKF). \n\n                            Read more\n                     31 October 2019 \n                         VACANCY: PAID INTERNSHIP IN ENVIRONMENT & TECHNICAL AFFAIRS (STARTING JANUARY/FEBRUARY 2020) News 6 month paid internship in Environment & Technical Affairs. Interested candidates should send their CV and motivation letter by Friday 22 November 2019. \n\n                            Read more\n                     16 October 2019 \n                         ETS INNOVATION FUND MEETING WITH CERAMIC INDUSTRY News A workshop on the EU Emissions Trading System (ETS) Innovation Fund for the Ceramic Industry with the European Commission took place in Cerame-Unie offices on 11 October 2019. \n\n                            Read more\n                     23 September 2019 \n                         EU-CANADA TRADE DEAL CELEBRATES 2ND ANNIVERSARY News 21 September 2019 marked already the second year of the EU-Canada Comprehensive Economic and Trade Agreement (CETA). With annual trade valued at nearly 100 billion Euros, the EU and Canada are key trading partners. \n\n                            Read more\n                     19 September 2019 \n                         INVENTORY OF R&I PROJECTS IN THE CERAMIC INDUSTRY Publication The latest list of EU-financed research projects related to the ceramics industry is now available. The non-exhaustive list enumerates on-going and completed projects (updated in June 2019). \n\n                            Read more\n                     17 September 2019 \n                         93 EUROPEAN ASSOCIATIONS CALL FOR AN AMBITIOUS HORIZON EUROPE PROGRAMME News EARTO, along with its research and industrial partners representing key European research & innovation stakeholders, have published a 3rd Joint Statement for an Ambitious Horizon Europe Programme. \n\n                            Read more\n                     1 August 2019 \n                         VACANCY (SEP 2019): PAID INTERNSHIP IN COMMUNICATIONS News 6 month paid internship in communications. Interested candidates should send their CV and motivation letter by 28 August 2019. \n\n                            Read more\n                     1 August 2019 \n                         VACANCY (SEP 2019): PAID INTERNSHIP IN EVENT MANAGEMENT News 6 month paid internship in event management. Interested candidates should send their CV and motivation letter by 28 August 2019. \n\n                            Read more\n                     23 July 2019 \n                         EU-MERCOSUR DEAL News On 28 June, the EU and Mercosur concluded the political negotiations for a trade agreement, which would be the biggest ever concluded by the EU so far. \n\n                            Read more\n                     1 July 2019 \n                         VACANCY (SEP/OCT 2019): PAID INTERNSHIP IN ENVIRONMENT & TECHNICAL AFFAIRS News 6 month paid internship in Environment & Technical Affairs. Interested candidates should send their CV and motivation letter by 2 August 2019. \n\n                            Read more\n                     8 May 2019 \n                         PRESS RELEASE: CARBON LEAKAGE LIST Press release Today, the European Commission published the Carbon Leakage List for Phase IV of the EU Emissions Trading System. All ceramic sectors are officially recognised as exposed to the risk of carbon leakage until 2030 \n\n                            Read more\n                     26 April 2019 \n                         REPORT ON EU TRADE DEFENCE 2018 Document On 26 April, the European Commission’s DG TRADE organised a Civil Society Dialogue on Trade Defence Instruments (TDI), during which it presented the Report on EU Trade Defence for the year 2018. \n\n                            Read more\n                     1 April 2019 \n                         FOOD CONTACT MATERIALS: PUBLIC CONSULTATION News On 11 February 2019,  the European Commission opened a public consultation to assess the current EU legislative framework for food contact materials. \n\n                            Read more\n                     28 March 2019 \n                         UPDATE ON TITANIUM DIOXIDE CLASSIFICATION PROPOSAL News On 7 March 2019, the REACH Committee vote on whether to classify Titanium Dioxide as a carcinogen was again postponed; new vote scheduled on 8-9 April 2019. \n\n                            Read more\n                     26 March 2019 \n                         SPIRE ROADMAP 2050 News Off the back of the SPIRE 2050 Vision, SPIRE is developing its 2050 Roadmap to outline the concrete steps needed to facilitate the industrial transition in the European process industry. \n\n                            Read more\n                     13 March 2019 \n                         UNIFIED WATER LABEL - PRESS RELEASE Press release FECS welcomes today’s launch of the Unified Water Label at the ISH 2019 fair in Frankfurt. The Unified Water Label is a voluntary and flexible scheme to measure the water consumption of bathroom products. \n\n                            Read more\n                     7 March 2019 \n                         INDUSTRY4EUROPE - JOINT CALL TO HEADS OF STATE & GOVERNMENT Publication Together with 136 European industry associations, Cerame-Unie has signed the Industry4Europe Joint Call to all Heads of State & Government on industrial policy. \n\n                            Read more\n                     26 February 2019 \n                         NEPSI ROADMAP News On 26 February 2019, NEPSI, the European Network for Silica, launched a Joint Declaration on a roadmap of actions for the future development of the Social Dialogue Agreement. \n\n                            Read more\n                     25 February 2019 \n                         CMD 2 SIGNED BY PARLIAMENT AND COUNCIL News On 11 December, the 2nd batch of the Carcinogens & Mutagens Directive was adopted by the European Parliament and approved by the Council on 20 December 2018. The act entered into force on 20 February 2019. \n\n                            Read more\n                     21 February 2019 \n                         VACANCY (FEB 2019): PAID INTERNSHIP IN EUROPEAN PUBLIC AFFAIRS (TRADE & COMPETITIVENESS) News 6 month paid internship in European Public Affairs with a focus on trade policy and competitiveness. Interested candidates should send their CV and motivation letter by 27 February 2019. \n\n                            Read more\n                     1 February 2019 \n                         EU-JAPAN ECONOMIC PARTNERSHIP AGREEMENT ENTERS INTO FORCE News On 1 February 2019, the EU-Japan Free Trade Agreement, the Economic Partnership Agreement, officially entered into force. European ceramics will benefit from zero tariffs from day one. \n\n                            Read more\n                     29 January 2019 \n                         EUROPEAN COMMISSION'S 2018 STUDY ON ENERGY PRICES AND COSTS IN EUROPE PUBLISHED News The European Commission has published the third report on energy prices and costs in Europe for 2018. \n\n                            Read more\n                     25 January 2019 \n                         HARMONI SUMMIT News On 16-17 January, the 2019 HARMONI Summit successfully took place, and was organised by the H2020-project HARMONI, which is funded by the European Commission. \n\n                            Read more\n                     23 January 2019 \n                         CERAME-UNIE NOMINATED FOR BEST EUROPEAN ASSOCIATION - EUROPEAN ASSOCIATION AWARDS 2019 News Cerame-Unie has been nominated for Best European Association at the European Association Awards 2019 for its exemplary representation of industry at the EU-level. The awards ceremony takes place 28 March in Brussels. \n\n                            Read more\n                     17 December 2018 \n                         CERAME-UNIE SEEKS AN INTERN IN ENVIRONMENT AND TECHNICAL AFFAIRS News 6 month paid internship in European environmental affairs with a focus on the technical aspects of environmental policy. Interested candidates should send their CV and motivation letter by 20 January 2019. \n\n                            Read more\n                     12 December 2018 \n                         THE EUROPEAN PARLIAMENT RATIFIES EU-JAPAN EPA News The European Parliament has ratified the EU-Japan Economic Partnership Agreement with more then 400 votes in favor. \n\n                            Read more\n                     4 December 2018 \n                         CERAME-UNIE MANIFESTO 2019-24 Publication Supporting 600,000 jobs to produce a vast array of unrivalled products, and a production value of €31bn, our Manifesto calls policymakers to action to support this indispensable industry. \n\n                            Read more\n                     3 December 2018 \n                         CERAME-UNIE FEATURED IN EU PROTECTS CAMPAIGN News Cerame-Unie took part in the recently launched EU campaign “EU PROTECTS”. The campaign showcases the various areas in which the EU protects citizen’s safety, health, environment, and society. \n\n                            Read more\n                     28 November 2018 \n                         ENERGY-INTENSIVE INDUSTRY JOINT PRESS RELEASE ON EU INDUSTRIAL STRATEGY AND CLIMATE CHANGE Press release Energy-intensive industries call for an ambitious and comprehensive EU Industrial Strategy to enable industry’s contribution to the EU long-term GHG goals. \n\n                            Read more\n                     28 November 2018 \n                         CU AT THE EU TRADE POLICY DAY 2018 Event Cerame-Unie took part at the EU Trade Policy Day 2018. The event gathered together several business organisations, policymakers and stakeholders to discuss and debate on the latest developments and challenges in international trade. \n\n                            Read more\n                     13 November 2018 \n                         EU FREE TRADE AGREEMENTS – STATE OF PLAY NOVEMBER 2018 News Cerame-Unie participated in a number of meetings and working groups on EU Trade Policy. The most recent updates involve Japan, Singapore, Vietnam, Mercosur, Australia and New Zealand. \n\n                            Read more\n                     9 November 2018 \n                         JOB VACANCY: CONSTRUCTION & SUSTAINABILITY MANAGER News Construction & Sustainability Manager working on sustainable construction, circular economy, energy efficiency of buildings and more. Interested candidates should send their CV and motivation letter by 30 November 2018. \n\n                            Read more\n                     26 October 2018 \n                         CMD 2 AGREEMENT GOES TO TRILOGUE News On 26 October 2018, the European Parliament and the Council agreed on the Commission's second proposal to broaden the list of recognised cancer-causing chemicals in the workplace. \n\n                            Read more\n                     26 October 2018 \n                         TRADE DEFENCE INSTRUMENTS HIGH-LEVEL CONFERENCE Meeting On 26 October 2018, Cerame-Unie participated to the 1st Yearly High-Level Conference on Trade Defence Instruments, organised by the Institute for European Studies at the Vrije Universiteit Brussel. \n\n                            Read more\n                     26 October 2018 \n                         HIGH-LEVEL CONFERENCE ON TRADE DEFENCE INSTRUMENTS News Cerame-Unie participated to the 1st Yearly High-Level Conference on Trade Defence Instruments hosted by Institute for European Studies at the Vrije Universiteit Brussel. \n\n                            Read more\n                     24 October 2018 \n                         LIFE CERSUDS: FIGHTING CLIMATE CHANGE WITH CERAMIC TILES News LIFE CERSURDS presents its new Urban Sustainable Drainage System (SuDS) project which, co-financed by the European Commission, uses ceramic tiles to mitigate flooding and reuse rainwater; reducing the impact of climate change. \n\n                            Read more\n                     17 October 2018 \n                         INDUSTRY4EUROPE - JOINT CALL TO CANDIDATES FOR EUROPEAN ELECTIONS 2019 Publication Together with 135 European industry associations, Cerame-Unie has signed the Industry4Europe Joint Call to Candidates for European elections 2019. \n\n                            Read more\n                     15 October 2018 \n                         HARMONI PROJECT ON REGULATORY BOTTLENECKS News Harmonised assessment of regulatory bottleneck and standardisation needs for the process industry. \n\n                            Read more\n                     12 October 2018 \n                         CERAME-UNIE SIGNS A JOINT-STATEMENT SUPPORTING TRADE DEAL BETWEEN EU AND JAPAN News Cerame-Unie together with 27 business organisations signed a Joint-Statement reiterating their strong support for the Economic Partnership Agreement (EPA) between EU and Japan. \n\n                            Read more\n                     10 October 2018 \n                         SPIRE VISION 2050 Publication SPIRE together with experts in the field has developed the SPIRE 2050 Vision document, an ambitious document with the objective of driving the Process Industry forward towards a sustainable future and within the framework of Horizon Europe. \n\n                            Read more\n                     10 October 2018 \n                         CERAME-UNIE MEETS WITH DG TRADE, EUROPEAN COMMISSION Meeting On 10 October 2018, Cerame-Unie and industry representatives met with officials of DG TRADE on issues of market access and trade defence. \n\n                            Read more\n                     1 October 2018 \n                         EUROPEAN COMMISSION FOOD CONTACT MATERIALS STAKEHOLDER WORKSHOP Meeting On 24 September, the European Commission began the evaluation process for the EU’s food contact materials legislation with a stakeholder workshop. \n\n                            Read more\n                     27 September 2018 \n                         ENERGY-INTENSIVE INDUSTRIES CALL FOR AN AMBITIOUS EU INDUSTRIAL STRATEGY TO HELP THE INDUSTRY BETTER CONTRIBUTE TO THE EU LONG-TERM GHG GOALS Press release A new and integrated EU industrial strategy for energy- intensive industries is required to complete a transition to a low-carbon economy in the EU \n\n                            Read more\n                     21 September 2018 \n                         ONE YEAR OF CETA News September 2018 marked the one year anniversary of the provisional entry into force of the Comprehensive Economic and Trade Agreement between the EU and Canada (CETA). European ceramic exports to Canada increased by 5% in 2017, reaching €231m. \n\n                            Read more\n                     4 September 2018 \n                         CERAMIC INDUSTRY SUBMITS CARBON LEAKAGE STATUS REQUEST News Three ceramic sectors submit qualitative assessment applications to be considered under the carbon leakage list for the EU Emission Trading System phase 4 (2021-2030). \n\n                            Read more\n                     14 August 2018 \n                         CERAME-UNIE SEEKS AN INTERN IN CLIMATE AND ENERGY POLICY News 6 month paid internship in European Public Affairs with a focus on climate and energy policy. Interested candidates should send their CV and motivation letter by 27 August 2018. \n\n                            Read more\n                     16 July 2018 \n                         JOINT PRESS RELEASE ON EU ETS POST-2020 Press release Recent EU level negotiations concerning the application of the Emissions Trading System after 2020 jeopardise the activity and competitiveness of upstream industries such as mining, carbon and graphite, and refractories. \n\n                            Read more\n                     13 July 2018 \n                         EUROPEAN WATER LABEL - PRESS RELEASE Press release The European Bathroom Forum is pleased to announce closer progress towards 80% brand coverage for the European Water Label initiative. \n\n                            Read more\n                     2 July 2018 \n                         EPCF LUNCH ON FOOD CONTACT MATERIALS Meeting On 26 June, the EPCF Informal Lunch Debate on the revision of the Directive (EC) 84/500/EEC, \"the Ceramic Directive\". \n\n                            Read more\n                     2 July 2018 \n                         INDUSTRY4EUROPE - JOINT PAPER ON A GOVERNANCE STRUCTURE Publication Together with 132 European industry associations, Cerame-Unie has signed the Industry4Europe Joint Paper on Governance for an ambitious EU industrial strategy. \n\n                            Read more\n                     29 June 2018 \n                         CERAME-UNIE SEEKS AN INTERN IN TRADE POLICY Document 6 month paid internship in European Public Affairs with a focus on trade policy. Interested candidates should send their CV and motivation letter by 15 July 2018. \n\n                            Read more\n                     25 June 2018 \n                         EUROPEAN ROOF TILES AND BRICK EXECUTIVES ATTEND THE 2018 TBE CONGRESS Event The 2018 TBE Congress took place on 21-22 June in Gdańsk, Poland, hosted by the Employers Association of Building Ceramics and TBE. It gathered around 100 executives from tiles and bricks companies and national associations from all over Europe. \n\n                            Read more\n                     18 June 2018 \n                         CERAMIC TILES EXECUTIVES ATTEND THE CET CONGRESS 2018 IN KRAKOW Event The 2018 CET Congress took place on 14-16 June in Krakow, Poland, hosted by the Polish Ceramic Association. It gathered 25 executives from tiles and bricks companies and national associations from all over Europe. \n\n                            Read more\n                     14 June 2018 \n                         CERAME-UNIE INFOGRAPHIC VIDEO Media Cerame-Unie is very happy to present our infographic animated video on the European ceramics industry. The video introduces to audiences the multitude of applications and uses for ceramic products in our everyday lives, as consumers and as industry. \n\n                            Read more\n                     12 June 2018 \n                         REACH & OSH DISCUSSION AT THE EUROPEAN PARLIAMENT News On the 5th of June the cross industry initiative for a better regulation in chemicals management (CII) organised a European Parliament dinner debate on “enhancing synergies between REACH and OSH”. \n\n                            Read more\n                     8 June 2018 \n                         MEETING THE GLOBAL CHALLENGE: A MODERN TRADE DEFENCE SYSTEM News Cerame-Unie welcomes the adoption of the modernisation of the EU's trade defence instruments. A robust trade defence system should ensure that free trade remains fair trade. \n\n                            Read more\n                     22 May 2018 \n                         EUROPEAN PARLIAMENT APPROVES REVISED WASTE FRAMEWORK DIRECTIVE News On Wednesday 18 April 2018, the European Parliament adopted four legislative proposals of the revised Waste Framework Directive. The package sets out EU waste management targets for the period until 2035. \n\n                            Read more\n                     15 May 2018 \n                         ENERGY PERFORMANCE OF BUILDINGS DIRECTIVE ADOPTED News After approval by the European Parliament, the European Council adopted the revised Energy Performance in Buildings Directive, completing the final stage in the legislative procedure. \n\n                            Read more\n                     15 May 2018 \n                         EXPIRY REVIEW OF ANTI-DUMPING DUTIES ON CERAMIC TABLEWARE AND KITCHENWARE FROM CHINA Press release The European Federation of Ceramic Table- and Ornamentalware welcomes the publication by the European Commission of a Notice of Initiation of the expiry review of the anti-dumping measures on imports of ceramic tableware and kitchenware from China. \n\n                            Read more\n                     10 May 2018 \n                         CARCINOGENS & MUTAGENS (BATCH 2): VOTE AND TRILOGUE NEGOTIATIONS News Agreement close amongst the EU institutions on the second revision of the Carcinogens & Mutagens Directive. \n\n                            Read more\n                     8 May 2018 \n                         PRELIMINARY CARBON LEAKAGE LIST PUBLISHED News The European Commission today published the Preliminary Carbon Leakage List for EU ETS phase 4 (2021-2030). Some ceramic sectors are included on the list whilst some sectors are eligible for a 2nd level assessment based on qualitative criteria. \n\n                            Read more\n                     3 May 2018 \n                         INVENTORY OF R&I PROJECTS IN THE CERAMICS INDUSTRY Publication The latest list of EU-financed research projects related to the ceramics industry is now available. The non-exhaustive list enumerates on-going and completed projects as of February 2018. \n\n                            Read more\n                     2 May 2018 \n                         FOOD CONTACT MATERIALS MEETING WITH THE EUROPEAN COMMISSION News Representatives from the European ceramics industry met with officials from the European Commission to exchange on the latest review of Food Contact Materials legislation. \n\n                            Read more\n                     27 April 2018 \n                         HARMONI CONFERENCE News On 26 April, a HARMONI workshop took place. The Workshop identified common challenges and visions for those industrial sectors seeking to overcome regulatory bottlenecks and pursue breakthrough technologies. \n\n                            Read more\n                     24 April 2018 \n                         CARACAL MEETING: TITANIUM DIOXIDE UPDATE News CARACAL technical meeting on TiO2 held 23 April in Brussels. Member States remain divided over whether TiO2 should be considered for the Adaptation to Technical Progress (ATP). CU does not support moving Titanium Dioxide to be considered under ATP. \n\n                            Read more\n                     20 April 2018 \n                         COAL TAR PITCH MEETING WITH ECHA News Eurometaux organised a technical meeting with the European Chemicals Agency to discuss authorisation applications of coal tar pitch. Refractory Products Europe, a Cerame-Unie member, was in attendance. \n\n                            Read more\n                     16 April 2018 \n                         CERAMIC INDUSTRY ANSWERS THE PUBLIC CONSULTATION ON THE CONSTRUCTION PRODUCTS REGULATION News Cerame-Unie replied to the European Commission’s consultation on reviewing the Construction Products Regulation (CPR). Cerame-Unie highlighted that the CPR should not be repealed and that it is an essential policy for the industry. \n\n                            Read more\n                     6 April 2018 \n                         1ST COMMON EUROPEAN SEMINAR ON REACH – CLP – OCCUPATIONAL SAFETY News European Seminar on REACH – CLP – Occupational Safety - Challenges for the Refractory Industry. \n\n                            Read more\n                     29 March 2018 \n                         CERAME-UNIE SEEKS A OFFICE MANAGER News Cerame-Unie is looking for a Office Manager. The Office Manager under the supervision of the Director General will take care of office management (including finances, payroll administration, facilities, legal, IT and administration) \n\n                            Read more\n                     29 March 2018 \n                         INDUSTRY4EUROPE - JOINT PAPER ON SETTING INDICATORS Publication Together with 130 European industry associations, Cerame-Unie has signed the Industry4Europe Joint Paper on Setting Indicators for an ambitious EU industrial strategy. \n\n                            Read more\n                     22 March 2018 \n                         ANOTHER SUCCESSFUL MEETING FOR EUROPEAN BATHROOM FORUM Press release A solid, credible and industry wide acceptable European wide Water Label, which can be viewed by the European Commission as a Voluntary Agreement, is a step closer following the last European Bathroom Forum (EBF) meeting held in Frankfurt. \n\n                            Read more\n                     22 March 2018 \n                         EUROPEAN COUNCIL CONCLUSIONS ON CLIMATE STRATEGY FOR THE MID-CENTURY News The European Council has called upon the European Commission to develop a long-term EU greenhouse gas emission reduction strategy to implement the objectives of the Paris Agreement. The strategy is expected to be finalised by 2020. \n\n                            Read more\n                     19 March 2018 \n                         CERAME-UNIE SEEKS A EUROPEAN PUBLIC AFFAIRS INTERN (FOCUS ON TRADE POLICY) News Cerame-Unie  is looking for an intern in  European Public Affairs (focus on trade policy). The intern will gain practical knowledge and better understanding of EU institutions and international processes while carrying out different tasks. \n\n                            Read more\n                     19 March 2018 \n                         REVIEWED EU ETS (PHASE 4) DIRECTIVE PUBLISHED News The reviewed EU ETS Directive, Directive (EU) 2018/410, was today published in the Official Journal of the European Union. The Directive will provide the legal basis for the implementing legislation of phase 4 of the EU Emissions Trading System. \n\n                            Read more\n                     8 March 2018 \n                         CERAMIC INDUSTRY PARTICIPATES IN THE EUROPEAN COMMISSION STUDY ON ENERGY PRICES AND COSTS News The EU ceramics industry is participating in the European Commission study on energy prices and costs for the third consecutive time. These reports are vital for energy-intensive industries such as ceramics. \n\n                            Read more\n                     8 March 2018 \n                         PROGRESS TOWARDS A EUROPEAN WATER LABEL News Continued progress on a single voluntary European Water Label covering the European sanitaryware sector, with 80% of brand coverage in reach. \n\n                            Read more\n                     8 March 2018 \n                         FIFTH MEETING OF THE THEMATIC GROUP 5 ON \"INTERNATIONAL COMPETITIVENESS\" News The fifth meeting of thematic Group 5 on \"International Competitiveness\" of the construction industry explored internationalisation of SMEs, the External Investment plan, and more. \n\n                            Read more\n                     28 February 2018 \n                         EUROPEAN COMMISSION HIGH LEVEL EXPERT GROUP ON ENERGY INTENSIVE INDUSTRIES News The European Commission held the 3rd meeting of the High Level Expert Group on Energy Intensive Industries on 28 February, at which Cerame-Unie participated in its capacity as a member. \n\n                            Read more\n                     21 February 2018 \n                         BOOSTING EUROPE’S FUTURE COMPETITIVENESS AS KEY PRIORITY FOR FP9 News The 25 signatories of this Joint Declaration, are ready to strengthen our cooperation with the European Commission, the European Parliament, and the Council of the European Union to define and implement an ambitious FP9. \n\n                            Read more\n                     13 February 2018 \n                         A.SPIRE SEEKS A PROJECT/PROGRAMME MANAGER (M/F) News A.SPIRE s looking for a Project/Programme Manager responsible of having an overview of SPIRE projects and SPIRE calls within H2020. \n\n                            Read more\n                     1 February 2018 \n                         PEF4BUILDINGS STAKEHOLDER WORKSHOP News Second meeting of the  Product Environmental Footprint 4 Buildings (PEF4BUILDINGS) Stakeholder Workshop discussed the application of the PEF method to new office builds. \n\n                            Read more\n                     29 January 2018 \n                         HARMONI PROJECT News It was in this context that the European Commission launched the HARMONI project within the framework of SPIRE in the Horizon 2020 programme. \n\n                            Read more\n                     22 January 2018 \n                         CPR UPDATE News On 20 June 2017, the European Commission launched the public consultation “Evaluation and possible revision of the Construction Products Regulation (CPR)” to collect input from stakeholders on the future of this regulation. \n\n                            Read more\n                     17 January 2018 \n                         EUROPEAN PARLIAMENT ADOPTS NEGOTIATING POSITION ON CLEAN ENERGY FOR ALL EUROPEANS News The European Parliament has today adopted its position on three Clean Energy package dossiers: the Energy Efficiency Directive (EED), the Renewable Energy Directive (RED), and the Governance of the Energy Union Regulation. \n\n                            Read more\n                     10 January 2018 \n                         THE WATER LABEL News The Water Label is a voluntary industry led Scheme. It has evolved across the European Bathroom Industry over 12 years. \n\n                            Read more\n                     4 January 2018 \n                         FCM REVISION ROADMAP News Food contact materials (FCMs) are all materials that come into contact with food including packaging as well as every-day items such as kitchen and table ware and those used in professional food manufacturing, preparation, storage and distribution. \n\n                            Read more\n                     27 December 2017 \n                         CARCINOGENS AND MUTAGENS DIRECTIVE, FIRST WAVE OF AMENDMENTS – PUBLISHED IN OFFICIAL JOURNAL News On 11 July 2017, the COREPER voted an agreement reached by the Council presidency, the European Commission and the European Parliament on a new Directive to protect the workers from exposure to carcinogens or mutagens in the workplace \n\n                            Read more\n                     21 December 2017 \n                         NEW EU ANTI-DUMPING METHODOLOGY AND CHINA COUNTRY REPORT PUBLISHED News On 19 December, the European Union published in the Official Journal of the European Union the new regulation on anti-dumping and anti-subsidy measures. \n\n                            Read more\n                     21 December 2017 \n                         MARKET SURVEILLANCE REGULATION & MUTUAL RECOGNITION REGULATION (PROPOSALS) News On Tuesday 19 December, the Commission released an amended proposal on market surveillance, COM(2017) 795 final , which was accompanied by a second proposal on the mutual recognition of non-harmonised products, COM(2017) 796 final . \n\n                            Read more\n                     20 December 2017 \n                         CERAMICS BREF POSTPONED UNTIL AT LEAST 2019 News The Ceramic BREF is an important document for the ceramic industry as it provides the legal basis for factory permits in the EU under the Industrial Emissions Directive. \n\n                            Read more\n                     11 December 2017 \n                         NEW EU PROJECT FOR THE CERAMIC’S INDUSTRY: ETEKINA News The objective of ETEKINA project is to improve the energy performance of industrial processes. \n\n                            Read more\n                     4 December 2017 \n                         ANNUAL MEETING OF THE WORLD CERAMIC TILES FORUM IN CHINA Press release The 24th World Ceramic Tiles Forum (WCTF) was hosted on 30 November and 1 December in Guangzhou, Guang-dong Province, China, by the Chinese Building Ceramics Association (CBCSA) and the Xian Yang Research & Design Institute of Ceramics (CNBM). \n\n                            Read more\n                     1 December 2017 \n                         EPBD UPDATES News On 30 November 2016, the European Commission announced the revision of the Energy Performance of Buildings Directive (EPBD) as part of the new set of legislation, called the Clean Energy Package for All Europeans. \n\n                            Read more\n                     23 November 2017 \n                         EU MEASURES TACKLING CHINESE DUMPING OF CERAMIC TILES RENEWED AFTER EXPIRY REVIEW Press release The European Ceramic Tiles Manufacturers Federation (CET) welcomes today’s publication of Regulation (EU) 2017/2179 renewing EU anti-dumping measures on imports of Chinese ceramic wall & floor tiles for another period of 5 years. \n\n                            Read more\n                     20 November 2017 \n                         COMMISSION STUDY ASSESSES REGULATORY COSTS FOR THE EU CERAMIC INDUSTRY Press release A Commission study has assessed the cumulative cost of implementing regulation for the European ceramic industry. \n\n                            Read more\n                     20 November 2017 \n                         COP 23: ORGANISED BY FIJI IN PARTNERSHIP WITH GERMANY News COP 23 takes place from 6 to 17 November 2017 in Bonn, Germany and is presided by Fiji. \n\n                            Read more\n                     15 November 2017 \n                         EU ETS DIRECTIVE TRILOGUE NEGOTIATIONS FINALIZED News The European Parliament, European Commission and the Council reached an agreement on the reform of the EU ETS Directive for the period post-2020. \n\n                            Read more\n                     14 November 2017 \n                         CALL FROM THE ALLIANCE OF ENERGY INTENSIVE INDUSTRIES TO SAFEGUARD THE COMPETITIVENESS DIMENSION OF THE ENERGY UNION Position paper Th Energy Intensive Industries are calling for attention from decision makers on this particular dimension, especially in the context of the Clean Energy Package. \n\n                            Read more\n                     30 October 2017 \n                         ANALYSIS OF THE CUMULATIVE COST ASSESSMENT OF THE EU CERAMICS INDUSTRY News The Centre for European Policy Studies (CEPS), in partnership with Economisti Associati and Ecorys Brussels, carried out the “Cumulative Cost Assessment (CCA) of the EU ceramics and glass industries” for the European Commission. \n\n                            Read more\n                     24 October 2017 \n                         FOR AN AMBITIOUS EU INDUSTRIAL STRATEGY: GOING FURTHER Document Cerame-Unie along with 125 European industrial associations co-signed the joint Reaction Paper “For an ambitious EU industrial strategy: going further” \n\n                            Read more\n                     20 October 2017 \n                         60TH INTERNATIONAL COLLOQUIUM ON REFRACTORIES 2017 News On 18 October, PRE attended the 60th International Colloquium on Refractories 2017in Aachen, Germany hosted by the European Centre for Refractories (ECREF) and German Refractory Industry Association (VDFFI). \n\n                            Read more\n                     12 October 2017 \n                         CU POSITION ON THE CLEAN ENERGY FOR ALL EUROPEANS PACKAGE Position paper Learn more about the Ceramic industry position on the Clean Energy for All Europeans Package. \n\n                            Read more\n                     2 October 2017 \n                         UNITECR 2017 News PRE attended the 15th Unified International Technical Conference on Refractories in Santiago de Chile on 26-29 September. \n\n                            Read more\n                     2 October 2017 \n                         2ND WORLD REFRACTORIES ASSOCIATION GENERAL ASSEMBLY News The Second World Refractories Association General Assembly took place on 27 September in Santiago de Chile, in the context of the UNITECR 2017. \n\n                            Read more\n                     29 September 2017 \n                         EUROPEAN BATHROOM FORUM - WATER LABEL GAINING MORE AND MORE SUPPORTERS News The European Bathroom Industry took a major step forward during the CERSAIE Ceramic Fair in Bologna Italy. \n\n                            Read more\n                     28 September 2017 \n                         FIRST EU PROCESS INDUSTRY CONFERENCE News A.SPIRE is organized the first European Process Industry Conference that took place on 19th to 21st September 2017 in Brussels. \n\n                            Read more\n                     25 September 2017 \n                         EU-CETA UPDATE News The Comprehensive Economic and Trade Agreement (CETA) between the EU and Canada provisionally entered into force on 21 September 2017. \n\n                            Read more\n                     14 September 2017 \n                         DELEGATED ACT – CLAY ROOF TILES – EN1304 News The Commission delegated act on the classification of frost resistance performance for clay tiles under EN 1304 was cited on 17 August 2017. \n\n                            Read more\n                     13 September 2017 \n                         CERAME-UNIE POSITION ON THE REVISION OF THE ENERGY PERFORMANCE OF BUILDINGS DIRECTIVE (EPBD) Position paper Energy efficient construction and renovation contribute to people’s well-being and productivity, and help tackling today’s challenges: they create local jobs, contribute to reducing energy poverty and to the fight against climate change. \n\n                            Read more\n                     11 September 2017 \n                         3RD EUROPEAN SEMINAR ON REFRACTORIES - KEY TECHNOLOGY AND ITS APPLICATIONS News On 5 to 7 September 2017, ECREF, the European Centre for Refractories and PRE co-organised for the 3rd time a seminar on refractories. \n\n                            Read more\n                     26 July 2017 \n                         CU POSITION PAPER ON THE FUTURE OF THE CPR Position paper The Construction Products Regulation (CPR), which replaced the Construction Products Directive (CPD), entered into full force in July 2013. \n\n                            Read more\n                     25 July 2017 \n                         GUIDANCE FOR THE DOP AND CE MARKING OF SANITARY APPLIANCES News This guidance paper is drafted by the technical experts the European trade association for ceramic sanitary ware (FECS) chaired by the German trade association for ceramic sanitary ware (FSKI). \n\n                            Read more\n                     19 July 2017 \n                         AN AMBITIOUS FP9 STRENGTHENING EUROPE’S INDUSTRIAL LEADERSHIP – JOINT DECLARATION BY INDUSTRY AND RTOS News Cerame-Unie, along with 24 other industry and research stakeholders, calls on the European Union to develop an ambitious successor to Horizon 2020 to support industry’s contribution to research and innovation (R&I). \n\n                            Read more\n                     18 July 2017 \n                         THE EUROPEAN BATHROOM FORUM PROMOTES THE CREATION OF AN ENVIRONMENTAL LABEL FOR THE BATHROOM SPACE News In a meeting held in Barcelona on the 11th July, the European Bathroom Forum defined the next steps to be taken in order to implement the Water Label initiative. \n\n                            Read more\n                     17 July 2017 \n                         NEPSI SIGNATORIES PRESS RELEASE News The Council and European Parliament has reached an agreement on the first wave revision of the Carcinogens and Mutagens Directive (CMD). Both Council and Parliament are now expected to adopt the text in September 2017. \n\n                            Read more\n                     13 July 2017 \n                         CERAME-UNIE POSITION PAPER ON THE REVISION OF THE EPBD News On 30 November 2016 the European Commission published the “Clean Energy package”, a set of measures to keep the European Union competitive as the clean energy transition is changing the global energy markets. \n\n                            Read more\n                     13 July 2017 \n                         LIFEHEROTILE PROJECT News LifeHerotile is a European research project (Life programme) that will facilitate the development and implementation of energy savings approaches, through the development of roof tiles able to increase their underlay ventilation. \n\n                            Read more\n                     13 July 2017 \n                         MARKET ACCESS AND TRADE BARRIERS News During the first half of the year the European Ceramic industry has faced trade barriers in some northern African countries. \n\n                            Read more\n                     12 July 2017 \n                         TRIALOGUE NEGOTIATIONS ON NEW AD METHODOLOGY News EU ambassadors approved the Council's position on a new anti-dumping methodology regarding basic anti-dumping regulation and asked the Maltese presidency to open negotiations with the European Parliament. \n\n                            Read more\n                     3 July 2017 \n                         NEW STAFF AT CERAME-UNIE News Daniela Vigilante takes on the the Environment and Innovation Manager position and Inês Ferrão takes on the Assistant to Sectorial Projects and Administrative Support position. \n\n                            Read more\n                     22 June 2017 \n                         CONSULTATION ON THE REVIEW OF THE CONSTRUCTION PRODUCTS REGULATION News On 20 June, the European Commission launched the public consultation “Evaluation and possible revision of the Construction Products Regulation (CPR)” to collect input from stakeholders on the future of this regulation. \n\n                            Read more\n                     19 June 2017 \n                         2017 CET CONGRESS News The European Ceramic Tiles Manufacturers’ Federation (CET) held its annual congress in Còrdoba from 15 to 17 June 2017 \n\n                            Read more\n                     19 June 2017 \n                         FINANCE FOR INNOVATION: FINAL EVENT News The EC proposal for the EU ETS Directive review, published in July 2015, includes provisions to set up an Innovation Fund. \n\n                            Read more\n                     15 June 2017 \n                         CIRCULAR ECONOMY MONITORING FRAMEWORK News As a member of the Raw Materials Supply Group, Cerame-Unie was invited to attend a meeting with the European Commission and Eurostat on 18 May 2017. \n\n                            Read more\n                     12 June 2017 \n                         CU TRADE WORKING GROUP MEETING WITH DG TRADE News CU Trade Working Group met with DG Trade. \n\n                            Read more\n                     9 June 2017 \n                         A.SPIRE PUBLISHES VIEWPOINT PAPER ON FP9 “THE SPIRE PPP – CREATING A VISIBLE IMPACT ON THE EU’S COMPETITIVENESS” News A.SPIRE, the European Association that manages the Sustainable Process Industry Public-Private Partnership (SPIRE), has publishes its viewpoint paper on Framework Partnership Nine (FP9). \n\n                            Read more\n                     8 June 2017 \n                         CIRCULAR ECONOMY INDUSTRY PLATFORM News On 7 June 2017, Cerame-Unie participated in Business Europe’s “High-level event on circular economy”. \n\n                            Read more\n                     8 June 2017 \n                         ACTION PLAN FOR NATURE, PEOPLE AND THE ECONOMY News Cerame-Unie attended a joint European Commission and Committee of the Regions conference to launch “An Action Plan for nature, people, and the economy” \n\n                            Read more\n                     29 May 2017 \n                         LAUNCH OF THE EUROPEAN BATHROOM FORUM News The kick-off meeting of the European Bathroom Forum (EBF) took place on 22 May at the Cerame-Unie offices in Brussels. \n\n                            Read more\n                     24 May 2017 \n                         SHAREBOX PRESENTED AT 7TH IMPACT WORKSHOP ON CPPPS News The 7th Impact Workshop on the contractual PPPs, organised by the European Commission, took place on the 17 May 2017. \n\n                            Read more\n                     23 May 2017 \n                         STATEMENT ON THE CLEAN ENERGY FOR ALL EUROPEANS PACKAGE News Statement from the Alliance of Energy Intensive industries on the Clean Energy for all Europeans package. \n\n                            Read more\n                     15 May 2017 \n                         DRYFICIENCY SPIRE PROJECT News The DryFiciency project (H2020/SPIRE) involving 3 demonstrations, including one in the bricks & roof tiles sector (Wienerberger), was presented at the DecarbHeat conference on 11/12 May. \n\n                            Read more\n                     8 May 2017 \n                         “NO TRADE OFF ON FAIRNESS” - FAIR EU ETS ALLIANCE RECOMMENDATIONS News The Alliance of 17 energy intensive sectors published its recommendations entitled: “No trade off on Fairness”. \n\n                            Read more\n                     1 May 2017 \n                         HARMONI News In April 2017, the HARMONI project was notified that it would receive funding from the European Union. \n\n                            Read more\n                     25 April 2017 \n                         EUROPEAN WATER LABEL AT ISH FRANKFURT 2017 News The European Water Label (EWL) was present at ISH Frankfurt on 14-17 March 2017, \n\n                            Read more\n                     20 April 2017 \n                         CU BOARD OF PRESIDENTS MEETING WITH DEPUTY DIRECTORS GENERAL OF DG GROW & DG TRADE News On the occasion of the Board of Presidents meeting in Brussels of 19 April, CU President and Presi-dents of PRE, TBE and FEPF met Deputy Director of DG Trade Joost Korte on 20 April. \n\n                            Read more\n                     28 March 2017 \n                         WATER FOR LIFE MAGAZINE Publication The European Water Label (EWL), is a simple and voluntary scheme that measures the water consumption of bathroom products. \n\n                            Read more\n                     15 March 2017 \n                         CERAME-UNIE SEEKS AN ADMINISTRATIVE ASSISTANT News Position with a permanent contract and an attractive benefits package. This full-time position is available starting from 15 April 2017. Interested candidates should send their CV and motivation letter by 27 March 2017. \n\n                            Read more\n                     9 March 2017 \n                         EC STUDY ON ENERGY PRICES AND COSTS IN THE CERAMIC INDUSTRY News On Wed, March 8th Cerame-Unie hosted a workshop on “Energy prices and costs in the ceramic industry”. \n\n                            Read more\n                     1 March 2017 \n                         INTERNATIONAL TRADE COMMITTEE PUBLIC HEARING ON EU TRADE DEFENCE INSTRUMENTS News Renaud Batier, DG of Cerame-Unie spoke as Vice-Chair of AEGIS Europe in the second panel of the International Trade Committee public hearing on EU Trade Defence Instruments. \n\n                            Read more\n                     15 February 2017 \n                         EUROPEAN PARLIAMENT APPROVES CETA News After a debate in the Strasbourg Plenary the European Parliament voted in favour of CETA agreement with 408 positive votes, 254 objections and 33 abstentions. \n\n                            Read more\n                     9 February 2017 \n                         CERAME-UNIE POSITION ON CMD News Ahead of the vote in the EP Employment and Social Affairs Committee on the Carcinogens and Mutagens Directive, scheduled for 28 February, the European ceramic industry has prepared its position position on the amendments tabled. \n\n                            Read more\n                     7 February 2017 \n                         ENERGY-INTENSIVE SECTORS CALL ON MEPS TO REJECT ANY \"TIERED APPROACH\" Publication the signatories of this paper, are under direct impact of the EU ETS and are recognized as exposed to carbon, investment and employment leakage. \n\n                            Read more\n                     17 January 2017 \n                         CERAME-UNIE SEEKS A ENVIRONMENT AND INNOVATION MANAGER News Position with a permanent contract and an attractive benefits package. This full-time position is available starting from 1 March 2017. Interested candidates should send their CV and motivation letter by 8 February 2017. \n\n                            Read more\n                     12 January 2017 \n                         MES CHINA ACTION GROUP DEBATE ON TDI News Cerame-Unie attended the MES China Action Group debate of the European Parliament. \n\n                            Read more\n                     10 January 2017 \n                         EUROPEAN WATER LABEL UPDATE News The European Water Label (EWL) is growing and gaining visibility through Europe. Currently, the EWL has 115 brands and more than 10,000 products registered onto the scheme. \n\n                            Read more\n                     10 January 2017 \n                         CERAME-UNIE POSITION PAPER ON WASTE Position paper The European Commission published the new circular economy package to shift from a linear to a more circular economy. \n\n                            Read more\n                     2 January 2017 \n                         2017 MEMBERSHIP UPDATES News Every January brings about changes to Cerame-Unie's membership. In 2017, a new presidents and a national association join the umbrella association \n\n                            Read more\n                     22 December 2016 \n                         POST 2020 EU ETS REVIEW – NEGOTIATIONS STATE OF PLAY News The negotiations on the post 2020 EU ETS directive review progressed significantly in the last month, however are still far from finalization. \n\n                            Read more\n                     20 December 2016 \n                         CERAMIC BREF REVISION News The official start of the revision of the Ceramic BREF has been further postponed by at least half a year to 2018. \n\n                            Read more\n                     15 December 2016 \n                         INSYSME PROJECT - ADVANCEMENT FROM ITALY News The INSYSME Project will come to its end during December. The sixteen partners have developed ten innovative systems for masonry infill walls. \n\n                            Read more\n                     15 December 2016 \n                         LIFE HEROTILE: TWO MOCKUPS IN ITALY AND ISRAEL News Life HEROTILE project (LIFE14CCA/IT/000939) ongoing activities: two mockups were been installed, buildings with test roofs, to compare performances of the new Marsellaise and Portuguese tiles with the standard ones. \n\n                            Read more\n                     14 December 2016 \n                         COP22: AN ACTION AND IMPLEMENTATION COP News COP22 took place from 7 to 18 November in Marrakech. It aimed to demonstrate that commitments made in Paris are being implemented, and to act as a catalyst for further action. \n\n                            Read more\n                     14 December 2016 \n                         COMPETITIVENESS OF THE CONSTRUCTION SECTOR CONFERENCE News Cerame-Unie took part in the fourth Thematic Group 5 \"International Competitiveness\" meeting of the Commission's \"Construction 2020\" Action Plan. \n\n                            Read more\n                     13 December 2016 \n                         FTAS UPDATE News Cerame-Unie is following the progress of CETA and other FTAs. The vote on CETA in the European Parliament has been postponed to February, which will be the last month for the EU to notify Canada of its will to apply the agreement provisionally. \n\n                            Read more\n                     12 December 2016 \n                         CARCINOGENS AND MUTAGENS DIRECTIVE DEBATED IN THE EUROPEAN PARLIAMENT News EP rapporteur Ulvskog presented her draft report on the revision of the Carcinogens and Mutagens Directive on 8 December. \n\n                            Read more\n                     9 December 2016 \n                         CHINA WTO MARKET ECONOMY STATUS: WHAT CHANGES AFTER 11 DECEMBER? NOTHING. Press release The anti-dumping instruments used by the EU and other major WTO trading partners, such as the United States and Japan, will remain unchanged after a minor element in a single section of China's WTO Accession Protocol[1] expires on 11 December 2016. \n\n                            Read more\n                     6 December 2016 \n                         TRACEABILITY TO COMBAT COUNTERFEITING AND ILLICIT TRADE News On Tuesday 6 December, Cerame-Unie attended the event organised by EurActiv on how to enhance traceability to combat counterfeiting and illicit trade. \n\n                            Read more\n                     9 November 2016 \n                         NEW COMMISSION ANTI-DUMPING PROPOSAL UNDERMINES LEGAL CERTAINTY IN EU TRADE DEFENCE POLICY News Following the publication of the European Commission’s changes to the EU anti-dumping legislation - designed to render China’s demand for Market Economy Status ‘irrelevant’. \n\n                            Read more\n                     1 November 2016 \n                         ETS POST 2020 – FIT FOR SMES? News On October 24th, Magdalena Vallebona Cerame-Unie Climate & Energy Manager presented the European ceramic industry perspective on the topic of EU ETS review at the EPP SMEs Circle \n\n                            Read more\n                     31 October 2016 \n                         FEPF ATTENDED THE SIXTH JOINT RESEARCH CENTRE (JRC) WORKSHOP ON CERAMICS News FEPF, the Cerame-Unie member association representing the European ceramic table- and ornamentalware, attended the sixth Joint Research Centre (JRC) workshop on ceramics on 25 October 2016 in Ispra, Italy. \n\n                            Read more\n                     29 October 2016 \n                         FOOD CONTACT MATERIALS News FEPF, the Cerame-Unie member association representing the European ceramic table- and ornamentalware, attended the sixth Joint Research Centre (JRC) workshop on ceramics on 25 October 2016 in Ispra, Italy. \n\n                            Read more\n                     27 October 2016 \n                         EU FILES WTO PANEL REQUEST AGAINST CHINESE EXPORT RESTRICTIONS ON RAW MATERIALS News On 26 October, the European Union has requested that the World Trade Organisation (WTO) establish a dispute settlement panel to examine Chinese export restrictions on 12 raw materials, including magnesia. \n\n                            Read more\n                     15 October 2016 \n                         SUSTAINABILITY ASSESSMENT TOOL FOR CERAMIC SANITARYWARE APPLIANCES News The European Federation of Manufacturers of ceramic sanitaryware (FECS) organised two technical workshops in March and April to present the new sustainability assessment standard for ceramic sanitaryware appliances (EN16578). \n\n                            Read more\n                     14 October 2016 \n                         INVESTMENT LEAKAGE – NOT A MYTH News “Level playing field in ETS rules is necessary for new investments in Europe” – said ceramic industry representative, Johan Van der Biest at a high-level conference on ETS review post 2020 and on risk of investment leakage in Europe. \n\n                            Read more\n                     7 October 2016 \n                         RESOURCE EFFICIENT BUILDINGS STUDY News In the context of the European Commission study for the development of common EU indicators for the environmental performance of buildings, the Commission launched a public consultation on the first draft indicators proposals. \n\n                            Read more\n                     6 October 2016 \n                         PUBLIC CONSULTATION ON REACH AUTORISATION PROPOSALS News Cerame-Unie/PRE replied to the public consultation launched by the European Commission (EC) in September, regarding the proposal to amend the REACH Annex XIV authorisation list. \n\n                            Read more\n                     6 October 2016 \n                         EC ORGANISES INFO DAYS ON PPPS News On 14 October, Cerame-Unie attended the EC info day on the research PPPs. \n\n                            Read more\n                     5 October 2016 \n                         EC FUNDS DREAM PROJECT TO IMPROVE CERAMIC KILNS News In 2016, the European Commission has funded the DREAM project, under the SPIRE 2016 calls on the retrofitting of new and existing installations. \n\n                            Read more\n                     27 September 2016 \n                         ETS REFORM: 15 ASSOCIATIONS ASK YOU NOT TO SUPPORT TIERING Publication Cerame-Unie, together with several other energy-intensive industries are under direct impact of the EU ETS,  published a message to MEPs and politicians against the “tiered approach” to free allocation. \n\n                            Read more\n                     14 September 2016 \n                         EXPIRY REVIEW OF ANTI-DUMPING DUTIES ON CERAMIC TILES FROM CHINA News The European Commission published yesterday the Notice of initiation of an expiry review of the anti-dumping measures on imports of ceramic tiles from China. \n\n                            Read more\n                     2 September 2016 \n                         MEP MORIN-CHARTIER VISITS FRENCH ROOF TILES COMPANY News On 27 May 2016, French MEP Elisabeth Morin-Chartier met with Cerame-Unie and the French Federation of Roof Tiles and Bricks member Terreal in Roumazières-Loubert, France. \n\n                            Read more\n                     1 September 2016 \n                         NEW STAFF JOINS CERAME-UNIE News Mayssa Vande Vyvre takes on the Communication and Events Officer position and Charlotte Beaudry joins the team as the intern in trade for the next 6 months. \n\n                            Read more\n                     1 September 2016 \n                         PRE CONGRESS 2016 IN KRAKOW, POLAND News The 63rd PRE congress took place in Krakow, Poland and was attended by over 80 participants from 13 European countries. \n\n                            Read more\n                     1 September 2016 \n                         WRA BOARD MEETS IN LONDON News The Board meeting of the World Refractories Association (WRA), held in April in London, brought together 14 CEOs and Association Presidents from 5 different continents. \n\n                            Read more\n                     1 September 2016 \n                         POST 2020 EU ETS REVIEW – NEGOTIATIONS News Debate on the post 2020 EU ETS directive revision is moving on in the European Institutions. In the European Parliament both Environment (lead) and Industry Committees held first exchange of views on the draft reports. \n\n                            Read more\n                     1 September 2016 \n                         IMPLEMENTATION OF THE CPR News In July, the European Commission published a report on the implementation of the Construction Products Regulation (CPR). \n\n                            Read more\n                     1 September 2016 \n                         SUSTAINABILITY ASSESSMENT TOOL FOR CERAMIC SANITARYWARE APPLIANCES News The European Federation of Manufacturers of ceramic sanitaryware (FECS) organised two technical workshops in March and April to present the new sustainability assessment standard for ceramic sanitaryware appliances (EN16578). \n\n                            Read more\n                     1 September 2016 \n                         CIRCULAR ECONOMY: NEEIP FORUM AND WASTE DIRECTIVE PROPOSAL News On 20 April, the European Non-Energy Extractive Industries (NEEIP) organised the 2016 Forum on the circular economy. \n\n                            Read more\n                     1 September 2016 \n                         NEPSI CELEBRATES 10TH ANNIVERSARY News The conference celebrating the 10th Anniversary of the NEPSI Agreement took place on 16 June. This event took place in the light of the recently proposed revision of the Carcinogens and Mutagens Directive (CMD). \n\n                            Read more\n                     1 September 2016 \n                         POSSIBLE HARMONIZED CLASSIFICATION OF TIO2 News On 31 May, the French Agency for Food, Environmental and Occupational Health and Safety (ANSES) has submitted a proposal to ECHA for a harmonised classification of Titanium Dioxide \n\n                            Read more\n                     1 September 2016 \n                         PRE ACTIVITIES ON COAL TAR PITCH, HIGH TEMPERATURE News The substance Coal Tar Pitch High Temperature (CTPHT) was recommended in September 2014 for inclusion in the Annex XIV of Reach, the so-called Authorisation List. It was followed by a public consultation to which PRE replied. \n\n                            Read more\n                     1 September 2016 \n                         CERAME-UNIE PREPARES FOR CERAMICS BREF REVISION News The current Ceramic Manufacturing Industry Best Available Techniques (BAT) Reference document, the so-called Ceramic BREF, was published in 2007 and is going to be reviewed officially in 2017. \n\n                            Read more\n                     1 September 2016 \n                         CERAME-UNIE PARTICIPATES TO A.SPIRE ACTIVITIES News The A.SPIRE General Assembly on 17 February, which CU attended, addressed developments in the SPIRE PPP and projects as well as the priorities and expectations for 2016. \n\n                            Read more\n                     1 September 2016 \n                         MATCH RESEARCH PROJECT News In January, CU was invited to provide its expertise at a workshop organised by Alliance for Materials (A4M) as part of the MATCH project. \n\n                            Read more\n                     1 September 2016 \n                         CERAME-UNIE REPLIES TO PUBLIC CONSULTATIONS ON EU FTAS News Cerame-Unie replied to EC survey on EU FTA negotiations with Turkey, Australia and & NZ in early June. \n\n                            Read more\n                     29 August 2016 \n                         CUMULATIVE COSTS ASSESSMENT (CCA) News The Centre for European Policy Studies (CEPS), in partnership with Economisti Associati and Ecorys Brussels, is carrying out the “Cumulative Cost Assessment (CCA) of the EU ceramics and glass industries” for the European Commission. \n\n                            Read more\n                     29 August 2016 \n                         CUMULATIVE COSTS ASSESSMENT (CCA) News The Centre for European Policy Studies (CEPS), in partnership with Economisti Associati and Ecorys Brussels, is carrying out the “Cumulative Cost Assessment (CCA) of the EU ceramics and glass industries” for the European Commission. \n\n                            Read more\n                     11 August 2016 \n                         CIRCULAR ECONOMY UPDATE News In June, the MEP rapporteur Simona Bonafe from the European Parliament ENVI Committee published the draft report on the waste framework directive and landfill of waste. \n\n                            Read more\n                     21 July 2016 \n                         GRANTING MES TO CHINA WOULD ENDANGER THE FUTURE OF EU CERAMIC INDUSTRY Press release Cerame-Unie supports AEGIS Europe, an alliance grouping nearly 30 European industry associations, stating that the College of European Commissioners should not grant Market Economy Status (MES) to China. \n\n                            Read more\n                     19 July 2016 \n                         EU LAUNCHED A THIRD CASE AGAINST CHINA'S RESTRICTIONS ON EXPORT OF RAW MATERIALS ESSENTIAL FOR EUROPEAN INDUSTRIES News Cerame-Unie reads today with interest the launch of a third case against China's restrictions on export of raw materials essential for European industries. \n\n                            Read more\n                     11 July 2016 \n                         EUROPEAN INDUSTRY CALLS ON EU TO PROVE ITS BACKBONE TOWARDS CHINA News Ahead of the EU China Summit in Beijing on 12-13 July, AEGIS Europe, organized a press briefing with European manufacturers in Brussels, to discuss the granting of Market Economy Status (MES) to China by the EU. \n\n                            Read more\n                     28 June 2016 \n                         CET CONGRESS IN HAMBURG News This year’s CET Congress was held on 16-18 June in Hamburg, kindly hosted by the German Ceramic Tiles Association. \n\n                            Read more\n                     22 June 2016 \n                         UK CERAMIC JOBS BETTER PROMOTED INSIDE THAN OUTSIDE THE EU! Press release 22 June 2016, Brussels – Whether at EU level or UK level, the Ceramic Industry is an export champion in need of a strong and proactive trade policy to promote market access while ensuring protection against unfair trade practices. \n\n                            Read more\n                     22 June 2016 \n                         HIGH LEVEL EXPERT GROUP ON ENERGY INTENSIVE INDUSTRIES News On 20 June, Cerame-Unie attended the 2nd meeting of the High Level Expert Group on Energy Intensive Industries. \n\n                            Read more\n                     13 May 2016 \n                         RESPIRABLE CRYSTALLINE SILICA PROPOSED TO AMEND ANNEX OF CMD News The European Commission adopted a proposal to amend Directive 2004/37 on the protection of workers from the risk related to exposure to carcinogens and mutagens at work (CMD). Respirable Crystalline Silica (RCS) is one of the substances proposed. \n\n                            Read more\n                     12 May 2016 \n                         KEY VOTE IN EUROPEAN PARLIAMENT AGAINST MES FOR CHINA News With an overwhelming majority of 83%, on 12 May the European Parliament passed a Resolution against dumping and the granting of market economy status (MES) to China. \n\n                            Read more\n                     11 May 2016 \n                         FECS & CEIR JOINT STATEMENT ON BIM Position paper CEIR and FECS identified that manufacturers must play a pivotal role in the ongoing development of an acceptable cross-country harmonised Building Information Modeling (BIM) system and therefore agreed to work together to achieve this goal. \n\n                            Read more\n                     9 May 2016 \n                         CROSS-INDUSTRY GROUP LAUNCHES WEBSITE IN SUPPORT OF BETTER REGULATION INITIATIVE FOR CHEMICALS MANAGEMENT News The Cross-Industry Initiative (CII), an ad-hoc coalition of nearly 60 EU-wide, national organisations and companies, of which Cerame-Unie is part, has launched a new website to better inform policy makers of its goals and arguments. \n\n                            Read more\n                     4 May 2016 \n                         EPP HEARING ON ENVIRONMENTAL GOODS AGREEMENT News On 4 May CU attended the EPP hearing on the Environmental Goods Agreement (EGA) at the European Parliament, at which EU Trade Commissioner Malmström gave the keynote address. \n\n                            Read more\n                     2 May 2016 \n                         EXPANDED CLAY JOINS CERAME-UNIE AS TENTH CERAMIC SECTOR Press release Today the European expanded clay association (EXCA) joins Cerame-Unie as its newest member and tenth sector. This addition further unites the European ceramic industry under the umbrella association Cerame-Unie. \n\n                            Read more\n                     30 April 2016 \n                         CERAMIC INDUSTRY REPLY TO PUBLIC CONSULTATION ON EU-PHILIPPINES FTA News On 30 April Cerame-Unie replied to the European Commission public consultation on a Free Trade Agreement (FTA) with the Philippines. The first round of negotiations will be held in Brussels on 23-27 May. \n\n                            Read more\n                     29 April 2016 \n                         INFOGRAPHIC - ABOUT CERAME-UNIE Publication Cerame-Unie is the industry association representing the European ceramic industry structured in ten sectors. \n\n                            Read more\n                     29 April 2016 \n                         2015 ANNUAL REPORT Publication As well as production and trade statistics, this edition of our Annual Report contains an update on CU communications and covers all major achievements per policy area. \n\n                            Read more\n                     28 April 2016 \n                         ECJ RULING ON CROSS-SECTORAL CORRECTION FACTOR News On 28 April the European Court of Justice declared invalid the maximum annual amount of free allowances for GHG determined by the Commission for the period 2013-2020. \n\n                            Read more\n                     19 April 2016 \n                         ENERGY INTENSIVE INDUSTRIES REACT TO TIERED APPROACH TO CARBON LEAKAGE PROTECTION Position paper 15 energy intensive industries publish a paper expressing concerns regarding the so-called “tiered approach” to carbon leakage protection under the EU ETS. The tiered approach would reserve free allowances for some sectors at the expense of others. \n\n                            Read more\n                     14 April 2016 \n                         CERAME-UNIE POSITION ON ENVIRONMENTAL GOODS AGREEMENT Position paper Ahead of the next round of negotiations, Cerame-Unie published a position paper in support of the EU’s ambition to protect the environment and mitigate climate change, but also underlining the European ceramic industry's concerns regarding the EGA. \n\n                            Read more\n                     13 April 2016 \n                         CERAME-UNIE SEEKS COMMUNICATIONS & EVENTS OFFICER News An entry-level position with a permanent contract and an attractive benefits package. This full-time position is available starting from 17 May 2016. Interested candidates should send their CV and motivation letter by 27 April. \n\n                            Read more\n                     13 April 2016 \n                         CERAME-UNIE STATEMENT AGAINST TIERING OF THE EU ETS CARBON LEAKAGE LIST Position paper The European ceramic industry is gravely concerned about the proposed “tiered” approach as recently presented in a joint France-UK non-paper. In response, Cerame-Unie has published a statement highlighting the risks of pursuing a tiered approach. \n\n                            Read more\n                     11 April 2016 \n                         WHAT IS BUILDING INFORMATION MODELLING (BIM)? News The latest buzzword, fad or serious issue, depending on your viewpoint in the construction sector is Building Information Modelling (BIM). Just what BIM is and what it means to manufacturers is anything but clear. \n\n                            Read more\n                     8 April 2016 \n                         EU FREE TRADE AGREEMENTS - 2016 Q2 UPDATE News Cerame-Unie attended BUSINESSEUROPE’s FTAs working group meeting and had the opportunity to exchange views with the European Commission on the state of play and future developments of the negotiations of the EU agreements. \n\n                            Read more\n                     4 April 2016 \n                         NEPSI 2016 REPORTING EXERCISE CONCLUDED News The 2016 NEPSI reporting exercise started on 15 January 2016 and closed on 4 April 2016. \n\n                            Read more\n                     17 March 2016 \n                         EGYPT DECREE REQUIRES REGISTRATION OF ALL EXPORTERS News On 21 December 2015 Egypt approved Decree 992/2015 that requires all exporters to be registered on a registry managed by the GOEIC, dependent of the Egyptian Ministry of Trade and Industry. \n\n                            Read more\n                     10 March 2016 \n                         TRIALOGUE NEGOTIATIONS STARTED ON CONFLICT MINERALS News Trialogue negotiations on a Union system for responsible sourcing of minerals started in early February following a difficult adoption of the Council mandate by the EU Member States. \n\n                            Read more\n                     4 March 2016 \n                         MEP BELDER VISITS DUTCH BRICK PLANT News On 4 March, MEP Bas Belder (Netherlands, ECR) met the Royal Dutch Association for Building Ceramics (KNB) and visited brick manufacturer Rodruza De Zandberg in Gendt. \n\n                            Read more\n                     4 March 2016 \n                         EU ENVIRONMENT COUNCIL FOLLOWS UP ON COP 21 News On 4 March the EU Environment Council met in Brussels to debate the follow up of the Paris agreement. \n\n                            Read more\n                     29 February 2016 \n                         REPORT - 16TH EUROPEAN PARLIAMENT CERAMICS FORUM Publication We are pleased to announce the publication of the report of the 16th European Parliament Ceramics Forum (EPCF) Plenary, held on 1 December 2015 in Brussels. \n\n                            Read more\n                     29 February 2016 \n                         EU COMPETITIVENESS COUNCIL CONCLUSIONS News In its conclusions from 29 February, the EU Competitiveness Council took note of the messages from the Conference on Energy-intensive Industries on 15 February. \n\n                            Read more\n                     18 February 2016 \n                         ENVI COMMITTEE HEARING ON ETS REFORM News The European Parliament's ENVI Committee met on 18 February to discuss the EU’s post-2020 ETS reform proposal. \n\n                            Read more\n                     15 February 2016 \n                         CHINA'S MES HIGH ON AGENDA OF EU INSTITUTIONS AND INDUSTRY News The debate on the market economy status of China continues to heat up. As EU institutions continue to debate the issue, over 5,000 workers descend upon Brussels to protest Chinese dumping and MES. \n\n                            Read more\n                     10 February 2016 \n                         MEP PROUST VISITS FRENCH ROOF TILES COMPANY News On 10 February 2016, French MEP Franck Proust met with Cerame-Unie and the French Federation of Roof Tiles & Bricks member Terreal in Ségala, France. \n\n                            Read more\n                     1 February 2016 \n                         GREEN GOODS NEGOTIATIONS CONTINUE IN 2016 News On 1 February Cerame-Unie attended the Trade Sustainability Impact Assessment (SIA) stakeholder meeting that reported on state of play of EGA negotiations. The EC confirmed that the EGA negotiations will continue throughout 2016. \n\n                            Read more\n                     28 January 2016 \n                         CERAME-UNIE RESPONDS TO PUBLIC CONSULTATIONS ON EED Document The ceramic industry replied to the public consultations on the post 2020 Energy Efficiency Directive (EED) which is expected to be reviewed within the framework of Energy Union. \n\n                            Read more\n                     26 January 2016 \n                         REACH AUTHORISATION ANNEX XIV - PROCESS ONGOING News Discussions on the possible inclusion of Refractory Ceramic Fibres, Borates and Coal tar pitch, high temperature in the REACH Authorisation list (Annex XIV) are ongoing. \n\n                            Read more\n                     25 January 2016 \n                         EU ETS DIRECTIVE REVIEW IMPACTS CERAMIC INDUSTRY News The impact of the EU ETS Directive review plays a crucial role in ceramic sectors’ recovery from the crisis, which hit Europe in 2008. Ceramic industry representatives highlighted their concerns during MEP Ian Duncan's visit to a UK-based brickwork. \n\n                            Read more\n                     25 January 2016 \n                         TURKEY TERMINATES SAFEGUARD INVESTIGATION ON EU TABLEWARE IMPORTS News Turkey terminated the safeguard investigation on ceramic table- and kitchenware and no safeguard measures were imposed on imports of this product to Turkey from Europe. \n\n                            Read more\n                     22 January 2016 \n                         HORIZON 2020 PROJECT MATCH ORGANISES WORKSHOP News CU was invited to provide its expertise at a workshop organised by Alliance for Materials (A4M) as part of the MATCH project. MATCH is a Horizon 2020 project that started in January 2015 and will continue for 30 months until June 2017. \n\n                            Read more\n                     21 January 2016 \n                         RESEARCH OPPORTUNITIES UNDER H2020 CALLS FOR 2016 News Late 2015 was a key period for research opportunities. The European Commission organised InfoDays linked to the Horizon 2020 calls, on PPPs in October and on energy efficiency in December. \n\n                            Read more\n                     19 January 2016 \n                         DG GROW LAUNCHES A NEW STUDY ON ENERGY PRICES AND COSTS News The European Commission decided to extend its analysis and produce a follow up review of the energy prices and costs study published in January 2014. As in the previous edition, two ceramic sectors were selected to participate. \n\n                            Read more\n                     18 January 2016 \n                         EU WATER LABEL CONTINUES TO EXPAND REACH News The EU Water Label is a voluntary and flexible scheme supported by Cerame-Unie sanitaryware member FECS to educate the end user on water and energy use. \n\n                            Read more\n                     15 January 2016 \n                         NEPSI 2016 REPORTING EXERCISE STARTS UP News NEPSI, the European Network for Silica, was formed in 2006 to implement good practices with respect to the handling of crystalline silica sand on a voluntary basis. The 2016 reporting exercise will start on 15 January and end on 15 March. \n\n                            Read more\n                     14 January 2016 \n                         CERAME-UNIE COMMENTS ON KEY DEBATE IN EUROPEAN COMMISSION ON MES OF CHINA News The College of Commissioners held an ‘orientation debate’ on the market economy status (MES) of China on 13 January. Cerame-Unie shares its views. \n\n                            Read more\n                     8 January 2016 \n                         LETTER TO PRESIDENT JUNCKER AHEAD OF ORIENTATION DEBATE ON 13 JANUARY Publication Presidents of European industry associations sent a letter to President Juncker ahead of the College of Commissioners' orientation debate on the market economy status (MES) of China on 13 January. \n\n                            Read more\n                     6 January 2016 \n                         NEW STAFF JOINS CERAME-UNIE RANKS News Stéphane Noël takes on the Environmental and Technical dossiers while Astrid Volckaert is on maternity leave and Camille Maury is Cerame-Unie's new European Affairs Manager. \n\n                            Read more\n                     4 January 2016 \n                         2016 MEMBERSHIP UPDATES News In the second half of 2015, Cerame-Unie's membership gained two new presidents and two national associations. \n\n                            Read more\n                     4 January 2016 \n                         EU FREE TRADE AGREEMENTS - STATE OF PLAY EARLY 2016 News The EU is currently exploring, negotiating or applying a number of Free Trade Agreements (FTAs). This is an update on the state of play in early 2016. \n\n                            Read more\n                     22 December 2015 \n                         PUBLIC CONSULTATION ON AUCTIONING REGULATION News The European Commission launched a public consultation on the functioning of the Auctioning Regulation pursuant to the scheme for greenhouse gas emission allowances trading (EU ETS). \n\n                            Read more\n                     22 December 2015 \n                         MACRO-OBJECTIVES FOR ENVIRONMENTAL PERFORMANCE OF BUILDINGS Publication In December 2015, JRC published a working paper that focuses on the identification of macro-objectives for the environmental performance of buildings. \n\n                            Read more\n                     18 December 2015 \n                         EU POLICYMAKERS ADDRESS IMPLEMENTATION OF NATURA 2000 News EU officials in the European Parliament discuss the interpretation and implementation of Natura 2000 with the Dutch brick industry. \n\n                            Read more\n                     18 December 2015 \n                         FIRST FORMAL MEETING OF HLG ON ENERGY INTENSIVE INDUSTRIES News The Commission hosted the High Level Expert Group (HLG) on Energy Intensive Industries on 18 December 2015. The HLG is now composed of 17 Member States representatives and 10 industry associations. \n\n                            Read more\n                     16 December 2015 \n                         AIR POLICY DISCUSSIONS IN THE EUROPEAN PARLIAMENT News In recent months, discussions progressed in the European Parliament on the Medium Combustion plants Directive (MCPD) and the Reduction of national emissions of certain atmospheric pollutants (NECD). \n\n                            Read more\n                     15 December 2015 \n                         EUROPEAN PARLIAMENT ADOPTS RESOLUTION ON ENERGY UNION News On 15 December 2015 the European Parliament adopted a non-binding resolution entitled “Towards a European Energy Union”. \n\n                            Read more\n                     15 December 2015 \n                         CU TASK FORCE AHEAD OF CERAMIC BREF REVISION News The European Commission is expected to start revising the Ceramic BREF in 2017. In order to prepare for the revision, Cerame-Unie set up a Task Force composed of BREF experts from all ceramic sectors. \n\n                            Read more\n                     14 December 2015 \n                         GLOBAL CLIMATE DEAL SUCCESSFULLY STRUCK IN PARIS News On 12 December a global climate agreement was reached at COP 21 in Paris. The ceramic industry has been actively contributing to the achievement of global climate goals. \n\n                            Read more\n                     14 December 2015 \n                         DISCUSSION ON CHINA'S MARKET ECONOMY STATUS GAINS MOMENTUM News The discussion on China’s Market Economy Status (MES) has recently gained momentum in the EU institutions. It is now being addressed by EU institutions and stakeholders alike. \n\n                            Read more\n                     10 December 2015 \n                         CPE WORKSHOP ON ENVIRONMENTAL PRODUCT DECLARATIONS News Construction Products Europe held a workshop to discuss the current situation of Environmental Product Declarations, bringing together over 60 experts in the field of Life Cycle Assessment and environmental assessment of buildings/products. \n\n                            Read more\n                     4 December 2015 \n                         MEP DALTON CALLS FOR EQUAL TREATMENT OF ALL ENERGY INTENSIVE INDUSTRIES News In a BBC Radio Stoke interview, MEP Dan Dalton called for equal carbon leakage protection for all energy intensive industries, including ceramics, under the review of the EU Emissions Trading Scheme post 2020. \n\n                            Read more\n                     3 December 2015 \n                         MEP GIESEKE VISITS GERMAN FACING BRICK COMPANY News On 3 December 2015 German MEP Jens Gieseke visited the facing brick company Olfry in northern Germany. He took a tour of the brickworks with Udo von Frydag, the company’s owner, and Martin Roth, German TBE member. \n\n                            Read more\n                     2 December 2015 \n                         COMMISSION ADOPTS NEW CIRCULAR ECONOMY PACKAGE News On 2 December the European Commission (EC) adopted the Circular Economy Package that includes revised legislative proposals on waste to shift from a linear to a circular economy. \n\n                            Read more\n                     18 November 2015 \n                         EU AND MERCOSUR PLAN TO RESTART NEGOTIATIONS News Following nine negotiation rounds and a three-year break, the EU and Mercosur agreed to proceed with an exchange of market access offers in the final quarter of 2015. \n\n                            Read more\n                     16 November 2015 \n                         RECOMMENDATIONS BY EU-WIDE CROSS-INDUSTRY INITIATIVE FOR BETTER REGULATION IN CHEMICALS MANAGEMENT Position paper This paper constitutes a revisited version of an earlier position paper, which is complemented with more comprehensive subject-specific reports. The general message transmitted by the original paper remains unchanged. \n\n                            Read more\n                     4 November 2015 \n                         RESTAR PROJECT CONCLUDED AFTER TWO YEARS News Launched in October 2013, the ReStaR project concluded after two years. This project was funded under the EU’s 7th Research Framework Programmeand involved 13 partners (RTDs and SMEs) in 7 countries. \n\n                            Read more\n                     28 October 2015 \n                         ADAPTATION TO CLIMATE CHANGE, FROM CITIES TO BUILDINGS News Construction Products Europe, of which Cerame-Unie is a member, organised a conference on 28 October in Brussels on adaptation to climate change. \n\n                            Read more\n                     26 October 2015 \n                         FIRST EXCHANGE OF VIEWS ON EU ETS REVIEW IN COUNCIL News The Environment Council held a first exchange of views on EU ETS Directive revision for the post-2020 period. The debate focused on the distribution key for the shrinking amount of free allowances. \n\n                            Read more\n                     26 October 2015 \n                         CEN WORKSHOP ON HARMONIZED STANDARDS FOR CONSTRUCTION PRODUCTS News On 26 October CEN-CENELEC organised the interactive workshop, Harmonized standards for construction products: Where are we going?. The workshop addressed the way forward for standardisation under the framework of the Construction Products Regulation. \n\n                            Read more\n                     20 October 2015 \n                         COMMISSIONER MALMSTRÖM PRESENTS EU TRADE STRATEGY News The Commission published a new trade and investment strategy for the EU which Commissioner Malmström presented at DG Trade’s Civil Society Dialogue meeting on 20 October. \n\n                            Read more\n                     15 October 2015 \n                         CERAMIC INDUSTRY POSITION ON POST-2020 EU ETS REVIEW Position paper On 15 July 2015 the European Commission presented their legislative proposal for revision of the EU ETS Directive. The ceramic industry maintains that post-2020 carbon leakage mitigation must be in line with the adopted level of climate ambition. \n\n                            Read more\n                     12 October 2015 \n                         FIFTH JRC WORKSHOP IN ISPRA, ITALY News FEPF, the Cerame-Unie member association representing the European ceramic table- and ornamentalware, attended the fifth Joint Research Centre (JRC) workshop on ceramics on 12 October in Ispra, Italy. \n\n                            Read more\n                     9 October 2015 \n                         MARKET STABILITY RESERVE ADOPTED IN EUROPEAN COUNCIL News The Market Stability Reserve (MSR), an instrument established to control the supply of allowances on the EU ETS market, was approved by the EU environment ministers in the Council on 18 September. \n\n                            Read more\n                     8 October 2015 \n                         CERAME-UNIE LAUNCHES ITS NEW WEBSITE Press release The new website is user-friendly and intuitive, with improved navigation and new functionalities. Moreover, consulting the new website on the go is smooth since it is fully responsive to mobile and tablet. \n\n                            Read more\n                     28 September 2015 \n                         BRICKS & TILES INDUSTRY JOINS SOCIAL HOUSING EFFORTS IN FRANCE News The French Federation of Roof Tiles & Bricks (FFTB) contributes to several initiatives in the construction and rehabilitation of social housing in the region of Essonne in France. \n\n                            Read more\n                     25 September 2015 \n                         CERAMIC EXECUTIVES MEET EUROPEAN COMMISSIONERS IN 2015 News In 2015, European ceramic executives met with Commissioner Bieńkowska on 2 July and Commissioner Moedas on 24 September. \n\n                            Read more\n                     23 September 2015 \n                         IMPLEMENTATION OF CPR - RPA FINAL REPORT News The conclusions and recommendations from the UK-based consultancy Risk & Policy Analysts (RPA) final report on the implementation of the Construction Products Regulation (CPR) will be used as input for the European Commission’s report. \n\n                            Read more\n                     18 September 2015 \n                         EU AGREES ON MANDATE FOR COP21 News On 18 September EU environment ministers agreed on the EU mandate for global climate negotiations COP21 taking place in early December in Paris. \n\n                            Read more\n                     18 September 2015 \n                         3.5 MILLION JOBS AT RISK IF EU GRANTS MES TO CHINA, FINDS NEW REPORT Publication A landmark study by the Economic Policy Institute (EPI) released today reveals that if the EU grants Market Economy Status (MES) to China, the EU could lose 3.5 million jobs and 2% of GDP. \n\n                            Read more\n                     17 September 2015 \n                         10 MYTHS ON THE MARKET ECONOMY STATUS OF CHINA Publication Industry alliance AEGIS Europe dispels 10 myths on the Market Economy Status of China. \n\n                            Read more\n                     16 September 2015 \n                         FIRST MEETING OF CEN/TC 442 BIM News The first meeting of CEN/TC 442 BIM on 16 September established several working groups. \n\n                            Read more\n                     10 September 2015 \n                         SEMINAR ON REFRACTORIES – EXCELLENT COOPERATION BETWEEN PRE AND ECREF News From 8 to 10 September 2015, the international European Seminar on Refractories, entitled 'REFRACTORIES - Key Technology and its Applications', was held at the ECREF in Hoehr-Grenzhausen for the second time. \n\n                            Read more\n                     10 September 2015 \n                         ECJ JUDGMENT ON PRELIMINARY RULING CASE News The European Court of Justice confirmed the validity of the Council Implementing Regulation (EU) No 917/2011 of 12 September 2011 imposing a definitive anti-dumping duty on imports of ceramic tiles from China. \n\n                            Read more\n                     8 September 2015 \n                         CE MARKING ‘STEP-BY-STEP’ GUIDE News The European Commission (DG GROW) published a CE marking guide to help manufacturers to CE mark their products according to the requirements of the CPR. \n\n                            Read more\n                     29 July 2015 \n                         CERAMIC INDUSTRY REPLY TO CIRCULAR ECONOMY CONSULTATION News The European Commission is working on a new and more ambitious circular economy strategy to turn Europe into a more resource-efficient economy. In this context, DG Environment launched a consultation on circular economy. \n\n                            Read more\n                     15 July 2015 \n                         EC PUBLISHES PROPOSAL FOR ETS REVIEW News On 15 July the European Commission published a proposal for a revision of the directive on the EU Emissions Trading Scheme (ETS) for the period after 2020 as a part of its legislative summer package. \n\n                            Read more\n                     2 July 2015 \n                         RESTAR - IMPROVING EUROPEAN REFRACTORY TESTING STANDARDS News Cerame-Unie is a dissemination partner for ReStaR, a Seventh Framework Programme (FP7) project which aims to improve, promote and ensure the reliability, precision and efficiency of the current European refractory testing standards. \n\n                            Read more\n                     2 July 2015 \n                         MIDYEAR MARKET ACCESS UPDATE 2015 News Cerame-Unie continuously monitors market access for the European ceramic industry. This midyear market access update focuses on the EU Neighbourhood, the Middle East and South America. \n\n                            Read more\n                     2 July 2015 \n                         SMES AND THE ROLE OF TTIP News Since early 2015 several publications and an event have highlighted the potential benefits of Transatlantic Trade and Investment Partnership (TTIP) between the EU and the US for SME-driven sectors like ceramics. \n\n                            Read more\n                     1 July 2015 \n                         CHANGES TO CU SECRETARIAT News Magdalena Vallebona joins the CU team as Climate and Energy Manager as Adolfo Aiello leaves his position as Director for Climate and Economic Affairs. CU also welcomes Flavia Russo in the newly-created position of Administrative Assistant. \n\n                            Read more\n                     1 July 2015 \n                         IMPLEMENTATION OF ANTI-DUMPING DUTIES News Cerame-Unie closely monitors the level of implementation of anti-dumping duties on ceramic tableware and tiles. \n\n                            Read more\n                     30 June 2015 \n                         CONSULTATION LAUNCHED ON ENERGY PERFORMANCE OF BUILDINGS DIRECTIVE News On 30 June DG Energy launched a public consultation to evaluate the Energy Performance of Buildings Directive (EPBD). All relevant stakeholders can reply to this consultation by 31 October 2015. \n\n                            Read more\n                     30 June 2015 \n                         SPIRE PUBLIC-PRIVATE PARTNERSHIP UNDER HORIZON 2020 News Cerame-Unie is a founding member of A.SPIRE aisbl, an association governing a private part of a Public-Private Partnership (PPP) funded under the Horizon 2020 framework programme. Since its launch in July 2012, many activities have taken place. \n\n                            Read more\n                     25 June 2015 \n                         CIRCULAR ECONOMY: VIEWS FROM 12 EU INDUSTRIES Position paper Ahead of the publication of the Circular Economy Action Plan, the Resource Efficiency Alliance outlined a number of key principles that are important to achieve a true circular economy, coherent with the EU industrial policy. \n\n                            Read more\n                     25 June 2015 \n                         CHINA IS NOT A MARKET ECONOMY, CONFIRMS NEW IN-DEPTH STUDY Publication A newly published, independent study by THINK! DESK China Research & Consulting demonstrates the extent of China’s state-planned economy in unique detail. The study supports the view that China does not merit the ‘Market Economy Status’. \n\n                            Read more\n                     23 June 2015 \n                         AEGIS EUROPE STATEMENT ON FAIR TRADE RULES Position paper Representing over 25 European industry associations, AEGIS Europe highlights the necessity to effectively address distortions from state-run or other non-market economies, which risk endangering jobs and know-how in Europe’s industrial value chain. \n\n                            Read more\n                     10 June 2015 \n                         EEB PUBLIC-PRIVATE PARTNERSHIP UNDER HORIZON 2020 News EeB is a public private partnership (PPP) funded under Horizon 2020 which aims to improve the energy efficiency of buildings. Cerame-Unie is a proud member of the Energy Efficient Buildings Association (E2BA) governing the private part of the PPP. \n\n                            Read more\n                     3 June 2015 \n                         ENVIRONMENTAL GOODS AGREEMENT STAKEHOLDER MEETING News Cerame-Unie attended the Environmental Goods Agreement stakeholder meeting with DG ENVI and DG Trade on 3 June. The Green Goods Initiative aims to liberalise tariff lines on “green goods” and reduce tariffs among participating countries. \n\n                            Read more\n                     1 June 2015 \n                         PITCHED ROOFS: ADDING VALUE TO BUILDINGS Publication Cerame-Unie sector Tiles and Bricks Europe (TBE) published a brochure on how the modern and innovative character of sloping roofs can also meet high technical performances. \n\n                            Read more\n                     1 June 2015 \n                         CLAY MASONRY PRODUCTS: MATERIALS FOR A BETTER LIFE Publication Cerame-Unie sector Tiles and Bricks Europe (TBE) published a brochure on what makes clay masonry products an outstanding choice of construction material that fits perfectly into our modern times. \n\n                            Read more\n                     28 May 2015 \n                         ORIGIN MARKING DISCUSSED IN COMPET COUNCIL News On 28 May the Competitiveness Council discussed a compromise on the mandatory origin marking provision of the Consumer Product Safety Regulation. Several Members States restated strong support for mandatory OM on five consumer goods sectors. \n\n                            Read more\n                     27 May 2015 \n                         CREATION OF HLG ON ENERGY INTENSIVE INDUSTRIES News The Commission recently established the High Level Expert Group on Energy Intensive Industries, composed of representatives from European institutions, industry and civil society governments. The Group will meet at least twice a year. \n\n                            Read more\n                     7 May 2015 \n                         2014 ANNUAL REPORT Publication Cerame-Unie is happy to publish its Annual Report for the year 2014. It was a busy and successful year on all fronts, as CU President Alain Delcourt and CU Secretary General Renaud Batier describe in their introductory letters. \n\n                            Read more\n                     17 April 2015 \n                         AEII: STRATEGIC CHOICES FOR POST-2020 ETS Position paper This paper contains proposals from the Alliance of Energy Intensive Industries (AEII) on carbon leakage protection, free allocation principles and competitiveness under ETS Phase IV to ensure simple, fair, predictable and effective rules. \n\n                            Read more\n                     24 March 2015 \n                         INSYSME - INNOVATIVE SYSTEMS FOR MASONRY ENCLOSURES News Cerame-Unie is a dissemination partner for INSYSME, a Seventh Framework Programme (FP7) project. The INSYSME project aims at developing innovative systems for masonry enclosures. \n\n                            Read more\n                     23 March 2015 \n                         CONSULTATION ON CPR IMPLEMENTATION News DG Growth held a consultation on the implementation of the Construction Products Regulation and organised a workshop on 23 March in Brussels to present the preliminary results. \n\n                            Read more\n                     11 March 2015 \n                         EU WATER LABEL PRESENT AT ISH News The European Water Label, a voluntary and flexible scheme to measure the water consumption of bathroom products, was promoted at ISH Frankfurt, Europe’s largest bathroom and plumbing exhibition. \n\n                            Read more\n                     24 February 2015 \n                         CERAMIC INDUSTRY POSITION ON POST-2020 EU ETS Position paper According to the 2030 climate and energy framework agreed in October 2014, sectors covered by the ETS will have to reduce their emissions by 43% compared with 2005. This represents a steep, unilateral acceleration in the level of climate ambition. \n\n                            Read more\n                     30 January 2015 \n                         CU REPLY TO GPP CONSULTATION News CU replied to the consultation on Green Public Procurement criteria for office buildings underlining the need to include durability and fire safety criteria and consider the environmental impacts generated in the use phase of a building. \n\n                            Read more\n                     15 January 2015 \n                         CERAMIC TILES ANTI-DUMPING CASES AND PARTIAL INTERIM REVIEW News The European ceramic industry followed the partial interim review launched by the European Commission in early 2014 and most recently, the Commission’s final disclosure document. \n\n                            Read more\n                     1 January 2015 \n                         2015 MEMBERSHIP UPDATES News Every January brings about changes to Cerame-Unie's membership. In 2015, two new presidents and a national association join the umbrella association. \n\n                            Read more\n                     18 December 2014 \n                         NEW INDUSTRY ALLIANCE AEGIS EUROPE FORMED Press release Industry alliance AEGIS Europe promotes manufacturing, investment, employment, growth and innovation in Europe. AEGIS Europe brings together over 25 associations accounting for more than €500 billion annual turnover and millions of EU jobs. \n\n                            Read more\n                     17 December 2014 \n                         CUMULATIVE COST ASSESSMENT FOR EU GLASS AND CERAMIC INDUSTRY News The European Commission’s 2015 Work Programme announced a cumulative cost assessment for the EU glass and ceramic industry. It will analyse the regulatory costs incurred by the most relevant EU legislation and policies for the industry. \n\n                            Read more\n                     17 December 2014 \n                         EC TASKED WITH ORIGIN MARKING STUDY News The European Commission was tasked by the Council to prepare a technical study assessing the impact of origin marking and the benefits and potential costs for companies and consumers. \n\n                            Read more\n                     15 December 2014 \n                         A LOOK INTO THE FRENCH ASSOCIATION FOR TECHNICAL CERAMICS News Created in 1988, the Association of Advanced Ceramics Manufacturers (SICT) now incorporates 13 French producers of technical ceramics, compared to 10 members in 2012, and represents the interests of the whole profession at national level. \n\n                            Read more\n                     11 December 2014 \n                         MEPS VISIT CERAMIC PLANTS News MEPs from France, the Netherlands and the UK visited ceramic plants in their home countries in late 2014. \n\n                            Read more\n                     10 December 2014 \n                         SCIENTIFIC WORK ONGOING ON CERAMIC FOOD CONTACT MATERIALS News The European Reference Laboratory for Food Contact Materials (EURL-FCM) organised a fourth workshop in Ispra, Italy on 10 December 2014, which was attended by a strong delegation from Cerame-Unie. \n\n                            Read more\n                     5 December 2014 \n                         DUTCH MEP VISITS BRICK PLANT IN THE NETHERLANDS News Dutch MEP Annie Schreijer-Pierik met with Cerame-Unie member KNB, the Royal Dutch Association for Building Ceramics. The meeting included a visit to a Daas Baksteen brick plant where Ms Schreijer-Pierik learned about brick production. \n\n                            Read more\n                     19 November 2014 \n                         SME HELPDESKS STAKEHOLDER MEETING News Cerame-Unie attended the ASEAN, China & Mercosur SME Helpdesks Stakeholder Meeting and was pleased to hear that the most downloaded guide is the China IPR guide for European SMEs in the Ceramics industry. \n\n                            Read more\n                     19 November 2014 \n                         COURT JUDGEMENT: ANTI-DUMPING TABLEWARE Press release The General Court dismisses the action for annulment of the anti-dumping duties on imports of ceramic tableware and kitchenware from China. \n\n                            Read more\n                     6 November 2014 \n                         GLOBAL REFRACTORY INDUSTRY UNITES UNDER WORLD REFRACTORIES ASSOCIATION Press release At a time when economic pressures call for stronger networks, the refractory industry is embracing increased global cooperation under the banner of the World Refractories Association (WRA). \n\n                            Read more\n                     30 October 2014 \n                         2014 WORLD SUSTAINBLE BUILDINGS CONFERENCE News CU attended the World Sustainable Buildings conference (WSB14), which took place on 28-30 October 2014 in Barcelona. \n\n                            Read more\n                     27 October 2014 \n                         DECISION ADOPTED ON CARBON LEAKAGE LIST 2015-2019 News The European Commission adopted the Decision determining the list of sectors exposed to significant risk of carbon leakage under the EU Emissions Trading System for 2015-2019. All sectors represented by Cerame-Unie were included in the list. \n\n                            Read more\n                     24 October 2014 \n                         EUROPEAN COUNCIL AGREES ON 2030 CLIMATE AND ENERGY FRAMEWORK News EU Heads of State and Government meeting in Brussels on 23-24 October reached an agreement on the 2030 climate and energy framework. \n\n                            Read more\n                     16 October 2014 \n                         9TH CERAMITEC ROUNDTABLE ON REFRACTORIES News Cerame-Unie participated in the CERAMITEC Roundtable on refractories organised in Höhr-Grenzhausen, Germany, ahead of the CERAMITEC 2015 Fair on 20-23 October 2015. \n\n                            Read more\n                     14 October 2014 \n                         CERAMIC CONSTRUCTION SECTORS IN EXTERNAL TRADE News Representing the ceramic construction sectors, Cerame-Unie presented the findings of its reply to the ECORYS consultation on increasing market access and business opportunities in select priority markets at a TG-5 meeting. \n\n                            Read more\n                     10 October 2014 \n                         TBE PCR GUIDANCE DOCUMENT Document Cerame-Unie member TBE developed the Product Category Rules (PCR) for clay bricks, blocks, roof tiles and pavers. These PCR establish a set of specific rules and guidelines for reporting the environmental performance of clay construction products. \n\n                            Read more\n                     17 September 2014 \n                         RESOURCE EFFICIENCY INDICATOR: VIEWS FROM 12 INDUSTRIES Position paper In the context of the Commission's Circular Economy Package published in July 2014, 12 resources producing industries examine the impact of a resource productivity target based on a lead indicator reflecting Raw Material Consumption. \n\n                            Read more\n                     16 September 2014 \n                         FIRST EPDS GET ECO PLATFORM LABEL News A ceramic tiles manufacturer and a bricks and roof tiles association were among the first to receive ECO Platform Environmental Product Declarations. \n\n                            Read more\n                     15 September 2014 \n                         CERAME-UNIE POSITION ON POST-2020 CLIMATE AND ENERGY POLICIES Position paper Cerame-Unie calls on EU institutions to ensure that post-2020 climate and energy policies preserve the competitiveness of European industry to foster growth, avoid carbon and investment leakage and favour the development of breakthrough technologies. \n\n                            Read more\n                     8 September 2014 \n                         EC SURVEY ON MATERIALS FOR SUSTAINABLE CONSTRUCTION News European Commission DG RTD launched a survey aimed at developing a research and innovation roadmap for sustainable construction materials. \n\n                            Read more\n                     4 September 2014 \n                         AEII: 2030 PACKAGE AND EU ETS REVIEW Position paper The Alliance of Energy Intensive Industries call for the 2030 climate and energy framework to guarantee predictability for industry by setting the principles for measures against carbon and investment leakage. \n\n                            Read more\n                     2 July 2014 \n                         REVIEW OF INTERNATIONAL CODES FOR CERAMIC TILES: HS 6807 AND 6808 News The review of HS codes for ceramic tiles promoted by the ceramic tiles industry throughout the world was recently approved by the World Customs Organisation’s (WCO) Revision Committee. \n\n                            Read more\n                     2 July 2014 \n                         RESOURCE EFFICIENCY OPPORTUNITIES IN THE BUILDING SECTOR News Following the Sustainable Buildings consultation to which Cerame-Unie replied, the European Commission published a Communication on “Resource Efficiency Opportunities in the building sector” on 2 July 2014. \n\n                            Read more\n                     2 July 2014 \n                         RESOURCE EFFICIENCY AND THE CIRCULAR ECONOMY PACKAGE Position paper On 2 July 2014, the European Commission published its Communication on resource efficiency, Towards a circular economy: a zero waste programme for Europe. In this context, Cerame-Unie presents its views on the circular economy package. \n\n                            Read more\n                     24 June 2014 \n                         FIRST MEETING OF CU TRADE WORKING GROUP News Cerame-Unie created a new Working Group on trade in early 2014. The group held its first meeting with DG Trade on 24 June 2014 and exchanged on important trade policy issues concerning the EU ceramic industry. \n\n                            Read more\n                     16 June 2014 \n                         NO ECO-DESIGN NECESSARY FOR INDUSTRIAL FURNACES Position paper Cerame-Unie supports the outcome of the Consultation Forum which was held on 16 May concluding that no eco-design requirements for industrial furnaces should be developed. \n\n                            Read more\n                     10 June 2014 \n                         FOOD CONTACT LEGISLATION: TECHNICAL RESEARCH ONGOING News The European Reference Laboratory organised a third workshop in Ispra, Italy on 10 June 2014 to discuss the ongoing laboratory tests on the migration of different metals from ceramic tableware. \n\n                            Read more\n                     30 May 2014 \n                         DELEGATED ACTS FOR CPR ANNEXES III AND V PUBLISHED IN OFFICIAL JOURNAL News The delegated acts to modify the annex III and annex V of the Construction Products Regulation (CPR) were published in the Official Journal of the EU in late May 2014. \n\n                            Read more\n                     30 April 2014 \n                         2013 ACTIVITY REPORT Publication Cerame-Unie is proud to present its Activity Report for 2013. Throughout 2013 the association has advanced its role as the voice of the ceramic industry to the EU institutions. \n\n                            Read more\n                     29 April 2014 \n                         MANIFESTO PRESENTED AT DUTCH ELECTION DEBATE News In the run-up to the European elections, KNB, the Dutch umbrella organisation for the construction ceramics industry, organised a political debate between six candidate MEPs in Velp on 29 April 2014. \n\n                            Read more\n                     24 April 2014 \n                         EU-JAPAN SUMMIT: JOINT BUSINESS STATEMENT Position paper 24 European business organisations issued a joint statement ahead of the 22nd EU-Japan Summit on 7 May 2014 in support of the ongoing free trade negotiations between the two partners. \n\n                            Read more\n                     16 April 2014 \n                         EP PLENARY VOTE ON TDI MODERNISATION News Cerame-Unie welcomes the positive outcome for European SMEs in the European Parliament Plenary vote on 16 April on the Commission’s proposal for the modernisation of Trade Defence Instruments (TDI). \n\n                            Read more\n                     15 April 2014 \n                         EP SUPPORTS CONSUMER PRODUCT SAFETY AND MARKET SURVEILLANCE News The European Parliament (EP) voted on 15 April in Strasbourg in the first reading on the Commission proposal for a package comprising a draft regulation on consumer product safety (CPSR) and market surveillance. \n\n                            Read more\n                     9 April 2014 \n                         EC ADOPTS NEW ENVIRONMENTAL AND ENERGY STATE AID GUIDELINES News The new Environmental and Energy State Aid Guidelines for the period up to 2020 promote a gradual move to market-based support for renewable energy in order to address the market distortions related to subsidies granted to renewable energy sources. \n\n                            Read more\n                     25 March 2014 \n                         GUIDANCE DOCUMENT FOR TBE PCR Publication Thanks to the technical input of its members and the support of an external consultant, Cerame-Unie member Tiles & Bricks Europe developed the Product Category Rules for clay bricks, blocks, roof tiles and pavers. \n\n                            Read more\n                     18 March 2014 \n                         CERAMIC INDUSTRY MANIFESTO Publication On the occasion of the European elections, Cerame-Unie published its Manifesto for the 2014-2019 Parliamentary mandate. The Manifesto was translated from English into French, German, Dutch, Spanish, Italian and Hungarian. \n\n                            Read more\n                     14 March 2014 \n                         THIRD NEPSI REPORTING CONCLUDED News The third NEPSI reporting ended on 14 March 2014. The purpose of this voluntary exercise is to demonstrate the industry’s commitment to and continued improvement in dealing with respirable crystalline silica. \n\n                            Read more\n                     14 March 2014 \n                         ORIGIN MARKING: A TOOL TO STRENGTHEN PRODUCT SAFETY THROUGH TRANSPARENCY AND TRACEABILITY Position paper Nine signatories issue a joint position paper supporting mandatory origin marking for consumer products, in the context of the proposed legislative package comprising a draft regulation on consumer product safety. \n\n                            Read more\n                     27 February 2014 \n                         CERAME-UNIE SIGNS IFIEC EUROPE MANIFESTO ON 2030 STRATEGY Publication Cerame-Unie signed the IFIEC Europe Manifesto calling for the 2030 strategy to be streamlined towards growth and jobs. The Manifesto, signed by over 130 CEOs from Europe's manufacturing industry, was presented at a press conference in Brussels. \n\n                            Read more\n                     21 February 2014 \n                         DELEGATED ACT ON DOPS ON WEBSITES PUBLISHED IN OFFICAL JOURNAL News On 21 February 2014, the delegated act to supply Declaration of Performances (DoPs) on the websites of manufacturers of construction products was finally published in the Official Journal of the European Union. \n\n                            Read more\n                     22 January 2014 \n                         2030 CLIMATE & ENERGY FRAMEWORK, INDUSTRIAL RENAISSANCE AND ENERGY PRICES News The European Commission presented three communications on the 2030 climate and energy framework, industrial renaissance and energy prices. The latter was accompanied by a report on energy prices and costs for energy-intensive sectors like ceramics. \n\n                            Read more\n                     22 January 2014 \n                         EC REPORT CONFIRMS CHALLENGE OF HIGH ENERGY PRICES FOR CERAMIC INDUSTRY Publication Accompanying the European Commission's communications on the 2030 climate and energy framework, industrial renaissance and energy prices is a report on energy prices and costs for some energy-intensive sectors, including ceramic sectors. \n\n                            Read more\n                     1 January 2014 \n                         CERAME-UNIE'S MEMBERSHIP GROWS TO NINE SECTORS News Cerame-Unie is pleased to welcome European Enamel Authority, a European federation of national associations representing the porcelain and vitreous enamel sector, as its ninth sector. \n\n                            Read more\n                     1 January 2014 \n                         CET WELCOMES NEW PRESIDENT, JOSE LUIS LANUZA News On 1 January the European Ceramic Tile Manufacturers’ Federation (CET) – one of Cerame-Unie’s nine ceramic sectors – welcomed Mr José Luis Lanuza as the new CET President for a 3-year mandate. \n\n                            Read more\n                     31 December 2013 \n                         CERAME-UNIE IS FOUNDING MEMBER OF ECO PLATFORM News Cerame-Unie is proud to be a founding member of the ECO Platform. The ECO Platform’s objective is to support the provision of reliable information in the form of a European-wide accepted Environmental Product Declaration (EPD). \n\n                            Read more\n                     17 December 2013 \n                         CERAMIC COMPANIES AND RTOS PRESENT RESEARCH IDEAS AT PPP INFODAYS News The long awaited Horizon 2020 legislation and its work programmes for 2014 and 2015 were published in December 2013. Ceramic companies and RTOs presented their initial ideas at a SPIRE brokerage event in October and during the PPP Infodays. \n\n                            Read more\n                     31 October 2013 \n                         CERAMIC SITE VISIT ORGANISED IN THE UK News Cerame-Unie and the British Ceramic Confederation (BCC) organised a site visit for the European Commission in the frame of the discussion on the eco-design for industrial and laboratory furnaces and ovens. \n\n                            Read more\n                     1 October 2013 \n                         CERAMIC INDUSTRY REPLIES TO SUSTAINABLE BUILDINGS CONSULTATION News The European Commission launched a public consultation on sustainable buildings on 9 July 2013. On behalf of all ceramic sectors, Cerame-Unie replied to the multiple choice questionnaire and stressed several key messages. \n\n                            Read more\n                     30 September 2013 \n                         REFRACTORY INDUSTRY PUBLISHES CARBON FOOTPRINT FOR REFRACTORY PRODUCTS Press release PRE, the European Refractories Producers Federation, presents the results of its product carbon footprint exercise based on data collected from 40 individual sites, i.e. over 40% of the total annual turnover represented by PRE membership. \n\n                            Read more\n                     16 September 2013 \n                         OM ALLIANCE: JOINT POSITION IN SUPPORT OF ORIGIN MARKING Position paper Nine organisations issue a joint position in the context of the European Commission's proposed legislative package comprising a draft regulation on consumer product safety with a key provision on mandatory origin marking. \n\n                            Read more\n                     28 August 2013 \n                         VIEWS ON PRODUCT SAFETY AND MARKET SURVEILLANCE PACKAGE Position paper The European Commission proposal for a legislative Package on Product Safety and Market Surveillance aims at harmonising the fragmented rules for market surveillance for products and ensuring better information for consumers. \n\n                            Read more\n                     23 August 2013 \n                         COMMENTS ON REACH ANNEX XV RESTRICTION REPORT Position paper This position paper outlines the arguments for exempting all ceramic consumer articles from the proposed restriction in Annex XVII on lead and its compounds. \n\n                            Read more\n                     31 July 2013 \n                         REPLY TO PUBLIC CONSULTATION ON CARBON LEAKAGE METHODOLOGY Document The ceramic industry contributed to the European Commission's public consultation on the assumptions to be used for new EU ETS carbon leakage list 2015-2019. \n\n                            Read more\n                     3 July 2013 \n                         CONSULTATION ON 2030 CLIMATE & ENERGY FRAMEWORK Document The European ceramic industry welcomes the launch of the debate on the 2030 framework for climate and energy policies that followed the publication of the European Commission’s green paper on this subject. \n\n                            Read more\n                     28 June 2013 \n                         NON-ENERGY EXTRACTIVE INDUSTRIES PANEL ON RESOURCE TAXATION Position paper The Non-Energy Extractive Industries Panel detail that the tax on mineral resources is a non-adequate fiscal tool for increasing resource efficiency and that tax neutrality is hard to achieve at EU level yet remains a must for competitiveness. \n\n                            Read more\n                     15 May 2013 \n                         ANTI-DUMPING MEASURES IMPOSED ON IMPORTS OF TABLEWARE FROM CHINA Press release The European Union published today a Council Regulation imposing definitive anti-dumping duties on imports of ceramic table- and kitchenware originating in China. \n\n                            Read more\n                     26 April 2013 \n                         12 INDUSTRIES FIND NO NEED FOR ECO-DESIGN FOR INDUSTRIAL KILNS AND FURNACES Position paper Custom designed industrial kilns and furnaces are already sufficiently regulated – an eco-design regulation for these installations is not needed. \n\n                            Read more\n                     11 April 2013 \n                         JOINT BUSINESS STATEMENT ON EU-INDIA FTA Position paper 15 European Business Organisations call for an enhanced engagement towards an ambitious EU-India FTA. \n\n                            Read more\n                     10 April 2013 \n                         ALLIANCE VIEWS ON MODERNISATION OF TRADE DEFENCE INSTRUMENTS Position paper The TDI Industry Alliance expressed its position on a proposal to modernise Trade Defence Instruments in a joint letter addressed to the College of Commissioner. \n\n                            Read more\n                     28 March 2013 \n                         AEII COMMENTS ON THE LINKING BETWEEN EU ETS AND AUSTRALIAN ETS Position paper The Alliance of European Energy-Intensive Industries (AEII) welcomes the efforts recently deployed to link the EU ETS with the forthcoming Australian ETS. Climate change is a global concern which requires coordinated global action. \n\n                            Read more\n                     20 March 2013 \n                         NEEIP ON PROPOSAL TO AMEND DIRECTIVE ON ENVIRONMENTAL IMPACT ASSESSMENT Position paper The Non Energy Extractive Industry Panel (NEEIP) comments on the proposal of the Commission to amend Directive 2011/92/EU on environmental impact assessment. \n\n                            Read more\n                     28 February 2013 \n                         REPLY TO CONSULTATION ON STRUCTURAL OPTIONS TO STRENGTHEN EU ETS Document Cerame-Unie contributes key remarks to the European Commission “Consultation on structural options to strengthen the EU Emissions Trading System”. \n\n                            Read more\n                     18 January 2013 \n                         ALLIANCE OF ENERGY INTENSIVE INDUSTRIES ON EU ETS BACKLOADING Position paper The Alliance of Energy Intensive Industries call for the rejection of the proposal in order to avoid a further unilateral increase of direct and indirect costs for business and private energy consumers. \n\n                            Read more\n                     27 November 2012 \n                         CERAMIC INDUSTRY ROADMAP: PAVING THE WAY TO 2050 Publication Cerame-Unie's Roadmap ‘Paving the Way to 2050’ is the European ceramic industry’s contribution to the European debate on a smarter, more competitive and resource-efficient future for the EU. \n\n                            Read more\n                     31 July 2012 \n                         EU STEPS UP SUPPORT FOR CONSTRUCTION SECTOR News On 31 July 2012 the European Commission Vice President Antonio Tajani, Commissioner for Industry and Entrepreneurship, presented a new construction strategy that should boost growth in the near future. \n\n                            Read more\n                     18 July 2012 \n                         CERAME-UNIE IS FOUNDING MEMBER OF A.SPIRE Press release A.SPIRE aisbl, which will manage and implement the proposed SPIRE Public-Private Partnership (PPP), was established as at a signing ceremony in Brussels. Cerame-Unie is proud to be a founding member of this industry association. \n\n                            Read more\n                     9 March 2012 \n                         ENVIRONMENT COUNCIL: ROADMAP TO A COMPETITIVE LOW-CARBON ECONOMY IN 2050 News On 9 March 2012 the Environment Council meeting debated, among other subjects, the European Commission's Roadmap to a competitive low-carbon economy in 2050. \n\n                            Read more\n                     15 September 2011 \n                         DEFINITIVE ANTI-DUMPING DUTIES IMPOSED ON EU IMPORTS OF CERAMIC TILES FROM CHINA Press release The European Union published today a Council Regulation imposing definitive antidumping duties against imports of ceramic tiles originating in China. The measures are due to enter into force on 16 September 2011 for a period of 5 years. \n\n                            Read more\n                     27 May 2011 \n                         CERAMICS: WHEN TRADITION BUILDS A FUTURE Publication Through continuous technological, scientific and innovative advances, the Ceramics Industry is making an immense impact on our everyday lives. \n\n                            Read more\n                     2 February 2011 \n                         CERAME-UNIE WELCOMES COMMUNICATION ON RAW MATERIALS Press release The Commission presented its long awaited Communication on commodity markets and raw materials. The document contributes to the Europe 2020 flagship initiative ‘A resource efficient Europe’. \n\n                            Read more\n                     21 October 2010 \n                         WIDE SUPPORT FOR ORIGIN MARKING IN THE EUROPEAN PARLIAMENT PLENARY Press release On 21 October 2010, the European Parliament plenary adopted the proposal for an EU-wide system of the indication of the country of origin of certain products imported from third countries. \n\n                            Read more\n                     1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 86 87 88 89 90 91 92 93 94 95 96 97 98 99 100 101 102 103 104 105 106 107 108 109 110 111 112",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}