{
    "title": "DENSO Group Sign a Letter of Intent to Cooperate on a Pilot Project on Renewable Energy Trading for the Shared Intention of Greenhouse Gas Reductions | News | News | DENSO Thai Website",
    "author": "unknown",
    "source": "denso.com",
    "date": "2021-08-27",
    "text": "DENSO Group Sign a Letter of Intent to Cooperate on a Pilot Project on Renewable Energy Trading for the Shared Intention of Greenhouse Gas Reductions Thai DENSO Group Sign a Letter of Intent to Cooperate on a Pilot Project on Renewable Energy Trading for the Shared Intention of Greenhouse Gas Reductions On August 26, DENSO International Asia Co., Ltd. (DIAT) by Mr. Naoto Inuzuka, CEO & President as representative, DENSO (Thailand) Co., Ltd. (DNTH) by Mr. Hiromichi Morita, President as representative, Siam DENSO Manufacturing Co., Ltd. (SDM) by Mr.Katsushi Iwata, President as representative, The Federation of Thai Industries (FTI) by Mr.Suvit Toraninpanich, Chairman as representative, A.A.A. Manufacturing Co., Ltd., by Mr. Apichat Ariyachotima, President as representative and The Clean Energy for People Foundation (CEP) by Mr. Natee Sithiprasasana, Vice Chairman as representative signed a Letter of Intent to cooperate on a pilot project on renewable energy trading for the shared intention of greenhouse gas reductions in Thailand. The pilot project aims to act as a showcase to encourage the restructuring for the energy administration of Thailand along with the energy reform plan and adapt appropriately to newer regulations from the global community, such as the European green deal’s “Carbon Border Adjustment Mechanism (CBAM)\". This activity would contribute to DENSO's long-term policy, aiming to achieve100% of renewable energy usage by 2035 and reduction of carbon emissions from production process in the factory.",
    "images": "https://www.denso.com/th/en/-/media/612706083026f.jpg?rev=f7054052ad3d4c1fa4b5e0ad4df92e8e&hash=261E779479AC04A4562F6A180ECFCD26",
    "tags": "",
    "excerpt": "You can see \"DENSO Group Sign a Letter of Intent to Cooperate on a Pilot Project on Renewable Energy Trading for the Shared Intention of Greenhouse Gas Reductions\". DENSO continues to develop technologies that support a better life for all.",
    "categories": ""
}