{
    "title": "Steel and Metals: The European Commission has a Plan!",
    "author": "unknown",
    "source": "Industriall Europe",
    "date": "2025-03-19",
    "text": "After years of relentless advocacy, today, the European Commission published the much-awaited Steel and Metals Action Plan, released alongside the Transition Pathway for the metal sectors. IndustriAll Europe welcomes that the Plan acknowledges the key threats facing the energy-intensive steel industry. However, the measures announced are vague. The Action Plan reads like a diagnosis of the problem, with a promise of solutions. It repackages and complements critical European industrial policies, including the Clean Industrial Deal and the Affordable Energy Action Plan, with a specific focus on the sector. While this Plan alone will not resolve all the challenges facing the industry and its workers, it marks a significant step in the right direction. Since 2020, industriAll Europe has been calling for an European Action Plan for steel and also coordinated European actions for non-ferrous sector metals. For months, we have sounded the alarm to decision-makers, highlighting the industry’s breaking point—marked by plant closures, production cuts, and job losses. This is not just an economic crisis; it is a social emergency. Today, our efforts are starting to bear fruit. The European Commission has finally responded, recognising the sector’s strategic importance and setting out a roadmap based on six central pillars: energy costs, the Carbon Border Adjustment Mechanism (CBAM), trade and overcapacity, circularity, jobs, and demand. Actions foreseen on circularity, global overcapacities and unfair trade IndustriAll Europe welcomes the European Commission’s commitment to strengthening trade protections for the EU’s steel sector, including the introduction of long-term measures to provide a highly effective level of protection. We also support the implementation of the 'melted and poured' rule to determine the origin of metal goods subject to duties, as it will help prevent circumvention and ensure fair competition. Additionally, we welcome the proposals on CBAM, which effectively address key loopholes, such as exports, resource shuffling, and downstream products. While these are positive steps, urgent action is needed to ensure their swift and effective implementation. The Action Plan’s focus on circularity is a good step forward. Significant proposals include recycled content requirements, improved material separation, and future measures to keep metal scraps available in Europe. However, will these announcements be enough to meet the industry's growing challenges? The commitment to developing lead markets for European low-carbon metals is also crucial. As highlighted in the Clean Industrial Deal, non-price criteria to EU projects will help boost demand for EU-made clean products. Swift and effective implementation of concrete measures is now essential, together with explicit proposals for social conditionalities. Weak actions on energy prices put at risk the whole Plan Despite these positive steps, the Plan falls short of addressing the most pressing challenge for the sector: energy costs. While it acknowledges potential market failures in energy pricing, it offers no concrete solutions. Without reforming the electricity regulatory framework, industrial sites cannot remain competitive. Furthermore, relying on industrial flexibility to manage energy demand is unsustainable and fundamentally undermines the long-term viability of European production sites. In the same way, relying excessively on State aids or tax breaks cannot be a long-term solution in a context of fiscal consolidation. Steel workers at risk need more than just nice words  On jobs, the European Commission explicitly acknowledges the need to uphold EU labour standards, protect high-quality jobs, and support social partners in managing the transition. We welcome the proposal to amend the European Globalisation Fund (EGF) to facilitate job-to-job transitions. However, this proposal must be strengthened to ensure the Fund becomes a proactive tool for worker protection rather than merely a reactive measure. We must ensure now that these commitments translate into tangible and rapid support for workers affected by industrial shifts, particularly in cases where multiple countries are impacted. This is a crucial moment to demonstrate that Europe stands by its workers in times of transition. Judith Kirton-Darling, General Secretary of industriAll Europe, stressed the urgency of immediate action: \"This Action Plan is a long-overdue recognition of the steel and metals sector’s strategic importance, but words alone are not enough. The European Commission must ensure that these commitments lead to concrete actions that protect jobs and guarantee a Just Transition for workers. The time for delay is over—Europe’s industrial workforce needs real support, now!\" “The commitment to protecting workers is there, but actions must follow words. Ensuring that amendments to the EGF deliver rapid and effective support will be crucial. Additionally, while the European Commission speaks of strengthening social dialogue and supporting workers through the transition, we will hold them accountable to ensure these commitments lead to real, measurable benefits”, she added. This Action Plan is just the start. The steel and metals sector still faces enormous challenges, and we will continue to push the European Commission for concrete support. The time for vague commitments is over—Europe’s industrial workforce needs urgent and decisive action now.",
    "images": "https://www.industriall-europe.eu/images/upload/2025/3/638779929530966737_Steel_and_metal_action_plan_photo_190325.png?width=1200&height=630&rmode=max&scale=both",
    "tags": "",
    "excerpt": "European Commission publishes much awaited Steel and Metals Action Plan alongside a Transition Pathway for the metal sector. Diagnosis is right, but are the proposals strong enough to heal the patient?",
    "categories": ""
}