{
    "title": "Thousands of steelworkers and industry representatives demand urgent EU action in Brussels",
    "author": "unknown",
    "source": "Steel Radar",
    "date": "2025-02-05",
    "text": "EUROFER General Director Axel Eggert emphasized that the European steel industry is in a difficult situation and added: \"The steel industry, which is at the heart of the European economy, is on life support. If urgent measures are not taken, more factories will close and more jobs will be lost.\" Stating that steel plays a critical role in many sectors from automotive to construction, defense to renewable energy, Eggert warned, “If steel disappears from Europe, value chains and prosperity will also disappear.” Eggert drew attention to the troubled situation in the steel industry, noting that strong signals of support for the sector were given in the European Parliament and EU Council meetings, and asked the question, “Will the European Commission take the necessary steps?” In the joint action plan of EUROFER and industriAll Europe, critical measures were listed and it was reported that EU trade and defense mechanisms should be used more effectively and stronger customs tariffs should be applied against global overcapacity. While protecting EU steel exports and preventing unfair competition with the Border Carbon Adjustment Mechanism (CBAM) were among the objectives, the provision of clean and low-carbon energy to industry at affordable prices was also highlighted as an important demand. Eggert indicated that the steps to be taken by the European Commission in the coming weeks will determine the future of the steel industry and called for “Save our steel to protect European industry, competitiveness and security”.",
    "images": "https://www.steelradar.com/i/m/015/0150274_thousands-of-steelworkers-and-industry-representatives-demand-urgent-eu-action-in-brussels.jpeg",
    "tags": "Thousands of steelworkers and industry representatives demand urgent EU action in Brussels",
    "excerpt": "European steelworkers united in Brussels to make their voices heard against the industrial crisis and job losses. The European Steel Association (EUROFER) expressed its full support for the big demonstration organized by IndustriAll Europe. Thousands of steel and manufacturing workers called on the European Commission to tackle global overcapacity and unfair trade.",
    "categories": ""
}