{
    "title": "IndustriAll Europe and ETUC share views about the Carbon Border Adjustment Mechanism with EU Commissioner Gentiloni",
    "author": "unknown",
    "source": "Industriall Europe",
    "date": "2021-03-11",
    "text": "The decade ahead must pave the way to make heavy industries climate neutral by 2050. We need a policy framework for 2030 that helps heavy industries to transform and that is not disruptive. This week, industriAll Europe and the ETUC met Paolo Gentiloni, EU Commissioner for Economy, to share expectations and demands of trade unions for the upcoming proposal for a Carbon Border Adjustment Mechanism (CBAM). The meeting was organised by the Commissioner in order to hear the views of stakeholders, ranging from industry associations, trade unions, as well as social and environmental NGOs. The Carbon Border Adjustment Mechanism, together with the EU Emissions Trading System (ETS), are instruments to support EU industry in its efforts to reach climate neutrality by 2050. The CBAM would put a carbon price on imports of certain goods from outside the EU to prevent companies from transferring their production to countries with lower environmental standards and higher emissions (the so-called ‘carbon leakage’). IndustriAll Europe is in favour of climate policy instruments that create the conditions to invest in the technologies and infrastructures necessary to reduce emissions. Luc Triangle, General Secretary of industriAll Europe, said: “The decade ahead must pave the way to make heavy industries climate neutral by 2050. We need a policy framework for 2030 that helps heavy industries to transform and that is not disruptive. We need a revised ETS, driving investment towards clean technologies, and a policy framework - including a Carbon Adjustment Mechanism - that mitigates the risk of carbon leakage.” European heavy industries operate in a very competitive environment in the EU, as well as on global markets. Their production costs (energy, raw materials) are often higher than those of their foreign competitors. Margins are thin and profitability cannot be taken for granted, especially now that we are experiencing the worst economic downturn since World War II. IndustriAll Europe therefore took advantage of the opportunity of meeting the Commissioner to insist that the European Commission builds its proposals on sectoral impact assessments to identify what is technologically and economically feasible until 2030. “The upcoming ‘Fit for 55% package’ must consider the current context and the specificities of the various sectors at stake. We should not assume that increasing the carbon price and replacing free allocation of emission allowances by a CBAM will magically lead to decarbonisation and finance the EU Recovery at the same time. This would be a dangerous gamble for the 6 million jobs at stake, as well as for the Commission’s ambition to make EU industry more resilient and less dependent”, stressed Luc Triangle. The lack of a global level playing field regarding carbon pricing poses an additional challenge. In the absence of a global carbon price, the EU needs a strong policy framework to limit the risk of carbon leakage, while accelerating decarbonisation. The CBAM must complement existing instruments until necessary and additional funding for decarbonisation must be provided for the sectors and regions at stake. “The EU’s Innovation Fund, Modernisation Fund, and Just Transition Fund are all decisive funding instruments for a successful decarbonisation of heavy industries in the EU and they are all dramatically underfunded. Increasing these funds must be a priority”, concluded Luc Triangle. Please consult industriAll Europe’s contribution to the public consultation on the Carbon Border Adjustment Mechanism: EN Contact: Andrea Husen-Bradley (press and communication), Benjamin Denis (policy adviser)",
    "images": "https://industriall-europe.eu/images/upload/2021/3/637510688949850028_Commissioner Gentiloni.jpg?width=1200&height=630&rmode=max&scale=both",
    "tags": "",
    "excerpt": "Trade unions call for climate policy instruments that create the conditions to invest in the required technologies and infrastructures to reduce emissions. They insist on sectoral impact assessments to consider the specificities of affected sectors and additional funding for decarbonisation for the sectors and regions at stake.",
    "categories": ""
}