{
    "title": "Message to President von der Leyen: Europe’s industrial workers can’t wait for next year’s SOTEU",
    "author": "unknown",
    "source": "Industriall Europe",
    "date": "2023-09-05",
    "text": "This will be the last State of the European Union speech by this Commission team. The Commission’s mandate is approaching its end. Talk of the 2024 European elections is rising. Every day we read about the jobs different Commissioners are eyeing or vying for. But along with 32 million manufacturing, mining and energy workers in Europe, we are focused on averting the increasing wave of deindustrialisation and rising inequalities in Europe. It is critical that EU leaders get a grip and focus their attention on defending and transforming our industrial fabric to ensure good industrial jobs today and in the future. Jobs that underpin today’s prosperity and tomorrow’s sustainability. Over the last four years, European manufacturing and its workforce have faced unprecedented waves of crisis. Without rehashing the last few years at length, these include the pandemic’s social and economic impact, industrial supply chain disruptions that exposed our heavy dependence on others for vital raw materials, components and goods, war in Europe and an energy crisis that has crippled households and our foundation industries. Curtailments, drops in production and site closures in our foundation industries granted the drop in EU electricity consumption last year, promoting a significant decline of production in these sectors. These waves of crisis come as the tsunami of climate emergency has made action even more urgent. This summer has once again highlighted the dramatic consequences of climate change and the need for a socially just ecological transition. We are all in this together. The road to climate neutrality is now set in law, but whether in energy-intensive industries covered by the Emissions Trading System (ETS) reform and the Carbon Border Adjustment Mechanism (CBAM), or in the automotive industry working on phasing out the internal combustion engine by 2035, workers face deep changes without adequate tools to anticipate and manage them. Without a Just Transition framework. Accelerated digitalisation and decarbonisation are taking place in a global economic context of tensions, realignments, and asymmetries among major economies. National subsidies, local content provisions, export restrictions, surpluses and dumping prevail over multinational rules and institutions and are reshaping globalisation. Our trade balance fell sharply to an unprecedented trade deficit of €430 billion in 2022 – driven by manufacturing losses. Figures show that European car production has been shrinking since 2019 and that European carmakers are facing fierce competition, notably from Chinese carmakers. It is no wonder that industrial workers in Europe are anxious about the future of their jobs and communities. Promises of new jobs in new industries are often much heralded but are slow to materialise. Proposed policy recipes are rightly seen as unfair when workers are asked to work longer, to increase productivity, to accept stagnant or lower real wages, or to do their jobs in deteriorating working conditions, while governments are rolling out the red carpet for private investors with unconditional state aid, further deregulation and generous tax breaks. After years of free market fanaticism, EU leaders have finally brought industrial policy back to the top of the political agenda. But scratch beneath the surface and there are those who advocate deindustrialisation as part of our future. We were outraged to hear the recently retired chief economist of DG Competition flippantly and without a care state in August that Europe should lose these jobs and industries. This neoliberal claptrap has weakened our economic security to breaking point. Our foundation industries support 7 million jobs and provide our strategic autonomy and a solid basis for Europe’s entire industrial fabric, laying the foundations for other industries further down the value chain, including today’s sexy clean technologies. In this context, we face a toxic cocktail for the European elections. As a trade union organisation representing 7 million of industrial workers across Europe, we will not stand idly by. We believe that the EU urgently needs a proactive industrial policy based on investment, solidarity, quality jobs and innovation. Aggressive deregulation and low-cost competitiveness are the problem, not the solution. That is why we have some recommendations for von der Leyen’s crucial State of the European Union speech. We want to hear about: A real investment agenda for greening industry: Using state aid as the main channel to provide public funding to industry threatens further fragmentation of the internal market and deeper inequalities between countries and regions. We need a true European investment plan at the scale of the challenge, with solidarity embedded. No blank cheques for industry: Social conditionalities must ensure that support provided through state aid or EU funds leads to investments and quality jobs in Europe. Public money is not there to subsidise excessive dividends, CEO bonuses or share buyback programmes. A right to energy for all, at home and at work: delivered through a European energy policy that secures access to decarbonised, affordable energy, and a deep reform of energy sector regulation that guarantees the needs of households and our industries.  A level playing field internationally: Fair trading conditions between the EU and its economic partners must be delivered, including all efforts to ensure a level playing field for decarbonisation and partnerships to supply raw materials, while respecting the UN Sustainable Development Goals and human rights in third countries. Policy coherence for decarbonisation without deindustrialisation: Close monitoring of EU climate and energy policies and their impact on industry is needed so that existing legislation can be used to review and, if necessary, adapt legislation without undermining the objective of reducing emissions. A good jobs compass: In a tight labour market, the EU should use all available means to improve the quality of employment, increase purchasing power and boost the upskilling and reskilling of the existing workforce, guaranteeing just transitions. Nothing about us, without us: Social dialogue and worker participation are indispensable to build resilient industries at all levels (company, sectoral, national and European). Rule of law includes respecting workers’ and trade union rights: The freedom of association, the right to assembly and the right to strike are at the heart of our democratic values. The Commission must defend them in all Member States. Trade union busting or repression of trade unionists is unacceptable. The next European elections are on the horizon and on the minds of the MEPs who will be listening to the State of the European Union address. A strong industrial base providing good jobs has been at the core of European integration since its inception. Industry remains the bedrock of the European project today. Fighting climate change, building strategic autonomy, delivering a prosperous EU, leaving no region behind and peace all demand an industrial plan for Europe.",
    "images": "https://news.industriall-europe.eu/images/upload/2023/9/638295096494961705_UvdL_SOTEU.jpg?width=1200&height=630&rmode=max&scale=both",
    "tags": "",
    "excerpt": "European industrial workers, worried about the future of their jobs and communities, need to be reassured of the EU’s support for industry. They are calling for a robust industrial plan for Europe, which is essential for tackling climate change, building strategic autonomy, creating a prosperous EU, leaving no region behind and for peace.",
    "categories": ""
}