{
    "title": "It’s one minute to midnight for industrial workers – we demand action now!",
    "author": "unknown",
    "source": "Industriall Europe",
    "date": "2025-02-26",
    "text": "Industrial workers are extremely anxious about their futures – this is evident in the ballot boxes across Europe. We have been campaigning for an industrial deal for months – today a step forward has been taken. Europe has accepted that industrial policy is needed. But we have to move quicker to protect workers and our industrial capacity now. Today (26/2/025) is an important day for industrial workers in Europe, as the Commission presents a comprehensive industrial plan - something industriAll Europe has been calling for over several years. Today, this plan could not be more urgent, as workers are wrestling with a grim situation of daily restructuring, site closures, investment postponements and stalled demand, as a result of the cost-of-living crisis and austerity policies. Meanwhile, our exports are hard hit by geopolitical developments and trade restrictions elsewhere, and low-priced imports are flooding the market. Urgent action is vital for Europe’s economic security and social stability. On 5 February, workers from across Europe joined an industriAll Europe demonstration to call for urgent action. While today’s Clean Industrial Deal sets the right, broad objectives, it lacks the urgency that industrial workers need – notably the lack of a worker safeguarding mechanism like SURE was during the pandemic. SURE 2.0 has been a key demand from across the European trade union movement. Judith Kirton-Darling, industriAll Europe’s General Secretary, stated, “Our long-term demand was for an industrial plan to implement the Green Deal, with good industrial jobs – including social conditionalities on public funds, stronger social dialogue, training measures and a Just Transition. While these elements are mentioned in today’s proposals, the urgency we have relayed to the Commission is missing.” Key role for social conditionalities is finally recognised A major advance in the proposals is the recognition of the role of social conditionalities on public funding. This has been at the centre of industriAll Europe’s campaign for Good Industrial Jobs. For the scale of public investment and support that must be put on the table to deliver the objective of halting deindustrialisation and reindustrialising Europe, there should be a return for the taxpayer and worker-citizens. EU funds and de-risking instruments, as well as public procurement, should support companies committed to Just Transition, keeping and creating quality jobs in Europe through mandatory social conditionalities - companies covered by collective agreements and companies paying a fair share of tax in Europe, that don’t practice profit shifting or tax evasion. As the new Spanish industrial law addresses, there should be clawback options included in the case of relocations. Building on existing instruments, but too cautious on demand-side measures? It is welcome that the Commission is building on existing proposals and avoiding reinventing the wheel – for instance, the need to speed up the implementation of the already existing instruments, such as the Net-Zero Industry Act (NZIA) and Critical Raw Materials Act (CRMA), is explicitly mentioned. We welcome the strong endorsement of the circular economy approach and the need for concrete measures to create secondary markets and to ‘close the loop’ – this is essential for job creation and Just Transition. The plan provides a framework for all industrial sectors, but it’s clear that more detailed action plans are needed to address the sectoral challenges. These should be dovetailed and coherent. While we know the timelines for automotive, basic metals and chemicals, we’re concerned that other strategic sectors are currently not mentioned (such as maritime equipment and shipbuilding). An earlier leak explicitly recognised the need for ‘EU preference’ or local content to create demand and ‘lead markets’. In the final text, this has been downgraded, it seems, with more voluntary conditionalities on FDI and ambiguous action on local content provisions in public procurement and private supply chains. Without creating internal demand through strong conditionalities, there’s a danger that the plan will be substantially weakened. This must be addressed concretely in the forthcoming automotive industrial action plan (due 5 March) and the steel and basic metals plan (due end of March). In an electrified industry, energy prices are critical High energy prices are a root of our problems. We welcome the intended focus on affordable energy. Decisive action to lower high energy prices for European consumers is urgently needed, while remaining fully committed to Europe’s energy transition and decarbonisation goals - a transition which is essential for economic security and increased sovereignty. We need massive investment in our infrastructure and grids, as the Commission recognises. The substantial pillar on energy is tackling a wide range of instruments (including taxation, PPAs and CfDs, state aid, market oversight, joint purchasing, electrification action plan, and hydrogen). However, the key gamechanger is missing, notably the lack of specific measures to reform the electricity sector regulation and decouple gas and electricity prices. Additionally, industriAll Europe strongly opposes industrial flexibility mechanisms that would use energy intensive plants to mitigate price hikes on the electricity market. Production curtailment creates incentives for deindustrialisation and speculation, and many industrial facilities cannot stop and start at will, for technical reasons. Furthermore, there are substantial impacts on the workforce that have received no attention, from health and safety to short-time arrangements. Finally, tackling high energy prices is incompatible with the fiscal restraints that the new EU rules impose. A golden rule must be applied. So, where’s the money? IndustriAll Europe supports the greater earmarking of ETS revenues for industrial decarbonisation – this vindicates the important role that the Innovation Fund has played in supporting pilot projects. Europe now needs to scale up the investment plan. The finance chapter focuses on leveraging private capital with public funds, including with de-risking, state aids and tax breaks. In the context of austerity and fiscal consolidation, leveraging private finance in this way is likely to have a corrosive impact on social protection systems, pensions and public services. This is not considered at all. Furthermore, the EU’s tight fiscal rules mean that an over-reliance on state aid has major pitfalls (including the fragmentation of the internal market, as laid out by the Letta report). The current context is an extraordinary perfect storm and should mean that the fiscal rules are reassessed, with a golden rule for investment included. In addition, the next EU budget must address how we fill the investment gap identified in the Draghi report, including through own-resources. Backpedaling on EU’s value-based trade policy External trade and a level playing field are key to Europe’s industrial resilience. The proposals place a major focus on market access through new trade agreements, but without any reference to EU sustainable development priorities or human rights, which represents a major step back from the EU’s stated trade policy objectives. This is not a route to ensuring a level playing field or quality jobs. Despite the unlevel playing field currently facing many industries as a result of massive structural overcapacities elsewhere, the proposals are timid on action. It is disappointing that the proposals for the reform of CBAM do not include action on the treatment of exports, which has been pushed down the line. Overall, industriAll Europe welcomes the Clean Industrial Deal as a comprehensive package. However, if our jobs and industries are lost before it is realised, it will remain a paper monument. It is urgent that national governments take up the gauntlet and increase the ambition proposed, ensuring that good industrial jobs are at the heart of the action taken. “Industrial workers are extremely anxious about their futures – this is evident in the ballot boxes across Europe. We have been campaigning for an industrial deal for months – today a step forward has been taken. Europe has accepted that industrial policy is needed. But we have to move quicker to protect workers and our industrial capacity now. IndustriAll Europe will remain mobilised to do this. We call on our members wherever they are, and in all our sectors, to raise their voices to politicians and employers – in defence of Good Industrial Jobs in Europe,” asserted Judith Kirton-Darling.",
    "images": "https://industriall-europe.eu/images/upload/2025/2/638761792811755526_Clean_Industrial_Deal_260225.png?width=1200&height=630&rmode=max&scale=both",
    "tags": "",
    "excerpt": "European Commission presents the Clean Industrial Deal in Antwerp - a comprehensive industrial plan - something industriAll Europe has been calling for over several years.",
    "categories": ""
}