{
    "title": "The steel outlook worsens and urgent action is needed",
    "author": "unknown",
    "source": "Industriall Europe",
    "date": "2025-02-10",
    "text": "Over the past two years, a series of economic and geopolitical challenges have steadily eroded the strength of the steel and basic metals sector. Rather than showing signs of recovery, these factors deepened the negative impact in 2024. Growing uncertainty continues to loom as the future increasingly depends on unpredictable, international trade developments. Today, the industry finds itself in what many are calling a new phase of deindustrialisation. This decline is driven by a confluence of factors including a dramatic drop in demand — stemming from a tepid European macroeconomic policy and the deindustrialisation of key sectors such as automotive — as well as soaring energy prices. In addition, overcapacities have flooded the European market, compounding the pressure on domestic steel production. This crisis could not have come at a more inopportune moment, as it coincides with the scheduled roll-out of decarbonisation projects. The consequences of these intersecting challenges are profound, with significant repercussions, not only for the steel industry itself but also for the numerous downstream sectors that depend on it. There is an urgent need for decisive measures to safeguard both the capacities and the jobs within this strategically essential sector. The steel and basic metals industries are critical to our strategic autonomy in areas such as defence and aerospace. The risk of losing critical infrastructures is very real, and without a comprehensive response, the entire industrial base is at stake. We urgently need a robust EU action plan with concrete measures. Judith Kirton Darling, General Secretary of industriAll Europe, warned that the European steel sector is under immense pressure, with sites shutting down, production being cut, and jobs disappearing at an alarming rate. \"The situation is more urgent than ever. We need actions to safeguard capacities and massive investments with social conditionalities attached. We cannot accept a future where highly skilled steel jobs are lost, only to be replaced by cheap, high-emission imports that undermine both our industry and our climate goals. The EU must act to ensure that decarbonisation does not accelerate deindustrialisation. Europe needs a strong, sustainable steel sector, and that requires a level playing field, strategic investment, and firm political commitment. Without urgent measures, we risk not only losing industrial capacity but also jeopardising Europe’s economic and strategic sovereignty. Steel is fundamental to Europe, and Europe must stand by its steelworkers”, she stressed. The time to act is now. Europe needs a comprehensive EU Steel Action Plan that protects our industrial capacities, safeguard jobs, and maintain the critical infrastructure that underpins our economy. We call on policymakers and industry leaders to support these necessary measures, ensuring that the transition to a green and digital future does not come at the cost of Europe’s industrial heritage. More information: In our Steel Action Plan IndustriAll Europe and EUROFER call on the European Commission and Member States to: Today, the industry finds itself in what many are calling a new phase of deindustrialisation. This decline is driven by a confluence of factors including a dramatic drop in demand — stemming from a tepid European macroeconomic policy and the deindustrialisation of key sectors such as automotive — as well as soaring energy prices. In addition, overcapacities have flooded the European market, compounding the pressure on domestic steel production. This crisis could not have come at a more inopportune moment, as it coincides with the scheduled roll-out of decarbonisation projects. The consequences of these intersecting challenges are profound, with significant repercussions, not only for the steel industry itself but also for the numerous downstream sectors that depend on it. There is an urgent need for decisive measures to safeguard both the capacities and the jobs within this strategically essential sector. The steel and basic metals industries are critical to our strategic autonomy in areas such as defence and aerospace. The risk of losing critical infrastructures is very real, and without a comprehensive response, the entire industrial base is at stake. We urgently need a robust EU action plan with concrete measures. Judith Kirton Darling, General Secretary of industriAll Europe, warned that the European steel sector is under immense pressure, with sites shutting down, production being cut, and jobs disappearing at an alarming rate. \"The situation is more urgent than ever. We need actions to safeguard capacities and massive investments with social conditionalities attached. We cannot accept a future where highly skilled steel jobs are lost, only to be replaced by cheap, high-emission imports that undermine both our industry and our climate goals. The EU must act to ensure that decarbonisation does not accelerate deindustrialisation. Europe needs a strong, sustainable steel sector, and that requires a level playing field, strategic investment, and firm political commitment. Without urgent measures, we risk not only losing industrial capacity but also jeopardising Europe’s economic and strategic sovereignty. Steel is fundamental to Europe, and Europe must stand by its steelworkers”, she stressed. The time to act is now. Europe needs a comprehensive EU Steel Action Plan that protects our industrial capacities, safeguard jobs, and maintain the critical infrastructure that underpins our economy. We call on policymakers and industry leaders to support these necessary measures, ensuring that the transition to a green and digital future does not come at the cost of Europe’s industrial heritage. More information: In our Steel Action Plan IndustriAll Europe and EUROFER call on the European Commission and Member States to: Take action so that EU trade policy ensures industrial resilience, including: strengthening and ensuring an assertive enforcement of the EU trade defence instruments, and a more robust tariffication regime to address the spill-over impact of worsening global steel excess capacity Monitor and introduce measures to ensure that CBAM works in practice and that there is no circumvention or resource shuffling Adopt measures that transfer the cost-efficient benefits of renewable and low-carbon electricity to consumers Introduce a policy to create lead markets for green steel made in Europe Increase support for investment in the transition to green steel Take action to secure access to critical raw materials for steel-making, including steel scrap Support strong social policy for good industrial jobs in Europe, including an EU Directive on Just Transition Read the Steel Action Plan here",
    "images": "https://news.industriall-europe.eu/images/upload/2025/2/638747996991119495_steel_industry_needed.png?width=1200&height=630&rmode=max&scale=both",
    "tags": "",
    "excerpt": "Following the rally organised on 5 February, industriAll Europe convened two intensive days of discussions with trade unions from across Europe that brought the critical state of the steel and basic metals sectors into sharp focus.",
    "categories": ""
}