{
    "title": "Fit for 55 package: not yet fit for Europe’s industrial workers",
    "author": "unknown",
    "source": "Industriall Europe",
    "date": "2021-07-14",
    "text": "Workers must be seen as actors of change not passive recipients of policy if we want to build the social acceptance needed to achieve climate neutrality in 3 decades. The Fit for 55 package published today, that translates the increased 2030 climate target into specific measures, represents a dramatic acceleration of the EU’s decarbonisation. Industry and its workforce are among the most impacted by these measures. IndustriAll Europe is disappointed that despite some interesting initiatives, the Fit for 55 package does not include new measures or significant resources to ensure that workers are guaranteed a Just Transition while accelerating the EU’s decarbonisation. Recent extreme weather events remind us that science is right: climate change is already here and the future of our industries must be climate neutral. However, where is the legal framework for the anticipation of change? Where is the Just Transition programme for all workers covered by the Green Deal (with resources, active labour market policies and social dialogue)? Luc Triangle, General Secretary of industriAll Europe, said on the publication of the package: “The Fit-for-55 package is a milestone in European climate policy, delivering climate neutrality by 2050. Hundreds of thousands of jobs will change as a result. So where is the social dimension in this package to ensure that we anticipate the changes coming and avoid redundancies and social damage? Workers in our energy intensive industries, automotive and extractive industries are anxious about what this will all mean for their futures. IndustriAll Europe will continue to call for a strong social and employment agenda in climate policy, promoting good job creation and maintenance and negotiated measures to cushion negative impacts. 'A green deal can only be successful if it will also be a social deal' has been said several times over the past year. We demand that this does not remain an empty slogan.” At the very least industrial workers demand that decarbonisation is not reached through deindustrialisation. Instead, today’s package must lead to the transformation of industries, not disruption and brutal restructuring. Policy makers must also ensure that we do not confuse speed with haste and that the revised climate legislations must take into account the time needed to transform our industries in all regions. The package must create an environment designed to enable decarbonisation, including decarbonised electricity, infrastructures, lead market, investment or skilled workforce. It must lead to strong value chains in renewable and decarbonised energy production and equipment, zero and low emission vehicles, batteries, clean hydrogen, circular economy, sustainable biomass, insulation materials, carbon capture and storage/use. This demands an assertive European industrial strategy alongside climate and energy targets. Both climate and social objectives must go hand in hand. IndustriAll Europe welcomes the increased climate ambition but is critical that today’s package partly translates this into regressive policy instruments – the extension of the EU Emissions Trading System (ETS) – possibly compensated by limited social measures such as the climate social facility and the related mechanism. In the same way, we see an acceleration of decarbonisation without additional resources for regions depending on fossil fuels and no specific proposal to enhance workers participation or to anticipate change through a legal framework.  Judith Kirton-Darling, Deputy General Secretary of industriAll Europe: “The Fit for 55 package will accelerate the transformation of our industries but there will be no Just Transition if decarbonisation means deindustrialisation. Carbon pricing has a role to play, as does the CBAM, but these are not silver bullets to decarbonise EU industry. The EU ETS is not an effective industrial policy. A reform of the ETS must be enshrined into a broader industrial strategy that takes into account sectoral and regional specificities and provides the key enabling tools that are needed to trigger transformative action. This is the largest industrial change in modern history with implications for workers across our economy – we need a legal framework on anticipation of change with adequate resources which ensures that this is a negotiated transition – a balanced transition – a Just Transition. Workers must be seen as actors of change not passive recipients of policy if we want to build the social acceptance needed to achieve climate neutrality in 3 decades.” Today, this important package of legislation has exited the European Commission’s hands – it is now the responsibility of national governments and Members of the European Parliament to ensure that the balance is redressed and that workers’ legitimate concerns about Just Transition are reflected directly into the legislative framework and enacted in workplaces across Europe. IndustriAll European Trade Union will engage with its members to further analyse the package and constructively contribute to the policy process. Our compass is the need to secure a Just Transition for industrial workers while building a climate neutral EU by 2050. Contact: Andrea Husen-Bradley (press and communication), Benjamin Denis (senior policy adviser)",
    "images": "https://news.industriall-europe.eu/images/upload/2021/7/637618836427813387_eu flags Commission.jpg?width=1200&height=630&rmode=max&scale=both",
    "tags": "",
    "excerpt": "On the publication of the EU's Fit for 55 package, industriAll Europe criticises the lack of new measures and resources that could ensure a Just Transition for workers impacted by the acceleration of the EU's decarbonisation and calls for a legal framework for the anticipation of change in a press release published today.",
    "categories": ""
}