{
    "title": "EU steel action plan is launched!",
    "author": "unknown",
    "source": "Steel Radar",
    "date": "2024-11-13",
    "text": "IndustriAll Europe and the European Steel Association (EUROFER) developed a common series of demands for the European Commission and EU member states, gaining cross-party support. IndustriAll Europe and EUROFER emphasize that this plan should be taken seriously and prepared within the first 100 days of the new European Commission and there is no time to lose. IndustriAll Europe and Eurofer demands, from the European Commission and Member States: European trade policy to increase industrial resilience, Robust tariff regime to address the global steel excess, Ensuring the effectiveness of CBAM, Benefit consumers from renewable and low-carbon energy, Establishment of leading markets for green steel in Europe, Investment support for transition to green steel, Securing access to critical raw materials, Protecting quality industrial jobs in Europe. Judith Kirton-Darling, Secretary General of IndustriAll Europe, stated the following: “The European steel sector is in crisis and every day we are dealing with production cuts, mothballing, closures and bankruptcies of steel sites across Europe.” Axel Eggert, Director General of the European Steel Association (EUROFER) added the following: “What is at stake is more than just the steel industry, it’s Europe’s prosperity and resilience. Billions of our investments in decarbonisation are at risk, while we have to bear energy costs that are 2-3 times higher than those of our main competitors in the US and China. Now more than ever, we need an EU Steel Action Plan, including with robust measures from trade to energy and green lead markets to ensure European steel’s viability.” The European steel industry calls for urgent measures to survive global competition and ensure a sustainable future. IndustriAll Europe and EUROFER emphasized that the EU's call for a strong Steel Action Plan must be implemented. The Steel Action Plan is reported as a critical plan for the sustainability of steel production in Europe, the steel industry, and the European economy.",
    "images": "https://www.steelradar.com/i/m/014/0148148_eu-steel-action-plan-is-launched.png",
    "tags": "EU steel action plan is launched!",
    "excerpt": "The European steel social partners, supported by members of the European Parliament, demand an urgent EU Steel Action Plan to increase the competitive strength of the steel sector, accelerate the green transformation, and protect steelworkers across Europe.",
    "categories": ""
}