{
    "title": "Full Power: The role of the energy sector in decarbonising businesses - Energy UK",
    "author": "unknown",
    "source": "www.energy-uk.org.uk",
    "date": "2025-02-11",
    "text": "Energy UK commissioned Public First to consider how new and existing policies can enable the decarbonisation of business and the role of the energy sector in accelerating this transition. This report considers the need for greater investment in a wide range of technologies and sources of energy to help businesses decarbonise, and some of the policy changes required. Explore more insights and case studies in the Full Power hub. You’ll find an accessible version of the report below. For accessible versions of the graphs included in the PDF document, contact us. Foreword Businesses are the lifeblood of the British economy. From small and medium sized enterprises (SMEs) to heavy industry, they are responsible for the goods, services, and jobs that underpin our society. Companies have always adapted to change, and the transition to Net Zero is no exception. Decarbonising our economy is a huge task: done well, it offers businesses the opportunity to future-proof operations, save on energy costs, and play a crucial role in the frontline battle to lower emissions. The urgent need to tackle climate change presents a significant business opportunity for organisations of all shapes and sizes. Investing in the clean energy transition and achieving the UK’s Net Zero ambition is a significant path for economic growth for the UK, with our gross domestic product (GDP) set to be 6.4% higher in 2050 if we pursue an accelerated transition. Harnessing the benefits of the green industrial revolution will ensure the UK remains globally competitive and ensure we are well placed to lead internationally in low-carbon products and services. It will also make businesses more resilient, shielding them from volatile fossil fuel prices. Coal from British collieries once was the UK’s dominant energy source, but clean homegrown energy from technologies such as wind and solar will power the low-carbon industries of the future. Realising these benefits rests on the ability of the energy and business sectors to work together to accelerate the transition. The UK has an abundant resource of clean electricity that can help reduce energy bills and make products manufactured here some of the lowest carbon goods in the world. Much of the investment needed to achieve this will be delivered by the private sector; investment that is dependent on well-designed policy frameworks. This new report from Public First – commissioned by Energy UK – highlights how new and existing policies can support businesses to decarbonise, whilst bolstering the competitiveness of UK PLC. A bewildering array of policies exist to support the decarbonisation of major industrial energy users and SMEs; from energy bill exemptions to technology specific subsidies, but little work has been done to ensure these policies work together to produce the outcomes we need. This report looks at a broad range of businesses with unique operations and considers the different types of technologies and sources of energy (including electricity, hydrogen and gas with carbon capture and storage) that will be necessary to decarbonise company operations – sometimes at the same time, at the same site. There is clearly a unique opportunity in the form of Corporate Power Purchase Agreements (CPPAs), arrangements that allow businesses to take a direct stake in wind, solar and other technologies, unlocking investment and sharing in the gains from cheap, clean energy. A ramp-up in PPAs will help meet the Government’s Clean Power 2030 target and strengthen collaboration between businesses and the energy sector to accelerate decarbonisation. It is impossible to create a clean energy system without Britain’s businesses. Likewise, businesses will not be able to decarbonise without working closely with companies across the energy system. As we welcome a new Government with historically ambitious energy targets, Energy UK will champion the intersection of energy and business, and I encourage you to join us on this journey. Dhara Vyas CEO, Energy UK Acknowledgements This project received input from a range of stakeholders across sectors. We would like to thank everyone who contributed their time and expertise, either through interviews or attending roundtable discussions. The findings of the report and the recommendations made cannot be attributed to any of these companies, nor does contribution signify an endorsement of any recommendations. Food and Drink Federation Logistics UK Centrica TechUK Aveva Ceramics UK NPower EDF British Sugar Confederation of Paper Industries ENGIE Grosvenor British Retail Consortium Beaverbrook Energy MakeUK Federation of Small Businesses Key takeaways Principles There are five key principles that must guide the Government’s approach to business decarbonisation: 1: No business should be left behind – current policy only protects businesses that are most exposed (energy-intensives), mainly through compensation. Support for decarbonisation is focused on those close to emerging CCUS and hydrogen clusters and limited to large players. Many companies, particularly SMEs, have struggled with their energy bills and need more support to decarbonise. 2. It must be economical – the current framework makes it too expensive and difficult, meaning even businesses that are keen to take action struggle. Getting markets and fiscal policy right will be essential to make the low-carbon option the cheaper option. 3. Spending decisions matter – some subsidies and compensation will be necessary, particularly for businesses that are heavily exposed to carbon leakage. Where possible financial support should target these businesses in order to accelerate decarbonisation. 4. Ambitious and stable policy will drive private sector investment – a comprehensive, future-looking policy framework will mobilise the significant levels of investment required and drive a race to the top. Current standards and regulations should be updated, with revised, concrete implementation dates. 5. Interactions with the energy system require careful management – this will be vital to keep business energy bills low and reduce costs for all consumers. It will be essential to match business electricity demand with renewable output through demand side response, and electrical and heat storage. Energy efficiency will also play a key role. Recommendations The good news is that the UK is not starting from scratch. This report suggests a suite of policies to encourage the infrastructure that allows low-carbon assets to be used, the development and deployment of new technologies and incentives to change business investment and behaviour. However, there are significant gaps that must be addressed, primarily through the following policy developments: Grow the clean Power Purchase Agreement (PPA) market – this can be achieved in several ways, including: Developing standardised contracts and information; Government underwriting of PPA contracts, reducing the risk of defaults; Exempting PPA buyers from renewable Contract for Difference (CfD) costs; Enabling PPAs through streamlined financing; Allowing PPAs to be set against Climate Change Agreement targets; Exploring a time-based certification system for projects backed by PPAs; Strengthening REGOs by publishing data and rating tariffs. Develop demand-side policies that support a market for low-carbon products including Carbon Border Adjustment Mechanism (CBAM), green product standards, or green public procurement. Reform the British Supercharger for more strategic government expenditure. Simplify access to public funding opportunities such as the Industrial Energy Transformation Fund (IETF), for example by allowing manufacturers to apply on a rolling basis. Explore Carbon CfDs, such as those introduced in Germany, to enable the decarbonisation of German heavy industry. Create incentives for investment in Demand Side Response, and electricity and heat storage in businesses to ensure they are ready to benefit from low prices and minimise energy system costs. The potential for PPAs Power Purchase Agreements (PPAs) allow business to buy their electricity directly from existing or new renewable generation. The report finds that: They are underused in the UK, with 7% of solar capacity under a PPA, compared to 20% in Spain and 34% in Denmark. Increasing the use of PPAs could have a major impact, potentially increasing the amount of solar built by 2030 by 11GW. This would close the 9.5GW gap to meet the Government’s 50GW by 2030 target. Decarbonising Britain’s businesses is essential Businesses are responsible for a fifth of the UK’s carbon emissions, with 19% of the UK’s carbon coming from commercial and industrial activity, even more than the 17% coming from homes. These businesses are critical to the British economy – and these emissions among the hardest to abate. This research sought to engage with business customers with a range of energy consumption patterns. Interviewees worked in industries such as food and drink, commercial property, paper, energy, and many more – sectors employing millions of people, paying hundreds of billions of pounds in taxes while supporting communities and providing products across the length and breadth of the country. Businesses face challenges All businesses face barriers to decarbonisation, particularly SMEs. SMEs account for around half of UK business emissions, but research from Lloyds Banking Group and the British Chambers of Commerce finds that 81% are yet to develop a Net Zero plan.1 While decarbonisation pathways vary by sector, the overall policy needs of businesses are remarkably consistent. Challenges include: Cost: The upfront CapEx costs of installing new infrastructure to decarbonise existing processes and operations are significant (see Case Study 1). Access to and the cost of finance are frequently cited as key barriers for measures such as PPAs which are subject to credit verification. The high price of electricity relative to gas makes investment in electrification technologies unattractive, even when they offer significant carbon savings. Long payback periods and high costs present further barriers. Technology: Challenges around grid connections are well documented, and on-site generation poses difficulties.2 Processes in energy-intensive sectors often require temperatures so high that electrification is unlikely to be an appropriate solution. Other technologies such as Small Modular Reactors, Carbon Capture Usage and Storage (CCUS), and hydrogen are unlikely to be viable at scale for some time. Uncertainty over the future role of hydrogen in larger scale transport and space heating has made it difficult for businesses to confidently invest in available technologies. Knowledge: While many businesses have been able to outline their pathway to Net Zero (often relying on CCUS and hydrogen in the 2030s), many still lack sufficient information to make decisions. With limited precedent and insufficient focus on skills in the supply chain, more information will be needed for time- and resource-poor businesses to make commercially viable decarbonisation decisions. Figure 1: Common challenges limiting uptake of business decarbonisation measures Cost Capital costs Long payback periods Electricity prices Process alteration costs Access to and cost of finance Technology Grid connection challenges Intermittent supply Lack of long-duration storage High temperature process challenges Long lifespan of current equipment Bespoke design required per process Knowledge Limited existing examples Skills in the supply chain Lack of knowledge of existing solutions Knowledge of heat consumption Case Study 1: Electrifying paper production3 Site-specific analysis carried out by the Confederation of Paper Industries (CPI) looked at the cost of providing grid connections to allow UK paper mills to transition from gas to electricity for process heat requirements. 19 sites (out of 46 in the UK) were examined, with results aggregated to evaluate increase in grid-supplied electricity demand under an electrification scenario, and the cost of connection and infrastructure required. The analysis found that a connection for the 19 mills considered would amount to £223.7 million (at 2012 prices), providing an additional capacity of 758.5MW. Extrapolating these costs to all 46 mills would cost £328.6 million, providing 1250MW. Substantial grid reinforcement would also be required for sites where demand far outstrips local grid capacity. Case Study 2: Ceramics and the British Supercharger Exemption Scheme4 Eligibility for the Energy-Intensive Industries (EIIs) (British Supercharger) Exemption scheme is based on an ‘electro intensity’ test, under which electricity costs must be greater than 20% of a business’ GVA. One electricity reference price (set by Government) is used for all businesses, multiplied by their electricity consumption, to generate total electricity costs. This applies regardless of the business’ size, meaning that as an average price, larger consumers end up paying less, and smaller consumers more. 75% of companies in the ceramics sectors are small or medium-sized businesses (SMEs). After the application of eligibility tests and calculations, many of their electricity costs and electro-intensity figures appear lower than they are in reality ruling out the vast majority of ceramics manufacturers from accessing Supercharger support. Furthermore, the Supercharger package has continued to grow, with exemption from indirect renewables cost increasing, Capacity Market charge exemption and exemption from network costs now included. Not only are ceramics companies ineligible to claim support, but they are also paying more on their electricity bills due to the redistributive costs for those Ells that receive support. Despite the role that electrification can play in accelerating decarbonisation in some Ells, this situation creates a disincentive to invest in electrification, as competitiveness is such that increased costs would have to be passed on to consumers. A new policy framework will accelerate investment and delivery British businesses are struggling to compete internationally due to high energy bills and have seen electricity prices almost double since 2019. This is happening at a time when there is a growing global appetite to decarbonise, combined with a drive to onshore parts of the supply chain in markets such as the US, EU, and China. Given the high capital cost of low-carbon production methods and the important role electricity is likely to play in these, the current economic and policy context makes it challenging for UK businesses to embark on such a transition. Current policy can be divided into three key categories: innovation, infrastructure, and incentives. Cost reliefs also support businesses struggling with high costs. Please see the Appendix for the full audit of existing policy. A patchwork of policies is in place to support businesses; however, many support schemes come to an end in 2025. These will need to be extended, expanded or replaced at a future Spending Review. Some of these policy gaps are covered in Energy UK’s report Small business, big impact.5 These include: An affordable loan scheme for businesses to invest in low-carbon technologies and reduce energy consumption. #A review of capital allowances, business rates and VAT to align with the 2030 target for minimum efficiency standards in the non-domestic sector and the phase-out of internal combustion engine (ICE) vehicles. A response to consultations on minimum-energy efficiency standards in the non-domestic sector. The new Government will have to act quickly to support UK businesses to decarbonise, providing incentives for investment, acceleration of longer-term solutions, and support in the intervening period before technological, infrastructural, and economic barriers can be overcome. For many industries, particularly energy-intensives, the Government may have to bridge funding gaps where the scale of investment required is acute and international competition stiff. A suite of policies across supply and demand is needed to ensure that businesses can decarbonise and remain competitive. Tackling emissions from both clusters and dispersed sites is critical The hardest nuts to crack in business decarbonisation are industrial processes that require high temperatures and/or emit carbon as a fundamental part of the procedure – such as the chemical reaction involved in producing cement. It has long been recognised that these types of emissions will need some combination of low-carbon hydrogen and CCUS to decarbonise. This requires carbon and hydrogen networks, which will probably only ever be able to serve businesses in clusters around old industrial heartlands such as Humberside and Teesside. As outlined in Energy UK and the Carbon Capture Storage Association’s report Fuelling the Future – the role of gas in industry,6 there needs to be rapid progress on both carbon and hydrogen infrastructure to enable these networks to provide clarity for industry on the likely availability of both to enable them to make investment plans. Sites with process emissions far from clusters will need access to other modes of CO2 transport, and adequate hydrogen infrastructure and supply. Need for hydrogen and CCUS to decarbonise industry Decarbonising industrial clusters is crucial to achieving the Carbon Budget Delivery Plan’s targeted 69% reduction in industrial emissions by 2035. In line with Carbon Budget 6 targets, the previous Government set a target of establishing four CCUS clusters by 2030, that can capture and store 20-30Mt of CO2/yr. Government needs to: Reach Final Investment Decision (FID) on the Track-1 projects, provide clarity on project selection for Track-2 clusters, and provide clarity on future funding. Set out a clear vision for hydrogen and CO2 infrastructure. Tackle delays to the rollout of necessary infrastructure and new projects caused by restrictive and outdated planning guidance. Provide access to shared hydrogen and CO2 transport and storage (T&S) infrastructure across the UK’s industrial regions. For businesses situated outside the clusters, the picture is quite different. Larger, more energy-intensive businesses also contribute significantly to UK emissions. Dispersed industrial sites (located outside industrial clusters), representing sectors such as cement, ceramics, paper, and food and drink emitted 33.6MtCO2e in 2020, only slightly less than the 37.6MtCO2e emitted by the clusters.7 Decarbonising dispersed assets is an acute challenge: many are situated in locations in which hydrogen and CCUS have no prospect of being installed for the foreseeable future.8 They rarely benefit from shared infrastructure, and do not benefit from the same economies of scale as industrial clusters. Renewable Energy Guarantees of Origin (REGOs) are causing challenges Historically, REGOs provided a major way for businesses to reduce the emissions of the energy they consumed. During the course of our research, several stakeholders reported issues with REGOs – certificates provided to companies to prove their electricity comes from low-carbon or renewable sources. REGOs frequently accompany PPAs to assure customers that the energy they are procuring is low-carbon. However, the regime is not without issues. The REGO scheme aims to provide transparency to consumers about the proportion of electricity that suppliers source from renewables. In some cases, they can provide some incentive for investment in new renewable energy projects. However, Good Energy and OVO have both publicly criticised the REGO system. Good Energy consider that REGOs make it difficult for customers to discern whether their supplier is supporting renewables, allowing green tariffs to be sold by suppliers who have not actually purchased any renewable power. However, they do use REGOs and consider improvements could be made to the scheme to boost transparency and additionality. OVO state that the certificates do not reduce sector emissions, adding that they can mislead consumers. Some stakeholders we spoke to expressed the criticism that REGOs can make it easy to overstate emissions reductions, with some incorrectly believing that choosing a ‘green’ tariff equates to supporting new renewables projects.9,10 Now, the cost of REGOs has also become an issue. As wholesale prices have risen, so too have REGO prices, from around 20p per certificate in March 2020 to as high as £25 per certificate in October 2023.11 Certificate value should be passed through to generators, contributing to the financing of new projects or incentivising investment in flexibility. However, as REGOs can be purchased from third parties, intermediaries can buy cheaply and sell for high prices, taking profits away from generators. REGO trading therefore has little impact on the development of the current renewables fleet and is not expected to drive additional generation deployment in the future, according to OVO and Cornwall Insight.12 The Government’s response to the 2021 Call for Evidence on the energy retail market demonstrates a consensus in favour of REGO reform.13 Any reform to increase the uptake of PPAs must also consider how best to address this issue. Electrification will play a key role With the UK set to have cheaper and essentially zero-carbon electricity in the coming years, electrification will be the primary option for many – if not most – applications. Even for sectors such as cement, for which there appears to be limited current potential for electrification, there is likely to be further scope for it in the future, with feasibility studies being undertaken internationally. Based on data from the IEA’s 2023 World Energy Outlook, McKinsey estimates that almost half of the fuel that industrial companies use for energy processes up to around 1,000 °C could be replaced with electricity without the need for new technologies.14 Electricity will also play a central role in enabling other fuel-switching options. CCUS technologies, which will be needed to decarbonise industrial processes that produce CO2, require 220KWh of electricity per tonne of CO2 captured. Electrification will also help to decarbonise processes that require temperatures below 200°C, with new technologies such as industrial scale heat pumps emerging. In that context, this paper focuses on maximising the supply of low-carbon electricity to businesses, enabling access and easing cost to enable their decarbonisation while also pursuing other fuel switching options. Connecting dispersed assets to the decarbonisation infrastructure being developed in the clusters must not come at the cost of electrification where possible now. The paper sets out a series of measures for consideration, with a specific focus on strengthening the Power Purchase Agreement (PPA) market to encourage greater access to stable long-term renewable prices that may help drive electrification. It also identifies broader policy support required across sectors, linked to the wider industrial strategy agenda. These proposals aim to create an enabling environment for increased private investment in decarbonisation. Cost is a significant barrier to electrification Available and affordable low-carbon electricity can unlock decarbonisation opportunities for businesses as other technological solutions are developed. Insufficient low-carbon electricity (hampered by challenges around grid, planning and supply chains) combined with high gas prices is constraining margins for businesses. In turn, this reduces available capital to invest in decarbonisation. For example, compared with the gas-fired production methods currently used by most ceramics manufacturers, electrification of heat processes would increase OpEx costs five-fold.15 Many industries also use equipment with a long lifespan. Assets in glass manufacture last approximately 20 years.16 Ceramic kilns can last twice as long.17 A lack of clarity around policy timelines disincentivises divesting from these assets, especially without clarity on what Government’s plans are around connecting infrastructure or technological preferences. All this serves to uprisk investment, adding further costs. Figure 2: Industrial electricity prices in the UK vs the IEA media, 2010-22 Businesses have a role to play in the renewables revolution One route to accessing low-carbon electricity for businesses is through Power Purchase Agreements (PPAs) – contracts signed between energy suppliers and businesses, locking in prices for long periods. PPAs typically span 10-20 years, allowing customers to purchase electricity at a pre-negotiated price structure. Shorter PPAs are often linked to wholesale prices, with longer-term contracts based on levelised costs. Long-term PPAs play a key role in financing new renewable projects, a trend likely to increase as gas sets the wholesale electricity price less often so it becomes lower and more volatile, and developers therefore need long-term contracts to underwrite investments. The additionality of PPAs – that they provide a complimentary route to market outside the CfDs for new low-carbon generation – is key. They limit consumer exposure to price volatility and ensure longterm supply. Of European companies using PPAs, 92% suggest they signed to reduce their electricity costs.18 PPAs could play a much larger role in the UK While the number of PPAs in major markets has increased in recent years, uptake in the UK is relatively low (see Figure 4 below).19 PPA capacity in Sweden, Norway and Spain is higher: given its status as a leader in renewables, the UK could encourage greater uptake and more capacity. CfDs will continue to play a central role in renewable development, especially for offshore wind where guaranteed prices are vital in derisking project costs, given their unique scale and risk profile. However, increasing the uptake of low-carbon electricity outside of the CfD regime is desirable.20 PPAs can provide a complimentary, private route to market, supporting smaller-scale developers for whom CfDs are harder to access. Tesco and BT each consume nearly 1% of UK electricity.21 The RE100 Group of businesses, which have all committed to 100% renewables, consumes 3% of UK electricity between its members, including Tesco and BT, both of which procure all their electricity from low-carbon sources and make extensive use of PPAs.22,23,24 PPAs signed with new projects, or those in development not eligible for a CfD, increase demand for low-carbon energy, in turn encouraging accelerated investment in additional renewables. Fig. 3: Types of PPA contract Physical or sleeved PPA – The supplier transmits (or ‘sleeves’) power to the consumer via the grid at a pre-negotiated pricing structure. On site PPA – A developer builds, owns, operates and maintains assets on consumer sites. Private wire PPA – Electricity is generated near to the consumer and transmitted via private wire, rather than the national grid. Multi-buyer PPA – Multiple buyers form a club to purchase a PPA as a collective entity. Virtual or financial PPA – A contract to agree a price between a consumer and generator. There is no physical delivery of electricity under this contract; the buyer benefits from REGOs, with the production covered by the agreement. Figure 4: Total capacity installed through PPAs in European countries Case Study 3: Examples of PPA Uptake in the UK from private companies and public bodies25,26,27,28 Private companies 2024: Centrica and aerospace defence manufacturer Moog in Wolverhampton have signed a PPA, with Centrica leasing roof space from Moog to install 2,200 solar panels capable of generating 1MW. Centrica will finance the project, with Moog paying for the electricity generated. 2024: Amazon has agreed a PPA with ENGIE to procure 473MW from the Moray West offshore wind farm (over half the farm’s capacity), powering its operations with 100% low carbon energy by 2025. Public institutions 2019: The Energy Consortium (TEC), a not-for-profit higher education purchaser consortium, brokered a PPA shared between 20 UK Universities, in a deal worth £50 million with Squeaky Clean energy. It lasts 10 years, backed by Renewable Energy Guarantees of Origin (REGOs), enabling participants to report energy provided as zero carbon. 2022: Warrington Solar, a utility-scale project providing power to Warrington Council (via a sleeved PPA with Statkraft), incorporates a 23MPw solar farm and a DC-coupled 10MW battery storage facility. This additionality will be crucial both for deploying low-carbon generation at the pace required to meet decarbonisation targets, and for enabling businesses to accelerate the decarbonisation of their operations. Many PPA deals centre on solar energy, with assets significantly easier to install than other forms of generation, largely due to significantly shorter development timelines. The Government has pledged to triple the UK’s solar capacity to 50GW by 2030. PPAs not only encourage decarbonisation of business operations but also can act as a key mechanism to achieve these targets without the need for fiscal backing, with the CfDs overwhelmingly focusing on wind. The CfD regime alone will not allow the UK to hit its ambitious solar targets, but as a route to market that is particularly well suited to the deployment of solar energy, PPAs provide an opportunity to go further and faster. However, PPA prices have increased in recent years, in line with gas prices and increases to levelised costs for renewable projects driven by supply chain and inflationary costs. LevelTen estimates that the price of European PPAs increased more than 50% year-on-year from Q3 2021 to Q3 2022.29 Future projections of wholesale prices and typical renewable project costs are uncertain and will depend on a wide range of factors including global drivers such as the price of gas and supply of renewable components. However, it is likely a number of solar and onshore wind projects should be able to offer competitive rates, given that typical levelised costs are lower than current wholesale prices – particularly if counterparty risks are minimised.30,31 Increasing PPAs could help the Government hit its clear power targets The key challenge that PPAs seek to address is the prohibitively high electricity costs non-domestic users face. By locking in prices over longer terms, PPAs can provide electricity at lower prices and provide stability. It is the dual benefit of PPAs that makes them a compelling option for attention: they can deliver the cost benefits of low-carbon electricity to corporate consumers, and provide a route to market for new generation capacity (particularly for solar power). To ensure increased uptake and realise the benefits they bring to both business and grid decarbonisation, Government should support the expansion of this market by widening access for UK businesses. In stimulating wider uptake, greater renewables investment is likely, leading to lower prices for all consumers. Current trajectories of solar PV deployment suggest an estimated ‘gap’ of more than 22GW at the end of the decade between installed capacity and Government’s targets for 50GW by 2030. Even the most ambitious future energy scenario for solar capacity (as modelled by the National Energy System Operator [NESO]) would come up 9.5GW short of the Government’s 2030 target.32 Policymakers will need an additional mechanism to bring more solar generation online, with PPAs the obvious choice. Figure 4: Estimated solar capacity and shortfall from Government target in 2030 Currently, PPAs contribute around 1GW of solar capacity in the UK – comprising nearly 7% of the country’s total solar capacity. By 2030, this could increase to 1.9GW under current trajectories and 2.7GW under ESO’s more ambitious solar delivery scenario. In other countries across Europe, PPAs comprise a greater proportion of overall solar capacity, such as in Denmark (34% with 1.2GW), Spain (20% with 5GW), and France (9% with 1.8GW). If the UK increased its PPA adoption in line with various European peers, by 2030, an additional 0.8GW-11GW of solar capacity could be brought online (3.5GW-13.7GW in total). Increasing the uptake of PPAs does not require significant change to a regime that works well. Below is a series of recommendations of how, with minor reforms, the Government might encourage further uptake of these contracts as a means of stimulating further investment in low-carbon electricity and deeper business decarbonisation. This is likely to benefit smaller businesses by widening the pool of consumers who can access PPAs, while speeding up the reduction of use of gas power on the grid. Fig 5: Estimated solar capacity from PPAs in a high-ambition solar scenario, by country Figure 6: The benefits of PPAs for consumers and developers/suppliers Benefits for consumers Clean, traceable energy Additionality – investing in renewables Branding of renewable assets Competitive pricing Stable and predictable pricing Benefits for developers/suppliers Long-term revenue certainty Enabler of investment decisions Bankable Long-term relationships with clients Alternative (merchant) route to market The Government can take action today to increase the use of PPAs PPAs have been a neglected tool in the UK. The Government can take a number of steps to increase their use and accelerate the rollout of onshore renewables including: Develop standardised contracts PPAs are bespoke. Bespoke terms are often required to address specific commercial risks. As such, entering into a PPA can be complex, and incur significant legal costs and negotiation time. Standardised contracts would increase trust and transparency, reduce costs, increase liquidity, and encourage market growth. Certain legal clauses could be standardised along with key frameworks to ease this process and reduce associated costs. Reducing the administrative burden may also help groups of consumers to procure pooled PPAs. Standardisation could be undertaken through the Crown Commercial Service (CCS), as this body also aggregates the output of many small projects and matches them with demand. The Government could also provide greater guidance and information on striking PPA deals for business consumers. Though the CCS already plays a role in information dissemination, as an executive agency its role in awareness raising is limited. Simplified guidance published by DESNZ would support existing guidance and raise awareness of the PPA option. Government should underwrite PPA contracts, reducing the risk of defaults PPA contracts expose developers to the credit risk of the consumer. As such, PPAs are not an option for many consumers, particularly smaller businesses for whom credit worthiness is an issue, or larger businesses whose profit margins are skewed by high energy costs. Government should underwrite PPA contracts, providing a ‘credit wrap’. This should be provided as a new funding line administered by DESNZ or DBT (with funding allocated in a Spending Review). Such a scheme already exists in Spain: the FERGEI Guarantee Scheme covers the credit risk of long-term transactions, providing suppliers and businesses with a framework that offers security.33 FERGEI is managed by CESCE, the Spanish export credit agency, and was granted an initial three-year budget of €600 million, or €200 million annually. FERGEI is empowered to guarantee payments due to suppliers under PPAs if an offtaker cannot meet its obligations. Spain now accounts for 24% of European PPA uptake in 2022, having only entered the market in 2018.34 Exempt PPA buyers from CfD costs Every supplier is subject to the CfD Supplier Obligation Levy, currently £8.75/MWh35 (though this price is variable). This funds CfD payments when wholesale prices drop below the strike price, spreading the cost of the CfD across the market. Buyers taking the PPA route are supporting renewables without the state’s backing. Exempting those entering into corporate PPAs from some CfD costs could make a difference to the viability of PPAs. Implementation of an exemption could be undertaken in the same way that many industrial and commercial consumers are already exempt from some Renewables Obligation, Capacity Market Payments, and Network Charges under the Network Charging Compensation Scheme. The exemption could be based on the proportion of a business’s total supply volume contracted through a PPA. Furthermore, targeting this exemption only at PPAs linked to new-build generation assets would incentivise the deployment of additional capacity. Enable PPAs through streamlined financing Limited access to low-cost capital will always decrease the viability and bankability of renewables projects. Financial innovations can help to address this. Yieldcos, for instance, could drive down the cost of capital for renewables PPAs. These publicly listed financial vehicles can aggregate assets from one or more projects, offering an efficient way to fund renewables. Once developed and derisked, assets could be sold to private yieldcos, with the developer maintaining an ownership stake, operating the asset. Aggregating assets unlocks access to cheaper financing through improved economies of scale. In 2018, the Imperial College Centre for Climate Finance and Investment found UK Yieldcos were generating greater risk-adjusted returns than the equity market, delivering an annual return of 8.09% over a three-year period.36 UKIB and the British Business Bank could play a role in advising on and supporting the establishment of yieldcos to increase capital flows from investors to clean energy projects, providing guidance (and data) around risk and return. Allow PPAs to be set against Climate Change Agreement targets Climate Change Agreements are agreements made between industry and the Environment Agency to reduce energy use and emissions. In return, operators receive a discount on the Climate Change Levy (CCL), a tax added to electricity and fuel bills. Allowing businesses to demonstrate use of low-carbon electricity through PPAs could allow relief from the CCL for businesses facing high bills. Explore a time-based certification system for projects backed by PPAs Using a tariff backed by a PPA from specific projects with a time-based certification system could tackle the challenges presented by REGOs, matching a user’s demand with electricity generated during those hours of demand. REGOs are currently failing to incentivise the buildout of further low-carbon generation, despite the perception from many consumers that they send this signal. DESNZ should strengthen REGOs by publishing data and rating tariffs DESNZ should publish visible real-time information on the grid mix and half-hourly matching of consumption and generation in tandem with a ranking system for ‘green’ tariffs that reflects how much new generation they support and how much of a business’ offtake is low-carbon. A comprehensive set of policies is needed While PPAs have formed the focus of this research as a key means to deliver low-carbon electricity to businesses in the immediate term, they will need work in tandem with policies across demand, incentives, infrastructure and cost support to enable an environment that incentives business decarbonisation. Business decarbonisation sits under the broader umbrella of industrial strategy. The Government has been clear that it will implement a modern industrial strategy. As it is manifesting itself globally today, industrial strategy is less about intervention to remedy market failures than in decades gone by. Instead, a more active state seeks partnership with the private sector to achieve conditions that enable specific goals. In the case of the UK, these centre around productivity and GDP growth, increased private investment, and decarbonisation. As such, the current Government’s industrial strategy is less likely to take the approach of ‘picking winners’, and more likely to look at the cross-sectoral policy enablers that create a business environment that is more conducive to investment, particularly in the green economy. Considering this, horizontal policies are required to facilitate business decarbonisation in line with industrial strategy goals. These include: Demand Develop demand-side policies that support a market for low-carbon products. Measures such as a CBAM, green product standards, or green public procurement would drive demand for low-carbon products, ensuring that decarbonisation is in the commercial interests of businesses. Cost relief Reform the British Supercharger for more strategic government expenditure. The business-level test in the British Supercharger should be removed in favour of assessment by product eligibility, or the test could be based on the actual electricity price paid by businesses to avoid distortion in favour of larger consumers. Simplify access to public funding opportunities. Public funding applications are often laborious and bureaucratic. In contrast, the Inflation Reduction Act is regularly cited for its ease of access. The funding application process for support programmes such as the IETF could be simplified, for example by allowing manufacturers to apply on a rolling basis. For smaller businesses, initiatives such as capital allowances (tax relief) for certain efficiency investments may also help to remove administrative burdens. Infrastructure Explore Carbon CfDs in the longer term. The European Commission has recently approved a €4.3 billion package for Carbon CfDs to enable the decarbonisation of German heavy industry. With current prices in the EU ETS sitting at around €60-65,insufficient to cover decarbonisation costs, adoption of low-carbon technologies has stalled.37 A Carbon CfD mechanism would channel funds to companies for decarbonisation, as the UK’s CfD regime has allowed our power sector to decarbonise. In the longer term, this could help to direct limited technologies such as hydrogen and CCUS towards appropriate end-uses while we electrify as many UK businesses as possible. Several other policy areas not examined in this report will also be vital, including Demand Side Response (DSR), energy efficiency, heat networks and fleet electrification. These policy ‘verticals’ sit separately to industrial strategy but are equally important to the business decarbonisation landscape. They include: Smart meters and building regulation Clarification of smart metering requirements – Many businesses have multiple meters with multiple contracts, so getting permission to access data that proves the business reduced or increased its usage is hard to get. This makes financing difficult as banks need accurate data to offer low-carbon finance for investments in energy efficiency and low-carbon technology. It also creates issues for businesses wishing to participate in demand side response markets. Government and Ofgem should work with industry to develop a comprehensive and simplified approach to smart meter installations and smart data utilisation. EPC reform and performance-based ratings – EPC ratings currently fail to account for emissions associated with low-carbon technology, nor do they accurately reflect the real-world performance of many non-domestic properties. Providing better benchmarks would enable EPC ratings to better reflect green investments for businesses and account for these emissions. Proposals to move toward performance-based energy efficiency ratings for large non-domestic building also need to be implemented. Heat decarbonisation Implement the proposals outlined in Government’s response to the Heat Network Zoning consultation, alongside mandatory network connections. In the food and drink sector, sub-sectors such as sugar, baking, chilled foods, confectionery, ice cream, cereals, milling, canned foods, oil and fat, glucose, and pet foods accounted for approximately 3.5 million tonnes CO2 from heat in 2012, around 37% of the sector’s total emissions.38 Decarbonising this heat use is vital. Heat networks currently provide around 3% of total UK heat, but DESNZ analysis suggests they could provide up to 20% of total heat by 2050.39 Under heat network zoning, government, industry, and local actors will designate areas where heat networks will be the best and cheapest low-carbon heating solution. Taking this work forward will be to the benefit of both domestic and business consumers, significantly increasing private sector investment through clarity on where networks will be implemented. The Strategic Spatial Energy Plan (SSEP) should prioritise heat network development in constrained areas and consider opportunities for businesses DSR on a regional basis. Demand side response (DSR) There is significant potential to shift energy demand in commercial settings through optimising electricity use in processes, buildings, and EV fleets, and using heat storage and networks to balance the system. This could help with both managing overall national electricity supply and demand mismatches, but also local constraints created when there is insufficient network capacity to export renewable power to where demand for electricity is located. This will help reduce energy bills for businesses by helping them access energy at times when it is most cheap but also ensure that businesses help reduce energy system costs. To accommodate the range of customers and operations, electricity market design will need to be addressed. Whilst NESO markets are becoming more accessible to DSR, this isn’t happening fast enough. There is also a significant opportunity for heat storage to be integrated with the electricity system, as in Denmark where large heat pumps and electric boilers which convert electricity to heat are connected to heat networks, being used to balance the system and provide greater flexibility. Growing this market could include: Retain the Demand Flexibility Service (DFS). Retaining the DFS until 2027/28 as an interim measure until mandatory half-hourly settlements are introduced and the balancing market is fully open to aggregated small loads/DSR. The next iteration of the DFS should act as a ‘dispatchable capacity market’, supported by availability payments and allow multiple sub-meters on the same site to take part. The DFS scheme should also include a new ‘turn-up’ service to be brought online from 2025 to reduce high summer system operation costs. Expand local Constraint Markets. The NESO should work with the power sector to make changes to increase volumes and ensure power can be deployed elsewhere. Enable revenue stacking. DSR providers need to be able to simultaneously operate in several markets and be allowed to combine or ‘stack’ revenues from these different sources, as revenues from one market alone will not drive investment. Allowing revenue stacking to better align DNO and NESO markets needs to be progressed. Accelerate work to increase market access to the balancing mechanism. This would help smaller businesses, assets connected to heat networks, and EV fleets to participate. Summary Reaching Net Zero by 2050 will require further rapid decarbonisation of power but also transformation across other areas of the economy; progress across commercial and industrial sectors needs to accelerate. A growing number of UK companies are responding to this challenge and are investing at pace to decarbonise. Some progress has been made in developing industrial clusters that will lower emissions through a combination of CCUS, hydrogen and electrification. However, more support is needed to help companies take further steps and to enable all companies to act regardless of their size or location. Energy bills and growing carbon costs are challenging for UK-based businesses. Helping companies to reduce energy use and decarbonise to ensure they remain competitive needs to be a key consideration of the new Government’s industrial strategy being published next Spring. By working together, the energy sector and business community can jointly decarbonise at a faster pace but only if the right policy framework is put in place. This report shows how electricity demand from the business sector can result in new renewable electricity investment, and could be achieved through measures to support the growth of the CPPA market. This will need to be part of a wider, comprehensive policy framework that makes decarbonisation attractive to the full range of companies across the UK. Appendix: Audit of existing policies Current policy can be divided into three key categories: innovation, infrastructure, and incentives. Cost reliefs also support businesses struggling with high costs. Innovation policies encourage the development of new technologies, aiming to lower costs and ensure commercial viability. The Net Zero Innovation Portfolio (NZIP), worth £1 billion, ends in 2024. It aims to commercialise clean technologies in power, buildings, and industry. The Energy Innovation Programme closed in 2021. It provided £505 million to commercialising clean energy technologies and processes. The Industrial Decarbonisation Challenge, worth £210 million, ends in 2024. It supports the development of low-carbon technologies and infrastructure that boosts industry competitiveness. The Transforming Foundation Industries Challenge, worth £66 million, closes in 2024. It aims to make foundation industries internationally competitive, secure more jobs, and drive green growth. Internationally, the EU has announced a €10 billion Innovation Fund, hypothecated from Emissions Trading Scheme (ETS) revenues, to develop market solutions to decarbonise European industry competitively.40 President Biden has announced a package of $6 billion for 33 projects to decarbonise energy-intensive industries by accelerating commercial-scale demonstration of emerging technologies.41 Infrastructure policies aid deployment of key infrastructure. The Contracts for Difference (CfD) scheme demonstrated the role fiscal support plays in derisking private investment, easing capital costs involved in building key infrastructure. It is important to distinguish this approach from the direct subsidies associated with the Inflation Reduction Act. Foreknowledge of the project pipeline is crucial for the industry so that it can plan to make use of infrastructure coming online in the future. This underpins businesses’ ability to respond to incentives such as the carbon price or demand for low-carbon goods. The Net Zero Hydrogen Fund (£240 million) ends in 2025, and the CCUS Infrastructure Fund (£1 billion) ends in 2030. The Contracts for Difference regime has enabled rapid electrification, ramping up deployment of low-carbon UK energy infrastructure. The Government has accepted the recommendations of the Electricity Networks Commissioner’s report into transmission network deployment. The Connections Action Plan will aim to cut the average delay time projects face to connect to the grid from five years to six months. Incentive policies impact the cost of carbon, driving demand for low-carbon goods and providing markets with signals to invest. They are often coupled with support to ensure competitiveness (such as free allowances under the ETS) as they react to market signals. The UK ETS, Carbon Price Support (CPS) mechanism, and Climate Change Levy are the most prominent market signals set by the Government. These are supported by Climate Change Agreements, a scheme that runs to 2025 with up to £300 million per year provided. These are agreements made between businesses and the Environment Agency to reduce emissions and improve energy efficiency in return for a discount on the Climate Change Levy (a tax added to electricity and fuel bills). The Industrial Energy Transformation Fund helps energy-intensive businesses cut bills and emissions through investing in energy efficiency and novel technologies. It will provide £500 million to 2028.42 Some businesses are provided competitiveness support through the ETS with Free Allowances. In 2024, 69 million allowances were allocated for auction (reducing year on year) and the free allocation methodology is based on benchmarks that reward the most efficient installations in each sector.43 Alongside Climate Change Agreements, these are designed to retain UK competitiveness, given the high costs UK businesses face compared to international competitors. The Government is currently consulting on the implementation of a Carbon Border Adjustment Mechanism as well as demand-side measures such as product standards and green public procurement.44 The Energy Savings Opportunity Scheme (ESOS) is a mandatory energy assessment scheme for organisations that meet qualification criteria. Assessments audit energy used by buildings, processes, and transport, identifying cost-effective measures to save energy, carbon and cost. Cost relief policies ensure that businesses can access electricity affordably. Energy-intensive businesses in the UK face far higher costs than their European competitors, posing significant risks to their competitiveness. According to DESNZ’s international energy price comparison, in 2021, the average industrial electricity price in the UK was 13.05p/kWh, 62% higher than the IEA median. In 2010, the price was 7.57p/kWh, 8.4% higher than the IEA median.45 In 2021, UK industrial users spent £9.2 billion on electricity. At the international median price, they would have spent £3.5 billion less.46 Providing access to cheaper electricity is central to businesses’ ability to decarbonise.47 The key driver of high UK electricity prices is the extent to which they are set by marginal fossil fuel prices (98% of the time in 2021) relative to European countries.48 As our generation mix is more dependent on gas than France (which hosts more nuclear generation) and Germany (which relies on coal and lignite for 35% of its supply), soaring natural gas prices have driven this spike in disparity.49 Gas as the marginal plant presents a problem for non-domestic users for at least the remainder of the decade. The primary way to address this issue is to reduce the use of gas in favour of low-carbon generation. Addressing this fundamental problem is the only sustainable route to lower electricity prices. The quicker the UK can move off gas, the quicker bills will be pegged to (lower) electricity prices, with renewables, storage and interconnectors the marginal generator. Given the overwhelming likelihood that low-carbon generation will become the marginal plant by 2030, this is a problem for the 2020s.50 It is important to note, however, that the wholesale price will also shrink as a percentage of total energy bills, with policy and network costs likely to grow. Many of the energy-intensive stakeholders interviewed for this research indicated that electrification was not an attractive option at present, citing infrastructure, planning issues, grid connections, and electricity prices as barriers. It is possible that by the time alternative technologies are online, wholesale electricity prices will be significantly cheaper, more energy generation infrastructure will be built, and the grid required for a low-carbon electricity system will be largely in place.51 In the intervening period, Power Purchase Agreements (PPAs) provide an additional route to market outside the CfDs for new generation, granting businesses a route to decarbonising their energy supply. However, uptake is currently low: encouraging electrification requires further support. Current cost relief policies vary in their targeting and efficacy. The British Industry Supercharger improved conditions for 370 energy-intensive companies. Support is expected to be worth £320-£410 million in total savings to UK businesses in 2025.52 The measures in it are expected to reduce electricity costs by approximately £24-31/MWh, helping to close the price gap with competitor markets.53 However the level of savings may be higher once network costs are included, however these are hard to forecast and will depend on location, meter type and which network charging band the company falls into. It includes a 100% relief from renewables levies, a 100% indirect exemption from capacity market charges, and a Network Charging Compensation (NCC) scheme. From April 2023 until March 2026, companies can access Full Expensing, allowing them to claim 100% capital allowances on qualifying plant and machinery investments. The Office for Budget Responsibility estimates that this could cost up to £10 billion each year.54 These schemes are applied unevenly across industries. Ceramics, for example, are disadvantaged by the Supercharger scheme (see Case Study 2). With policy and network costs on electricity bills likely to grow in the future, the previous Government committed to ‘rebalancing’ electricity and gas prices to address the distortion. However, this risks penalising industries that still rely on gas without a route to decarbonisation. Government must consider the future generation mix, the changing makeup of bills between wholesale prices and policy costs, and the current power sources used by businesses unable to electrify at pace when deciding on rebalancing to accelerate grid decarbonisation while shielding businesses from adverse impacts. 1 British Chamber of Commerce (2023), Climate Call to Action Research Report 2 Energy UK (2023), Response to NGESO’s Connections Reform Consultation 3 Fichtner (2022), Grid Connections Assessment for CPI 4 Ceramics UK (2024), Decarbonising UK Ceramics Manufacturing 5 Energy UK (2023), Small business, big impact 7 UK Government (2021), Industrial Decarbonisation Strategy 8 Mineral Products Association (2023), Decarbonising UK Cement and Concrete 10 Entrnce (2023), ENTRNCE welcomes OVO Energy move to end greenwashed energy tariffs 11 Good Energy (2023), What the soaring cost of REGOs means for renewable energy in the UK 12 Cornwall Insight (2023), Insight Paper for OVO Energy: REGOs and Decarbonisation 13 DESNZ (2023), Designing a framework for transparency of carbon content in energy products 14 IEA (2023), World Energy Outlook 16 Glass Futures (2019), Alternative Fuel Switching technologies for the glass sector 18 Bayware (2019), Energy report 2019 19 Aldersgate Group (2023), A zero carbon power grid and the electrification of heavy industry 20 WindEurope (2023), The Corporate PPA tool 21 Climate Change Committee (2020), Corporate procurement of renewable energy 22 RE100 (2018), Annual Report 2018 24 Data Center Dynamics (2023), BT signs wind PPA with TRIG 25 Centrica (2024), Centrica and Moog Inc. agree major solar power purchase agreement 26 ENGIE (2024), Amazon signs a PPA with ENGIE to procure 473MW of renewable energy 27 Edie (2019), UK universities ink £50m renewables deal 30 DESNZ (2023), Electricity generation costs 2023 31 Ofgem (2024), Electricity prices forward delivery contracts 32 Public first analysis of NESO (2024), Future Energy Scenarios 34 Energy Monitor (2022), Data insight: Spain leads the European corporate renewable PPA market 35 Interim Levy Rate Quarterly Obligation Period 1 October 2024 to 31 December 2024 36 Imperial College (2018), UK green companies generate greater returns for clean energy investing 37 White & Case (2023), (Carbon) Contracts for Difference – New Funding Programme for Companies 39 DESNZ (2023), Heat Network Zoning Consultation Summary 42 UK Government (2019), Industrial Energy Transformation Fund 43 UK Government (2024), UK Emissions Trading Scheme Markets, January 2024 44 UK Government (2024), Consultation on the introduction of a Carbon Border Adjustment Mechanism 45 UK Government (2024), International energy price comparison statistics 47 HMT (2020), Net Zero Review Interim Report 48 UCL Bartlett Institute (2022), The role of natural gas in electricity prices in Europe 49 Clean Energy Wire (2023), Coal in Germany 50 DESNZ (2024), Review of Electricity Market Arrangements Second Consultation Document 51 LSE Grantham (2023), What is the UK’s approach to carbon capture, usage, and storage (CCUS)? 52 UK Government (2024), British Industry Supercharger gives huge boost to UK businesses 54 IFS (2023), Long-term costs of full expensing much lower than official estimates suggest",
    "images": "https://www.energy-uk.org.uk/wp-content/uploads/2024/11/Full-Power-header.png",
    "tags": "",
    "excerpt": "Energy UK commissioned Public First to consider how new and existing policies can enable the decarbonisation of business and the role of the energy sector in accelerating this transition. This report considers the need for greater investment in a wide range of technologies and sources of energy to help businesses decarbonise, and some of the… Read more",
    "categories": "Reports"
}