{
    "title": "CBAM may cost each offshore wind turbine near EUR 1m – lobby",
    "author": "Cem Bektas",
    "source": "MONTEL",
    "date": "2024-10-02",
    "text": "CBAM may cost each offshore wind turbine near EUR 1m – lobby (Montel) The EU’s carbon border adjustment mechanism (CBAM) could cost each offshore wind turbine almost EUR 1m, a study commissioned by lobby group WindEurope said on Wednesday. Writing by: Cem Bektas The report, prepared by UK consultancy Penta and EY, examined the impact of CBAM – to be launched from 2026 – on the European wind energy sector. It used two price scenarios to calculate the impact of the potential CBAM certificate cost, one with an EU allowance (EUA) price of EUR 100/t and another at EUR 200/t. In its worst-case scenario, the cost inflation for an individual wind turbine could be as high for developers as EUR 910,000. “Even with a modest assumption of 24% of imported products contained within European wind turbines, a EUR 910,000 cost represents a potentially significant increase in the total cost of an offshore wind turbine from 2034 onwards,” the report said. The EU’s CBAM will require companies to buy certificates covering the carbon content of their imported products from certain sectors. The aim is to enable EU producers of similar products to compete more equally with producers from countries with less restrictive carbon constraints. CBAM will initially apply to companies importing aluminium, cement, fertilisers, hydrogen, iron, steel and electricity into the EU. Manufacturer pressures “European manufacturers may experience cost pressures that they cannot pass to consumers, which can only be partly mitigated with the use of special customs procedures,” Eamonn Lawler, managing director at Penta, told a webinar presenting the study. The phase-out of free allowances under the EU ETS and phase-in of CBAM would impact “practically every aspect” of the European wind energy value chain, said the report. CBAM would lead to increased compliance costs and was already resulting in more difficult business planning for the sector due to lack of pricing clarity for CBAM certificates and those under the EU ETS, it said. CBAM was also likely to result in less efficient power trading across interconnectors due to the “inability” of energy traders to show the carbon price paid for a volume traded multiple times before eventual delivery, it added.",
    "images": "https://c02.purpledshub.com/uploads/sites/7/2024/10/Offshore-wind-scaled.jpg?w=1200",
    "tags": "",
    "excerpt": "The report, prepared by UK consultancy Penta and EY, examined the impact of CBAM – to be launched from 2026 – on the European wind energy sector. It used two price scenarios to calculate the impact of the potential CBAM certificate cost, one with an EU allowance (EUA) price of",
    "categories": ""
}