{
    "title": "OCI confident Texan blue ammonia project will conquer Europe’s CBAM | Profercy",
    "author": "unknown",
    "source": "Profercy Ltd",
    "date": "2024-05-15",
    "text": "Dutch fertilizer major OCI Global has confirmed the first low-carbon material from its showcase Texas Blue Clean Ammonia project will emerge in early 2025 and that the facility it well-positioned for the arrival of Europe’s Carbon Border Adjustment Mechanism (CBAM). Due onstream in the first six months of next year, the Beaumont-based facility is at least two years ahead of other greenfield large-scale low-carbon projects, with at least $561 million invested in the 1.1m. tonne/year plant and associated infrastructure to date. “All major contracts with key project partners have been signed, engineering is largely complete and all long lead equipment procured, affording OCI significant visibility over project completion,” the company disclosed in a statement on Tuesday. The project will see more than 95% of CO2 captured and permanently sequestered. Carbon intensity is forecast to be as low as 0.5 kg CO2e/kg ammonia once OCI and engineering partner Linde source renewable power. An unspecified annual quantity of the output will be shipped from the US Gulf to the group’s import terminal at Rotterdam for use in the production of lower carbon NPK fertilizers, the firm revealed. That Dutch import hub regularly receives North African volume at present. Known as “Texas Blue”, the clean ammonia project’s design incorporates space for a second identical line in the original plot, with utilities and supporting infrastructure oversized to facilitate a future expansion, with permitting already underway. “This creates optionality to capitalise upon accelerating demand for low-carbon ammonia, expected to reach 24m. tonnes by 2030 and circa 45m. tonnes by 2035, driven by regulatory changes, decarbonization of existing demand and growth in new applications,” OCI said. “The reduced project scope for a second line implies a faster schedule, minimal interruptions to the first, and lower costs compared to similar new build greenfield projects today.” According to the group, phase two of Europe’s CBAM – expected in 2026 – is catalysing growing interest in decarbonisation opportunities within the existing fertilizers and chemicals value chain. “Europe’s position as global marginal producer suggests that European carbon costs could support an increase in global ammonia/fertilizer prices, and hence boost demand for low-carbon ammonia and fertilizers,” the producer stated. “In addition to being able to capture this carbon premium through our Texas Blue production, OCI Nitrogen also stands to be a key beneficiary given its high natural gas efficiency (32MMBtu/t of ammonia compared to an EU average of 37MMBtu/t) and low CO2 emissions during ammonia production.” New US plants will create fresh trade flows The Inflation Reduction Act (IRA) offers generous financial incentives to ammonia producers who incorporate clean technologies in their plants, thus making the US a highly attractive place to produce decarbonised ammonia. OCI is not the only major name planning to build export-oriented clean ammonia plants in the US Gulf over the next decade, with around 30m. tonnes/year of combined blue and green capacity earmarked for the area. While several projects await their final investment decision (FID), suppliers have been busy identifying markets for the material, with producers and traders targeting buyers in Europe and Northeast Asia for most of the shipments in a development that will disrupt traditional global trade flows of the key agricultural and industrial commodity. By Richard Ewing, Head of Ammonia/Deputy Editor at Profercy",
    "images": null,
    "tags": "",
    "excerpt": "Dutch fertilizer major OCI Global has confirmed the first low-carbon material from its showcase Texas Blue Clean Ammonia project will emerge in early 2025 and that the facility it well-positioned for the arrival of Europe’s Carbon Border Adjustment Mechanism (CBAM). Due onstream in the first six months of next year, the Beaumont-based facility is at…",
    "categories": "Ammonia;Blue and Green Ammonia;General;Nitrogen"
}