{
    "title": "Climate ambition and justice: A compass for the CBAM design - IEEP AISBL",
    "author": "unknown",
    "source": "IEEP AISBL",
    "date": "2022-12-03",
    "text": "AUTHORS: Pierre Leturcq The EU Carbon Border Adjustment Mechanism (CBAM) proposal, as it currently stands, is legally sound but requires to be improved through a more rapid phase-out of free allowances and the mobilisation of revenues for climate justice. On 14 July 2021, the European Commission published its “Fit for 55” legislative package, which includes key and potentially transformative measures such as the reform and extension of the EU Emissions Trading System (ETS) and the creation of an autonomous carbon trading scheme for buildings and transport. These measures aim to achieve the EU’s target of a 55% reduction in GHG emissions by 2030 compared to 1990 levels. The Fit for 55 package also materialises the Commission’s intention, as expressed in the European Green Deal announcement, to introduce a carbon border adjustment mechanism (CBAM), which will make the EU the very first market to adjust carbon at its borders. CBAM would be implemented from 2026, after a 3-year pilot period starting in 2023. It would initially cover 5 sectors that the Commission considers at risk of carbon leakage – namely the cement, iron and steel, fertiliser, aluminium and electricity sectors – with no indication of a potential extension. The implementation of CBAM would be articulated with a gradual phase-out of the free allowance system currently under the EU ETS. It would be phased in over a period of 10 years, during which the free allowances for the sectors concerned would be reduced from 100% in 2025 to 0% in 2035. The Commission’s proposal also provides that the carbon adjustment price supported by importers should strictly reflect the price paid under the EU ETS by European industries. Although not officially on the agenda, CBAM was incidentally invited to the COP26 discussions earlier this month. The President of the European Commission Ursula Von Der Leyen made a clear statement on the issue, describing CBAM as an alternative option that is only necessary in the absence of a carbon price in the EU’s trading partners. The risk of carbon leakage will indeed become very tangible and the free allocations insufficient to protect the EU from it, if our competitors do not raise their own climate ambitions. However, the transition to net-zero is now inevitable and irreversible in order to keep the 1.5°C objective alive, which cannot be achieved unless price signals given to greenhouse gas emissions increase worldwide. Ultimately – in a world in which countries’ (including the EU) respective climate policies comply with the 1.5°C target – the best possible CBAM is one that fully replaces free allowances while at the same time ensuring that its impact and revenues decline overtime. The EU CBAM is a precursor in the levelling of climate-related requirements and charges between domestic and imported products, and as a result, it is triggering questions and reactions on the international stage. In a way, the Commission’s July proposal already delivers on an important part of its objectives as it has successfully opened new spaces of discussion on the complex but necessary coordination of tariff and regulatory regimes to reduce GHG emissions in a context of a global spread of the carbon neutrality objective. Even though the European Commission is presenting a prudent CBAM design that provides strong guarantees in terms of WTO compatibility, the European Parliament and the Council must improve this basis around the duo ambition and fairness to make CBAM really fit for purpose. The EU CBAM proposal, as it currently stands, is legally sound and complies with the requirements of GATT article 3.4 on fiscal and regulatory adjustments, and of GATT Article XX’s environmental exceptions (b) and (g). However, the CBAM legislation needs to be improved around the diptych: climate ambition and fairness: Climate ambition We argue that the European Parliament and the EU Council should amend the text and provide for a more rapid phase-out of free allowances. For the sectors covered, the free allowances system should ultimately disappear in 2030. With very little time left to “keep the 1.5° target alive”, it is necessary for the European Union to send strong signals, in particular to the most emitting sectors. The EU CBAM will remain an empty shell if the European legislator does not choose to accelerate the transition of its carbon leakage prevention scheme by moving away from free allowances. Fairness IEEP calls for a mobilisation of CBAM direct revenues (2.1 billion euros/year) to finance an increase in the EU’s contribution to international climate finance. The EU must take advantage of the recent momentum created by the eruption of the carbon price debate at COP26 and the WTO Ministerial Conference in December to proactively engage in international forums in discussions on the revenues of CBAM, its rationale, but also on the articulation of CBAM with other systems. While the Commission’s proposed mechanism is only expected to generate 2.1 billion euros of revenues at the border, it is crucial that the EU establishes a precedent for any subsequent CBAMs that may be introduced in other jurisdictions. The announcement made by the European Union of its determination to implement a carbon border adjustment mechanism at the end of 2019 has already led some of the EU’s main trading partners like Turkey to adopt more ambitious climate objectives. In the 2030-decade, the competitiveness of EU industries in most of the EU’s export markets will be driven by the ability of businesses to anticipate and position themselves as the world’s front-runners in the development and implementation of more efficient and lower carbon technologies on which global markets will increasingly rely. Now, the main challenge for the EU is not to meet the demands of industry to reduce the impact of CBAM on the composition of European trade, but to use international fora to clarify key issues such as the articulation of CBAM with other pricing systems around the world, as well as the methodology for measuring the carbon content of imports and the involvement of the international community in defining common principles and measurement tools. The EU must ensure that its CBAM is needed and it is not an unnecessary complication by strengthening its prospects for reducing free allowances. It must also use diplomatic means to prevent the worst-case scenario of a proliferation of comparable but uncoordinated adjustments throughout the world.",
    "images": "https://ieep.eu/wp-content/uploads/2022/12/original-2022-12-03T011031.342.jpg",
    "tags": "",
    "excerpt": "The EU Carbon Border Adjustment Mechanism (CBAM) proposal, as it currently stands, is legally sound but requires to be improved through a more rapid phase-out of free allowances and the mobilisation of revenues for climate justice.",
    "categories": ""
}