{
    "title": "Agreement on CBAM: A long way to go - IEEP AISBL",
    "author": "unknown",
    "source": "IEEP AISBL",
    "date": "2024-01-04",
    "text": "In December 2022, the Parliament and the Council reached an agreement on the CBAM and the reform of the EU ETS. While these new instruments constitute an unprecedented move in the emissions reduction effort, much remains to be decided and even more remains to be done. AUTHOR: Basile Chartier In March 2022, the Green Trade Network (GTN) released a summary paper for decision-makers titled “Four Guiding Principles for CBAM Design and Implementation”. The details of the recent agreements require further scrutiny, in light of previous recommendations. Scope Under the final agreement, the Carbon Border Adjustment Mechanism (CBAM) covers not only iron and steel, electricity, aluminum, cement, fertilisers (as in the Commission’s proposal), but also hydrogen, some precursors, and downstream products. It also provides for the possibility of including indirect emissions and sets the objective of having all Emissions Trading System goods covered by 2030. The proposed mechanism brings significant progress in making EU producers pay for their emissions while ensuring a level playing field with their foreign competitors. However, it also leaves many questions unanswered and defers crucial decisions to a later date. While an extension of CBAM may help preserve the competitiveness of EU industries, it should remain limited to what is necessary to avoid carbon leakage, and not turn into a protectionist measure. Schedule The GTN previously called for rapid implementation of the CBAM, parallel to the phasing out of free allowances. The agreement is only partially in line with this recommendation. The introduction of the CBAM mirrors the withdrawal of free allocations, avoiding double protection to the EU industries and strengthening the CBAM as an environmental measure, and mitigating the risks associated with potential WTO disputes. However, the agreed timeline may fall short of the ambitions set by the Paris Agreement. In its current version, CBAM will start in 2026, and will not be fully phased in until 2034. The first years of the transition will bring little progress: 2.5% (2026), 5% (2027), 10% (2028). This measure only gives limited incentive for emitters to transition for several more years. Export solutions In March 2022, the GTN called for “a cautious approach to the question of protection for EU exporters.” The Commission proposal did not provide for explicit export solutions, but the question has remained controversial, with covered industries raising serious concerns about their competitiveness abroad. The agreement leaves this issue pending: the Commission is to assess the risk of carbon leakage for EU exports by 2025, and make relevant proposals if need be. Another 47.5 million allowances will be used to raise new financing to address this risk. Therefore, it is too early to make final comments on the treatment of exports under this agreement, but the fact that this decision has again been postponed is at least questionable. Use of revenues The agreements support the transition through different funding mechanisms, including the Innovation Fund, the Modernisation Fund and a new Social Climate Fund. It also provides that national revenues from auctioning emission permits will be dedicated to climate-related activities. Support measures for industry and households are certainly needed for a successful transition. However, EU trading partners and the CBAM seemingly have received little consideration. The final agreement does not ensure that the CBAM revenues will be used to support a green transition — they will likely fall within the general EU budget instead. The GTN previously recommended that the EU should “recycle revenues to support further climate action” and for a return of “an equivalent amount of funds to those collected at the EU border […] as additional international climate finance”. However, in the agreement, EU trading partners receive no guarantee that the CBAM will be complemented by adequate support measures. This could undermine not only the legitimacy of CBAM as an environmental measure but also its international acceptability. A measure to be followed The adoption of CBAM and its upcoming implementation is a major achievement of the Green Deal and the result of intense negotiations and careful compromises. The transition towards carbon neutrality implies radical changes in the EU and beyond, which must be accounted for and accompanied by adequate measures and funding. However, some actors remain determined to diminish the ambition of climate measures or to delay their implementation. The recent agreements leave many questions unsettled: much remains to be decided and even more to be done. In this context, the GTN reaffirms its concern to reconcile trade policies with environmental needs and will remain an active voice on issues related to CBAM and its implementation.",
    "images": "https://ieep.eu/wp-content/uploads/2023/01/IndustrialFumesHarbor.jpeg",
    "tags": "",
    "excerpt": "In December 2022, the Parliament and the Council reached an agreement on the CBAM and the reform of the EU ETS. While these new instruments constitute an unprecedented move in the emissions reduction effort, much remains to be decided and even more remains to be done.",
    "categories": ""
}