{
    "title": "Think2030: CBAM, nature restoration, food systems and Just Transition - IEEP AISBL",
    "author": "unknown",
    "source": "IEEP AISBL",
    "date": "2022-12-07",
    "text": "Next week, join 200+ experts for the third edition of the Think2030 conference, co-organised by IEEP and IDDRI at Sciences Po in Paris. Check the draft programme Registration for the conference is now closed. If you really need to register, please contact carine.antunes@iddri.org.  During this two-day hybrid event, speakers and participants from the European Commission, European Parliament, European think tanks and NGOs, European governments, and industry will exchange on current environmental policies at national and European levels, with a special focus on the priorities for the implementation of the European Green Deal. On the afternoon of 29 June, IEEP and IDDRI will welcome speakers and participants from the European institutions and national governments to discuss the main results of the second edition of the European Green Deal Barometer (check the first edition here) and reflect on what is needed to advance Green Deal implementation. The roundtables on 30 June will look at key thematic areas – ranging from climate and energy to sustainable food systems – and refine policy recommendations targeted at the Trio Presidency, the European Parliament and the European Commission. Experts from the Think Sustainable Europe network will present the proposals in a dedicated paper for discussion to the Think2030 community to sharpen them jointly. Roundtable 1 | Delivering climate targets: How can EU policy support a Just Transition? 30 June, 9:45-11:00 Following its ambition to reduce 55% of CO2 emissions by 2030 and become a climate-neutral continent by 2050, the EU’s Fit for 55 Package includes a series of proposals to reform and update EU legislation and launch new initiatives to ensure that EU policies are in accordance with this goal. Building on our previous work on the Fit for 55 Package, the Energy Taxation Directive, Emissions Trading Scheme, and the complementary Social Climate Fund, this roundtable and its related policy brief will include recommendations on how EU policies can mitigate harm to citizens while fighting climate change. Roundtable 2 | Towards an EU Sustainable Food Systems Legislative Framework 30 June, 9:45-11:00 As part of the European Green Deal, the European Commission proposed a new Farm to Fork Strategy in 2020, with the goal of making food systems more equitable, healthier, and ecologically friendly. As part of this approach, the Commission will prepare a legislative proposal for a framework for sustainable food systems (SFS) by the end of 2023. This roundtable will discuss the key challenges that should be overcome for such a proposal to enable the transition of EU food systems. The roundtable and related policy brief will give a chance to examine the legislative proposal’s degree of ambition, analyse and provide critical recommendations to businesses and civil society initiatives to apply pressure on European policymakers. Roundtable 3 | Restoring EU ecosystems: Recommendations for the successful implementation of the EU Nature Restoration Law 30 June, 11:30-12:45 The proposal for an EU Nature Restoration Law is an important step in implementing the EU’s commitment to scale up restoration, as outlined in the EU Biodiversity Strategy to 2030 and the European Green Deal. In this dedicated roundtable, experts will explore what is required to guarantee that Member States meet the restoration objectives in terms of governance structures, monitoring framework, technical and scientific assistance, and finance. They will also create a set of proposals for Member States and EU institutions to help the future law be implemented successfully. Roundtable 4 | State of the EU CBAM after the French Presidency: A reality check 30 June, 11:30-12:45 Almost a year after the publication of the Fit for 55 Package, this roundtable Think2030 will host a dedicated discussion to assess progress achieved during the French EU Council Presidency on the proposal to adjust carbon at the EU borders. A dedicated policy brief will address the main challenges and offer an update on the Green Trade Network’s suggestions for the Czech and Swedish Presidency to deliver on a robust, climate-ambitious, and globally fair Carbon Border Adjustment Mechanism. This new Think2030 study will highlight the need to clarify the different venues via which the EU and partners may investigate collaboration on CO2 measuring standards and climate policy alignment. Contact If you have any questions about the conference, please reach out to think2030@ieep.eu. © Photo by Maksim Shutov on Unsplash",
    "images": "https://ieep.eu/wp-content/uploads/2022/11/original-21.jpg",
    "tags": "",
    "excerpt": "Next week, join 200+ experts for the third edition of the Think2030 conference, co-organised by IEEP and IDDRI at Sciences Po in Paris.",
    "categories": ""
}