{
    "title": "How CBAM threatens Africa’s sustainable development",
    "author": "Nick Ferris",
    "source": "Energy Monitor",
    "date": "2023-11-02",
    "text": "In pursuit of sustainable development, African nations are on a mission to boost trade. The African Continental Free Trade Area (AfCFTA) – launched in 2020 – is set to create the largest free trade area in the world, potentially boosting Africa’s income by $450bn by 2035 and lifting 30 million Africans out of extreme poverty. The Nairobi Declaration – signed by all African nations at the close of the first-ever Africa Climate Summit in September 2023 – includes calls for “designing global and regional trade mechanisms in a manner that enables products from Africa to compete on fair and equitable terms”. It demands that “trade-related environmental tariffs and non-tariff barriers must be subject to multilateral discussions and agreements and not be unilateral”. For now, Africa remains a small player in global trade, with the value of the entire continent’s exports currently lower than that of the UK. Much of the current multilateral trade discussions are about keeping the value chain of the continent’s resources on the continent: Africa is home to some 30% of the world’s mineral deposits, but 70% of mined materials are currently exported to Europe or Asia to be further refined. At the same time, much of the industrialised world is embracing the most protectionist trade policy seen for decades. The US Inflation Reduction Act (IRA), for example, gives tax credits for electric vehicles whose batteries contain a certain share of critical minerals extracted in the US or countries with Free Trade Agreements (FTAs) with the US. In Africa, the only country with an FTA with the US is Morocco. The Democratic Republic of Congo (DRC) and Zambia have also signed a memorandum of understanding (MoU) with the US to establish an “integrated value chain for the production of electric vehicle (EV) batteries” that seemingly contradicts the IRA’s goal of reshoring supply chains. Then there is the EU’s Carbon Border Adjustment Mechanism (CBAM), which was voted into law in April, and started a transitional phase on 1 October that will apply to seven products: aluminium, cement, electricity, fertilisers, hydrogen, iron and steel. EU importers of these products will pay a carbon levy, unless the products originate from regions with similar climate legislation to the EU. Although the levy will apply from October, the first bill for companies will not come until 31 January 2024. The mechanism is being phased in, with it taking full effect by 2032. The European Commission has also indicated it will be lenient in the beginning, with the objective being “to serve as a pilot and learning period for all stakeholders” including importers, producers and authorities, “and to collect useful information on embedded emissions to refine the methodology”. CBAM: A well-designed policy for Europe EU policy experts spoken to by Energy Monitor were generally satisfied with the design of CBAM, for its ability to complement the EU Emissions Trading System (ETS) by allowing the phase-out of free allowances for heavy emitters; and also for its ability to reduce unfair competition and encourage decarbonisation around the world. “CBAM is the logical consequence of the [phase-out] of free allowances in the EU as it aims for a 55% reduction in emissions by 2030,” says Pierre Leturcq, a senior analyst at the Institute for European Environmental Policy (IEEP). “It is also a symbol that the EU is tired of waiting for others to reduce emissions as quickly as member states.” Lidia Tamellini, an expert on EU industrial decarbonisation at the NGO Carbon Market Watch (CMW), adds: “We endorse the implementation of CBAM and advocate for full alignment with the existing EU Emissions Trading System. “As well as achieving its primary goal of protecting certain industrial sectors from unfair competition, CBAM was developed with the awareness that the EU, as a major player in international trade, possesses the soft power necessary to encourage other global regions to adopt more robust climate actions.\" Julia Michalak, EU Policy Director at International Emissions Trading Association, believes trade partners are protected by the fact that implementation “really is very gradual”, providing them with “lots of time to act”. There have also already been knock-on effects around the world, with countries including Brazil, India and Indonesia developing their own domestic emissions trading schemes to align with CBAM. Countries including China have publicly complained about the scheme, suggesting it is likely to have an impact. The impact of CBAM on Africa It is one thing if middle income economies – such as those listed above – are motivated to accelerate the decarbonisation of their industrial sectors by CBAM. However, there is arguably a major injustice faced by least-developed economies, which are barely responsible for climate change, yet are being given tariffs that could impact their ability to trade. “Europeans are responsible for double the carbon emissions as the poorest half of the world,” said Chiara Putaturo, an Oxfam EU tax expert, after the terms of CBAM were unveiled in 2022. “Yet the EU just agreed to pass the buck to those least responsible by forcing them to pay a tariff despite being hardest hit by the climate crisis. EU countries did not even accept to channel [CBAM] revenues to [international] climate finance funds.” Africa in particular continues to face profound development challenges, with around a quarter of its population living in extreme poverty, and only 50% and 24% of the population of sub-Saharan Africa having access to electricity and clean drinking water, respectively. Addressing sustainable development in Africa is an immense challenge: the Africa Development Bank has estimated that the continent needs $2.7trn in extra finance to meet its Sustainable Development Goals in 2030. During the development of CBAM, an exemption for least-developed countries was considered, but ultimately decided against. This has proved controversial. “We believe the European Commission could make a more concerted effort to adhere to the Common but Differentiated Responsibilities and Respective Capabilities principle outlined in the UNFCCC [UN Framework Convention on Climate Change],” says CMW’s Tamellini. A joint study of the African Climate Foundation and the LSE Firoz Lalji Institute for Africa has modelled the impact that CBAM will have on African trade flows to the EU, which is its largest trading partner. The EU accounts for 26% of Africa’s exports of fertiliser, 16% of iron and steel, 12% of aluminium and 12% of cement; CBAM could cause a fall in exports of aluminium from Africa to the EU by up to 13.9%, iron and steel by 8.2%, fertiliser by 3.9% and cement by 3.1%, says the study. If – as the EU envisages – CBAM’s coverage expands in future, the impact on African economies could be more substantial. In a hypothetical model where CBAM is applied to all imports, CBAM reduces total exports to the EU from Africa by 5.7%, and reduces Africa’s GDP by 1.1% (equivalent to $31bn in 2021). However, for the time being, Africa’s economic reality – with agriculture still contributing 35% to its GDP, and the continent producing only 3% of global emissions – means that only a handful of countries will be heavily impacted by CBAM. The CBAM sectors most valuable to African exporters are aluminium and steel. The countries most affected in these areas are Morocco, Egypt, South Africa, Zimbabwe and Mozambique, as the maps below – replications from the World Bank’s Relative CBAM Exposure Index – indicate. South Africa – which produces by far the most exports of any African country – has labelled the EU’s CBAM “coercive” and a threat to the “delicate national consensus” on climate change in the country. The government also claims that CBAM’s rules are likely to have violated the World Trade Organization’s rules against non-discrimination (the IEEP’s Leturq maintains that this is almost definitely not the case, as it treats foreign producers as equal to European producers). Mozambique, meanwhile, has a much smaller economy than its neighbour South Africa; annual exports from Mozambique are worth $9bn compared with $136bn for its southern neighbour. However, this means that the country is disproportionately exposed to CBAM, with nearly 20% of the Mozambique’s total exports being aluminium, and some 97% of that aluminium going to the EU. CBAM benefits EU aluminium producers, which since 2004 have predominantly been secondary manufacturers, a process that is 90% less carbon intensive than primary production. However, the requirements of strong, lightweight aluminium are significant in the energy transition – and European primary aluminium manufacturers have long suffered as a result of high energy prices. Keeping Mozambique on side as an aluminium trade partner makes strategic sense, particularly given the fact that the country’s hydropower-intensive grid makes its aluminium much greener than a lot of its competitors. New industrial opportunities Even for countries whose trade is barely affected by CBAM, the mechanism remains a concern because it could obstruct their ability to industrialise, and trade, in the first place. Others, however, may spy new opportunities. “Some countries are overwhelmingly reliant on fossil fuels, but actually others may be able to see a big advantage,” says David Luke, strategic director of the Firoz Lalji Institute for Africa at LSE (London School of Economics). “Countries like Kenya and Ethiopia have very low-carbon power, which could help them going forward. “But the EU should not be punishing countries who have not been able to afford big dams or other renewable power, and there is a lot of hypocrisy here, given how the EU has been shopping around African countries to boost its own gas supplies following Russia’s invasion of Ukraine,” he adds. CBAM might also present new industrial opportunities in the hydrogen sector, says Amal-Lee Amin, managing director at British International Investment, the UK’s public sector development finance institute. Africa has some of the highest solar power potential in the world, providing advantages in the production of green hydrogen using renewable electricity. “What we have already started to see… is European manufacturers saying we can relocate to manufacture in Africa, where we can benefit from cheaper green hydrogen for low-carbon heavy manufacturing and fertiliser production,” Amin told delegates at the Africa Private Capital Association summit in London in October. “Egypt has already registered a number of MoUs from companies saying they want to relocate to produce products in the country”. However, most African countries looking to capitalise on new trade opportunities will likely need to access development finance to support new industry and infrastructure. “There is a whole bunch of structural economic barriers – including unfavourable lending rates and unmanageable debt – that will prevent African countries accessing new industrial opportunities as CBAM is expanded”, explains Olivia Rumble, a climate change lawyer and policy analyst based in South Africa. The EU has made a lot of noise around helping countries overcome such barriers, notably with its Global Gateway programme, which aims to deliver €300bn ($316.83bn) to support sustainable development worldwide. African countries including Zambia, Niger, Namibia and Kenya have already received Global Gateway funding for infrastructure programmes. However, Global Gateway has also been criticised for its lack of ambition, due to the fact that it is largely limited to repackaging pre-existing initiatives. A more meaningful strategy would be for the EU to direct the money raised by CBAM – estimated at $9bn a year by 2030 – towards development finance. The EU has said that some money will go towards global development, but most is expected to fall back into the EU budget, says Leturq. CBAM targets trade and trade is key for Africa For David Luke, the reason CBAM is potentially so painful for Africa is that the opportunity it could block – trade – is the one thing African nations need to break out from the cycle of development finance and aid. “You look at any country that has ever graduated from less-developed country status – Vietnam, China, Bangladesh recently – and it has always been based on trade,” says Luke. \"This is why CBAM is concerning.” The good news, says Jodie Keane, from the think tank ODI, is that the growing voice of African countries through mechanisms like the the Bridgetown Agenda as well as the Africa Climate Summit means their voices can less easily be ignored going forward. There are opportunities for derogations and amendments in the years to come. The EU is currently working out how it can aid the Mozambican aluminium trade, says Leturq. Meanwhile, a new implementing act for the emission calculation methodology is scheduled for 2025, which will “be a chance to advocate for exemptions or differentiated treatment for lower-income countries”, says CMW’s Tamellini. With the EU ETS, CBAM and European Green Deal, the EU has sought to position itself as the world leader on decarbonisation efforts. African nations and other developing countries will have to keep piling on the pressure to ensure that their interests are supported – not opposed – by this leadership.",
    "images": "https://www.energymonitor.ai/wp-content/uploads/sites/2/2023/10/shutterstock_1604673160-scaled.jpg",
    "tags": "",
    "excerpt": "Energy Monitor explores the opportunities and pitfalls faced by nations in Africa trying to boost trade as the EU's CBAM comes into force",
    "categories": "Carbon markets"
}