{
    "title": "A Green, Sustainable Partnership? - The GSP from an environmental perspective",
    "author": "unknown",
    "source": "gsphub.eu",
    "date": "2000-01-01",
    "text": "Green, Sustainable Partnership?- The GSP from an environmental perspective Interview with Eline Blot and Marianne Kettunen (Institute for European Environmental Policy - IEEP) Interview with Eline Blot and Marianne Kettunen (Institute for European Environmental Policy - IEEP) The GSP Hub team sat down with the Institute for European Environmental Policy for a discussion on the environmental implications of the GSP. Does the arrangement promote sustainable trade between the EU and beneficiary countries? Can the GSP part of a greener global future? What about the European Green Deal? Read our interview to learn more about the green aspect of the GSP and how the scheme can further evolve in this regard.   What is your assessment of the EU’s GSP? In your view, is it an efficient tool in promoting the environmental sustainability of trade between the EU and beneficiary countries? In our view, the GSP Regulation has not been an effective tool in this regard. Our assessment is that the GSP Regulation lacks the proper safeguards and mechanisms to ensure environmental protection in trade partner countries. The GSP Regulation – which is split into three preferential arrangements: standard GSP, GSP+, Everything But Arms (EBA) – requires all beneficiaries to respect fifteen core human and labour rights conventions. However, only beneficiaries under the GSP+ arrangement are required to ratify these fifteen core human and labour rights conventions along with nine conventions related to environment and governance principles. Although the GSP+ goes further than the standard GSP and EBA arrangements, both in terms of tariff reduction and environmental commitments, the GSP+ also has its flaws. One issue is the fact that a limited amount of GSP beneficiaries actually take part in the ‘greener’ GSP+ arrangement. As of January 2019, of the 71 countries that trade under the EU’s GSP, only eight trade under the GSP+ arrangement. Another shortcoming of the GSP+ is that it is in need of an update of the environmental commitments which beneficiaries are required to ratify. For instance, the ratification of the Paris Agreement as a condition to benefit from the zero-tariff scheme under the GSP+ arrangement would be a significant step forward. However, as the 2018 GSP mid-term evaluation reports, even though countries ratify these 27 core conventions, there are still compliance issues. In most cases, noncompliance is not malicious, but rather due to reporting constraints that countries face such as a lack of financial resources and capacity. Reporting constraints and data lags on environmental indicators impede monitoring and enforcement efforts aimed at keeping countries on track with the implementation efforts of their ratified environmental commitments. In your July 2020 response to the public consultation on the GSP, you called for greater policy coherence between the GSP and other policy areas of the EU. What are the most important measures that you think need to be taken in this regard? Under the EU Green Deal, the Commission is preparing a number of policy initiatives to promote sustainable trade. Together these initiatives will significantly impact what types of goods the EU will import in the future and from where. The Circular Economy Action Plan (CEAP) aims to increase the EU’s resource efficiency and support a shift to low-carbon economy by applying suitable product standards for goods sold in the EU, with impacts also on imports to the EU. (IEEP, 2019) The deforestation-free value chains initiative under the 2030 EU Biodiversity Strategy aims to minimise the sale of goods in the EU that contribute to deforestation. In practice, this needs to involve some application of product standards and/or certification on imports to the EU. (IEEP, 2020a) The due diligence legislative initiative seeks to hold companies accountable for their negative impact on the environment and human rights throughout their value chain. This initiative is foreseen to impact trade relations with countries that have less stringent environmental and human rights protection laws. The carbon border adjustment mechanism (CBAM) will aim to address EU imports of carbon-intensive goods. Depending on its design, CBAM could potentially disadvantage developing countries exporting to the EU that are in earlier stages of decarbonising their carbon-intensive industries compared to developed countries. (IEEP, 2020b) Environmental standards for goods to be sold on the EU market is a common nominator across all the above policy initiatives. While the adoption of such standards is foreseen to trigger further improvements in sustainability practices globally, there is also a potential for the EU standard-setting to act as a technical barrier to trade for developing countries that export to the EU, with a potential disproportionate impact on these countries than other trade partners. Consequently, there is a need for coherence between the above initiatives and the GSP regime, to both promote sustainable trade globally while also encouraging the EU’s developing country trade partners’ participation in the global ecological transition. For example, the EU’s Aid for Trade scheme provides an important means to support developing countries to ‘match’ the future EU standards, this way helping them to benefit from new opportunities created under the Green Deal. The EU will need to put forward clear proposals for criteria for what constitutes a ‘sustainable’ good and provide funding for an effective Aid for Trade strategy to support the implementation of similar standards in partner countries.   In a similar vein, how do you foresee the interplay between the Green Deal, a policy priority for the von der Leyen Commission, and the GSP? Do you foresee a ‘greening’ of the GSP in the near future? The EU Green Deal highlights the role of ‘green’ alliances between the EU and global partners and foresees trade policy as a key means to advance the ecological transition globally. While bilateral free trade agreements usually receive the most attention, the Green Deal could – and arguably should – also apply to the GSP regime. As mentioned above, cooperation around global value chains through the use of standards is one way forward in forging alliances, with foreseen sustainability benefits to both parties. There is also a lot of talk about ‘greening’ trade agreements by making the Paris Agreement an essential element of future EU free trade agreements. This could also be considered for the GSP Regulation. At the moment, the standard GSP arrangement – which requires no commitments on human and labour rights or protection of the environment and good governance in exchange for reduced customs duties – exists alongside the GSP+, which grants a zero percent tariff access to the EU’s market conditional on the ratification of 27 core human and labour rights and environmental and governance conventions. The renewal of the GSP Regulation provides the opportunity to end the standard GSP and push for more environmental commitments by transitioning beneficiaries to the GSP+.   In your responses to the public consultation, you also refer to the need to support trade in sustainable goods. How do you think this can be achieved through the GSP? We see two clear avenues where the EU could support trade in sustainable goods as part of the GSP regime while being in line with the EU Green Deal objectives. One avenue is to ensure that GSP beneficiaries will not become penalised by – but rather benefit from – the EU’s planned increases in environmental standards for goods. As discussed above, the EU’s Aid for Trade Scheme is a good tool to support global trade in sustainable goods, supporting GSP beneficiaries in elevating their own environmental product standards to allow the uptake of trade opportunities with the EU. Another avenue would be to incentivise the production of sustainable goods and industries by revisiting certain elements of the GSP that may hinder the development of these industries. For example, our consultation submission highlights the role of the ‘graduation of products’ and the ‘rules of origin’ as technical barriers to trade that may end up excessively burdening the development of sustainable industries in GSP partner countries. Relaxing these technical barriers for sustainable goods could end up supporting GSP beneficiaries in diversifying their export into more sustainable and resilient sectors while boosting the share traded of sustainable goods globally.   How do you see the future of international trade and supply chains in the post-COVID world? The current EU GSP regulation is set to expire in December 2023, what related measures do you foresee from 2024 onwards? The COVID crisis does not change the relevance of and need for the Green Deal. Making trade and supply chains sustainable and resilient is a priority even more now than it was before. For example, we see that the circular economy is not only a priority within the EU but also more globally. The WTO has taken a significant interest in the topic in their Committee on Trade and Environment which has launched the Structured Discussions on Environmental Sustainability with the next meeting scheduled for early March 2021. These Structured Discussions aim to explore the role of international trade as a means to promote the circular economy, resource efficiency, and climate neutrality to support the achievement of the Sustainable Development Goals. From 2024 onwards, we hope to see a renewed GSP Regulation that supports developing countries in their ecological transition and seeks more environmental and social commitments for its beneficiaries. Important elements to making these commitments a reality include financial and technical assistance (e.g. Aid for Trade) and a strong overall monitoring and enforcement mechanism for the EU’s trade policy. In July 2020, the EU appointed its first Chief Trade Enforcement Officer tasked with guaranteeing the implementation and enforcement of the EU’s trade rules, as well as ensuring the EU’s trade partners meet their environmental and social commitments made under the trade agreements. Moreover, in August 2020, the EU partially withdrew Cambodia’s preferential tariff access under the EBA over human rights concerns. These are significant steps forward by the EU to bolster its credibility as a trading bloc that prioritises fair and sustainable trade. Any credible enforcement mechanism must be supported by an effective monitoring mechanism to pick up significant environmental or human rights concerns early on. To ensure that sustained efforts are being made towards environmental and human rights commitments made under the GSP, the EU should seek to engage with relevant domestic stakeholders in beneficiary countries to monitor the implementation of these commitments.   To conclude, what would be your top 3 GSP-related recommendations that you would make to the European Commission? 1) Greater coherence between the renewed GSP and other EU policy areas such as CEAP, CBAM, and deforestation-free value chain and due diligence initiatives, to ensure that these initiatives are appropriately integrated into the design of the future GSP regime. 2) ‘Green’ the GSP, by incentivising trade in sustainable goods and services and seeking more environmental commitments by beneficiaries, while simultaneously supporting beneficiaries’ ecological transition through the Aid for Trade mechanism and also as part of the broader EU development cooperation. 3) Improved and further engagement and cooperation with domestic stakeholders in GSP partner countries to monitor the implementation of environmental and human rights commitments and underline the severity of violations or ‘failure to act’ of these commitments.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}