{
    "title": "Decarbonizing the Chemicals Industry - Business to bioeconomy",
    "author": "unknown",
    "source": "Bio-economie (English)",
    "date": "2024-05-22",
    "text": "Join us for an Insightful Discussion at Decarbonizing the Chemical Industry and 2nd Sustainable Feedstocks for the Future of Chemicals & Plastics on 22-24 May 2024 in Antwerp, Belgium. Our esteemed speakers will share insights, strategies, and innovations aimed at driving sustainability, reducing carbon footprint, and revolutionizing feedstock management in the chemical and plastics industry. Featured Speakers: PATH2ZERO – WHAT IT TAKES FOR DOW TO BECOME NET ZERO WITH DECARBONIZATION & RECARBONIZATION Matthijs Ruitenbeek, Senior Scientist, Sustainable Carbon Cycles Dow Benelux DEVELOPING LOW CARBON SOLUTIONS AND ENSURING SECURITY OF SUPPLY WHILE WORKING TOWARDS ENERGY TRANSITION Ms Lourdes Diaz Caridad, Sustainability Manager Cepsa Quimica S.A. SABIC’S DECARBONIZATION TECHNOLOGY ROADMAP Frederik Hoornaert, GM - Chemicals Technology & Innovation SABIC Europe REVISED EU ETS, CBAM IMPLEMENTATION & THE IMPACT ON CHEMICALS INDUSTRY Dan Maleski, Environmental Markets Advisor / CBAM Lead Redshaw Advisors Ltd RECYCLED CARBON AS A FEEDSTOCK FOR THE FUTURE OF CHEMICALS AND PLASTICS (topic to be finalized) Speaker to be advised Lanzatech (Topic to be confirmed) Paul Corfundke, Senior Consultant Lux Research PINE CHEMICALS INNOVATIONS FOR THE PRODUCTION OF SPECIALTY CHEMICALS & PLASTICS Sara Frattini, Market Development Director, Chemicals Kraton Polymers Italy ISCC PLUS CERTIFICATION OF CIRCULAR AND BIOBASED RAW MATERIALS AND VALUE CHAINS Dr. Jan Henke, Director ISCC System and Meo Carbon Solutions CREATING CIRCULAR CHEMICALS FROM PLASTIC WASTE STREAM – SHELL’S CHEMICAL RECYCLING PLANS Joris Flapper, Commercial Lead Europe for Plastics and Chemicals Circularity Shell EFFECTIVE FEEDSTOCKS MANAGEMENT & SOURCING Senior Representative Reclay Group TOPIC TO BE ADVISED Michiel Stork, Associate Director, Energy, Sustainability & Infrastructure Guidehouse SCALING UP OF RENEWABLE AROMATIC CHEMICALS FROM BIOMASS & WASTE PLASTICS Dr. Ton Vries, CEO BioBTX UTILIZATION OF CO2 FOR THE PRODUCTION OF HIGH-PERFORMING AND BIODEGRADABLE PLASTIC MATERIALS Annelie Jongerius, Technology Manager Avantium **EXTENSION** of SUPER Early-bird Bundle for BOTH Decarbonizing the Chemical Industry & 2nd Sustainable Feedstocks for the Future of Chemicals & Plastics conferences: For more information or to Register, please Contact: Angelia@cmtsp.com.sg | +65 6345 5701 This event is an excellent platform to promote your organization to influential players and investors in the industry. Sponsorship opportunities available include Corporate, Exclusive luncheon & Cocktail sponsor. Contact cynthia@cmtconference.com for more information. Exhibition/catalogue display can be arranged upon request You received this email because you are a member of the industry. If content is irrelevant feel free to update your preference or unsubscribe here anytime.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}