{
    "title": "Steel Times International",
    "author": "unknown",
    "source": "Steel Times International",
    "date": "2023-07-17",
    "text": "Steel Times International News \n                \n                 Turkish steel producer to commission DRI plant Steel producer Ozmert Algeria, a Turkish company based in Algeria, has announced that it has made ‘significant progress’ in its new investment; a DRI and ore pelletizing plant. 20 July 2023 \n                \n                 Sarralle to upgrade Belval plant Spanish technology and engineering supplier Sarralle Group has won an order from ArcelorMittal for the upgrade of its Belval plant in Luxembourg. 20 July 2023 \n                \n                 Primetals upgrades Salzgitter's BOF system Primetals Technologies has upgraded the LD converter (BOF) process optimization system at Salzgitter Flachstahl in Salzgitter, Germany. 20 July 2023 \n                \n                 Another high-tech micro mill from Commercial Metals Company US-based electric steelmaker Commercial Metals Company is pushing ahead with the development of another high-tech micro mill. 18 July 2023 \n                \n                 US Steel discloses environmental data on Arkansas plant Pittsburgh-based United States Steel Corp. (US Steel) has made environmental product declarations (EPDs) available for three types of products made at its scrap-fed EAF Big River Steel complex in Arkansas. 18 July 2023 \n                \n                 SSAB and KIRCHHOFF Automotive collaborate on fossil-free steel Swedish steelmaker SSAB and KIRCHHOFF Automotive have agreed to collaborate on fossil-free steel. 17 July 2023",
    "images": "https://www.steeltimesint.com/content-images/news/_1200x630_crop_center-center_82_none/seo.jpg?mtime=1588260032",
    "tags": "steel,steel magazine,steel times international,Cokemaking,Pelletising,Blast furnaces,Scrap processing,EAF steelmaking,Ingot casting,Hot flat rolling,Heavy section rolling,Rod bar rolling,Wire making,Product finishing,Stockholder processing,Rolling,Sintering,Direct reduction,Other ironmaking,Oxygen steelmaking,Ladle metallurgy,Continuous casting,Cold flat rolling,Medium light section rolling,Pipe tube making,Coating,Coil processing,Casting,forging",
    "excerpt": "The leading journal for the steel and iron manufacturing industries. Steel Times International contains global news, events, technical articles, company…",
    "categories": ""
}