{
    "title": "Zero-Waste Era: Far Eastern New Century's - Far Eastern Group",
    "author": "Far Eastern Group",
    "source": "Far Eastern Group",
    "date": "2023-04-12",
    "text": "Zero-Waste Era: Far Eastern New Century's As global warming and climate change, environmental issues are becoming the most urgent situation. The sustainable development of circular economy is highly concentrated by all sectors. All manufacturing industries aim to complete green transformation. Recycling PET Bottles: The Magnificent Transformation of Waste Plastic Far Eastern New Century (FENC) has been a pioneer in promoting the circular economy for over 30 years. In 1988, FENC built the first recycled polyester plant in Taiwan, which collects and recycles more than half (> 50,000 tons) of post-consumer polyethylene terephthalate (PET) bottles in Taiwan annually. It dominates the global market with guaranteed food grade quality through relentless effort to develop new eco-friendly materials and manufacturing processes. Now, FENC is the world top 2 recycled polyester filament supplier. In addition, it is the global leader in both food-grade PET resins and recycled ocean PET/polyester filament. For achieving all-encompassing solution of recycling technology, FENC aims to expand its green material business by increasing capacity of recycled products and enhancing the quality of recycled materials. With the advancement of technology, mechanical recycling techniques have become quite popular. The key to maintain competitiveness is 'quality'. It turns out that recycling PET wastes and turning into resins, it must go through at least four to more processing steps, which weaken the strength of resins and reduce quality. Therefore, FENC has improved existent recycling technology and enhanced quality of recycled PET resins to earn food contact approvals from US FDA, EFSA of EU and Taiwan FDA. Currently, FENC ranks one of top two production capacity in the world for food-grade recycled PET. Recycling Textile Wastes: A New Solution to Clothing Pollution With the mechanical recycling technology for recycling PET plastic bottles becoming mature,FENC has recognized the growing issue of 2nd hand garments pollution, which is caused by the lack of proper disposal methods, as a serious global problem. According to literature, more than75% of textile wastes are treated as wastes to be incinerated. To deal with 2nd hand garment pollution, Far Eastern Group R&D Center (R&D Center) has developed a unique chemical recycling technology which is FENC® TopGreen™ ChemCycle Process (Chemcycle). ChemCycle process converts polyester-containing textile wastes which have complex compositions into recycled feedstock of polyester through depolymerization, depolarization, crystallization, and purification processes. The key to maintain competitiveness is'quality'.It turns out that recycling PET wastes and turning into resins, it must go through at least four to more processing steps, which weaken the strength of resins and reduce quality. Recycling textiles is really a difficult challenge. The biggest difference between recycling textiles and recycling bottles is the complexity of the textile materials. While it is not technically difficult to recycle 100% polyester fiber/fabrics, the diversity of clothing styles on the market, as well as the complexity of the fabrics, such as different materials spliced together, blending, dyes, zippers, buttons, etc. make it a challenging task to process textile wastes. Therefore, researchers from R&D Center had to separate the recycled clothes into two categories, which are polyester-rich and cotton-rich components. Then, polyester-rich fiber sorted are turned into raw materials of polyester through ChemCycle process. On the other hand, the cotton-rich components of textile wastes are made into refuse derived fuel (RDF-5) or cellulosic ethanol as a green fuel. Eventually, we completed industry circular economy by productions and sales of high value-added textiles from those renewed/recycled materials. ChemCycle has verified and tested the applications in downgraded bottle-to-bottle (B2B), fabric-to-fabric (F2F), and label-to-label (L2L) recycling by FENC’s brandcustomers.FENC is committed to driving sustainable development in the industry through continuous technological innovations, cementing the position as a leader in the field. Recycling Waste Gas for Producing Polyester fabrics to Reduce Carbon Emissions According to the EU's Carbon Border Adjustment Mechanism (CBAM) and the net-zero commitments made by many governments, the pressure to reduce carbon emissions is reaching the level of economics and trades.FENC partnered with LanzaTech, a biotech company based in the US, along with the global brand lulu lemon, to create the world's first fabric made from waste gas produced during steel manufacturing in 2021. LanzaTech utilizes its exclusive biological technology to capture carbon-rich waste gases from steel mills, which are then fermented by using proprietary microorganisms to produce ethanol, which is transformed into raw material of polyester, then subsequently into PET/polyester fiber/fabric named as Bio3-PET by FENC. Although the process may sound simple, the development process was full of challenges. Fortunately, with many efforts, FENC was able to successfully produce Bio-3PET products for various applications, such as bottle, sheet, film, industrial fiber, and textiles. These products are well adapted by more than 15 name brand customers of FENC and serve the same quality as normal petro-based PET. While everyone is discussing \"carbon capture,\" they should also consider how to \"utilize\" the captured carbon rather than \"store\" it. By converting carbon molecules of steel mill waste gases into PET/polyester products through microorganisms, FEN not only reduces emissions by capturing carbon molecules but also sequesters the carbon molecules in products like clothing or bottles and continuously recycling them mechanically or chemically, we can truly achieve our environmental goals of reducing carbon emissions as a circular economy. Enhancing Product Functionality, Creating a Greener Life. 'Environmental sustainability' is the key to the future success of companies. Therefore, more than 80% of the research topics at R&D Center are related to green and eco-friendly technologies. FENC is dedicated to not only converting wastes into recycled resources but also continuously improving our existing manufacturing processes to be more energy-efficient and developing eco-friendly alternatives to replace harmful chemicals. \"polyester-rich fiber sorted are turned into raw materials of polyester through ChemCycle process\" In addition, extending the shelf life of food is one of the concrete actions for environmental protection. According to research in the UK, up to 50% of food is wasted due to poor appearances, damages during transportation, spoiled, or even expiration. To maintain the freshness of foods, R&D Center has improved the existing plastic packaging by adding oxygen scavengers to enhance gas barrier properties for slowing down the oxidation of foods. As a result, the shelf lives of foods have been successfully extended and reducing food waste. FENC's diverse range of businesses has led to a wide range of researches and development initiatives. We believe that with an innovative spirit, it is possible to combine materials from different fields and achieve unexpected results. For example, R&D Center utilized the properties of textile materials to create innovative biomedical materials for wound dressing, and modified biomedical materials for hygiene applications. This approach has opened up new possibilities for new materials development. The innovative wound dressing introduced by FEN becomes transparent when in contact with wound secretions, making it easier to determine the timing to replace. Credit: FENC. As a leading company in polyester and textile industries, Far Eastern New Century made a commitment to achieve sustainable developments and fulfill corporate social responsibilities. Through continuous efforts and full supports from R&D Center, FENC aims to bring a better future for the next generation by developing high-tech and eco-friendly materials and seizing opportunities in the net-zero carbon emission future. Business and Company News Type UN SDG Share Download Source By: Dr. Liao, Vice President of RD & BD",
    "images": "https://www.feg.com.tw/upload/news/library_20221011002.jpg",
    "tags": "Far Eastern Group",
    "excerpt": "Zero-Waste Era: Far Eastern New Century's",
    "categories": ""
}