{
    "title": "Day: 31 March 2025",
    "author": "unknown",
    "source": "EUROMETAL",
    "date": "2025-03-31",
    "text": "Italian re-rollers signal some optimism Price increases for Italian coil derivatives are being pushed through very slowly. Welded tube values are showing an upward trend, and there is a slight improvement in sentiment among re-rollers. However, the outlook from service centres continues to be negative, with sheet prices experiencing another decline. The market is seeing a degree of uncertainty characterised by subdued demand; however, both positive and negative indicators are present. A re-roller says the protectionist policies implemented by US President Donald Trump have merely expedited a trend that began years ago. The ongoing regionalisation of markets has the potential to enhance business opportunities for European companies. Many re-rollers within the EU primarily serve the European market, with only a minimal portion of their production being exported. There has been a noticeable uptick in interest from German buyers seeking to establish procurement agreements, as non-EU imports of welded tube are facing growing challenges. The source, along with a coil producer, tell Kallanish they are observing an increase in confidence among large German buyers, indicating a shift in sentiment that had stagnated for months. Germany’s new infrastructure fund is poised to enhance steel demand significantly. The modest boost in confidence over flat steel price increases may result in a return to profitability across the value chain. Multiple sources see the gradual increase in coil prices continuing, attributed to reduced product availability in Europe and a decline in imports. The re-roller indicates the implementation of safeguard and anti-dumping measures has resulted in the removal of more than 2 million tonnes of imported material within the European market. Hot rolled coil prices in Europe are at €630-650/tonne ($674-700) delivered, with the lower end of the range accessible in Italy. Some mills are asking for €670/t base delivered and considering further increases (see separate story). The two sources believe HRC values, at least in Italy, will be lifted towards €700/t delivered by the time of the Made in Steel event in Milan in May. Italian welded tube discounts are being pushed down and in some cases are beginning to fall from the level of 48 points, towards 46 points. Smaller tube makers, however, with a more limited product offering, are compelled to make concessions, continuing to sell at discounts of 47. Marcegaglia has restructured its price list and changed its dynamics starting from 24 March. The new list bears the structure of the list in place in 2021. According to the old list, the company was pushing down discounts to 44-45 points. With the new list, discounts are brought down to the level of 33-44, reflecting a price recovery of €30-40/t on average as some grades will increase more than others. The new list considers the trends of all raw materials used in the production of each tube grade, alongside the currently high production costs, a company representative explains. Natalia Capra France German, Czech carmakers fret over US tariff impact The German and Czech automotive industries have called on the EU and US to find an alternative solution to tariffs, which are likely to have a significant impact on EU car manufacturing, Kallanish notes. German automotive association VDA says US tariffs on foreign-made vehicles, which go into effect on 2 April, will have a “significant negative impact” on exports from the EU to the US. They “place a significant burden on both companies and the automotive industry’s closely interwoven global supply chains – with negative consequences especially for consumers, also including those in North America,” it adds. Germany exported almost 450,000 vehicles to the USA in 2024. However, German manufacturers also have a significant presence in the US, producing over 844,000 vehicles there last year, of which around half were exported worldwide. The US exported 233,600 vehicles to the EU last year, of which 136,000 units went to Germany. Czech automotive association AutoSAP meanwhile notes US tariffs pose a direct threat to EU carmakers and their suppliers, “disrupting global supply chains and threatening their competitiveness at a time when the automotive industry is facing a major transformation and increasing international competition.” Although only 0.8% of Czech automotive exports went to the US in 2023, with no finished vehicles exported, the tariffs will impact Czech suppliers of parts and services, especially those supplying to German customers. This will mean a significant reduction in export opportunities, the association says. The imposition of US tariffs on auto parts from 3 May at the latest will encompass “a significant part of the exports of many European and Czech companies and … could significantly deepen the economic impact of this decision,” the association continues. Both VDA and AutoSAP are calling for urgent negotiations between the US and the EU on a bilateral agreement, with a focus on legal regulations, standards, and certifications. The Polish Economic Institute meanwhile says US tariffs will negatively affect Poland, including through European and North American supply chains, and could shave 0.12-0.15% off Polish GDP. The European Automobile Manufacturers’ Association (ACEA) said earlier in the week it is “deeply concerned” by the US tariffs, and called for dialogue with the US to find a rapid solution to avert tariffs (see Kallanish passim). Adam Smith Poland Italy, France, Slovakia seek to further simplify CBAM Italy, France and Slovakia are urging the European Commission to simplify the Carbon Border Adjustment Measure (CBAM) and resolve the administrative challenges that come with its implementation. The complex structure of this system could cause delays and increases in management and operational costs for European businesses. “A simplification of the regulatory framework is needed to provide operators with clearly defined and simplified technical rules. Basing the CBAM on pre-defined emission values for upstream and downstream sectors could significantly simplify reporting requirements,” says the AoB document requested by France, Italy and Slovakia and obtained by Kallanish. The paper suggests an exemption for small importers and a thorough review of downstream carbon leakage as well as carbon leakage in exports. The CBAM regulation now applies to the six pilot sectors and 20 neighbouring downstream products. However more sectors and downstream products may be at risk of carbon leakage due to the phase-out of free EU ETS allowances. CBAM should cover downstream sectors and goods at risk of carbon leakage by the end of the transition period. At present, it does not include any measures to avoid carbon leakage from exports. The EC is to consider the extension of CBAM to indirect emissions under the condition that it does not compromise decarbonisation efforts and to consider the impact of the mechanism on the competitiveness of the EU industry. “The Commission is required to submit a report by 2028 on the impact of the CBAM, notably on carbon leakage to exports, resource shuffling, and an evaluation of the overall application of the regulation. Such a report should be anticipated to the end of the transition period. It should propose, if necessary, appropriate and proportionate measures to prevent carbon leakages in support of exporting industries, by maintaining, among other measures, targeted free ETS allowances for exportations to ensure a level playing field,” the paper concludes. Earlier this month the Commission published its Steel and Metals Action Plan confirming it would issue a legislative proposal for CBAM adjustments by year-end. Natalia Capra France Revista InfoAcero Marzo 2025 En el siguiente enlace pueden acceder a la edición de Marzo de nuestra revista INFOACERO Destacamos a continuación algunos de sus contenidos: Opinión – D. David Asensio- Junta Directiva UAHE Nuevo Índice UAHE: Evolución precios de aprovisionamiento septiembre 2024 – enero 2025 Metal: Coyuntura del Metal-Confemetal- Marzo 25 Siderurgia: Informe Eurofer-1er Trimestre 2025- 2ª Parte Información Asociativa: Presentación Fremap Resultados Observatorio de Siniestralidad en nuestro sector- Webinar 29 de abril Colaboración: “Matrix…píldora roja o píldora azul” – D. Agustín Barroso– Director RRHH HIEMESA RCT Stevedoring joins EUROMETAL as Associate Member EUROMETAL is proud to welcome RCT Stevedoring as a new Associate Member, further expanding our network with a company known for its efficiency, strategic location, and commitment to smart logistics solutions. Based near the Brussels–Scheldt Canal and the A12 motorway, RCT Stevedoring offers seamless accessibility for both ships and trucks, making it a key logistics player in the region. Specialising in the loading, unloading, and storage of cargo, the company delivers comprehensive services backed by decades of experience, an in-house customs department, and a 350-metre-long quay capable of accommodating ships up to 10,000 tonnes. A full-service stevedoring partner With a 100,000 m² logistics platform — including 32,000 m² of covered storage — RCT Stevedoring provides flexible, high-capacity solutions for bulk and general cargo. The company ensures operational excellence through: • Direct transfer capabilities between seagoing vessels and barges \n• Fast and reliable customs processing on site \n• ISPS certification for safe and secure handling \n• Additional value-added services such as packaging, cleaning, sampling, and documentation At RCT, efficient handling starts at dawn. Their team is ready to move up to 10,000 tonnes of cargo daily, combining speed, safety, and service. RCT Stevedoring is a highly valued partner of the Multi Logistics Group, a co-shareholder in a wide network of logistics companies. Through the “Power of Together”, the group leverages collective strengths to provide multimodal transport solutions, fostering more sustainable and efficient connections between road, rail, and inland waterways across Belgium and beyond. Discover more: rct-stevedoring.com Günther + Schramm acquires International Metal Service Süd Günther + Schramm, (G+S) a distributor of special bar qualities (SBQ) active mostly in southern Germany, has taken over International Metal Service Süd, Kallanish learns. International Metal Service Süd is a southern affiliate of International Metal Service IMS, a subsidiary of France’s Jacquet Metals, located in Butzbach. IMS will retain five sites in Germany, mostly located in the northern half. G+S says the acquisition will strengthen its offer in high-alloyed steels, stainless steels, engineering steels, pipes, and aluminium. It will also expand its coverage of southern Germany to a great extent, it notes. G+S will now have five warehouses and two distribution hubs with an inventory of 35,000 tonnes. It ships up to 90,000 t/year of products with a staff of 280. Christian Koehl Germany Weglokoks agrees restructuring for Huta Pokoj Weglokoks has signed a restructuring agreement designed to inject financing into stockist and fabricator subsidiary Huta Pokoj and prepare it for investments into upgrading production capacity, Kallanish learns from the Polish state-owned group. The agreement was prepared over months with the help of external advisors. It entails cost and process optimisation, debt relief and asset reorganisation, and the implementation of an investment package across the Huta Pokoj Profile and Huta Pokoj Konstrukcje business units. The plan will “allow us to sort out the situation and prepare the firms for further development. Given the current market realities, there is no room for inefficiency – what’s needed to ensure continuity are specific actions and stable foundations,” says Weglokoks chief executive Tomasz Slezak. The plan foresees the construction of a new welded structures fabrication hall and the modernisation of selected technological lines. No layoffs are envisaged. In future, a similar agreement is planned for the third unit, Huta Pokoj SA, which however does not possess any production assets. Weglokoks is also leasing plate maker Huta Czestochowa. Adam Smith Poland Spain’s Tubacex appoints new ceo Spanish stainless seamless tube manufacturer Tubacex has appointed Josu Imaz as its new chief executive, Kallanish learns from the company. Imaz replaces Jesús Esmoris, who is stepping down after 12 years in the role to pursue new personal and business challenges. “With the appointment of Josu Imaz, Tubacex will continue its strategy of driving profitable growth, maintaining financial strength, creating value for shareholders, consolidating sector leadership, and diversifying both geographically and in terms of products and services,” the company states. Imaz holds a degree in industrial engineering from the University of Navarra and an executive MBA from the University of Mondragón. Before joining Tubacex, he served as general director of the rolling stock division at CAF Group, a motor vehicle manufacturing company. He also held the vice presidency at Solaris Bus & Coach, a company focused on electric bus manufacturing. Todor Kirkov Bulgaria Austria decreases crude steel production in February Austria decreased crude steel production in February, according to worldsteel data. Output amounted to 510,673 tonnes, down 11.5% down year-on-year, Kallanish notes. In January, output amounted to 599,000t, 5.9% less on-year. In January-February, the country produced 1.1 million tonnes of steel, compared to 1.21mt in the same period last year. Austria remained in 23rd place in the ranking of top global steel producers, the data show. Overall EU output in February was 7.1% less on-year at 10.1mt. January-February production was at 20.4mt compared to 21.5mt in the same period last year. Austrian steelmaker voestalpine expressed mixed feelings about US steel tariffs, as the firm operates multiple sites in the US, which it plans to expand, while actual imports from Austria into the US are limited (see Kallanish passim). Earlier, the steelmaker successfully commissioned the profile rolling mill engineered by Friedrich KOCKS. Following the completion of all work and successful commissioning, the new equipment is now fully integrated into the hot tube rolling mill at the Kindberg site in Styria. Voestalpine recently said it performed well in the first half of its business year through March 2025 despite the difficult economic environment in Europe. Demand remained strong from the railway infrastructure and aerospace sectors, and for high-bay warehousing systems made from advanced steel profiles. A decline in volumes was partly offset by a better product mix with higher profits, while lower sales prices were partly compensated by reduced raw materials values. Svetoslav Abrossimov Bulgaria HRC prices unchanged in Europe; short-term expectations mixed Fastmarkets calculated its daily steel hot-rolled coil index domestic, exw Northern Europe at €645 ($695.47) per tonne on Friday, stable day on day. The Northern European index was up by €4.62 per tonne week on week and by €18.17 per tonne month on month. For June delivery, offers from first-tier suppliers in Germany and Benelux area were heard at €650-660 per tonne ex-works. One mills was aiming for €680 per tonne ex-works or delivered, depending on the region. One supplier source in the region told Fastmarkets, that most major HRC suppliers have very little coil availability for second-quarter delivery, while for the third quarter, they were considering a new round of increases. “Maybe we will see [HRC] prices with ‘seven’ in the front shortly,” a mill source told Fastmarkets. Buyers were rather skeptical about new price rises, since they believed that demand was insufficient. “There is no room for further [price] rises, end-user demand is not rising,” a buyer in Germany said. At the same time, due to tougher safeguards, and certain supply issues at domestic mills, European buyers did not have that many options. “If you need [HRC] — you have little choice. It’s either EU mills with around six weeks lead times or imports — which is too risky. So eventually if buyers need to buy coil, they have to pay higher prices,” a second buyer source said. “Salzgitter has no HRC availability for [the second quarter] due to force majeure, ArcelorMittal stopped [its blast furnace] in Dunkirk. Supply issues are starting to be felt in the market these days,” a third buyer said. Other buyers said that supply constrains were not big for the EU market, considering continued moderate end-user demand. Moreover, sources worried that in the longer run, demand from the key end-user sector — automotive — will deteriorate further amid 25% tariffs on imported cars, introduced by US President Donald Trump on Wednesday March 26. US is the second-largest market for the EU vehicle exports after the UK. In terms of value, the US accounts for about one-fifth of the EU export market, according to European Automobile Manufacturers Association (ACEA). In 2024, 757,654 new vehicles were exported from the EU to the US, worth €38.9 billion. Meanwhile, In Southern Europe, Fastmarkets’ daily steel hot-rolled coil index, domestic, exw Italy was calculated at €625 per tonne on Friday, stable day on day. The index was up by €2.50 per tonne week on week and by €12.50 per tonne month on month. The Italian market was quiet, digesting news about a steel safeguards review and the anti-dumping probe. Offers for June-delivery HRC from two major Italian suppliers were reported at €630-650 per tonne delivered (€620-640 per tonne ex-works). However, some buyer sources said that one mill could still offer late-May delivery. Transactions were done during the week at €630-640 per tonne delivered (€620-630 per tonne ex-works), sources said. Buying has picked up recently, but traded volumes were still limited, Fastmarkets heard. As for imports, there have been fewer offers recently because of the safeguards review and an anti-dumping probe. Notably, sources reported offers for May-shipment HRC offers from Indonesia at €540-550 per tonne CFR. From India, HRC offers were reported at €570-580 per tonne CFR. From Turkey, offers were heard at €590-600 per tonne CFR, including the anti-dumping duty. Sales at lower end of the range were reported earlier this week.",
    "images": null,
    "tags": "CBAM;European Commission;France;Italy;Slovakia;Multi Logistics Group;RCT Stevedoring;Günther + Schramm;Huta Czestochowa;Huta Pokoj;Poland;Węglokoks;Jesús Esmoris;Josu Imaz;Tubacex;Austria;worldsteel;HRC",
    "excerpt": null,
    "categories": "Latest Updates"
}