{
    "title": "AB SKDM Merkezi Elektronik Kayıt Sistemi",
    "author": "unknown",
    "source": "elazigtso.org.tr",
    "date": "2024-11-19",
    "text": "Birleşmiş Milletler Kalkınma Programı UNDP Hibe Desteği Çağrısı... Detaylar elazigtso@elazigtso.org.tr elazigtso@elazigtso.org.tr Birleşmiş Milletler Kalkınma Programı UNDP Hibe Desteği Çağrısı... Detaylar E-Ticarette Uzmanlık Eğitimi... Sayın Üyemiz, TOBB tarafından Odamıza gönderilen yazıya atfen, Ticaret Bakanlığının Birliğimize ilettiği yazıda; Avrupa Komisyonu tarafından, SKDM beyannamelerinin dosyalanması ve yönetilmesi için elektronik veritabanı olarak SKDM Merkezi Elektronik Kayıt Sistemi’ni (CBAM Registry) oluşturan Komisyon Uygulama Tüzüğü’nün kamuoyu görüşlerine açıldığı duyurulmuştur. Kayıt sistemi, SKDM beyannamelerinin, SKDM beyan edenlerin statüsünü elde etme amaçlı başvuruların, operatör ve tesis kayıtlarının, akredite SKDM doğrulayıcılarının verilerini içeren güvenli bir elektronik veritabanı olarak planlanmaktadır. Ayrıca, Komisyon ve bahsekonu diğer paydaşlar arasında iletişimin sağlanması ve bildirimlerin yapılmasına ilaveten kayıt, kontrol ve bilgi alışverişine dair bir platform olarak işlemesi ve gümrük makamlarıyla da bilgi paylaşımına izin verilmesi öngörülmektedir. Bir örneği ekte yer alan taslak Tüzüğe ilişkin görüşler, 22 Kasım 2024 tarihleri arasında aşağıdaki internet sayfası üzerinden iletilebilecektir: https://ec.europa.eu/info/law/better-regulation/have-your-say/initiatives/14117-Carbonborderadjustmentmechanism-CBAM-establishment-of-CBAM-Registry_en Söz konusu taslağa ilişkin görüş bildirilmesi durumunda, gerekli koordinasyonun sağlanmasını teminen bildirilen hususların Ticaret Bakanlığına iletilmek üzere ekte yer alan form vasıtasıyla Birliğimize de (esin.ozarslan@tobb.org.tr) gönderilmesi faydalı olacaktır. Diğer taraftan, SKDM’ye ilişkin Sıkça Sorulan Sorular metni 24 Ekim 2024 tarihinde güncellenmiş olup, belgenin son hali ekte iletilmektedir. Ek: AB SKDM Merkezi Elektronik Kayıt Sistemi Saygılarımızla, Elazığ Ticaret ve Sanayi Odası",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}