{
    "title": "Union of Chambers and Commodity Exchanges of Turkey",
    "author": "unknown",
    "source": null,
    "date": "2024-04-24",
    "text": "24.04.2024 / Ankara In his speech, TOBB President emphasized that Türkiye is one of the most important trade and investment partners of the European Union countries and said, “Our country's exports to the EU amounted to 104 billion dollars in 2023, equivalent to 41 percent of our total exports.” Reminding that the Carbon Border Adjustment was implemented in 2021 as part of the European Green Deal policy, Hisarcıklıoğlu said that this process, which started in the iron and steel, aluminum, cement, fertilizer and electricity sectors, will affect all sectors in the future. Hisarcıklıoğlu reported that the exports of the sectors subject to this regulation to the EU are at the level of 10 billion dollars, and that the exports in these sectors are 42 percent of total exports. Pointing out that they are obliged to adapt to this process, Hisarcıklıoğlu said that the green transformation process also brings new opportunities. Stating that the modernization of the Customs Union will deepen the economic aspect of Türkiye-EU relations, TOBB President M. Rifat Hisarcıklıoğlu expressed the problems experienced in the visa issue and asked for a solution to this problem of the business world without further delay. Hisarcıklıoğlu also drew attention to the transportation quotas and said that both Türkiye and EU entrepreneurs are harmed by the existing transportation quotas. Explaining that they need a carbon pricing system that would encourage companies to reduce their carbon emissions, Hisarcıklıoğlu emphasized that designing a carbon pricing system also means determining industrial policy and priorities. Hisarcıklıoğlu said that as TOBB, they determined the green transformation process as the most important field of work, guided their members, provided the services they needed in technical and administrative terms, created liaison points in each Chamber, commissioned the climate and environment portal, and opened the Carbon Platform for the calculation of greenhouse gas emissions at the basic level in order to increase the awareness of companies. \r\n\t\r\n    \r\n    \r\n    \r\n     Your message has been sent  \r\n\t Thank you",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}