{
    "title": "AB SKDM Merkezi Elektronik Kayıt Sistemi | İzmir Ticaret Borsası",
    "author": "İzmir Ticaret Borsası",
    "source": "itb.org.tr",
    "date": "2025-04-10",
    "text": "AB SKDM Merkezi Elektronik Kayıt Sistemi Türkiye Odalar ve Borsalar Birliği'nden alınan yazıda (TOBB); Ticaret Bakanlığı'nın yazısına atfen, Avrupa Komisyonu tarafından, SKDM beyannamelerinin dosyalanması ve yönetilmesi için elektronik veritabanı olarak SKDM Merkezi Elektronik Kayıt Sistemi'ni (CBAM Registry) oluşturan Komisyon Uygulama Tüzüğü'nün kamuoyu görüşlerine açıldığı bildirilmektedir. Kayıt sistemi, SKDM beyannamelerinin, SKDM beyan edenlerin statüsünü elde etme amaçlı başvuruların, operatör ve tesis kayıtlarının, akredite SKDM doğrulayıcılarının verilerini içeren güvenli bir elektronik veritabanı olarak planlanmaktadır. Ayrıca, Komisyon ve bahsekonu diğer paydaşlar arasında iletişimin sağlanması ve bildirimlerin yapılmasına ilaveten kayıt, kontrol ve bilgi alışverişine dair bir platform olarak işlemesi ve gümrük makamlarıyla da bilgi paylaşımına izin verilmesi öngörülmektedir. Bir örneği ekte yer alan taslak Tüzüğe ilişkin görüşler, 22 Kasım 2024 tarihleri arasında aşağıdaki internet sayfası üzerinden iletilebilecektir: Söz konusu taslağa ilişkin görüş bildirilmesi durumunda, gerekli koordinasyonun sağlanmasını teminen bildirilen hususların Ticaret Bakanlığı'na iletilmek üzere ekte yer alan form vasıtasıyla Birliklerine de (esin.ozarslan@tobb.org.tr) gönderilmesi faydalı olacaktır. Detaylı bilgi için TIKLAYINIZ . Saygılarımızla, İzmir Ticaret Borsası 22.11.2024 Bilgi Bankası Fire,Zayiat ve Randıman Oranları İstatistikler Projeler Rekolte Raporları Coğrafi İşaretler Mevzuat Hukuki ve Mali Danışmanlık Duyuru Arşivi Raporlar Makaleler Yayın Listesi Kütüphane İTB Logolar KVKK Form ve Dilekçeler Uluslararası İlişkiler E-Bülten Aboneliği E-Bülten Arşivi Sık Sorulan Sorular İzmir Hakkında Faydalı Linkler TOBB Uluslararası İş İmkanları Sistemi",
    "images": "/img/itb_200.png",
    "tags": "AB, SKDM, Merkezi, Elektronik, Kayıt, Sistemi",
    "excerpt": "AB SKDM Merkezi Elektronik Kayıt Sistemi Hk",
    "categories": ""
}