{
    "title": "Turkish Cement and Cement Products Assembly has Convened",
    "author": "unknown",
    "source": null,
    "date": "2023-11-02",
    "text": "NEWS Turkish Cement and Cement Products Assembly has Convened 2 Kasım 2023 On November 2, Thursday, the Turkish Cement and Cement Products Assembly of the Union of Chambers and Commodity Exchanges of Türkiye (TOBB) held an extended meeting attended by representatives from various sectors, including the public, civil society, and private sector. In his inaugural address, TOBB Board Member Şaban A. Karamehmetoğlu highlighted the significance of climate change and green transformation in Türkiye’s agenda, as well as in other countries. He underscored that TOBB stresses on every potential opportunity and platform that this process is not merely an environmental policy but also a trade and economy policy. Karamehmetoğlu highlighted their excitement for the upcoming Climate Act currently being developed by the Ministry of Environment, Urbanization, and Climate Change and explained that this Act will serve as a guide for various sectors, particularly carbon-intensive sectors like the cement industry. Karamehmetoğlu acknowledged the challenging burden of both the Carbon Border Adjustment Mechanism (CBAM) process and the Emission Trading System (ETS) upon the industry and expressed appreciation for the Ministry’s determination to overcome these challenges through collaboration between the private and public sectors. Karamehmetoğlu also emphasized the importance of the Regulation on Registration, Evaluation, Authorization, and Restriction of Chemicals (REACH) and Registration Processes, highlighting this issue as a critical concern for the industry. Volkan Bozay, the Vice President of the Assembly, highlighted the prompt and efficient initiation of the transformation process in the earthquake-prone region after the devastating earthquake incident on February 6, 2023. Bozay also emphasized the utmost significance of cement, cement products, and ready-mixed concrete sectors as primary stakeholders of the construction industry, which have crucial strategic importance regarding urban transformation, earthquake preparedness, and development targets. Bozay underlined the significance of green, digital, and social transformation for every producer, and he further announced that the process of transitioning to the EU Carbon Border Adjustment Mechanism has begun from October 1, 2023, and this will result in financial obligations from January 1, 2026, primarily levied on the import of cement, iron-steel, aluminum, fertilizer, electricity, and hydrogen intermediate goods, considered as having the highest carbon leakage and carbon-intensive production. Bozay emphasized the need to prioritize the increase of low-carbon production to minimize the impacts of CBAM and that the aim is to enable the use of low-carbon cement in public procurements. Bozay further stated that the motivation to reduce greenhouse gas emissions in the cement sector is high. There is a pressing need to expedite the legal infrastructure and improve financing accessibility for the industry. Additionally, Bozay highlighted the significance of the National Emission Trading System, which is slated to be implemented upon the enactment of the Climate Act, and added that the sector is actively working on preparations concerning this matter. During the meeting, Volkan Bozay emphasized that besides the procedural preparations for the EU Carbon Border Adjustment Mechanism, the top priority is to collaborate with the public and implement the roadmap for low-carbon production quickly and in line with the 2053 net-zero targets. During the meeting, Nihat Yaman, the Head of the Department of Chemicals Management from the Ministry of Environment, Urbanization, and Climate Change, provided insightful evaluations of the Draft REACH, while Eyüp Kaan Moralı, the Head of Carbon Pricing Department, Directorate of Climate Change, Presidency of Climate Change delivered a comprehensive presentation on the Carbon Border Adjustment Mechanism (CBAM) process and the Emission Trading System (ETS) that are specifically applicable to the Cement and Cement Products Sector. The meeting concluded with a Q & A session.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}