{
    "title": "Republic of Türkiye - Ministry of Trade",
    "author": "unknown",
    "source": null,
    "date": "2022-07-21",
    "text": "Climate Change, Green Deal, and EU Carbon Border Adjustment Mechanism (CBAM) \n \nUN Framework Convention of Climate Change (UNFCCC) and its Paris Agreement are the main international treaties on climate change. Türkiye signed the Paris Agreement on April 22, 2016 and ratified it on October 7, 2021. The Agreement entered into force for Türkiye on November 10, 2021. Türkiye made a declaration in relation to the Paris Agreement that it would implement the Agreement as a developing country on the basis of 'equity, common but differentiated responsibilities and respective capabilities'. Türkiye has also adopted a net-zero carbon target by 2053.  Within the scope of the UNFCCC, global efforts are being made for the implementation of the Agreement to keep global warming to no more than 1.5°C. Türkiye plays its part to combat climate change and to reduce greenhouse gas emissions. \n \nThe European Union (EU) presented its The European Green Deal on 11 December 2019. It aims to become the first climate neutral continent by 2050, transform the EU into a resource-efficient and competitive economy through green technology. On 14 July 2021, The Commission presented its Carbon Border Adjustment Mechanism (CBAM) proposal in support of the EU's climate targets. It addresses the risk of “carbon leakage’’ and would extend the EU emissions trading scheme (ETS) to imports by applying carbon prices that mirrors the price of carbon in the EU’s ETS. \n \nThe core element of the CBAM is the obligation to pay for the emissions embedded in certain carbon-intensive products imported into the European Union (EU) through the purchase of so-called CBAM certificates. The Carbon Border Adjustment Mechanism will initially apply to selected sectors which are at high risk of carbon leakage: iron and steel, cement, fertiliser, aluminium and electricity generation. A reporting system will be implemented as from 2023 for those products.  \n \nCompliance with the CBAM will require monitoring and calculating the emissions embedded in the products covered by the CBAM. The obligation to monitor, calculate, report and verify the emissions, in addition to the obligation to pay for them, will likely result in a significant administrative burden for foreign producers and importers and affect imports of the covered products into EU market. The product scope of the CBAM may be extended in the future, in particular to other products that fall within the scope of the EU ETS. Many of the CBAM goods, including unwrought aluminium, iron and steel in their primary forms are strategically important for Türkiye.  \n \nThe EU is a key export market for Türkiye. The imposition of the CBAM will thus affect a significant share of Türkiye's exports to the European Union, and Turkish goods will run the risk of becoming less competitive in the EU market due to the financial and administrative burden imposed by the CBAM. As being one of the EU’s largest trading partner, Türkiye is likely to face rising costs as a result of the implementation of the abovementioned mechanism. Türkiye closely follows and contributes to the work under the WTO, OECD, UNFCCC and other international organisations in this area and cooperate with the EU in order to prevent an additional obstacle to our bilateral trade. \n \nThe \" The Green Deal Action Plan of Türkiye \" published in the Official Gazette dated 16 July 2021, with a Presidential Circular No. 2021/15, in order to comply with the policies of combating global climate change and to support green transformation designed in alignment with the European Green Deal.  The coordination and secretariat of the Green Deal Action Plan of Türkiye are carried out by the General Directorate of International Agreements and European Union of the Ministry of Trade.  \nWithin the frame work of the mentioned Plan a “Green Deal Working Group” which constitute nineteen “Specialised Working Groups” on a technical level, has been set up. The aim of EU CBAM Specialised Working Group, which is one of the thematic groups, is to contribute to the setting up national carbon pricing system such as ETS in coordination with Ministry of Trade. \n    \nWithin the works of this Group several meetings are held with the participation of representatives from the public and private sector and non-governmental organizations for the purpose of setting up carbon pricing mechanisms in our country.  \n  \nFurthermore, General Directorate of Exports, regularly organises information seminars on EU CBAM procedures for our companies in coordination with The Union of Chambers and Commodity Exchanges of Türkiye (TOBB), Turkish Exporters Assembly (TİM) and other sectoral organizations. The seminars aim to build awareness among companies about EU CBAM legislation with a view of identifying companies’ needs when fulfilling their obligations arising from the implementation of the CBAM legislation before exporting their products into EU market.",
    "images": "https://cdn.ticaret.gov.tr/images/logo/384px.png",
    "tags": "",
    "excerpt": "Republic of Türkiye - Ministry of Trade",
    "categories": ""
}