{
    "title": "BASF SE datacard on lobbyfacts.eu",
    "author": "unknown",
    "source": null,
    "date": "2025-03-07",
    "text": "Overview Lobbying Costs 4,000,000€ - 4,499,999€ Financial year: Jan 2024 - Dec 2024 Lobbyists (Full time equivalent) 25.6 Fte (106) Lobbyists with EP accreditation 16 High-level Commission meetings 66 Lobbying Costs over the years \n\t\t\t\t\t Info\n\t\t\t\t\t BASF SE EU Transparency Register 7410939793-88 First registered on 16 Dec 2008 Goals / Remit At BASF, we create chemistry for a sustainable future. Our ambition: We want to be the preferred chemical company to enable our customers’ green transformation. We combine economic success with environmental protection and social responsibility. Around 112,000 employees in the BASF Group contribute to the success of our customers in nearly all sectors and almost every country in the world. Our portfolio comprises, as core businesses, the segments Chemicals, Materials, Industrial Solutions, and Nutrition & Care; our standalone businesses are bundled in the segments Surface Technologies and Agricultural Solutions. BASF generated sales of €65.3 billion in 2024. BASF shares are traded on the stock exchange in Frankfurt (BAS) and as American Depositary Receipts (BASFY) in the United States. Further information at www.basf.com. Main EU files targeted EU Green Deal, Circular Economy, Sustainable Finance, Energy & Climate Policy, Innovation & Research, Trade and Competition Policy, Health & Environmental Policy, Chemicals Policy, Construction, Crop Protection Policy, Biotechnology, Internal Market, Competitiveness, Industrial Policy, Social and Employment Policy Address Head Office Carl-Bosch-Str. 38 Ludwigshafen 67056 GERMANY EU Office Rue Marie de Bourgogne 58 Brussel 1000 BELGIUM Website \n\t\t\t\t\t People\n\t\t\t\t\t WARNING: The number of full time equivalent lobbyists declared by this organisation are extraordinarily high and may therefore have been over-declared. Total lobbyists declared 106 Employment time Lobbyists 75% 11 50% 11 25% 23 10% 61 Lobbyists (Full time equivalent) 25.6 Lobbyists with EP accreditation All Lobbyists with EP accreditation over time 16 accreditations were / are live (in bold) for the selected state of 10 Apr 2025 Name Start date End Date Benjamin Carl Franke 03 Mar 2025 02 Mar 2026 Paul MARCHEGAY 18 Dec 2024 17 Dec 2025 Chaim WAIBEL 21 Oct 2024 20 Oct 2025 Eugénie Boulo-Daniel 25 Jul 2024 24 Jul 2025 Jenna LUCHMAN 25 Jul 2024 24 Jul 2025 Perrine ETHUIN 25 Jul 2024 24 Jul 2025 younousse saidi 12 Sep 2024 11 Sep 2025 Paul LEONARD 11 Jul 2024 10 Jul 2025 Caio LOBO 11 Jul 2024 10 Jul 2025 Jonathan CROZIER 11 Jul 2024 10 Jul 2025 Iga WASILEWICZ 25 Jul 2024 24 Jul 2025 Alexander VAN HULLE 11 Jul 2024 06 Nov 2024 Szabolcs RUTHNER 11 Jul 2024 10 Jul 2025 Amita SANDHU 25 Jul 2024 24 Jul 2025 Aimée Klutke 15 Jul 2024 14 Jul 2025 Ferenc DEMENDI 10 Jul 2024 09 Jul 2025 Véronique De Waele 10 Jul 2024 09 Jul 2025 Carolina BRUSONI 15 Feb 2024 04 Oct 2024 Anthony Marie J GROETAERS 09 Jun 2023 08 Jun 2024 Szabolcs RUTHNER 15 Mar 2024 02 Aug 2024 Perrine ETHUIN 28 Jun 2023 28 Jun 2024 Chaim WAIBEL 16 Feb 2024 04 Oct 2024 Caio LOBO 09 Jun 2023 08 Jun 2024 Jenna LUCHMAN 15 Mar 2024 25 Sep 2024 Ferenc DEMENDI 20 Mar 2024 12 Jul 2024 Iga WASILEWICZ 15 Mar 2024 13 Sep 2024 Antoine BLANC 14 Sep 2023 14 Sep 2024 Alexander VAN HULLE 14 Sep 2023 02 Aug 2024 Amita SANDHU 11 Nov 2023 02 Aug 2024 Jonathan CROZIER 16 Feb 2024 15 Sep 2024 Younousse SAÏDI 25 May 2023 25 May 2024 Veronique DE WAELE 04 Jul 2023 04 Jul 2024 Paul LEONARD 04 Jul 2023 04 Jul 2024 Mr Benjamin NUMMERT 14 Sep 2023 15 Feb 2024 Mr Ewen CHESNEL 29 Jun 2023 16 Mar 2024 Mr Justus GÜNTHER 21 Jun 2023 21 Sep 2023 Ms Sandra LANGE 25 May 2023 14 Jul 2023 Ferenc DEMENDI 24 Mar 2023 20 Mar 2024 Jenna LUCHMAN 18 Mar 2023 15 Mar 2024 Iga WASILEWICZ 11 Feb 2023 10 Feb 2024 Ms Wasilewicz IGA 11 Feb 2023 08 Mar 2023 Ms Migle Kotryna BLUSEVICIUTE 11 Feb 2023 10 Feb 2024 Jonathan CROZIER 02 Feb 2023 02 Feb 2024 Szabolcs RUTHNER 21 Jan 2023 20 Jan 2024 Carolina BRUSONI 17 Jan 2023 17 Jan 2024 Ms Sandra LANGE 08 Nov 2022 25 May 2023 Amita SANDHU 22 Oct 2022 21 Oct 2023 Antoine BLANC 20 Sep 2022 14 Sep 2023 Mr Benjamin NUMMERT 08 Sep 2022 08 Sep 2023 Alexander VAN HULLE 07 Sep 2022 07 Sep 2023 Mr Ewen CHESNEL 16 Jul 2022 29 Jun 2023 Veronique DE WAELE 16 Jul 2022 04 Jul 2023 Paul LEONARD 16 Jul 2022 04 Jul 2023 Perrine ETHUIN 30 Jun 2022 28 Jun 2023 Caio LOBO 18 Jun 2022 09 Jun 2023 Mr Caio Salame Lobo 18 Jun 2022 20 Jun 2022 Younousse SAÏDI 03 Jun 2022 25 May 2023 Andrea BOCCUNI 03 Jun 2022 03 Jun 2023 Ferenc DEMENDI 08 Apr 2022 24 Mar 2023 Ms Migle Kotryna BLUSEVICIUTE 06 Apr 2022 11 Feb 2023 Jenna LUCHMAN 19 Mar 2022 18 Mar 2023 Jonathan CROZIER 05 Feb 2022 02 Feb 2023 Carolina BRUSONI 13 Jan 2022 13 Jan 2023 Mr Lucas Fabian WIPPERT 11 Jan 2022 11 Jan 2023 Amita SANDHU 29 Oct 2021 22 Oct 2022 Mr Tassilo GALITZ 14 Sep 2021 15 Sep 2022 Shradha BHATNAGAR 14 Sep 2021 04 May 2022 Mr Ewen CHESNEL 28 Jul 2021 16 Jul 2022 Paul LEONARD 28 Jul 2021 16 Jul 2022 Veronique DE WAELE 21 Jul 2021 16 Jul 2022 Ms Hanna LUCZKIEWICZ 10 Jun 2021 10 Jun 2022 Younousse SAÏDI 05 Jun 2021 03 Jun 2022 Andrea BOCCUNI 05 Jun 2021 03 Jun 2022 Andrea BOCCUNI 12 Jun 2020 05 Jun 2021 Ms Migle Kotryna BLUSEVICIUTE 15 Apr 2021 06 Apr 2022 Jonathan CROZIER 10 Feb 2021 05 Feb 2022 Mr Lucas Fabian WIPPERT 12 Jan 2021 11 Jan 2022 Mr Tassilo GALITZ 19 Sep 2020 14 Sep 2021 Shradha BHATNAGAR 12 Sep 2020 14 Sep 2021 Paul LEONARD 18 Jul 2020 17 Jul 2021 Veronique DE WAELE 15 Jul 2020 15 Jul 2021 Quentin DE HULTS 15 Jul 2020 18 Jun 2021 Mr Ewen CHESNEL 15 Jul 2020 15 Jul 2021 Veronique DE WAELE 10 Jul 2019 15 Jul 2020 Ms Hanna LUCZKIEWICZ 12 Jun 2020 10 Jun 2021 Andrea BOCCUNI 12 Jun 2020 03 Jun 2021 Younousse SAÏDI 12 Jun 2020 05 Jun 2021 Ms Larissa ROHR 07 Mar 2020 12 Jun 2020 Ms Catherine TRINKLE 18 Jan 2020 12 Apr 2020 Mr Konstantin PFEIFER 04 Dec 2019 04 Mar 2020 Mr Tassilo GALITZ 04 Oct 2019 19 Sep 2020 Shradha BHATNAGAR 31 Aug 2019 01 Sep 2020 Quentin DE HULTS 31 Aug 2019 15 Jul 2020 Paul LEONARD 12 Jul 2019 11 Jul 2020 Mr Wolfgang WEBER 10 Jul 2019 12 Apr 2020 Ms Véronique De Waele 10 Jul 2019 14 Jul 2020 Ms Celmira Susana SOUSA 10 Jul 2019 01 Aug 2020 Mr Taha HOSNI 10 Jul 2019 12 Jun 2020 Ms Christine BUNTE 17 May 2019 01 Jun 2020 Ms Hanna LUCZKIEWICZ 15 May 2019 15 May 2020 Ms Catherine TRINKLE 20 Feb 2019 18 Jan 2020 Mr Tassilo GALITZ 07 Nov 2018 04 Oct 2019 Quentin DE HULTS 05 Oct 2018 31 Aug 2019 Shradha BHATNAGAR 20 Sep 2018 31 Aug 2019 Ms Celmira Susana SOUSA 01 Sep 2018 10 Jul 2019 Paul LEONARD 08 Aug 2018 12 Jul 2019 Mr Wolfgang WEBER 08 Aug 2018 10 Jul 2019 Ms Véronique De Waele 08 Aug 2018 10 Jul 2019 Mr Yannick MÜLLER 08 Aug 2018 01 Dec 2018 Ms Hanna LUCZKIEWICZ 13 Jun 2018 15 May 2019 Ms Christine BUNTE 13 Jun 2018 17 May 2019 Ms Catherine TRINKLE 07 Mar 2018 20 Feb 2019 Ms Amina KUTAYFAN 11 Nov 2017 07 Jul 2018 Quentin DE HULTS 08 Nov 2017 05 Oct 2018 Ms Celmira Susana SOUSA 20 Sep 2017 01 Sep 2018 Ms Susanne Kuschel 08 Sep 2017 06 Sep 2018 Paul LEONARD 08 Sep 2017 08 Aug 2018 Mr Wolfgang WEBER 08 Sep 2017 08 Aug 2018 Ms Véronique De Waele 08 Sep 2017 08 Aug 2018 Ms Gerardine GARÇON 08 Sep 2017 03 Jan 2018 Ms Hanna LUCZKIEWICZ 20 Jul 2017 13 Jun 2018 Ms Christine BUNTE 20 Jul 2017 13 Jun 2018 Mr Marvin STRAUSS 25 Apr 2017 12 Jul 2017 Ms Catherine TRINKLE 25 Apr 2017 07 Mar 2018 Mr Xavier LECLAIR 23 Jan 2017 02 Apr 2017 Quentin DE HULTS 04 Nov 2016 03 Nov 2017 Ms Celmira Susana SOUSA 14 Oct 2016 20 Sep 2017 Ms Susanne Kuschel 30 Sep 2016 08 Sep 2017 Paul LEONARD 30 Sep 2016 08 Sep 2017 Mr Wolfgang WEBER 30 Sep 2016 08 Sep 2017 Ms Véronique De Waele 30 Sep 2016 08 Sep 2017 Jonathan VANHERBERGHEN 30 Sep 2016 21 Mar 2017 Ms Dessa Langevoort 30 Sep 2016 26 Feb 2017 Ms Gerardine GARÇON 30 Sep 2016 08 Sep 2017 Ms Silvia TAJBLIKOVA 05 Sep 2016 26 Feb 2017 Paul LEONARD 21 Oct 2015 01 Oct 2016 Mr Wolfgang WEBER 21 Oct 2015 01 Oct 2016 Ms Véronique De Waele 21 Oct 2015 01 Oct 2016 Jonathan VANHERBERGHEN 21 Oct 2015 01 Oct 2016 Ms Dessa Langevoort 21 Oct 2015 01 Oct 2016 Ms Susanne Kuschel 10 Oct 2015 01 Oct 2016 Ms Gerardine GARÇON 06 Oct 2015 01 Oct 2016 Ms Victoria Kuznetsova 19 May 2015 13 May 2016 Ms Susanne Kuschel 28 Oct 2014 10 Oct 2015 Ms Véronique De Waele 18 Nov 2014 21 Oct 2015 Ms Natascha Waltke 29 Jul 2014 25 Jul 2015 Ms Dessa Langevoort 26 Nov 2014 21 Oct 2015 Tobias Steinmann 21 Jan 2015 19 Jan 2016 Paul LEONARD 18 Dec 2014 21 Oct 2015 Jonathan VANHERBERGHEN 26 Nov 2014 21 Oct 2015 Mrs Dessa Langevoort 26 Nov 2014 27 Jan 2015 Mrs Véronique DE WAELE 18 Nov 2014 27 Jan 2015 Mrs Susanne KUSCHEL 28 Oct 2014 27 Jan 2015 Mr Wolfgang WEBER 23 Oct 2014 21 Oct 2015 Mrs Celmira Susana Sousa 22 Aug 2014 15 Jan 2015 Mrs Natascha Waltke 29 Jul 2014 27 Jan 2015 Mr Philippe Baudoin 11 Jun 2014 06 Jun 2015 Paul LEONARD 24 Jan 2014 18 Dec 2014 Tobias Steinmann 23 Jan 2014 21 Jan 2015 Mrs Véronique DE WAELE 24 Dec 2013 18 Nov 2014 Jonathan VANHERBERGHEN 06 Dec 2013 26 Nov 2014 Mrs Dessa Langevoort 06 Dec 2013 26 Nov 2014 Mrs Asta Blazyte 27 Nov 2013 26 Dec 2013 Mr Wolfgang WEBER 26 Oct 2013 23 Oct 2014 Mrs Susanne KUSCHEL 24 Oct 2013 23 Oct 2014 Tobias Steinmann 26 Feb 2013 23 Jan 2014 Paul LEONARD 26 Feb 2013 24 Jan 2014 Mr Geoff Mackey 25 Jan 2013 01 Jul 2013 Mrs Véronique DE WAELE 22 Dec 2012 14 Dec 2013 Mr Wolfgang WEBER 19 Dec 2012 24 Oct 2013 Mr Xavier LECLAIR 12 Dec 2012 03 Oct 2013 Mrs Susanne KUSCHEL 12 Dec 2012 24 Oct 2013 Tobias Steinmann 04 Sep 2012 14 Feb 2013 Paul LEONARD 06 Feb 2012 23 Feb 2013 Mrs Véronique DE WAELE 17 Jan 2012 22 Dec 2012 Mr Wolfgang WEBER 17 Jan 2012 19 Dec 2012 Mr Xavier LECLAIR 23 Jan 2012 01 Nov 2012 Complementary Information While BASF has 106 people engaged in activities falling under the Transparency Register, 41 of them spend significantly below 10 percent of their working time on activities covered by the scope of the Transparency Register. However, 10 percent is the minimum that can be chosen in the reporting system for each person involved from the organisation expressed in percentage of working time. This is why the Full time equivalent (FTE) should be below 25.6. BASF has excluded from the above calculation de minimis activity (less than 3% of total working time) undertaken by BASF employees, including executives or occasional experts. This declaration encompasses activities relevant to the Transparency Register incurred by BASF group entities beyond our headquarters and Brussels office, including in-house public affairs in EU27 countries. Person in charge of EU relations Data not provided by Register Secretariat due to GDPR Person with legal responsibility Data not provided by Register Secretariat due to GDPR \n\t\t\t\t\t Categories\n\t\t\t\t\t Category Companies & groups \n\t\t\t\t\t Networking\n\t\t\t\t\t Affiliation BASF is supported in its advocacy activities by third parts, including: Cefic and its sector groups, PlasticsEurope, Business Europe, European Roundtable for Industries, Eurometaux, EUROPEN, CropLife Europe, CropLife International, VCI, Bitkom, BDI, Ambrosetti, Ad Hoc Council, AECC, ATC Europe, Ceflex, CSR EU, Efficient Buildings Europe, AMFEP, EUPB, EPC, ERIF, EUROPUR, EURO-MOULDERS, BIC, ISOPA, RECHARGE, Transatlantic Policy Network, EDANA, PETCORE EU, FEICA, Plant ETP, Plants for the future, Agrofarma, EBIC, CESIO, Value Balancing Allicance, European Compost Network, PU Europe, Renewable Carbon Initiative, EFfCI, EPDLA. Member organisations None declared \n\t\t\t\t\t Financial Data\n\t\t\t\t\t Interests represented Promotes their own interests or the collective interests of their members Closed financial year Jan 2024 - Dec 2024 Lobbying costs for closed financial year 4,000,000€ - 4,499,999€ Major contributions in closed year Type Name Amount Grant EU R&D Grants 3,505,260€ Intermediaries for closed year Name Amount mailchimp 0€ - 10,000€ shutterstock 0€ - 10,000€ concilius ag 25,000€ - 49,999€ inrete relazioni istituzionali s.r.l. 25,000€ - 49,999€ kreab 10,000€ - 24,999€ Intermediaries for current year None declared Closed year Costs 4,000,000€ - 4,499,999€ Other financial info This declaration encompasses costs relevant to the Transparency Register incurred by BASF group entities beyond our headquarters and Brussels office, including costs for in-house public affairs in EU27 countries. \n\t\t\t\t\t EU Structures\n\t\t\t\t\t Groups (European Commission) Intérêt des représentants des employeurs#X01211/2#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=100036 #ALTERNATE #B#IndustryEnvironmental Footprint Technical Advisory Board#E03710#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3710 #MEMBER #C#IndustryComité consultatif pour la sécurité et la santé sur le lieu de travail#X01211#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=1211 #ALTERNATE #B#Industry Groups (European Parliament) N/A Communication activities Various activities like participation to industry consultations and roundtables organized by the EU Commission, participation to events or hearings in the European Parliament, meetings with EU officials or Members of the European Parliament,... Other activities None declared Meetings\n\t\t\t\t\t Meetings 66 meetings found. Download meetings The list below covers meetings with Commissioners/Cabinet members/Directors-general (high-level) Commission meetings published December 2014 to December 2024, and the meetings of Commissioners/Cabinet members/Directors-general and officials holding \"management functions\" in the Commission published since 1 January 2025. Other lobby meetings with lower-level staff may well have taken place, but the Commission doesn't proactively publish information about these meetings. All information below comes from the Commission and not from the registrant. 1 July 2024: We have noted that some meetings are appearing in duplicate, ie. some meetings seem to be listed twice. This seems to be because the Commission changes some element of a meeting data after the meeting has first been listed, which causes LobbyFacts to register it as a new meeting. We are investigating further. \n\t\t\t\t\t\t\t\t\t\t\t\t Date 19 Mar 2025 Location Brussels Subject Physical meeting - Exchange on Draft Guidance on CAM under the EU-UK TCA DG Taxation and Customs Union Attending Maria Isabel Garcia Catalan (Head of Unit) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 18 Mar 2025 Location Brussels Subject Plant protection products and their residues. DG Health and Food Safety Attending Klaus Berend (Director) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Mar 2025 Location Brussels Subject Clean Industrial Deal and the 2040 Climate goals DG Climate Action Attending Kurt Vandenberghe (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 27 Feb 2025 Location Brussels, DG SANTE premises Subject Simplification and Implementation of the EU GMO legislation DG Health and Food Safety Attending Irene Sacristan Sanchez (Head of Unit) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 21 Feb 2025 Location video-conference Subject High-level meeting with the Automotive industry Cabinet Cabinet of Commissioner Maroš Šefčovič Attending Gabriela Keckesova (Cabinet member) Maroš Šefčovič (Commissioner) Bernd Biervert (Cabinet member) Adam Romanowski (Cabinet member) Other Lobbyists Automotive cells company European Association Automotive Suppliers Volkswagen Aktiengesellschaft Verkor Bayerische Motoren Werke Aktiengesellschaft Stellantis Transport and Environment (European Federation for Transport and Environment) Mercedes-Benz Group AG Bosch Thermotechnology GmbH Acea S.p.A. Northvolt Jaguar Land Rover Limited \n\t\t\t\t\t\t\t\t\t\t\t\t Date 19 Feb 2025 Location Efficient Buildings premises, Brussels and Videoconference Subject Exchange on Housing and Efficient buildings initiatives in Europe DG Internal Market, Industry, Entrepreneurship and SMEs Attending Barbara Bonvissuto (Director) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 19 Feb 2025 Location Brussels , Belgium Subject Exchange of views. Cabinet Cabinet of Executive Vice-President Stéphane Séjourné Attending Vilija Sysaite (Cabinet member) Estelle Göger (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 10 Feb 2025 Location Ludwigshafen, Germany Subject Visit of EU Commissioner Jessika Roswall to BASF Ludwigshafen site Cabinet Cabinet of Commissioner Jessika Roswall Attending Jan Ceyssens (Cabinet member) Jessika Roswall (Commissioner) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 15 Jan 2025 Location Bruxelles, GROW premises Subject Economic security/trade topics and supply chain resilience DG Internal Market, Industry, Entrepreneurship and SMEs Attending Fabrice Terrac (Acting Head of Unit) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 09 Jan 2025 Location Brussels, Belgium Subject The new European Vision for Agriculture DG Agriculture and Rural Development Attending Catherine Geslain-Lanéelle (Director) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 08 Nov 2024 Location Brussels (VC) Subject Kairos@C DG Climate Action Attending Kurt Vandenberghe (Director-General) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Nov 2024 Location Brussels Subject Ambrosetti Club Europe - Transport and mobility priorities DG Mobility and Transport Attending Magdalena Kopczynska (Director-General) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Nov 2024 Location Brussels Subject Transport and mobility priorities DG Mobility and Transport Attending Magdalena Kopczynska (Director-General) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 09 Oct 2024 Location Brussels Subject EU-China relations Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Attending Michael Hager (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Sep 2024 Location Brussels, Belgium Subject DISCUSSION ON REASEARCH AND INNOVATION IN FRAGRNACE INDUSTRY Cabinet Cabinet of Commissioner Iliana Ivanova Attending Nelly Bruno (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 21 Apr 2024 Location Ottawa, Canada Subject Exchange of views on the Global Plastics Treaty Cabinet Cabinet of Vice-President Maroš Šefčovič Attending Maroš Šefčovič (Executive Vice-President) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 27 Nov 2023 Location Brussels Subject Physical meeting - Discussion on CBAM DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 29 Aug 2023 Location Berlin, Germany Subject Energy transition and security DG Energy Attending Ditte Juul Jørgensen (Director-General) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 26 Jul 2023 Location Online meeting Subject Sustainable Finance European Sustainability Reporting Standards & EU Taxonomy Cabinet Cabinet of Commissioner Mairead Mcguinness Portfolio Financial services, financial stability and Capital Markets Union Attending Katherine Power (Cabinet member) Florian Denis (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 26 Jun 2023 Location Brussels Subject Overview of chemicals industry situation, transition pathway for chemicals industry, REACH revision Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Joan Canton (Cabinet member) Thierry Breton (Commissioner) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Jun 2023 Location Brussels, Belgium Subject Current legislative initiatives: Sustainable Use Directive and Farm to Fork; New Geonomic Techniques; Chemical Strategy for Sustainability and its impact on the food sector and agriculture Cabinet Cabinet of Commissioner Janusz Wojciechowski Portfolio Agriculture Attending Joanna Stawowy (Cabinet member) Other Lobbyists  \n\t\t\t\t\t\t\t\t\t\t\t\t Date 10 Jan 2023 Location virtual Subject Taxonomy, ESG ratings, CSRD Cabinet Cabinet of Commissioner Mairead Mcguinness Portfolio Financial services, financial stability and Capital Markets Union Attending Florian Denis (Cabinet member) Mairead McGuinness (Commissioner) Other Lobbyists Siemens AG Compagnie de SAINT-GOBAIN Smurfit Kappa Group Nestlé S.A. SAP Koninklijke Philips BP p.l.c. Leonardo S.p.A. FERROVIAL, S.A. Manufacture Française des Pneumatiques Michelin Bayerische Motoren Werke Aktiengesellschaft Norsk Hydro AkzoNobel ABB Ltd Heineken N.V. AIR LIQUIDE European Round Table for Industry Telefonica, S.A. \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 Nov 2022 Location Brussels Subject General discussion on ongoing files DG Internal Market, Industry, Entrepreneurship and SMEs Attending Kerstin Jorna (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 Nov 2022 Location Brussels Subject On the side of the EU Raw Materials week High Level Conference, the parties met to discuss current issues related to raw materials supply. DG Internal Market, Industry, Entrepreneurship and SMEs Attending Kerstin Jorna (Director-General) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Nov 2022 Location Videoconference Subject Preparation of the critical raw materials act Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Joan Canton (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 19 May 2022 Location videoconference Subject Discussion on security of supply, diversification and energy prices. DG Energy Attending Ditte Juul Jørgensen (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 08 Sep 2021 Location Brussels Subject Substainable Corporate Governance, Fit for 55 Cabinet Cabinet of Commissioner Didier Reynders Portfolio Justice Attending Didier Reynders (Commissioner) Lucrezia Busa (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 Mar 2021 Location Videoconference Subject Commissioner Breton meeting with CEOs from Energy Intensive Industries on Industrial strategy & fit for 55. Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Thierry Breton (Commissioner) Joan Canton (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Jan 2021 Location Video conferencing Subject RRF Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Portfolio An Economy that Works for People Attending Michael Hager (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Dec 2020 Location Videoconference Subject CCSU project Port of Antwerp Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Damyana Stoynova (Cabinet member) Riccardo Maggi (Cabinet member) Sarah Nelen (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 13 Nov 2020 Location Brussels Subject BASF ground-breaking ceremony Cabinet Cabinet of Vice-President Maroš Šefčovič Portfolio Energy Union Attending Maroš Šefčovič (Executive Vice-President) Adam Romanowski (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 13 Nov 2020 Location Brussels Subject BASF ground-breaking ceremony Cabinet Cabinet of Vice-President Maroš Šefčovič Portfolio Interinstitutional Relations and Foresight Attending Maroš Šefčovič (Executive Vice-President) Adam Romanowski (Cabinet member) Maroš Šefčovič (Vice-President) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 05 Nov 2020 Location Brussels - video conference Subject Decarbonisation; chemicals strategy for sustainability Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Frans Timmermans (Executive Vice-President) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 05 Nov 2020 Location Brussels - video conference Subject Decarbonisation; chemical strategy for sustainability Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Frans Timmermans (Executive Vice-President) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 13 Oct 2020 Location Video conferencing Subject Trade policy Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Portfolio An Economy that Works for People Attending Michael Hager (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 12 Oct 2020 Location Videoconference Subject CCSU project in the port of Antwerp Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Sarah Nelen (Cabinet member) Damyana Stoynova (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 31 Jul 2020 Location Brussels - Belgium Subject The State of the Union in 2020 - The Digital Transition at the core of Europe's Recovery - [Via Webex] Cabinet Cabinet of President Ursula von der Leyen Portfolio President Attending Per Haugaard (Cabinet member) Bjoern Seibert (Cabinet member) Fernando Sampedro Marcos (Cabinet member) Anthony Whelan (Cabinet member) Maria Luisa Cabral (Cabinet member) Mary Veronica Tovsak Pleterski (Cabinet member) Valeria Miceli (Cabinet member) Olivier Smith (Cabinet member) Nicole Dewandre (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 28 Jul 2020 Location videocall Subject Presentation of the Value Balancing Alliance and BASF’s Value-to-Society accounting; Presentation of environmental accounting and its wider adoption in the industry; Revision of Non-Financial Reporting Directive Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Portfolio An Economy that Works for People Attending Valdis Dombrovskis (Executive Vice-President) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Jul 2020 Location Brussels Subject To discuss ETS guidelines Cabinet Cabinet of Executive Vice-President Margrethe Vestager Portfolio Europe Fit for Digital Age Attending Louise Groenfeldt (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 27 May 2020 Location Brussels Subject EU ETS State Aid Guidelines on indirect cost compensation Cabinet Cabinet of Commissioner Paolo Gentiloni Portfolio Economy Attending Maria Elena Scoppio (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 11 May 2020 Location Videoconference Subject Discussion on the impact of COVID-19 Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Gaelle Garnier (Cabinet member) Thierry Breton (Commissioner) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Jan 2020 Location Brussels Subject European Green Deal and Industry Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Antoine Colombani (Cabinet member) Diederik Samsom (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Apr 2019 Location Brussels Subject European industrial policy Cabinet Cabinet of Vice-President Günther Oettinger Portfolio Budget &amp; Human Resources Attending Günther Oettinger (Commissioner) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 22 Nov 2018 Location Brussels Subject taxonomy and EU IFRS Cabinet Cabinet of Vice-President Valdis Dombrovskis Portfolio Euro and Social Dialogue, also in charge of Financial Stability, Financial Services and Capital Markets Union Attending Jan Ceyssens (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 26 Oct 2018 Location Amsterdam Subject Discussion about Plastics Strategy, Circular economy Cabinet Cabinet of First Vice-President Frans Timmermans Portfolio Better Regulation, Interinstitutional Relations, the Rule of Law and the Charter of Fundamental Rights Attending Frans Timmermans (First Vice-President) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Sep 2018 Location BERL Subject Alliance of Energy Intensive Industries - 2050 strategy Cabinet Cabinet of Commissioner Elżbieta Bieńkowska Portfolio Internal Market, Industry, Entrepreneurship and SMEs Attending Elżbieta Bieńkowska (Commissioner) Rolf Carsten Bermig (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Sep 2018 Location Berlaymont Subject Sustainable Development Goals DG Inspire, Debate, Engage and Accelerate Action Attending Ann Mettler (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 27 Jun 2018 Location Brussels Subject Industrial Policy Cabinet Cabinet of Vice-President Günther Oettinger Portfolio Budget &amp; Human Resources Attending Günther Oettinger (Commissioner) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Nov 2017 Location Brussels Subject Innovation Principles and Industry Cabinet Cabinet of Commissioner Carlos Moedas Portfolio Research, Science and Innovation Attending Antonio Lowndes Marques De Araujo Vicente (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 Mar 2017 Location Brussels Subject Regulatory approval of plant protection products Cabinet Cabinet of Commissioner Vytenis Andriukaitis Portfolio Health &amp; Food Safety Attending Vytenis Andriukaitis (Commissioner) Nathalie Chaze (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 10 Jan 2017 Location Brussels Subject Innovation and Competitiveness Cabinet Cabinet of Vice-President Jyrki Katainen Portfolio Jobs, Growth, Investment and Competitiveness Attending Jyrki Katainen (Vice-President) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Dec 2016 Location Brussels Subject EU approval of active substances for plant protection products. Bentazone. Cabinet Cabinet of Commissioner Vytenis Andriukaitis Portfolio Health &amp; Food Safety Attending Nathalie Chaze (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 Jun 2016 Location Brussels Subject digitisation of industry DG Günther Oettinger Attending Günther Oettinger (Commissioner) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 Jun 2016 Location Brussels Subject digitization of industry DG Günther Oettinger Attending Günther Oettinger (Commissioner) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 26 May 2016 Location Antwerp Subject ETS - carbon leakage DG Climate Action Attending Jos Delbeke (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 10 May 2016 Location Brussels Subject EEG Eigenstrom DG Günther Oettinger Attending Kilian Gross (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Dec 2015 Location Brussels Subject Business Europe CEO day Cabinet Cabinet of Vice-President Jyrki Katainen Portfolio Jobs, Growth, Investment and Competitiveness Attending Jyrki Katainen (Vice-President) Edward Bannerman (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Dec 2015 Location Brussels Subject Business Europe CEO day Cabinet Cabinet of Commissioner Carlos Moedas Portfolio Research, Science and Innovation Attending Carlos Moedas (Commissioner) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Dec 2015 Location Brussels Subject Business Europe CEO day Cabinet Cabinet of First Vice-President Frans Timmermans Portfolio Better Regulation, Interinstitutional Relations, the Rule of Law and the Charter of Fundamental Rights Attending Frans Timmermans (First Vice-President) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Dec 2015 Location Brussels - Belgium Subject Business Europe CEO day DG Secretariat-General Attending Alexander Italianer (Secretary-General) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Oct 2015 Location Brussels Subject creation of a network of Energy Union Business Ambassadors Cabinet Cabinet of Vice-President Maroš Šefčovič Portfolio Energy Union Attending Maroš Šefčovič (Vice-President) Peter van Kemseke (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 02 Jun 2015 Location Berlaymont Subject Meeting with BASF (Mr P. Leonard & Mr W. Weber) Cabinet Cabinet of Commissioner Carlos Moedas Portfolio Research, Science and Innovation Attending Maria Da Graca Carvalho (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 12 Feb 2015 Location Brussels Subject Digital Single Market, Innovation DG Communications Networks, Content and Technology Attending Robert Madelin (Director-General) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 12 Feb 2015 Location Brussels Subject Digital Single Market, Innovation DG Communications Networks, Content and Technology Attending Robert Madelin (Director-General) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Jan 2015 Location N/A Subject European Energy Policy priorities DG Energy Attending Dominique Ristori (Director-General)",
    "images": null,
    "tags": "",
    "excerpt": "Check out all LobbyFacts data on BASF SE as extracted from the EU lobby transparancy register. At BASF, we create chemistry for a sustainable future. Our ambition: We want to be the preferred chemical company to enable our customers’ green transformation. We combine economic success with environmental protection and social responsibility. Around 112,000 employees in the BASF Group contribute to the success of our customers in nearly all sectors and almost every country in the world. Our portfolio comprises, as core businesses, the segments Chemicals, Materials, Industrial Solutions, and Nutrition & Care; our standalone businesses are bundled in the segments Surface Technologies and Agricultural Solutions. BASF generated sales of €65.3 billion in 2024. BASF shares are traded on the stock exchange in Frankfurt (BAS) and as American Depositary Receipts (BASFY) in the United States. Further information at www.basf.com.",
    "categories": ""
}