{
    "title": "Carbon Border Adjustment Mechanism",
    "author": "unknown",
    "source": "FuelsEurope",
    "date": "2022-06-03",
    "text": "As a key part of the “Fit for 55” package to meet European Green Deal objectives, in December 2022 the Council and the European Parliament reached an agreement on the final text of the Carbon Border Adjustment Mechanism (CBAM), which has been published in the Official Journal in June 2023. The basic principle of the CBAM design is foreseen as an obligation on the importer to buy CBAM certificates based on the carbon emissions embedded in the imported products. The price of the certificates corresponds to the price of allowances imposed on EU domestic industry under the EU ETS. The proposal of the CBAM measure intends to tackle climate change globally by addressing the risk of carbon leakage – avoiding businesses transferring production to non-EU countries with less stringent climate rules. It is also meant to encourage producers in non-EU countries to embrace climate actions. The regulation is initially to be applied to goods produced in some of the sectors considered at high risk of carbon leakage like steel, cement, fertilisers or aluminium. It will apply to direct emissions and to indirect emissions only for the sectors not eligible for indirect cost compensation. The CBAM entered into force on 1 October 2023, with a transition period until 31 December 2025. During the transition period, importers will have to submit quarterly CBAM reports containing information on the goods under the scope of the CBAM. From 1 January 2026, importers will have to submit CBAM certificates and to submit a declaration each year. After the transition period, the CBAM will be gradually phased-in, at the same pace that EU ETS free allowances in sectors covered by the CBAM are phased-out. The Commission is adopting secondary legislative acts to further define the application of the CBAM. Before the end of the transition period, the Commission is expected to report to the European Parliament and to the Council on the application of the CBAM, with the possibility to propose a timeline for the gradual inclusion of other products, taking into account their risk of carbon leakage. FuelsEurope welcomes the CBAM as an instrument to reduce the risk of carbon and investment leakage as the EU increases its climate ambition. However, the CBAM should not deteriorate the global competitiveness of the EU industry and it should protect the EU domestic market as well as EU exports from carbon leakage through an effective export mechanism, while maintaining compatibility with relevant international trade agreements. The priority for the extension of the scope of the CBAM should be given to sectors where carbon leakage risk is highest. Before refinery products were to be included in the CBAM scope extension, FuelsEurope emphasises the need for an export adjustment mechanism as well as for a methodology that calculates the carbon content of imported products and requires information from all importers consistent with the data used to calculate the carbon intensity of products made in the EU only. Such methodology would require a thorough impact assessment and an in-depth consultation with the relevant stakeholders. By applying the same methodology to calculate the CO2 intensity of any EU produced or imported product, a level playing field can effectively be ensured, recognising the increased administrative burden and challenges of verification and accreditation this may cause. Furthermore, FuelsEurope believes that the implementation of the CBAM Regulation should be accompanied by thorough impact assessments and active involvement of all relevant stakeholders, ensuring that EU competitiveness is preserved. Read our Fit for 55 recommendations here.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}