{
    "title": "Transport Bulletin",
    "author": "unknown",
    "source": "(C) Influencemap 2021",
    "date": "2025-03-05",
    "text": "InfluenceMap's latest Transport Bulletin highlights recent insights into the advocacy of major companies and their industry associations on global transport policy. In this issue: UK opens new consultation on its Zero-Emission Vehicle (ZEV) Mandate following industry pressure: Automakers have recently been vocal about adjustments that could weaken the policy, while charging manufacturers and fleet owners defended the policy. Vehicle manufacturers weaken climate ambition as Trump rolls back regulations: In the US, the Trump administration is encountering little resistance to rollbacks from auto manufacturers. Most statements related to rollbacks range from neutral to supportive. Industry split over the EU Greening Corporate Fleets Initiative: Consultation responses to the EU’s Greening Corporate Fleets Initiative are divided. The regulation has a wide support base but also faces opposition from groups in the fuels industry. Airlines oppose flight caps at Dublin Airport: Airlines have aggressively opposed Dublin Airport's flight cap. In the past, the industry successfully challenged and halted the flight cap at Schipol Airport in Amsterdam. The UK’s zero-emission vehicle (ZEV) mandate is a leading global policy to decarbonize road transport. The regulation came into force in 2024, driving UK battery electric vehicle sales to a record 19.6% market share in 2024. While many automakers continue to broadly support the ZEV mandate, multiple automakers have pushed the government to review and weaken the policy in recent months, emphasizing concerns about electric vehicle demand from consumers. The ZEV mandate requires that automakers sell an increasing percentage of new zero-emission cars and vans each year, setting zero-emission targets for both cars and vans of 70% by 2030 and 100% by 2035. Since October 2024, InfluenceMap research has identified a growing automaker advocacy campaign to weaken ZEV mandate penalties for non-compliance and to include new flexibilities in the regulation that will weaken the rule's climate benefits. In a joint letter to the government, the Society of Motor Manufacturers and Traders (SMMT) and many of its automaker members emphasized concerns with meeting the UK’s ZEV mandate without multiple new incentives to promote electric vehicle sales. On October 14th, Stellantis’ former CEO, Carlos Tavares, stated that the company may be forced to close a production line unless ZEV mandate rules were relaxed. In response, multiple EV100 members, including BT and SSE, urged the government not to weaken the ZEV mandate on November 16th. On the same day, Nissan publicly stated that the UK car industry had reached a “crisis point,” advocating to weaken key ZEV mandate rules. Following industry pressure, representatives from Tesla, Nissan, Ford, Volkswagen Group, Stellantis, BMW, and Toyota, as well as trade bodies including the SMMT and ChargeUK, met with UK government officials for a ZEV mandate roundtable. In the following days, media reports noted that Nissan wanted to delay ZEV mandate fines by two years until 2026 and borrow credits from future years, while Ford UK’s chair pushed for more ZEV mandate flexibilities while supporting the 100% 2035 zero-emission vehicle target. Following this advocacy campaign, on November 27th, the UK Business Secretary confirmed the launch of a new “fast-track” ZEV mandate consultation, which opened in December and ran until February 18th, 2025. The consultation analyzes both ZEV mandate implementation and the re-introduction of an initial 2030 ICE phase-out date in the UK. In multiple press releases, including on December 5th, the SMMT stressed urgent concerns with meeting the 2024 ZEV mandate target, pushing the government to review both the policy and UK electric vehicle incentives. In other reported public statements, a Ford executive requested a “moratorium” on the fines for missing ZEV mandate van targets in 2025 due to low sales, and a Jaguar-Land Rover executive emphasized concerns around fines. Positively, on December 16th multiple business groups invested in UK charging infrastructure, including ChargeUK, publicly urged the UK government to recommit to existing ZEV mandate targets to not put billions of investment at risk. A Stellantis executive noted that the “steep trajectories of the ZEV mandate are out of step from current demand, while supporting more electric vehicle incentives. However, following this, a Stellantis press release disclosed successful ZEV mandate compliance for cars and vans in 2024, with subsidiary Fiat noting confidence to meet the “challenging” targets in 2025. Despite automakers stated concerns around meeting ZEV mandate targets, a January 2025 study from Transport and Environment found that automakers successfully complied with them in 2024. While sales did not reach the headline 22% target for the ZEV mandate in 2024, the numerous flexibilities included in the rules (including by selling more efficient combustion-powered vehicles) meant that only 18% of all cars sold were required to be zero-emission to comply. Driven by the ZEV mandate, January 2025 saw battery electric vehicles reach a record 23.7% of all new sales in the UK. InfluenceMap will analyze the corporate responses to the open consultation on the ZEV mandate and a 2030 phase-out for new petrol and diesel cars once they are available. Amidst a flurry of rapid deregulation, the Trump administration has begun the process of weakening Biden-era emissions and fuel economy standards for motor vehicles. On the campaign trail, Trump promised to weaken these regulations and generally opposed any policies to promote electric vehicle manufacturing and deployment. Broadly, the administration appears opposed to science-backed policies that will decarbonize road transportation in the US. Auto and truck manufacturers are exhibiting varying degrees of alignment with this agenda, with some clearly supporting rollbacks and others taking more neutral positions. Most recently, General Motors CEO Mary Barra stated that the company would “happily ramp up production” of their internal combustion engine vehicles. While Ford Motor is currently defending legal standards for light-duty vehicles in federal court from oil plaintiffs, CEO Jim Farley stated that the company was “well-positioned” for any upcoming policy changes in December 2024. In the Clean Trucks Partnership agreement—a deal struck between truck manufacturers and California regulators (CARB)—truck manufacturers agreed to comply with California’s Advanced Clean Truck rule regardless of whether the rule was struck down by an oppositional federal administration or lawsuit. Manufacturers also agreed not to oppose the adoption of the rule in any states, with an exception allowing them to voice technical concerns with the rule. Despite their commitments made under the Clean Trucks Partnership, some truck manufacturers and their industry associations now appear unsupportive or have even explicitly opposed California’s clean trucking regulations. The Transport Project, an industry association representing heavy-duty vehicle manufacturers Cummins and Volvo Group, signed a joint letter in January 2025 that explicitly stated “truck manufacturers should abandon the CTP.” The letter is addressed to the CEO of Cummins, despite its membership in the Transport Project, suggesting potential misalignment between the association and company. The Truck and Engine Manufacturers Association (EMA), a signatory to the Clean Trucks Partnership, expressed concerns with the adoption of the Advanced Clean Trucks rule in New Jersey, which the EMA’s head criticized as “too much, too fast.” The EMA’s December 2024 statements suggest that the association is leveraging the Clean Trucks Partnership’s carveout for “expressing concerns or issues of implementation.” Daimler Truck, an EMA member and signatory to the Clean Trucks Partnership, appeared to oppose the beginning of enforcement of the Advanced Clean Trucks rule in its home state. Daimler announced that the company would halt all sales of trucks in Oregon due to the Advanced Clean Trucks regulation and appeared generally critical of the rule. After regulators reached out to the company to clarify the rule, the company announced it would resume sales as normal in Oregon. The current administration has quickly begun the process of weakening the Biden administration’s Corporate Average Fuel Economy (CAFE) standards. Immediately upon entering office as the Secretary of the Department of Transportation, Sean Duffy issued a memo stating that the agency would weaken the CAFE program. In response, the Alliance for Automotive Innovation, an industry association representing almost all major auto companies with significant sales in the US, endorsed plans to weaken existing CAFE standards. The Alliance noted that “the existing CAFE rules are extremely challenging to achieve – even in the best of circumstances. They also expose automakers to billions of dollars in civil penalties.” Toyota Motor, a member of the Alliance, also characterized the policy as unachievable in its December 2024 Public Policy Report. In February 2024, the European Commission opened a public consultation on the Greening Corporate Fleets initiative that considered which mechanisms should be used to facilitate a transition to zero-emission vehicles (ZEV) in corporate fleets, including mandatory targets and incentives. The responses to the consultation, accessed via freedom of information request, indicate a split in the industry. Many groups supported mandatory ZEV targets: Uber and the Platform for Electromobility supported a mandate: Uber called for a 100% electric vehicle target by 2035 and a ban on internal combustion engine (ICE) vehicles by 2030, and the Platform for Electromobility supported mandatory targets for corporate fleets enforced through penalties until a 2035 ICE phase-out. The Platform for Electromobility is an industry association representing the vehicle manufacturers Renault, Tesla, and Volvo Cars, in addition to a handful of energy and materials companies. Air Liquide and Eurelectric generally supported the introduction of mandates and incentives, while Siemens, EDF, Tesla, Volvo Cars, and Iberdrola described both as “effective” methods to motivate a ZEV transition in survey responses. However, others went against the International Energy Agency's advice—which stipulates that 66% of light-duty and 50% of heavy-duty sales must be ZEVs by 2030—by opposing mandates and advocating for a longer-term role for ICE vehicles: FuelsEurope, European Association of Automotive Suppliers (CLEPA), and the German Association of the Automotive Industry opposed the introduction of mandatory ZEV targets. The European Automobile Manufacturers Association (ACEA) appeared unsupportive of mandates for light-duty fleets but supported incentives for the decarbonization of heavy-duty fleets. The European Biogas Association appeared to support a longer-term role for ICE vehicles by advocating for the inclusion of “renewable fuels” and plug-in hybrids as a bridging technology, while Eurogas advocated for the use of biomethane, liquefied natural gas, and compressed natural gas in road transport. Ursula von der Leyen appeared to support the regulations to green corporate fleets in a December revision to a previous Mission Letter, directing the Commissioner-designate for Transport and Tourism to put forward a proposal for clean corporate fleets. In response to this update, in December 2024, FuelsEurope and the European Association of Automotive Suppliers (CLEPA) signed a joint letter stating that they were “concerned” and that mandatory battery electric vehicle purchase targets would “slow greening.” More detailed InfluenceMap analysis on corporate engagement on the policy is available here. In 2007, Fingal County Council in the Republic of Ireland imposed a cap on Dublin Airport of 32 million passengers per year as a condition to build a second terminal. Airlines—including Ryanair, the International Airlines Group (IAG), and IAG’s subsidiaries—have strongly opposed the cap in 2024. Early in 2024, Ryanair CEO Micheal O’Leary called for ministers to “intervene” in the Dublin Airport flight cap. The company also requested that Ireland’s Minister for Transport remove the flight cap in February and March 2024 letters. The CEOs of International Airlines Group (IAG) and Aer Lingus, an IAG subsidiary, also opposed the cap in May 2024 statements. In September 2024, the Dublin Airport Authority warned that the 32 million passenger cap would be exceeded. The Irish Aviation Authority (IAA) responded by publishing a draft plan for setting Dublin Airport’s Summer 2025 Capacity to prevent Dublin’s flight cap from being exceeded. The industry issued consultation responses in the same month opposing the IAA’s plans to restrict flights: Airlines for America (A4A) opposed the draft, claiming that it was in breach of the EU-US Open Skies Agreement and that its member airlines have “already been harmed as a result of the IAA’s winter 2024/25 seat cap.” Ryanair also opposed the seat cap, calling for the IAA to remove it. IAG’s subsidiaries, Aer Lingus, British Airways, Iberia and Vueling, each individually opposed IAA’s proposal. In October 2024, the IAA published its “Final Decision on Summer 2025 Coordination Parameters at Dublin Airport\" confirming the seat cap of 25.2 million during the summer 2025 period. Following this announcement, Ryanair CEO Michael O’Leary called the IAA ruling “unlawful” and announced that the airline would launch legal action against the cap, while Aer Lingus similarly announced legal action against the cap. In November 2024, the cap was temporarily suspended, and the IAA’s slot restrictions for summer 2025 were prevented, which Ryanair supported. As a result of the suspension, some airlines have already planned to increase their capacity. Industry opposition has not been limited to the Dublin Airport cap. This lawsuit comes a year after the Schiphol lawsuit, in which the global airline industry successfully blocked the Dutch government’s flight cap at Schiphol airport. Ryanair has also advocated for other airport caps to be increased, including the flight cap at Rome airport and Ireland's regional airport caps. Despite industry opposition, the International Panel on Climate Change's WGIII AR6 report finds that “rapid and deep reductions in demand make it easier for all sectors to reduce GHG emissions in the near and mid-term.”",
    "images": "https://influencemap.org/site//data/000/031/31563.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "The latest Transport Bulletin highlights recent insights into the advocacy of major companies and their industry associations.",
    "categories": ""
}