{
    "title": "Christmas for lobbyists, Halloween for NGOs",
    "author": "Elisa Braun",
    "source": "POLITICO",
    "date": "2025-02-27",
    "text": "BONJOUR. It’s been a busy week — so let’s get straight to it. Today we’re talking about: — How European and American weapons makers have significantly ramped up lobbying in Brussels since the war in Ukraine started — The Commission’s blockbuster package, as reviewed by lobbyists and NGOs — An Orbàn twist to the NGO funding saga EU DEFENSE INDUSTRY LOBBYING SOARS In the three years since Russia launched its full-scale invasion of Ukraine, top EU defense firms significantly increased their lobbying presence in Brussels. Together with my colleague Giovanna Coi, we dug into the lobbying budgets of the top 10 EU defense companies — and found they surged by around 40 percent between 2022 and 2023. Virtually all of them have expanded their Brussels-based teams to meet the growing demand for influence in the capital of EU power. Methodology: We analyzed data from the top 10 EU defense firms — Airbus, Leonardo, Thales, Rheinmetall, Naval, Saab, Safran, KNDS Deutschland, Dassault, and Fincantieri — based on their revenue from arms sales sourced from Defense News and the Stockholm International Peace Research Institute (SIPRI). We also scrutinized the EU Transparency Register and archives from the NGO-driven database LobbyFacts, reviewing entries from early 2022 and early 2023. Rising lobbying budgets: While these companies don’t disclose exact spending figures, they report broad ranges of lobbying spending. In 2022, the top 10’s cumulative spending ranged between €3.95 million and €5.1 million; by 2023, that figure surged to between €5.5 million and €6.7 million. Working off the lower ends of the brackets, that would equate to a whopping 40 percent increase in just one year. The trend is particularly evident with Swedish defense giant Saab, which doubled its spending, followed by Airbus and Dassault, both of which significantly ramped up their lobbying efforts. \n Expansion of lobbying teams: Alongside increasing budgets, the majority of these companies have bolstered their teams. In 2024, 90 percent of the firms surveyed reported hiring additional full-time staff to represent their interests in Brussels. Thales led the charge, expanding its lobbying team by 185 percent — from 3.5 to 10 full-time employees. Leonardo followed with a 66 percent increase, growing its team from 3 to 5 employees. \n You may be wondering why. The obvious driver behind this spike in lobbying activity is the ongoing war in Ukraine and increasingly belligerent global climate, three industry experts told us. But the industry is also positioning itself for influencing the EU policy agenda, as the Commission has committed to growing EU defense budgets. “We see an unprecedented interest driven by the stark reality of the security landscape” said Line Tresselt, Partner and Group Director of Defence & Security at Rud Pedersen, a public affairs consultancy that has been advising the defense sector for two decades. “But it’s more than a response to the full-scale invasion in Ukraine: with EDIP [the European Defence Industry Program, a cash pot worth €1.5 billion], but also the European Defence Fund, the upcoming EU defense white paper, the newly appointed defense commissioner, coupled with NATO’s evolving posture … there’s a massive increase of EU-made policies for the sector,” she added. Gamechanger. The election of Donald Trump has also reshaped EU countries’ priorities, prompting some to seek greater autonomy from the United States’ influence, said Jean-Marc Vesco, CEO of C&V Consulting, a consultancy dedicated to the defense sector. “Some diplomats anticipated a potential U.S. withdrawal, which prompted a race to secure American-made equipment,” he said. “But now, there is danger in sacrificing our strategic autonomy, and hence our freedom to act and defend ourselves.” What’s at stake: European defense companies want to ensure EU cash goes to local companies, while foreign contractors also want a slice of the pie. Everyone wants a piece. Companies once focused on markets like Germany and Poland, due to the U.S. military presence, are now establishing a foothold in Brussels too, added Tresselt from Rud Pedersen. U.S. defense giant Lockheed Martin, for example, signed their name on the EU lobbying register for the first time in May 2024, and has already deployed two lobbyists to the European Parliament. Meanwhile, aerospace firm RTX has dedicated two full-time lobbyists and four external representatives to advancing its interests in Brussels. Big appetite. Brussels-based consultancies are racing to meet the increased demand. Tresselt reports that Rud Pedersen has expanded its practice, driven by an influx of IT companies entering the defense market. “Banks and investment funds, which historically saw reputational risk in entering defense, also seek specialized advice now,” said Vesco, adding that the growing demand led to his company doubling in size. More competition. In terms of consulting firms, Brussels’ lobbying scene remains largely dominated by a handful of established players. Only Forward and Logos Public Affairs — working with Airbus — and trade associations EUTOP Europe and Euralia are listed in the EU register as the lobbyists that the top EU defense companies rely on. But the picture is incomplete, since companies don’t always disclose who they’re working with. “The new entrants [to the defense industry consultancy market] are still adjusting, but for the time being, we’re still dealing with historical players,” said Vesco. “We know that some of our employees may be courted by the competition, but we believe our commitment to EU values is what keeps us competitive. We’re not selling socks or cans of Coca-Cola.” **Washington, remade. The Trump administration is aggressively reshaping the U.S. government, dismantling regulations, and centralizing power. These shifts will impact businesses, international relations, and global markets—including in Europe. Stay ahead of the curve with POLITICO’s West Wing Playbook: Remaking Government, your daily guide to the policy changes, political battles, and power plays defining this historic moment. Sign up here.** DOUBLE BILL: THE OMNIBUS AND CLEAN INDUSTRIAL ACT’S EUROPEAN PREMIERE IT’S CHRISTMAS FOR LOBBYISTS — BUT HALLOWEEN FOR NGOS. That’s the vibe after the Commission dropped its bombshell legislative package yesterday, packed with a so-called Clean Industrial Deal, an Affordable Energy Action Plan, and two Omnibus Simplification Packages. If you’re still trying to catch up on the drama, don’t worry — we captured all the twists and turns (and the critics’ response — which is coming in hot). 1. First up, the Clean Industrial Act, the EU’s €100 billion master plan to help traditional industries cut carbon emissions while building up the clean-tech sector amidst fierce competition from China and the U.S. That translates to the creation of an “Industrial Decarbonization Bank” backed by cash from the Innovation Fund (€20 billion) and EU countries (€30 billion). There’s also a plan for joint purchasing of critical raw materials like lithium and cobalt. My colleague Zia Weise has more here. And the reviews are in … — “Excellent news, not only for our sector but for the EU at large… encouraging to see the renewed focus on heating and cooling decarbonization.” (Euroheat, energy network) ★ ★★★★ — “A historic shift in EU policy towards supporting the competitiveness of Europe’s industries while promoting a greener, more prosperous future.” (SEA Europe, maritime association) ★ ★★★★ — “A key step to strengthen EU industry … [but] counting only on electrification for the decarbonization is too risky” and “bioenergy is overlooked.” (Bioenergy Europe, trade association) ★★★ ☆ ☆ — “We regret that some sectors (automotive, steel and metals, chemicals) receive particular attention.” (FEVE, glass packaging association) ★★ ☆ ☆ ☆ — “Sets a 24 percent circular material use target by 2030, but lacks the concrete mechanisms to deliver it. How can Europe meet this goal when struggling recycling sectors — plastics, textiles, and tires — are left without support?” (Euric, recycling association) ★★ ☆ ☆ ☆ — “Misses the opportunity to set the EU on the path for swift and significant pollution reduction and disease prevention.” (Health and Environment Alliance, NGO) ★ ☆ ☆ ☆ ☆ — “The Clean Industrial Deal hides dirty concessions … weakens the Green Deal by favoring energy-intensive industries and polluters.” (European Environmental Bureau, citizens’ network) ☆ ☆ ☆ ☆ ☆ — “A ‘deal’ invented by industry for industry, including the worst polluters in Europe.” (Corporate Europe Observatory, non-profit research and campaign group) ☆ ☆ ☆ ☆ ☆ 2. Second, the proposed Omnibus bill. The big news here is that the EU is dialing back green reporting requirements for companies, with a massive 80 percent of businesses getting a pass on these obligations, with the aim of cutting administrative costs by €6.3 billion. Rules that applied under the Corporate Sustainability Due Diligence Directive (CSDDD), now have a more relaxed five-year reporting cycle. Plus, fewer companies will need to worry about the EU’s classification system for green investments, and some lucky importers are even getting a free pass on the Carbon Border Adjustment Mechanism (CBAM). More here. — “Strong support… a proposal that does not undermine the key objectives of the legislation and brings simplification” (EuroCommerce, retail association) ★ ★ ★ ★ ★ — “Highly welcomed… tackles main concerns of SMEs… gives breathing space to SMEs” (SMEunited, small business association) ★ ★ ★ ★ ★ — “A key opportunity to streamline reporting requirements, clarify the legal language of some provisions, and rectify unintended negative impacts.” (FuelsEurope, manufacturers’ association) ★ ★ ★ ★ ☆ — “A good start, but risks being a half-measure rather than the fundamental reset Europe’s regulatory framework desperately needs.” (Malte Lohan, CEO of AmCham, lobby group for U.S. companies) ★ ★ ★ ☆ ☆ — “Creates legal uncertainty for investors and businesses, and harms the first movers who have already prepared their first sustainability reports or started working towards compliance.” (EUROSIF, sustainable investment forum) ★ ★ ☆ ☆ ☆ — “Sadly a clear example of simplification at the expense of the goals of the Green Deal, if unchanged” (Bellona Europe, climate NGO) ★ ☆ ☆ ☆ ☆ — “A Trojan horse for aggressive deregulation” (European Environmental Bureau, citizens’ network) ☆ ☆ ☆ ☆ ☆ — “A massive and unprecedented deregulation, reminiscent of the deregulation policies in place in the United States.” (Friends of the Earth, environmental charity) ☆ ☆ ☆ ☆ ☆ — “A terrible abdication of principled leadership in advancing a sustainable and human rights-based economy… the Commission is siding with powerful corporations rather than victims of corporate abuse around the world.” (Human Rights Watch, international NGO) ☆ ☆ ☆ ☆ ☆ — “Total dereliction of responsibility, free pass for polluters” (Global Witness, international NGO) ☆ ☆ ☆ ☆ ☆ — “Sets a dangerous precedent with far-reaching consequences … von der Leyen’s priorities lie with the short-term gains of powerful corporate lobbyists, at the expense of Europe’s long-term well-being.” (WWF, conservation NGO) ☆ ☆ ☆ ☆ ☆ HUNGARY, GERMAN MEPs ATTACK NGOs (AGAIN) AN ORBÀN TWIST IN THE NGO FUNDING SAGA. Hungary is intensifying its push against EU funding for NGOs by calling for full access to grant contracts between the European Commission and nonprofit groups. In a bid for more oversight ahead of the General Affairs Council, Hungary proposed that the EU Council not only gain access to these contracts but that a transparency system be developed to allow unrestricted public access. Not exactly a coincidence. The proposal comes just one week after MCC Brussels, a think tank connected to Hungary’s Prime Minister Viktor Orbán, accused the Commission of using NGO funding as part of a “propaganda machine,” with a particular focus on LGBTQ+ rights groups, as we reported earlier. The reports’ conclusions have since been amplified in Orbàn’s aligned media in the country. When planets align. This move also comes amid growing scrutiny on NGOs from conservative and center-right forces in the EU, who accuse the European Commission of using grants to encourage NGOs to promote the European Green Deal, particularly among environmental groups, or its own political agenda in general. German conservatives enter the chat Der Spiegel yesterday revealed that chancellor-to-be Friedrich Merz and other CDU/CSU members of the German parliament have submitted an inquiry into the “political neutrality of state-supported organisations” that participated in the protests against the far right. The inquiry consists of 551 questions related to organisations such as Greenpeace, or investigative media outlets like Correctiv. Nothing changed (yet) at the European Parliament: The center-right European People’s Party (EPP) group, which comes from the same family as Merz, is for now not pushing to broaden the scope of their ongoing investigations on NGOs. Previously, the far-right ECR group tried to get their support for a broader parliamentary investigation at the European Parliament and failed. “The EPP Group certainly plans to continue to work on these questions using the tools of the budget committee (CONT) and the parliamentary discharge procedure [an audit capacity given to MEPs],” an EPP group spokesperson told my colleague Max Griera. Furore from the left: The Greens’ Vula Tsetsi, co-chair of the European Green Party, said: “On the first day after the German elections, the CDU’s motion in the German parliament follows the same pattern as the EPP’s attempts to intimidate, discredit and defund NGOs at the European level.” René Repasi, head of the German delegation of the socialist group at the European parliament, concurred: “We have seen dangerous tendencies with regards to civil society support in other countries and I cannot believe the CDU wants to find themselves in this camp.” “The fact that this debate evolved in a CDU chaired committee in the European Parliament and continues now in the Bundestag can’t be a coincidence. In Brussels, it’s the Green Deal where the EPP seems to be afraid of advocacy work from NGOs; in Berlin it seems to be the demonstrations that caused trouble for the conservatives,” Repasi continued. ICYMI OZEMPIC BOSS TURNS DIPLOMAT. When United States President Trump announced he would tariff Denmark if the country didn’t relinquish control of Greenland, Danish Prime Minister Mette Frederiksen went to a rather quite reserved character: Lars Fruergaard Jørgensen, CEO of the pharmaceutical firm Novo Nordisk and current president of Europe’s pharma lobby EFPIA. Read Mari Eccles’ story here. A GOOD OPPORTUNITY FOR RUSSIA. The U.S. international aid freeze will evaporate funding for civil society groups across Eastern Europe, undercutting pro-democracy initiatives and creating an open goal for Russia to boost its hold on the region, my colleagues Giovana Coi and Dato Parulava report after compiling data on the dismantlement of the the U.S. Agency for International Development (USAID). CEREAL LOBBY’S BET ON INFLUENCERS. The Paris International Agricultural Show is famous for showcasing oddities, and this year, influencers lobbying for a prominent cereal organization was part of it. Intercéréales, which has ties to the country’s largest farmer union, the FNSEA, enlisted journalist Samuel Etienne and others to host an “authentic” conversation on TikTok and Twitch, reports my colleague Klara Durand. Targeting Gen Z with EU-funded campaigns. Intercéréales aims to capture the youth market, as it explained while unveiling a €2.15 million communications plan — 70 percent funded by the EU. But not everyone is sold: “By giving Intercéréales a platform, influencers are boosting an agricultural model that ignores the needs of farmers and the planet,” said Amélie Deloche, a climate change and influencer watchdog. More with my French colleagues from Tech Matin (for our subscribers). HEADLINES — Chinese hackers siphoned off Belgian state security emails, report says (POLITICO) — FTI Consulting reels from staff exodus after rainmaker launches rival (Financial Times) — Global Counsel cleared of failing to disclose Qatari work (Financial Times) INFLUENCERS EU INSTITUTIONS/DIPLOMACY Teresa Anjinho was sworn in at the European Court of Justice today, officially becoming the European Ombudsman for the next five years, until the end of the parliamentary term. Katarzyna Skórzyńska has assumed the role of chargée d’affaires of the Polish embassy in Brussels. She previously served as Poland’s ambassador to Brazil. PHARMA After almost nine years at Catholic Relief Services in Atlanta, Georgia, Faith McCollister has left the U.S. to join the ethics & business integrity team at UCB headquarters in Brussels. ENERGY Valentin Calfa, previously with the European Renewable Gas Registry, is now public affairs officer at Gas Distributors for Sustainability. INDUSTRY FEVE, the European Container Glass Federation, appointed Carlo Pirrone, currently with SEDA International Packaging Group, as its new secretary general. He succeeds Adeline Farrelly. AGRICULTURE Somang Yang has started as senior manager for sustainability at CropLife International in Brussels. Previously, she was head of bioenergy & land use at the South Korean advocacy group Solutions for Our Climate in Seoul. PUBLIC AFFAIRS & COMMS Laura Savini has been promoted to account director for healthcare, life science & wellness practice at FIBRA. MOBILITY The Belgian Air Transport Association has appointed Philippe Saeys-Desmedt as its president of the board of directors. He is succeeding Wencke Lemmes-Pireaux. Un grand merci à: Giovanna Coi, Max Griera, Louise Guillot, Marianne Gros, Zia Weise, Laura Kayali, Šejla Ahmatović, my editor Nathalie Weatherald and Dionisios Sturis for his delicious pączki. This newsletter has been updated to clarify that Vula Tsetsi made her statement on NGOs in the capacity of co-chair of the European Green Party. SUBSCRIBE to the POLITICO newsletter family: Brussels Playbook | London Playbook | London Playbook PM | Playbook Paris | EU Election Playbook | Berlin Playbook | Global Playbook | POLITICO Confidential | Sunday Crunch | EU Influence | London Influence | China Watcher | Berlin Bulletin | Living Cities | D.C. Playbook | D.C. Influence | All our POLITICO Pro policy morning newsletters",
    "images": "https://www.politico.eu/wp-content/uploads/2025/02/04/EU-Influence.png",
    "tags": "",
    "excerpt": "A weekly newsletter on campaigning, lobbying and political influence in the EU. By ELISA BRAUN Tips, tales, traumas to @ElisaBraun or influence@politico.eu | View in your browser BONJOUR. It’…",
    "categories": "Uncategorized"
}