{
    "title": "Region, EU co-legislators came to a provisional agreement on the establishment of the Carbon Border Adjustment Mechanism - Environment Energy Mining Watch SEE",
    "author": "VM",
    "source": "Environment Energy Mining Watch SEE",
    "date": "2022-12-13",
    "text": "Region, EU co-legislators came to a provisional agreement on the establishment of the Carbon Border Adjustment Mechanism , News The European Parliament and Council agreed on some of the key features of the CBAM. However, they also agreed to leave out two key political issues, to be discussed later this week in the EU Emissions Trading System (EU ETS) trilogue, namely: the timeline regarding the phase-out of free permits to pollute for CBAM sectors, and the exclusion of export rebates. WWF welcomes the extension of the CBAM scope to hydrogen, indirect emissions under certain conditions, certain precursors as well as to some downstream products of iron or steel. Meanwhile, WWF deplores the fact that co-legislators did not agree on using revenues generated through the sale of CBAM certificates to fund climate action outside the EU. Camille Maury, Senior Policy Officer, Decarbonisation of Industry at WWF EPO, said: “The provisional agreement on CBAM includes some good elements on the scope and the emissions covered. Now talks will intensify on the overlap with the free permits to pollute allocated to industry under the EU ETS Directive. For the CBAM to act as a real alternative to carbon leakage protection measures, and push EU industry to decarbonise, co-legislators will have to agree on finally upholding the ‘polluter-pays-principle’ by phasing out half of free permits to pollute for CBAM sectors by 2030, and totally by 2032. They shouldn’t budge for industry lobbying while we are in a climate emergency.” What’s next? The timeline regarding the phase out of free permits to pollute, allocated to industry under the EU ETS, will be discussed later this week during ETS trilogues, scheduled on Friday 16th and Saturday 17th. This provisional agreement is now dependent on an agreement on the EU ETS Directive revision, and must be agreed in Coreper. The implementation of a Carbon Border Adjustment Mechanism (CBAM) has been discussed for many years as a potential tool to ensure emission reductions and protect companies’ competitiveness in the EU. The European Commission proposed the establishment of a CBAM in 2021 as part of its ‘Fit for 55 package’. Its introduction could possibly play different catalyzer roles in contributing to the EU’s industrial decarbonisation, and influence third countries to decarbonise their manufacturing industry. Its aim is to address the so-called risk of carbon leakage resulting from the EU’s increased climate ambition. CBAM will ensure an equivalent carbon price for domestic and imported production on goods from selected sectors. Background information CBAM must become an alternative to current carbon leakage protection measures, especially the free permits to pollute allocated to industries under the EU Emissions Trading System (EU ETS). Currently the highly contested occurrence of ‘carbon-leakage’, i.e. production moving out of Europe because of the carbon price, is being compensated by the distribution of free permits to pollute under the EU ETS, which means heavy industry can emit part of its CO2 emission for free. Latest report very recently showed that they accounted for more than half their emissions and around 100 billion in missed revenues for Member States, WWF writes. LATEST NEWS June 14, 2023 The Serbian Institute for Critical Materials launches a regional mining platform for knowledge exchange August 13, 2023 Environment South East Europe Watch temporarily suspends the activity August 9, 2023 Regional Coalition Aims to Protect Up to 400 Kilometres of Rivers Across Southeast Europe August 9, 2023 Meeting Serbia’s Energy Needs: A Smart Siting Map for Solar Power",
    "images": "https://environmentsee.eu/wp-content/uploads/2021/02/environment-see-opengraph-v1.jpg",
    "tags": "",
    "excerpt": "WWF welcomes the extension of the CBAM scope to hydrogen, indirect emissions under certain conditions.",
    "categories": ""
}