{
    "title": "Open Letter: Time to vote for an EU Emissions Trading System (ETS) that works for climate and industrial transformation - CAN Europe",
    "author": "Beliz",
    "source": "CAN Europe",
    "date": "2022-04-14",
    "text": "14th April 2022 Dear Member of the ITRE committee, Ahead of your vote on the EU ETS report on April 20, we are calling on you to vote for an ambitious revision to make the EU’s carbon market an effective tool driving industrial transformation to contribute to achieving the EU 2030 climate target and European Green Deal objectives. A successful revision of the EU ETS should make it a tool that incentivises emission reductions, including through changes in production and consumption patterns, circularity and investments into zero-carbon production processes in an integrated approach to reaching the zero pollution ambition. To achieve this objective, the ETS directive must provide a strong price signal. Thus, the hand out of free allocation of EU ETS allowances to industry must end. Instead, all ETS allowances must be auctioned and the substantial amounts of additional revenues raised must be recycled into more effective climate action. Looking at the ETS reform proposal by the European Commission, free allocation will still remain one of the main obstacles to decarbonisation, innovation and the good functioning of carbon markets.¹ The current regime of free allowances represents a massive market failure that creates an unjust and complex set of distortions for companies in and outside the ETS. This is due to ill-targeted handouts of free pollution permits to highly polluting incumbents. Free allocation is awarded in proportion to the output of plants, which favours wasteful production over a more circular economy or demand reduction. Postponing the phase-out of free allocation will delay the green transition when the latest IPCC report urges us to act now to keep temperature rise to 1.5°C by drastically reducing our emissions and transforming our economies. Moreover, it would also continue to undermine the business case for investment in cutting emissions in resource- and energy-intensive industries. The tragedy of the ongoing war in Ukraine further underlines the need to accelerate Europe’s shift towards ending dependence on fossil fuels. A robust and ambitious EU climate policy, with acting in concert with a strengthened and fair EU ETS in a more complete policy toolbox, including performance based standards and regulation, is a key enabler of such an accelerated transition. We therefore call on you to vote in favour of an ambitious ETS that works for the climate while future-proofing industry and which is fully aligned to the wider zero pollution ambition. As a member of the ITRE Committee we would expect you to send a strong political signal by supporting the following: Phase out free allocation of ETS allowances as soon as possible \nFree allowances are an ineffective and wasteful use of public resources, and continue to undermine the business case for greenhouse gas reductions. They represent a massive market failure that creates no incentive for EU industry and aviation sectors to reduce emissions, and would, if copied in the shipping sector, undermine the maritime ETS. Emissions from industrial installations like steel, cement and basic chemicals have stagnated since 2013,² with the European Court of Auditors’ confirming that free allocation of allowances has slowed down industrial decarbonisation efforts. Free allowances have also generated enormous windfall profits (EUR 50 billion) between 2013 and 2019 to resource- and energy-intensive industries, with almost no emission reductions in return. Reinvest additional auctioned EU ETS allowances to support the green transition and address investment gaps \nStart financing the green transition. Auctioning of free permits will generate substantial additional revenues. In 2021 alone, the ETS Modernisation and Innovation funds received 69 million and 40 million allowances respectively, while free allocation cost 676 million allowances.³ Moving towards full auctioning can help redirect these foregone revenues to more effective action and turn them into investments urgently needed to spur efficiency and innovation and provide for a socially just transformation. Driving industry to build up viable alternatives to their current carbon-intensive activities and processes not only addresses and reduces industry’s environmental impact of its core activities, but also provides a competitive incentive and reward to those who decarbonise most effectively. Thus, it would support industrial decarbonisation much more efficiently than ill-targeted free allowances in the last decades – provided that green conditions are attached to funded activities such as the exclusion of fossil fuel investments like ‘grey’ or ‘blue’ hydrogen. No free allocation to sectors covered by CBAM, and no Carbon Leakage Protection Reserve \nAs a climate policy tool aimed at incentivising emission reductions within the EU and globally, the Carbon Border Adjustment Mechanism (CBAM) must only be implemented as an alternative to current carbon leakage protection measures for the sectors it covers. In the Commission’s own impact assessment accompanying the CBAM Regulation proposal, the option in which free allowances are removed with the introduction of a CBAM results in 15% additional emissions reductions in the target sectors compared to the baseline scenario. Moreover, the impact on carbon leakage in the CBAM sectors is largely negative, meaning that it would lead to a net global reduction in emissions. The proposal to establish a Carbon Leakage Protection Reserve – which would hold those free allowances resulting from the implementation of the CBAM for two years instead of using them to finance climate action, for example by channelling them directly into the Innovation Fund, would seriously compromise the needed transformation of EU industries. It would also damage the credibility of the CBAM as well as undermine the EU’s reputation and integrity with international trading partners. We therefore urge you to reject the creation of such a Reserve. \n Support strengthened benchmarks and earlier revision until free allowances are fully phased out \nThe EC impact assessment accompanying the EC ETS proposal demonstrates that the potential for emission reductions in ETS sectors is much higher than the proposed 0.2% a year. The minimum annual reduction rate of the benchmarks should therefore be set at 1%. Moreover, the review of the benchmarks must be done much earlier than in 2026. The ETS benchmarks already represent what is achieved by “the 10% most efficient” installations under commercially viable conditions. Scope and system boundaries of the product benchmarks should be based on the ‘one product/service – one benchmark” principle and account for the circular use potential of materials and not differentiate by feedstock or type of process. Create a comprehensive and holistic policy framework \nBetter and effective carbon pricing is only part of the solution to achieve the industrial transformation towards climate neutrality in the next decades. It needs to be embedded in a comprehensive industrial regulatory framework that incentivises circular solutions and attracts the investments for clean production techniques. These are necessary to ensure a long-term low-carbon future for the industrial sector in Europe, securing jobs throughout the industrial value chain and benefits for the whole economy. There is increasing consensus over what such a policy package should look like, as is evident from a steady drumbeat of reports released in recent years.4 This includes, but is not limited to, the adoption and mandatory uptake of ambitious pollution performance standards (such as based on Best Available Techniques), green product requirements or requirements for embedded emissions, strengthening green public procurement and supporting access to low-carbon feedstocks and infrastructure. Alternatives to free allocation should be considered systematically, e.g. through product requirements or accelerated CBAM, aiming to leave free allocation only to exceptional cases rather than the default option, as well as through performance based requirements. \n We urge you to stay firm on your determination to accelerate the just transformation of the \nEuropean economy towards climate neutrality and to achieving the EU’s climate targets and \ninternational commitments under the Paris Agreement. We remain at your disposal for any further exchange on the issue. Yours sincerely, Signatory organisations: CAN Europe \nCarbon Market Watch \nCentre for Transport and Energy, Czechia \nCitizens’ Climate Europe \nEnvironmental Coalition on Standards (ECOS) \nEstonian Fund for Nature (ELF) \nEuropean Environmental Bureau (EEB) \nIceland Nature Conservation Association (INCA) \nLEGAMBIENTE \nSandbag Climate Campaign ASBL \nSwedish Society for Nature Conservation \nThe Green Tank \nTransport & Environment (T&E) \nWISE \nWorld Wide Fund for Nature, European Policy Office (WWF EPO) \nZERO \nZero Waste Europe \nSee WWF EPO report: Fit for 2030: Making EU ETS revenues work for People and Climate, page 3.  ¹ See Sandbag, Why Free Allocation in the EU ETS Must Stop Urgently, December 2021 ² See Carbon Market Watch Policy Brief: The Phantom Leakage, page 9. ³ See WWF EPO report: Fit for 2030: Making EU ETS revenues work for People and Climate, page 3. 4 See for example: Agora Energiewende (2021), A Clean Industry Package for the EU; Material Economics \n(2019), Industrial Transformation 2050; Climate Strategies (2021), Closing the Green Deal for Industry; DIW \n(2021), Green Deal for Industry: A Clear Policy Framework Is More Important than Funding; Sartor & Lehne \n(2020), A Policy Vision for the EU Industrial Strategy.",
    "images": "https://caneurope.org/content/uploads/2022/02/letter-template.jpg",
    "tags": "",
    "excerpt": "14th April 2022 Dear Member of the ITRE committee, Ahead of your vote on the EU ETS report on April 20, we are calling on you to vote for an ambitious revision to make the EU’s carbon market an effective tool driving industrial transformation to contribute to achieving the EU 2030 climate target and European […]",
    "categories": ""
}