{
    "title": "European Commission public consultation on EU Green Deal (carbon border adjustment mechanism) - Elinkeinoelämän keskusliitto",
    "author": "Kati Ruohomäki",
    "source": "Elinkeinoelämän keskusliitto",
    "date": "2021-03-17",
    "text": "European Commission public consultation on EU Green Deal (carbon border adjustment mechanism) Rajamekanismi on erittäin monimutkainen toteuttaa ja todennäköisesti aiheuttaa kauppakiistoja ja oikeustapauksia, mutta hyvä selvittää perusteellisesti. Päästökaupan hiilivuotomekanismeja tulee käyttää ensisijaisesti. Confederation of Finnish Industries EK represents the entire private sector and has 24 member associations and 16,000 member companies. We speak for employers of all sizes, from public limited companies to SMEs. Our member companies create jobs and welfare in Finland, and are responsible for 70% of exports, 70% of R&D expenditure, 2/3 of the GDP created by companies and 2/3 of the private sector jobs. The climate change is a huge global challenge in every level of societies. Confederation of Finnish Industries strongly supports the Paris agreement and 1.5-degree policies and is fully committed to the implementation of necessary measures to mitigate climate change. Enterprises are in the core of this long-lasting combat by innovating, investing and offering solutions globally. In the on-going energy transition, they change their processes away from using fossil fuels, and in the same time they face daily tough international competition. We appreciate a possibility to deliver views of Finnish businesses regarding a Carbon Border Adjustment Mechanism. The introduction of Carbon Border Adjustment Mechanisms (CBAMs) requires very serious consideration of their costs and benefits. They are politically very risky, complicated and costly to implement and should be considered only in the most extreme cases where other options for finding a common solution have been exhausted. The primary tools against a risk of carbon leakage are current measures in EU Emissions Trading Scheme (EU ETS), like free allocation and indirect compensation, and they should be in place also in future. \nA Carbon Border Adjustment Mechanism is a new, complex and risky tool Finnish businesses support the climate neutrality target of 2050 for the EU, and we see, that the EU ETS is an effective tool to reduce GHG emissions in energy production and industry and must remain as a main instrument to these sectors. Carbon pricing continues to gain traction globally as a cost-efficient tool for emissions reductions. There is continued progress on carbon pricing initiatives at the subnational, regional and national levels all around the world. Currently around 20 % of global emissions are under a carbon price mechanism. But when comparing the measures among industry in different countries, progress is very slow among Europe’s main trading partners. The EU must ensure the global competitiveness of European companies and a level playing field in key export markets. It is good, that EU Commission studies different options to minimize a risk of carbon leakage, which is due to uneven level of climate ambitious in Europe and globally. In the same time, the present and mostly well-functioning measures like free allocation and indirect compensation in the EU ETS need to be continued in a sufficient way as long as there are no equal carbon pricing schemes among major trading partners outside Europe. The uncertainty about the level of these ETS carbon leakage measures in future is poison to investment decisions among ETS companies. As said above, Finnish businesses are favour of a proper impact assessment of CBAMs, so we all can learn more on these measures, as they are not in use in large scale anywhere. A detailed analysis should be made of the practical feasibility, legal aspects, impacts on the sectors involved as well downstream sectors, and risks of retaliation. The functionality and compatibility with EU ETS need to be study carefully to avoid any distraction, especially in the options, where ETS allowances would be used as a CBAM for import goods. However, designing of a CBAM will be politically challenging and subject to many uncertainties. Climate-efficient industry and safeguarding the competitiveness of EU companies are important goals, but the ways to achieve them must be carefully considered. It is extremely difficult to determine the carbon footprint of different products and charging additional tariffs or taxes will also entail additional costs that could hamper the competitiveness of the EU export industry. What is more, the carbon border adjustment would not benefit EU companies when operating in third markets. Major trade policy risks are associated with the carbon border adjustment proposal. The unilateral introduction of a new CBAM tool would most likely lead to retaliatory measures especially from EU’s biggest trade partners. It is also uncertain whether it is possible to find a CBAM, which would be compatible with WTO rules. \nEU trade policy can help to avoid a risk of carbon leakage in addition to ETS measures The primary solution from a business point of view is to promote regulation globally that guarantees fair and equitable competition for businesses. There are many ways to support the Paris Agreement in the short and medium term. These include for example more regular dialogue between WTO and UNFCCC forums using new and existing regional trade agreements (RTAs) to find common ground and compromise on integration of climate and trade issues talks with like-minded WTO Members, for instance the EU and China could revive negotiations on the Environmental Goods Agreement (EGA) under WTO, include climate-related issues in the WTO Trade Policy Review Mechanism (TPRM) on a voluntary basis In addition to these, recently revised EU trade defence instruments have been strengthened to help address concerns arising from unbalanced climate policies between trading partners. If there is evidence of unfair competition, the first action to level the playing field should be to find ways to help EU´s trade partners to improve their policies, for example by implementing carbon pricing and promoting trade in climate-friendly goods and services. Lisätiedot komission sivuilla: ec.europa.eu",
    "images": "https://ek.fi/wp-content/uploads/2020/09/placeholder-logo-blue-1.jpg?name=european-commission-public-consultation-on-eu-green-deal-carbon-border-adjustment-mechanism",
    "tags": "",
    "excerpt": "Rajamekanismi on erittäin monimutkainen toteuttaa ja todennäköisesti aiheuttaa kauppakiistoja ja oikeustapauksia, mutta hyvä selvittää perusteellisesti. Päästökaupan hiilivuotomekanismeja tulee käyttää ensisijaisesti. Confederation of Finnish Industries EK represents the entire private sector and has 24 member associations and 16,000 member companies. We speak for employers of all sizes, from public limited companies to SMEs. Our member companies […]",
    "categories": ""
}