{
    "title": "EU Parliament's ENVI Committee vote on CBAM marks one more step towards carbon leakage for downstream products",
    "author": "unknown",
    "source": "APPLiA_Europe",
    "date": "2022-05-17",
    "text": "While the home appliance sector welcomes the efforts undertaken by the Committee to tackle downstream industries, the proposal, as it currently stands, lacks the necessary provisions to effectively prevent carbon leakage in downstream products and industrial delocalisation. Today, the European Parliament’s Environment (ENVI) Committee voted on the Carbon Border Adjustment Mechanism (CBAM). While the home appliance sector “welcomes the efforts undertaken by the Committee to tackle downstream industries”, explained Paolo Falcioni, APPLiA Director General, “the proposal, as it currently stands, lacks the necessary provisions to effectively prevent carbon leakage in downstream products and industrial delocalisation.” Originally designed to cover raw materials and electricity, the Mechanism does not succeed in addressing carbon leakage down the value chain, potentially stimulating a transfer of carbon emissions and production investments outside the EU, with harmful socio-economic impacts on all European downstream industries, workers and consumers. Also, industrial delocalisation would imply an increased strategic dependency for the EU economy. Here, a delegated act “cannot and will not suffice to provide legal certainty,” commented APPLiA’s DG. In this regard, a simple extension of the scope to include downstream products does not properly tackle the complexity of the industry. What is needed instead, is for these to be clearly defined and subjected to a tailor-made methodology. As such, “a complementary legislative proposal would be the most appropriate and effective policy answer to make CBAM fit for purpose,” pointed out Falcioni, stressing the importance of compensating the current draft, with an eye at securing European jobs and preserving the competitiveness of the EU manufacturing industry in global markets. Higher climate ambitions require strengthened carbon leakage measures. The European Parliament and the Council of the EU shall fine tune the Mechanism accordingly, embedding the complementary piece of legislation in Art.30 of the proposal, inclusive of an obligation to act before the end of the transitional period,” detailed Falcioni. Only in this way, CBAM will be workable for downstream products, and unintended consequences will be avoided at the EU and global level. This website uses cookies that are necessary to its functioning and required to achieve the purposes illustrated in the privacy policy. By accepting this OR scrolling this page OR continuing to browse, you agree to our privacy policy.",
    "images": null,
    "tags": "",
    "excerpt": "While the home appliance sector welcomes the efforts undertaken by the Committee to tackle downstream industries, the proposal, as it currently stands, lacks...",
    "categories": ""
}