{
    "title": "EU Steel and Metals Action Plan will fall short if downstream industries are left behind",
    "author": "unknown",
    "source": "APPLiA_Europe",
    "date": "2025-03-19",
    "text": "Photo Source: EC - Audiovisual Service Today the European Commission presented the Steel and Metals Action Plan. The Plan outlines priority measures to protect European steel production, a sector deemed strategically vital for regaining Europe's competitive edge. APPLiA, representing top European home appliance manufacturers, issued the following statement in reaction. Paolo Falcioni, APPLiA Director General: “Steel is undeniably a critical input for industries like home appliances, where it makes up for 36% of appliance components. However, the steel and metals industry's recovery depends on the health of its downstream users. Neglecting key partners, like the home appliance sector, risks leaving European steel and metals without a market. EU policies must recognise this vital interdependence to truly capitalise on the 'industrial ecosystem' outlined in the Clean Industrial Deal. These sectors are essential to steel and metals’ success and should be treated as strategic partners in EU policy.” Michał Zakrzewski, APPLiA Senior Digital & Competitiveness Policy Director said: “As a major user of steel and metals, the home appliance industry strongly supports the Commission's stated intention to expand the Carbon Border Adjustment Mechanism (CBAM) to include downstream products by Q4 2025, closing the loophole that allows non-EU producers to avoid carbon costs. This expansion is vital to protect EU manufacturers and uphold climate goals. To ensure the effective implementation of this expanded scope, the Plan should actively consider APPLiA's recommendation to adopt a flexible default value system for downstream products. This will prevent overly complex compliance and maintain EU competitiveness. Korrina Hegarty, APPLiA Senior Environment Policy Director said: “The Plan's focus on creating a Single Market for Waste aligns with our long-standing advocacy for enhanced circularity. Addressing barriers like complex waste shipment procedures and inconsistent classification is crucial. The planned Circular Economy Act is a vital step towards achieving a functional waste market, especially for materials in home appliances. Critically, APPLiA advocates for shared responsibility across the entire waste chain and specific recycling quality specifications not only for plastics but also for precious metals and critical raw materials. The Plan's single market for waste must not only facilitate movement but also ensure high-quality treatment and secondary raw material output.” This website uses cookies that are necessary to its functioning and required to achieve the purposes illustrated in the privacy policy. By accepting this OR scrolling this page OR continuing to browse, you agree to our privacy policy.",
    "images": null,
    "tags": "",
    "excerpt": "Photo Source: EC - Audiovisual Service Today the European Commission presented the Steel and Metals Action Plan. The Plan outlines priority measures to prot...",
    "categories": ""
}