{
    "title": "Joint industry statement to make CBAM fit for purpose",
    "author": "unknown",
    "source": "APPLiA_Europe",
    "date": "2022-12-08",
    "text": "To be fit for purpose, the Carbon Border Adjustment Mechanism (CBAM) should effectively reduce carbon emissions and prevent carbon leakage down the value chain. Here are 4 recommendations from EU downstream industries to support a fair, ambitious and comprehensive EU carbon pricing system. Not enough attention has been paid to the impact of the Carbon Border Adjustment Mechanism (CBAM) down the value chain, both in socio-economic terms, and in terms of carbon emissions. As designed in the European Commission’s proposal, CBAM was intended to apply to a limited number of imported raw materials and electricity, thus risking carbon leakage in all EU-based downstream industries that rely on such materials. An incomplete CBAM only focused on raw materials and electricity cannot effectively reduce carbon emissions and prevent carbon leakage down the value chain; it will rather stimulate a transfer of carbon emissions and production investments outside the EU, with harmful socio-economic impacts on all European downstream industries, workers and consumers. The European downstream industries support a fair, ambitious and comprehensive European carbon pricing system, which would effectively incentivise carbon emission reductions up and down the value chain, both in domestic (EU) and foreign (non-EU) markets. In this spirit, we urgently call on the European Commission, the European Parliament and the Council of the EU to consider the following recommendations in the pending trilogue negotiations: This website uses cookies that are necessary to its functioning and required to achieve the purposes illustrated in the privacy policy. By accepting this OR scrolling this page OR continuing to browse, you agree to our privacy policy.",
    "images": null,
    "tags": "",
    "excerpt": "To be fit for purpose, the Carbon Border Adjustment Mechanism (CBAM) should effectively reduce carbon emissions and prevent carbon leakage down the value cha...",
    "categories": ""
}