{
    "title": "What it takes for EU climate policy to shift to implementation",
    "author": "unknown",
    "source": "APPLiA_Europe",
    "date": "2024-02-14",
    "text": "Unveiled in December 2019, the Green Deal was presented by von der Leyen as Europe’s “new growth strategy” and formed the backbone of the concluding Commission’s work programme. Now, with most Green Deal legislation already adopted and the 2024 elections gearing up, the European Commission is turning to the implementation phase, said Kurt Vandenberghe, Director General of DG CLIMA. “It will not be a question of decreasing or increasing the ambition of climate action, it will be really about implementing what we have now agreed,” Vandenberghe told APPLiA’s sponsored European Forum for Manufacturing on Enabling a climate neutral Europe in the European Parliament, last night. Concretely, this will revert around three axes: unleashing investments to enable the transition, moving away from fossil fuels, and creating the conditions for industry to decarbonise and remain in Europe. “There can be no decarbonisation without industrial development,” the official said. This calls for an industrial decarbonisation plan to go alongside climate ambitions, as outlined in the communication put forward last week by the European Commission on 2040 climate targets. Essentially, the Commission’s task in the coming years will be to “design an industrial revolution” in order to put the EU on track to climate neutrality by 2050, Vandenberghe summarised. The Commission’s plan to create a home-grown net-zero market plays a central role to this objective. “The Net-Zero Industry Act is about how we are going to achieve the decarbonisation of our industry, by giving European countries concrete instruments on how to make the transition happen” said European Parliament’s rapporteur for the file, Christian Ehler, in its keynote speech. The proposed EU regulation would set up enabling conditions for the manufacturing of net-zero technologies needed to reach the 2050 climate goals. However, concerns remain for the industry. “Addressing climate change means mobilising several levers at the same time and this is where Europe’s strategy falls short, creating an A-league and B-league of industries in Europe,” said APPLiA Director General, Paolo Falcioni. All technologies that contribute and enable climate neutrality should be part of the solution, “including home appliances which are present in most EU homes and continue to deliver increasingly high levels of energy efficiency.” Instruments like the Carbon Border Adjustment Mechanism (CBAM), have a great potential to guide the energy transition but in its current form, industry experts highlighted its concrete risk of favouring instead the de-industrialisation of Europe. Over-regulation and rising costs are forcing the industry to move production abroad, said MEP Tomislav Sokol, with the main consequence of simply moving emissions elsewhere. “European policy must focus on re-establishing the confidence for investors to keep production in Europe” he continued. At a time when consumers are strongly affected by inflation, EU industry cannot afford to be put at a competitive disadvantage compared to international counterparts. Industry representatives highlighted how, under CBAM, “non green” finished products manufactured abroad and imported into the EU will have a significant and unfair competitive advantage over European manufactured green products, making it cheaper for EU consumers to purchase less sustainable imported finished goods. The need for a “social deal” is of critical importance to mobilise society at all levels, said MEP Christophe Clergeau. According to European Commission’s data, the fluctuation in prices is expected to increase by 133% by 2030 and by 250% by 2050. Industry and non-industry stakeholders found common agreement in the necessity for Green Deal 2.0 to enable and reward all consumers as part of the path to climate-neutrality. European elections are scheduled in June 2024 and the outcome of the vote will influence the political orientation of the new EU executive that will be sworn in after the Commission’s current mandate expires, on 31 October 2024. This website uses cookies that are necessary to its functioning and required to achieve the purposes illustrated in the privacy policy. By accepting this OR scrolling this page OR continuing to browse, you agree to our privacy policy.",
    "images": null,
    "tags": "",
    "excerpt": "Unveiled in December 2019, the Green Deal was presented by von der Leyen as Europe’s “new growth strategy” and formed the backbone of the concluding Co...",
    "categories": ""
}