{
    "title": "What the carbon border levy means for European industry",
    "author": "unknown",
    "source": "APPLiA_Europe",
    "date": "2023-04-19",
    "text": "Relying on more than 6 million tonnes of raw materials per year, the home appliance sector in Europe is an important downstream user of CBAM-covered materials. Which makes it highly vulnerable to carbon leakage due to its degree of openness to international trade and the estimated cost impacts. As part of the Fit for 55 package published in July 2021, yesterday the European Parliament backed the EU’s world-first plan to introduce a levy on imports of high-carbon goods from 2026 that will progressively replace free ETS allowances, targeting imports of steel, cement, aluminium, fertilisers, electricity and hydrogen. Yet, no provisions for downstream sectors were foreseen. Down the value chain, manufacturers of products based on such raw materials may be at risk of carbon leakage as no equivalent carbon price will apply on imported downstream products. The phasing-in of CBAM and the phasing-out of free ETS allowances will lead to a carbon cost increase of 580 million € for EU home appliance manufacturers, without considering additional costs generated on electricity. This not only “creates an incentive for businesses to transfer production outside of Europe, but it also results in a loss of economic competitiveness for the sector,” said Paolo Falcioni, APPLiA Director General. When drafting the proposal, the Commission focused on carbon emissions stemming only from raw materials and electricity, missing the case of downstream products. Raw materials and carbon emissions are not isolated in the value-chain. Instead, they are used by many different downstream industry sectors to produce other types of goods such as home appliances, electronic devices and cars among others, as well as intermediary goods such as components and spare parts which are manufactured using materials covered by CBAM. This leads to an “imbalanced situation” in which downstream sectors would be exposed to international competition through imported downstream products, which may not be subject to a similar carbon price than the one applicable in the European Economic Area (EEA). A complementary legislative proposal must be introduced to ensure a level playing field and prevent carbon leakage in downstream products.The political objective of CBAM is to “equalise the price of carbon between domestic (EEA) products and imports (non-EEA) ensuring that the EU climate objectives are not undermined by production relocating to countries with less ambitious policies.” It is designed as an alternative to the current system of free ETS allowances that will be gradually phased-out for certain sectors, while CBAM will be gradually phased-in in parallel. Yet, the question of the scope of CBAM is crucial as it will determine possible value-chain impacts for downstream industry sectors using CBAM-covered raw materials, which may be consequently exposed to the risk of carbon leakage. While the reform received broad political support in Parliament, it still needs final approval from the Council, who will assess it in the next few weeks. The unintended effects of CBAM on downstream industries should be carefully assessed, in particular downstream sectors depending on the materials already in scope, which may be exposed to international trade competition and therefore to a risk of carbon leakage. This website uses cookies that are necessary to its functioning and required to achieve the purposes illustrated in the privacy policy. By accepting this OR scrolling this page OR continuing to browse, you agree to our privacy policy.",
    "images": null,
    "tags": "",
    "excerpt": "Relying on more than 6 million tonnes of raw materials per year, the home appliance sector in Europe is an important downstream user of CBAM-covered material...",
    "categories": ""
}