{
    "title": "CBAM: moving away from the EU’s economic and environmental goals",
    "author": "unknown",
    "source": "APPLiA_Europe",
    "date": "2023-04-27",
    "text": "On June 7, the European Parliament will cast its final vote on the Carbon Border Adjustment Mechanism (CBAM) proposal. This will mark the last opportunity for the Parliament and the Council of the EU to fine tune the Mechanism and ensure its ultimate objectives can be fulfilled. As it stands, CBAM lacks the necessary provisions to effectively prevent carbon leakage in downstream products, potentially stimulating a transfer of carbon emissions, production and investments outside of Europe. In other words, incentivising industrial delocalisation. Putting a price on carbon is not an easy task. Over the past two decades, Europe has become a world leader in carbon pricing policies with the development of its Emissions Trading System (EU-ETS), the first and largest binding carbon market ever put in place. For sectors considered to be “at risk of carbon leakage”, a system of free allowances was introduced to secure jobs and investments in Europe. In this regard, ETS free allowances served to preserve competitiveness and ensure a fair and gradual economic transition to a decarbonised economy. By design, the EU’s proposed Mechanism strives to replicate the European carbon price on imported goods, in a way for European producers and international competitors to pay the same price on carbon, regardless of the place of production. In a nutshell, CBAM aspires to align the EU’s ramped up environmental ambition with global trade, in an effort for the EU to become a global leader in the race towards climate neutrality. CBAM is nevertheless an experiment whose unintended consequences must be carefully assessed. As mentioned in the Impact Assessment, the Mechanism was designed for raw materials and electricity, while the inclusion of finished products was discarded due to administrative complexity. Finished products that are manufactured with the same raw materials covered by CBAM and that would this way become less competitive, when manufactured in the EU, than equivalent goods manufactured outside of the EU. Let’s take the case of a washing machine manufactured in Europe. The cost of carbon emissions will apply on the aluminium, iron and steel used in the production process, whether these have been supplied in the EU (subject to the EU-ETS) or imported from elsewhere (subject to CBAM). However, the same washing machine manufactured outside of Europe will not be subject neither to the EU-ETS, nor to CBAM. Such a scenario not only falls short of the objectives set by the European Green Deal, as it does not reduce CO2 emissions outside of the EU, but it also negatively affects European competition, ultimately creating an incentive for industrial delocalisation and jeopardising EU exports, accordingly. Overall, EU-based manufactures will face an increase of at least 5-10% of manufacturing costs to produce one single washing machine. The same cost increase will not be faced by the same manufacturer, with a factory located outside of the EU. As such, it is not simply about ‘absorbing’ the additional cost, rather about determining where to manufacture the next washing machine: in the EU facing additional costs, or outside the EU? A complementary legislative proposal to tackle carbon leakage in downstream products To make CBAM fit for purpose, it is imperative to implement a complementary legislative proposal properly addressing downstream products, and ultimately preserving the competitiveness of the EU manufacturing industry in global markets. In essence, downstream products are more complex than raw materials and therefore require a proper methodology. The complementary legislative proposal should at least answer the following questions: In this regard, the European Parliament’s ENVI Committee proposes a scope extension of CBAM to downstream products, via delegated acts. Yet, this is an incomplete answer to a multi-faceted issue, that would merely risk ‘sweeping the dust under the rug’. Here, a simple extension of the scope to include downstream products does not properly tackle the complexity of the industry. What is needed instead, is for these to be clearly defined and subjected to a tailor-made methodology. The method for carbon leakage risk calculation as defined in Art. 10b of the EU-ETS Directive could serve as a compass to detect downstream products at risk of carbon leakage, in a similar fashion to what has been done for raw materials over the years. The relative levels of global trade and emissions intensity could reveal downstream sectors mostly exposed to non-EU competition. This is where the introduction of a complementary legislative proposal would come into play to prevent carbon leakage in the relevant sectors, while safeguarding European jobs and industrial competitiveness. This website uses cookies that are necessary to its functioning and required to achieve the purposes illustrated in the privacy policy. By accepting this OR scrolling this page OR continuing to browse, you agree to our privacy policy.",
    "images": null,
    "tags": "",
    "excerpt": "On June 7, the European Parliament will cast its final vote on the Carbon Border Adjustment Mechanism (CBAM) proposal. This will mark the last opportunity fo...",
    "categories": ""
}