{
    "title": "EU Commissioner for Energy visits HYBRIT pilot plant in Luleå - Hybrit",
    "author": "Oskar Norberg",
    "source": "Hybrit Development AB",
    "date": "2022-03-18",
    "text": "EU Commissioner for Energy visits HYBRIT pilot plant in Luleå Kadri Simson, European Commissioner for Energy, visits the HYBRIT pilot plant in Luleå during her visit to Sweden, to experience the world’s first completely fossil-free value chain for iron and steel production. HYBRIT is jointly owned by SSAB, LKAB and Vattenfall. Commissioner Kadri Simson is on a two days visit to Sweden starting in Luleå by visiting SSAB and HYBRIT. The visit started at SSAB’s blast furnace which is planned to close already around 2030, according to SSAB’s newly revised plan, and was followed by a visit to HYBRIT’s Direct Reduction-pilot for fossil free sponge iron. As Commissioner for Energy, Kadri Simson is in charge of implementing the European Green Deal in the energy sector, especially in the context of the Fit for 55 package. During the visit the Hybrit owners expressed support for a fast energy transition eliminating our dependency on fossil fuels. SSAB, LKAB and Vattenfall call on decision-makers to enable a quick and thorough decision-making process at EU level, in order to jointly deliver on EU climate targets in the short timeframe that remains to 2030. Lowering uncertainty and ensuring the right policy framework to support the green transition towards carbon neutrality by 2050 is crucial through a strong Fit for 55 package. The importance of existing legislation being aligned with the newest EU climate targets was also discussed, as it needs to provide clarity for investments for businesses. “The HYBRIT pilot plant in Luleå is taking impressive steps towards energy transition and is contributing to a wider economic and industrial revival of Northern Sweden. The plant is driving for a completely fossil-free value chain for iron and steel production. The innovative plant will have a role to play in the process towards carbon neutrality, says Energy Commissioner Kadri Simson.” “We were glad to welcome Commissioner Simson to HYBRIT, and to be able to show a transition in a hard to abate sector under development right now. Electrification is a key enabler to system integration, leading to the decarbonization of many sectors, including the industry. During the visit we discussed that the regulatory framework needs to reward frontrunners, such as HYBRIT. Carbon pricing under the EU ETS remains a key policy tool for incentivizing investments in fossil-free technologies. Moreover, all available fossil free electricity production is a necessity to be able to scale up production of fossil free hydrogen”, says Andreas Regnell SVP Strategic Projects, Vattenfall (Chairman Hybrit Board). Kadri Simson taking a closer look at iron ore pellets and sponge iron at the HYBRIT pilot plant in Luleå Martin Pei, CTO SSAB: ”It was a pleasure to welcome Commissioner Simson to Luleå and to discuss the opportunities that the value-chain decarbonisation presents for the HYBRIT partners and SSAB´s customers. SSAB leads the green transformation in the steel industry and backed by the breakthrough achievements already made we want to accelerate the transformation and thus decrease our emission footprint even faster, now targeting around 2030. This transformation however needs an enabling policy framework and more focus on a competitive and optimized integration of hydrogen production and storage with the electricity grid, as well as increased wind power. Frontrunners need to be prioritized.” “For our conversion to fossil-free, it is important that the regulations are designed so that they make it possible for the industry to use all available, existing and forthcoming, renewable energy for hydrogen production. The permit processes in all areas must also become far more efficient than today,” says Jan Moström, President and CEO LKAB. Martin Pei, Kadri Simson, Jan Moström and Anderas Regnell Hybrit policy recommendations for the Fit for 55 percent package: An EU-wide enabling policy framework that gives a robust CO2 price signal and ensures a level-playing field, within and outside the internal market, for frontrunners that develop breakthrough technologies, take risks, and make green investments. \n The EU Emissions Trading System (EU ETS) and the proposal for a Carbon Border Adjustment Mechanism (CBAM) must play a central role in the decarbonisation of the sectors they cover, as both files must be designed to achieve the EU’s 55% reduction target for 2030. In the EU ETS the product benchmark system needs to be reformed so that different technologies can compete with each other on their CO2 reduction potential. It should guarantee that breakthrough technologies, like HYBRIT, are not treated unfairly compared to traditional fossil-based technologies, both in the EU and globally. Develop an efficient policy framework to upscale fossil-free electricity and renewable-based hydrogen while providing clear criteria for classification. Create markets for green products underpinned by ambitious definitions and standards for (i) fossil-free steel, and (ii) fossil-free hydrogen, to ensure a level-playing field for sustainable products, while providing transparency to consumers.",
    "images": "https://www.hybritdevelopment.se/wp-content/uploads/2022/03/fotografviveka-mg-6695.jpg",
    "tags": "",
    "excerpt": "Kadri Simson, European Commissioner for Energy, visits the HYBRIT pilot plant in Luleå during her visit to Sweden, to experience the world's first completely fossil-free value chain for iron and steel production. HYBRIT is jointly owned by SSAB, LKAB and Vattenfall.",
    "categories": "News"
}