{
    "title": "ANNONSE: Asia Steel Markets 2025",
    "author": "ANNONSE Asia Steel Markets",
    "source": "GMK.CENTER",
    "date": "2025-02-18",
    "text": "News Сonferences анонси 1051 18 February 2025 The conference will address the situation on global steel markets, opportunities and challenges in the Asian region The Asia Steel Markets 2025 conference, organized by Kallanish, will take place in Ho Chi Minh City, Vietnam, on April 9-10, 2025. The global steel market remains in a deep crisis, so trends in Asia are likely to set the tone for the market this year. India, the world’s main driver of steel demand growth, can still count on large government spending to be a positive for the industry. China, on the other hand, continues to struggle with a structural downturn. The government’s response to fundamental problems in the real estate, demographics and public finance sectors will be key to international steel trade flows. An additional question is how effectively the country will pursue tax evasion in steel exports. Southeast Asia is currently trying to realize its potential as a major driver of steel demand growth. However, as soon as one economy emerges from the crisis, the other begins to slow down. In an increasingly unstable world, the region remains vulnerable to trade disruptions, currency and interest rate fluctuations. At the same time, the global steel industry is recognizing its role in climate change and preparing for a future in which market access may be restricted for major polluters. Chinese steel companies will be subject to a carbon trading mechanism. In the long term, CO2 emissions trading or taxation schemes are planned to be introduced in most developing Asian countries. This is in parallel with the widespread attempts to replicate the European CBAM, at least as markets understand how it will work in practice. In addition, green steel is becoming one of the main areas of investment, with projects being implemented in both developed and developing countries in the region. The conference will focus on the following topics: Asia’s role in the world, the impact of recent events on global steel markets, trade and demand, steel production costs, future trends in the Asian steel market. The detailed agenda is available here. GMK Center is the media partner of the event. Registration is available here. An additional paid event to the conference will be a seminar on the functioning of the European CBAM on April 9.",
    "images": "https://gmk.center/wp-content/uploads/2025/02/ASM25-1200x630px-2.png",
    "tags": "China;Southeast Asia;announcements;steel market;ArcelorMittal Kryvyi Rih",
    "excerpt": "The conference will address the situation on global steel markets, opportunities and challenges in the Asian region",
    "categories": ""
}