{
    "title": "International Iron Ore & Green Steel Summit 2025",
    "author": "unknown",
    "source": "Fastmarkets",
    "date": "2025-03-31",
    "text": "MethodologyContact usSupportLogin Gain valuable insights from top industry leaders and experts as they discuss the future of international metal markets. Learn about the latest innovations and key developments driving the industry forward. Fastmarkets experts will present up-to-date market data and comprehensive analysis, equipping you with the knowledge to develop informed strategies and confidently navigate the evolving landscape. Potential clients, investors, existing partners, influential industry leaders…you’ll find countless people here who can help your business grow. Lay the groundwork for discussions that matter, through already available pre-event networking on our app, more than 11 hours of networking built into the agenda and special meeting spaces at the conference itself. The focus on green steel is crucial for steelmakers’ future strategies as we move towards a more sustainable industry, greater environmental responsibility and carbon neutrality. Fastmarkets is at the forefront of this revolution, introducing a suite of green steel prices to the European market. The initiative aims to define, measure and communicate green standards to support industry decarbonization. With mounting pressure to reduce emissions, what’s next for DRI projects in Europe, and how close are we to scaling up green steel production? Navigating the complexities of the EU’s Carbon Border Adjustment Mechanism and what it means for the iron and steel industry. From natural gas to hydrogen, how will pricing and availability impact the future of ironmaking? As demand for premium ores rises, can supply keep up, and what does it mean for steelmakers? Where are the next big developments in iron ore mining, and how will they shape the industry’s future? How shifting trade policies, tariffs, and global dynamics are reshaping the European iron and steel industry. Be the first to receive conference news, updates and exclusive offers straight into your inbox. Platinum Sponsors Vitol is a leader in energy and commodities. Vitol produces, manages and delivers energy and commodities, including metals, to consumer and industry worldwide. In addition to its primary business, trading, Vitol is invested in infrastructure globally, with $10+billion invested in long-term assets. Vitol’s customers include national oil companies, multinationals, leading industrial companies and utilities. Founded in Rotterdam in 1966, today Vitol serves its customers from some 40 offices worldwide. Revenues in 2023 were $400bn. For more information: vitol.com Gold Sponsors Cargill helps the world’s food system work for you. We connect farmers with markets, customers with ingredients and families with daily essentials—from the foods they eat to the floors they walk on. Our 155,000 team members around the world innovate with purpose, empowering our partners and communities as we work to nourish the world in a safe, responsible, sustainable way. Midrex is the world leader for direct reduction ironmaking technology and aftermarket solutions. Midrex has designed, built, and serviced direct reduced iron (DRI) plants for 50-plus years. Plants based on MIDREX® Process technology produce approximately 80% of the world’s low CO2 DRI. The MIDREX Process is highly flexible and plants can be configured to operate on natural gas, natural gas with hydrogen addition (MIDREX Flex™), and 100% hydrogen (MIDREX H2™). Any iron oxide pellets and lump ores can be transformed into either cold DRI (CDRI), hot DRI (HDRI), or hot briquetted iron (HBI). Combination plants can simultaneously discharge CDRI and HDRI, and proven systems are available for transporting and charging HDRI into melting furnace. The company’s headquarters and research and technology development center are located in Charlotte, NC, USA. Midrex Technologies also has offices in the United Kingdom, China, India, and UAE (Dubai). For more information, please visit www.midrex.com. Silver Sponsors Anglo American is a leading global mining company and our products are the essential ingredients in almost every aspect of modern life. Our portfolio of world-class competitive operations, with a broad range of future development options, provides many of the future-enabling metals and minerals for a cleaner, greener, more sustainable world and that meet the fast growing every day demands of billions of consumers. With our people at the heart of our business, we use innovative practices and the latest technologies to discover new resources and to mine, process, move and market our products to our customers – safely and sustainably. As a responsible producer of copper, nickel, platinum group metals, diamonds (through De Beers), and premium quality iron ore and steelmaking coal – with crop nutrients in development – we are committed to being carbon neutral across our operations by 2040. More broadly, our Sustainable Mining Plan commits us to a series of stretching goals to ensure we work towards a healthy environment, creating thriving communities and building trust as a corporate leader. We work together with our business partners and diverse stakeholders to unlock enduring value from precious natural resources for the benefit of the communities and countries in which we operate, for society as a whole, and for our shareholders. Anglo American is re-imagining mining to improve people’s lives. J&F Mining is now called Lhg MiningWe are proud to announce that J&F Mining is now called Lhg Mining. A change that reflects the major transformation the company has undergone in the last two years. We are rapidly expanding our team and our production. Many investments are being made in operation, logistics and management. Like all J&F Group companies, the mining business now has its own name. Our new brand emphasizes our excellence, highlighting the quality and benefits of our flagship product: high-grade iron ore granulate. Or Lump High Grade. This new chapter strengthens our connection with our stakeholders, highlighting the competitive differentials that come from our mineral reserves and the daily effort of each one of us to be the best at what we set out to do.Founded in 1953, J&F Group is the largest privately-held Brazilian enterprise and the parent company of JBS, the world largest producer of animal protein. Lhg Mining is the group’s first initiative in the mining industry, following the acquisition of MCR (Mineração Corumbaense Reunida) in July, 2022. The company owns two mines in the state of Mato Grosso do Sul in Brazil, with vast reserves of high-grade iron ore and manganese ore. Its natural lump ore’s quality positions Lhg Mining as one of the best existing alternative source in the world for the production of green steel. The company has a lean structure with more than 2,500 employees, a private port, and an integrated mining & logistics system LKAB is an international mining and minerals group that offers sustainable iron ore, minerals and special products. We are committed to developing carbon-free processes and products by 2045, leading the transformation of the iron and steel industry. Since 1890 we have developed through unique innovations and technological solutions and are driven forward by more than 4,500 employees in 12 countries. In 2022, the LKAB group had sales of about SEK 47 billion. www.lkab.com Primetals Technologies is a worldwide leading engineering, plant-building, and lifecycle services partner for the metals industry. The company provides metals producers with cutting-edge, custom-tailored plant equipment and services.Our latest focus areas include solutions for carbon-reduced and decarbonized iron- and steel production, the digitalization of all production-related processes, advanced automation as summed up by the term “Industry 4.0”, future-oriented designs for linked casting and rolling, as well as advanced process analysis and optimization.This portfolio covers every step of the iron and steel production chain, extending from the raw materials to the finished product – in addition to the latest rolling solutions for the nonferrous metals sector.Primetals Technologies, Limited, headquartered in London, United Kingdom, is a pioneer in the metals industry. The company is a joint venture of Mitsubishi Heavy Industries and partners, with around 7,000 employees worldwide.To learn more about Primetals Technologies, visit the company website primetals.com. Samarco is a privately held company operating in the mining sector, a joint venture owned by Vale and BHP. Head quartered in Belo Horizonte – Brazil, our assets include mines and concentration plants in Germano, three pipelines and Ubu site with four pelletizing plants. Our main products are high-grade iron ore pellets. We are now operating in a different way, with new technologies and more safety, seeking to generate lasting value for the territories where we operate. Currently ramping up production to 16 million tons of pellets. By 2028 our plan is to run at 100% of our installed capacity. ",
    "images": "https://www.fastmarkets.com/uploads/2024/07/Iron-Ore-2025-2800x1400-1-1-1024x512.png",
    "tags": "",
    "excerpt": null,
    "categories": ""
}