{
    "title": "Fossil-free electricity crucial, says SSAB's Lindqvist",
    "author": "unknown",
    "source": "Steel Times International",
    "date": "2023-01-17",
    "text": "The green transition, said SSAB's CEO Martin Lindqvist, is dependent upon access to fossil-free electricity, hydrogen and biocarbons. He was participating in a high-level panel discussion in Kiruna, Sweden, held in conjunction with the European Commission and the Swedish government. During the discussion, SSAB's CEO Martin Lindqvist stressed that they 'green transition' is not so much a burden but a business opportunity. The Swedish steel manufacturer 'already sees a market demand for fossil-free steel and hopes to start deliveries in 2026. The company hopes to speed up its own green transition by 15 years. Success, however, depends upon access to fossil-free electricity and enabling a regulatory framework that assures the competitiveness of the European Union and delivers on climate goals. Lindqvist said that EU member states (like Sweden) have much to gain from a competitive and green EU and stressed that it was important to ensure a level playing field going forward within the EU and on global markets. According to Lindqvist, the implementation of the Carbon Border Adjustment Mechanism (CBAM), EU ETS, the development of 'green standards' and dialogue with the USA, are all important factors to align with the overall goal of strengthening green competitiveness in Europe. \"We need both a green competitive market in Europa and a green transatlantic market.\" Martin Lindqvist, CEO, SSAB. On the same panel discussion as Lindqvist were the CEOs of LKAB, Volvo Group, Northvolt and Boliden as well as Swedish government ministers and EU Commissioners. Together they discussed the transition towards fossil-free steelmaking by 2030. Last January (2022) SSAB made a policy decision to accelerate its green transition with the ultimate aim of eliminating carbon emissions around 2030 – 15 years earlier than previously announced. \"This means reducing Sweden's C02 emissions by 10% and Finland's by 7%,\" Lindqvist said. \"We have proven the HYBRIT technology at pilot scale and delivered fossil-free steel to customers. The next step is to phase up to demonstration scale, while we transform our steelmaking sites.\" Success, however, is dependent upon gaining access to fossil-free electricity, hydrogen and biocarbons, Lindqvist said.",
    "images": "https://www.steeltimesint.com/content-images/news/_1200x630_crop_center-center_82_none/energy-7669088_1920.jpg?mtime=1673949861",
    "tags": "steel,steel magazine,steel times international,Cokemaking,Pelletising,Blast furnaces,Scrap processing,EAF steelmaking,Ingot casting,Hot flat rolling,Heavy section rolling,Rod bar rolling,Wire making,Product finishing,Stockholder processing,Rolling,Sintering,Direct reduction,Other ironmaking,Oxygen steelmaking,Ladle metallurgy,Continuous casting,Cold flat rolling,Medium light section rolling,Pipe tube making,Coating,Coil processing,Casting,forging",
    "excerpt": "The green transition, said SSAB's CEO Martin Lindqvist, is dependent upon access to fossil-free electricity, hydrogen and biocarbons. He was participating…",
    "categories": ""
}