{
    "title": "The EU’s Carbon Border Adjustment Mechanism",
    "author": "unknown",
    "source": "AgoraEW",
    "date": "2022-01-19",
    "text": "The EU will establish a Carbon Border Adjustment Mechanism (CBAM) that will apply to power imported from neighbouring countries, including the Western Balkan region.\n                                    \n                                \n                                \n                                     The CBAM is a necessary tool for the EU to prevent carbon leakage; it is not an instrument to force trading partners to adopt similar policies. \n                                \n                                    \n                                        The Western Balkan countries have the EU as their main trading partner. They should prepare for its entry into force by either adopting internal carbon pricing or establishing clear pathways to enter the EU ETS.\n                                    \n                                \n                                \n                                     Export markets for goods with high carbon intensity will shrink, impacting the region far beyond the power sector. The CBAM will to some extent also reduce opportunities to export carbon free flexible power generation. There is a tight timeline concerning the numerous re-forms that must take place before 2030. \n                                \n                                    \n                                        Plans for new lignite power plants in the Western Balkans should be halted.\n                                    \n                                \n                                \n                                     Such projects will be loss-making in context of the CBAM. Establishing domestic carbon pricing will assist countries in gathering revenues that should be used to fund the transition to clean power systems. \n                                \n                                    \n                                        The EU should commit to use CBAM revenues for technical assistance and transfer of knowledge to countries developing carbon pricing.\n                                    \n                                \n                                \n                                     Specific support is needed for establishing the data and technical backbone of carbon pricing systems. In addition, the West-ern Balkan countries should use a larger share of available EU funds for supporting a just transition and socio-economic convergence with the EU. The EU’s Carbon Border Adjustment Mechanism Challenges and opportunities for the Western Balkan countries Preface In July 2021, the European Commission proposed a “Carbon Border Adjustment Mechanism” (CBAM) as part of a comprehensive legislative effort to reduce net domestic greenhouse gas emissions in Europe by at least 55 percent by 2030, based on 1990. The CBAM is seen as key element to avoid carbon leakage risks for European industry. It will create a level playing field between imports of carbon intense products that face little or no carbon costs and domestic production in Europe that is exposed to rising carbon costs under the EU emissions trading system. This impulse looks into the effects of CBAM on the power sector in the Western Balkan countries. These countries seek to formally join the EU and have the EU as their largest trade partner. Although numerous studies have highlighted the significant public health and economic benefits of a clean energy transition in the Western Balkan countries, climate action has been notoriously slow. The CBAM will add to the pressure for change. This impulse explains the complexities of the CBAM proposal, shows the obligations it will create, and analyses its likely economic impact on power systems in the region. We hope it will enable decision-makers in the region to clearly understand the opportunities and challenges of the CBAM and also support the EU Commission to understand the level and types of assistance helpful in its neighbourhood. Key findings Bibliographical data Downloads \n                \n                        \n        \n            \n                \n                \n                    pdf 1 MB\n                    \n                \n            \n            \n                The EU’s Carbon Border Adjustment Mechanism\n            \n        \n    \n                    \n                \n                     Challenges and Opportunities for the Western Balkan Countries",
    "images": "https://www.agora-energiewende.org/_assets/e9531a44b33bb0f267a66a9ebbfcd08d/Images/Layout/agora-energiewende-share.jpg",
    "tags": "",
    "excerpt": "Challenges and opportunities for the Western Balkan countries",
    "categories": ""
}