{
    "title": "EU-China roundtable on Carbon Border Adjustment Mechanism",
    "author": "unknown",
    "source": "AgoraEW",
    "date": "2021-07-01",
    "text": "It is not only in the interest of the EU, China and the US, but also of other economies to negotiate an internationally acceptable set of principles and mechanisms to better manage the risks of carbon leakage and industry-trade interaction. A harmonized global carbon pricing mechanism is unlikely to happen any time soon, but major economies targeting industrial emissions should take the responsibility of creating a fair and just environment for global trade and climate protection. EU-China roundtable on Carbon Border Adjustment Mechanism Briefing of the first dialogue on 26 May 2021 Preface The ambitious climate-neutral pledge of the European Union (EU) means more stringent emission reduction measures and rising carbon price for industrial and power facilities, which immediately raises the question of the economic competitiveness of the bloc’s energy-intensive industries. On 10 March 2021, the European Parliament adopted a resolution on a Carbon Border Adjustment Mechanism (CBAM) to prevent carbon leakage. From the perspective of the rest of the world, the EU CBAM is expected to risk further trade friction between the EU and its trading partners, such as China and the United States. In this context, Agora Energiewende and Shanghai Institutes for International Studies, a Chinese government-affiliated high-caliber think tank, co-organized the first dialogue of a series of the EU-China Roundtable on CBAM on 26 May. Under the Chatham House Rule, key experts from the EU, China and North America discussed the most pressing issues surrounding the CBAM. This briefing report informs the international community, especially the EU and Chinese stakeholders, regarding critical perspectives and take-home messages from the first dialogue, aiming to eliminate potential misunderstanding and explore internationally acceptable solutions on carbon pricing regimes. It also highlights some general suggestions on how major trading partners might approach the topic to minimize the risk of escalating existing trade conflicts. Key findings Bibliographical data Downloads \n                \n                        \n        \n            \n                \n                \n                    pdf 990 KB\n                    \n                \n            \n            \n                EU-China Roundtable on Carbon Border Adjustment Mechanism\n            \n        \n    \n                    \n                \n                     Briefing of the first dialogue on 26 May 2021",
    "images": "https://www.agora-industry.org/_assets/e9531a44b33bb0f267a66a9ebbfcd08d/Images/Layout/agora-industry-share.jpg",
    "tags": "",
    "excerpt": "Briefing of the first dialogue on 26 May 2021",
    "categories": ""
}