{
    "title": "Multilateralism in urgent need for the EU’s industry decarbonization-trade equilibrium",
    "author": "unknown",
    "source": "AgoraEW",
    "date": "2021-07-01",
    "text": "Multilateralism in urgent need for the EU’s industry decarbonization-trade equilibrium The unfolding of the European Union’s Carbon Border Adjustment Mechanism (EU CBAM) to address carbon leakage has inevitably raised concerns among its major trading partners. Agora Energiewende strives to promote international exchanges on pressing climate issues, aiming to explore potential solutions with like-minded stakeholders. In the last 15 years since the launch of the European Union’s Emissions Trading System (EU ETS), energy-intensive trade-exposed basic material products such as steel have enjoyed the free allocation of EU ETS allowances. However, these conditions are gradually changing due to the linear reduction of the allowance cap caused by the bloc’s recently upgraded climate ambition. Facing the increasingly higher EU carbon price, EU companies might simply shift production and emissions offshore, causing carbon leakage. Against such a backdrop, the EU CBAM legislation process has departed, after the European Parliament adopted the CBAM resolution on 10 March 2021. The EU intends to implement the CBAM as early as 2023 with at least three years of a transition period. As per the recently leaked draft of the legislative proposal, the EU CBAM would only cover limited industrial sectors by imposing carbon prices on the imports of iron and steel, cement and clinker, fertilizer, aluminum, and electricity at the EU border. The policy’s direct impact would vary from country to country. For example, the CBAM-targeted products altogether account for about three percent of the export volume of the EU’s largest trading partner – China – to the EU. The percentage is expected to be higher for countries like Russia, the UK, and Turkey. Nevertheless, the potential chain reactions of the EU’s trading partners responding negatively cannot be ignored, as in the worst case, it may undermine already thin trust among the parties, resulting in a cascading global trade war. In this context, Agora Energiewende and Shanghai Institutes for International Studies, a Chinese government-affiliated high-caliber think tank, co-organized the first dialogue of a series of the EU-China Roundtable on CBAM on 26 May 2021. Key experts in climate protection, trade and law discussed the most pressing issues on the CBAM from the perspectives of the EU, China, North America, which together account for almost 60 percent of the world’s GDP and more than half of global carbon emissions. Furthermore, the concerns of the Least Developed Countries (LDCs) also carried considerable weight in this dialogue, as did World Trade Organization (WTO) principles. The EU considers a CBAM compatible with WTO rules legitimate. Despite being open to dialogue, Chinese stakeholders widely hold a rather negative perception of the EU CBAM as a carbon tariff to protect selected European sectors. To overcome the information asymmetry disadvantage, Chinese stakeholders have a strong desire to continuously research and dialogue on the EU CBAM. Furthermore, the US position remains unclear, adding significant uncertainty to the already complicated situation. The first dialogue of the EU-China Roundtable on CBAM also raised many technical questions, which are key to the appropriate design of the EU CBAM. For instance, what default benchmarks are set for products where data cannot be provided? Is the administrative burden on importers manageable, or does it amount to de facto discrimination due to unrealistic or excessive requirements? What kind of foreign carbon pricing schemes can be counted as allowing importers to the EU to have a deduction of their carbon charge under the CBAM？ The dialogue showed that continuous international dialogues on the EU CBAM are expected to benefit all parties to better understand the next steps. More specifically, to pursue the best outcome, continuous research and multilateral dialogue are essential. In addition, a harmonized global carbon pricing mechanism is unlikely to happen any time soon, so major economies targeting industrial emissions must create a fair and just environment for international trade and climate protection. Last but not least, if a politically plausible global solution is deemed out of reach, unilateral measures to address carbon leakage risks, such as the EU CBAM, are expected to become not only inevitable but also increasingly legitimate. In the process, trade friction must be avoided if still possible. For details of the EU-China Roundtable on CBAM by Agora Energiewende and Shanghai Institutes for International Studies, the briefing of the first dialogue is available for download below.",
    "images": "https://www.agora-energiewende.org/fileadmin/_processed_/e/4/csm_cbam_china_news_0a50cd4608.jpg",
    "tags": "",
    "excerpt": "The unfolding of the European Union’s Carbon Border Adjustment Mechanism (EU CBAM) to address carbon leakage has inevitably raised concerns among its major trading partners. Agora Energiewende strives to promote international exchanges on pressing climate issues, aiming to explore potential solutions with like-minded stakeholders.",
    "categories": ""
}