{
    "title": "EU CBAM and international climate clubs are needed in tandem",
    "author": "unknown",
    "source": "AgoraEW",
    "date": "2022-01-19",
    "text": "EU CBAM and international climate clubs are needed in tandem To serve as an enabler of the industrial transition to low-carbon technologies, a European CBAM needs to be gradually phased-in and protect exporters, a new Agora Energiewende study shows. Climate clubs can complement the carbon leakage tool. Brussels, 19 January 2022. A European CBAM must be designed to initiate the transition away from free allocation of CO2 allowances under the ETS before 2030, the Agora study outlines. A gradual and cautious introduction of the CBAM and phase down of free allocations prior to 2030 can accelerate the decarbonisation of industry. It must be accompanied by strong, pan-European support for industry to introduce key climate-neutral technologies in CBAM sectors. A EU CBAM and the recycling of revenues from allowances sales to CBAM sectors must therefore be seen as a ‘package’ to accelerate industrial transformation in Europe to climate neutrality in key sectors like steel, aluminum, cement and fertilizer production. “Together, cement, steel, aluminium and chemicals account for approximately 70% of the EU’s industrial emissions, or 14% of the total annual emissions of the EU. To support the transition to climate-neutral technologies during the 2020s, a EU CBAM can provide revenues while inducing foreign producers and governments to advance low-carbon pathways”, Frank Peter, Director of Agora Industry, says. The new French Presidency of the EU Council (January to June 2022) has made the implementation of a CBAM its main priority for European energy and climate policy and the so-called “Fit for 55 Package”. However, the CBAM remains controversial with some industrial stakeholders who would like to retain their free allocations of CO2 emissions allowances, while other Member States, such as Germany, have advocated for a ‘climate club’. Their idea is that leading countries would act in tandem with the EU to address industrial decarbonization and limit adverse competitiveness impacts. Climate clubs can have value as a complement to a CBAM, if they are designed to address both the concerns of  developed and developing countries  even-handedly, while not being hijacked by protectionist interests, the Agora study suggests.    A major concern for EU industries is that the CBAM might not protect exporters from carbon leakage if free allocation is phased down. In the medium term, Agora suggests exporters could be protected by an exemption from the general phase down of free allocation to CBAM sectors for the exported shares of production. In the short term, policy makers can manage risks for exporters by adopting a slightly slower rate of phase down of free allocation prior to 2030 than under the Commission’s proposal and by freezing the technology benchmarks for free allocation.    A European CBAM must be understood as part of a broader policy package. To make key climate neutral and enhanced recycling technologies viable in Europe, carbon intensive industries who don’t abate – including importers to the EU – ultimately need to pay the full carbon price for their emissions. On this front, Agora estimates that the Commission’s proposal on CBAM strikes an important balance that must be preserved by the EU Council and Parliament: up to 5 billion Euros per year could be raised by requiring industry to begin to purchase their rights to emit CO2. However, to help industry to cope, this money would be recycled back to them to support investments in key climate neutral technologies. “We have a unique window of opportunity that we need to seize as the sectors to be covered by the CBAM – steel, cement, fertilisers and aluminium – face major reinvestment cycles during the coming 10 years. It is therefore essential to create new financial flows from the sale of allowances to CBAM sectors that will make it possible to accelerate the decarbonisation of these sectors”, Frank Peter says. The study entitled „Getting the Transition to CBAM Right: Finding pragmatic solutions to key implementation questions” is a publication of Agora Energiewende. It addresses two questions: First, how to ensure that the CBAM can be practically implemented in an effective way and without trade retaliation; and secondly, how the CBAM might be coupled with a climate club in practice. The publication is available for free download below.",
    "images": "https://www.agora-industry.org/fileadmin/_processed_/9/9/csm_climate_trade_project_news_ac70febf13.jpg",
    "tags": "",
    "excerpt": "To serve as an enabler of the industrial transition to low-carbon technologies, a European CBAM needs to be gradually phased-in and protect exporters, a new Agora Energiewende study shows. Climate clubs can complement the carbon leakage tool.",
    "categories": ""
}