{
    "title": "Briefing on the Europe-China Workshop on carbon markets, with coverage of the EU CBAM and carbon asset management",
    "author": "unknown",
    "source": "AgoraEW",
    "date": "2023-09-27",
    "text": "Carbon markets represent a major point of contact between the EU and China, and both parties should promote experience sharing and lesson learning in this regard.\n                                    \n                                \n                                \n                                     As accuracy and transparency of emissions data is the basis of a well-functioning carbon market, data quality is key for effective carbon pricing regimes across the world. \n                                \n                                    \n                                        Despite concerns in China that the EU Carbon Border Adjustment Mechanism (CBAM) could be protectionism-oriented, its design suggests that the tool will primarily protect European energy-intensive industry from carbon leakage.\n                                    \n                                \n                                \n                                     Carbon prices or regulations are likely to become increasingly embedded in international trade for energy-intensive basic materials. Both European and Chinese industry will need to promote green technologies to stay competitive. \n                                \n                                    \n                                        Carbon asset management becomes a key component of corporate sustainability practices in an increasingly carbon-constrained world.\n                                    \n                                \n                                \n                                     Many Chinese companies are voluntarily disclosing carbon emissions. Meanwhile, China has established a basis for stricter environmental disclosure and enforcement measures that would require effective carbon asset management practices by companies. Briefing on the Europe-China Workshop on carbon markets, with coverage of the EU CBAM and carbon asset management Preface The world faces disruptions from multiple crises, including but not necessarily limited to climate change, COVID-19 pandemic, the Russian war against Ukraine, and the European energy crisis. Given that humanity cannot simply escape this confluence of polycrisis of global scope and importance, we should at least seek to channel it in a more positive direction instead of letting it continue in a vicious circle. Human-induced climate change is the largest, most pervasive threat to the natural environment and human society the world has ever experienced. The world’s top economies and largest carbon emitters should work together to tackle the climate crisis. Therefore, EU-China cooperation on climate change is imperative. Against the above backdrop, Agora, the Shanghai Institutes for International Studies (SIIS) and the Energy Investment Professional Committee of the Investment Association of China (IAC) co-organized a workshop on 9 November 2022, convening carbon pricing experts across the globe to discuss the future of carbon pricing in Europe, China, and beyond. It included an exchange of perspectives regarding the planned EU Carbon Border Adjustment Mechanism (CBAM) and its role in global climate and trade. Further discussions included a recap on the first performance cycle and the prospect of China’s national carbon market, the coordination between carbon and power markets, corporate carbon assets management in Europe, and its implications for China’s policymaking and corporate climate action. This briefing report is intended to inform the international community, especially policymakers, about key perspectives and take-home messages emerging from the workshop as well as some recent development in these fields. It aims to improve public awareness on carbon pricing and related issues, and also makes political viable recommendations in support of Europe-China collaboration on climate change. Key findings Bibliographical data All figures in this publication Share of global GDP and carbon emissions by major economy Figure 1 from Briefing on the Europe-China Workshop on carbon markets, with coverage of the EU CBAM and carbon asset management on page 5 Trading volume and average price of China’s pilot ETS Figure 2 from Briefing on the Europe-China Workshop on carbon markets, with coverage of the EU CBAM and carbon asset management on page 6",
    "images": "https://www.agora-energiewende.org/_assets/e9531a44b33bb0f267a66a9ebbfcd08d/Images/Layout/agora-energiewende-share.jpg",
    "tags": "",
    "excerpt": "How can we achieve climate neutrality? Our scientific analyses and policy recommendations present effective pathways and solutions.",
    "categories": ""
}