{
    "title": "How Western Balkans countries can get ready for a European CBAM",
    "author": "unknown",
    "source": "AgoraEW",
    "date": "2022-01-21",
    "text": "How Western Balkans countries can get ready for a European CBAM A European Carbon Border Adjustment Mechanism (CBAM) will directly affect power exports from Western Balkan countries to the EU. To prepare for this, these countries need to implement their own carbon pricing mechanism or establish pathways to enter the EU ETS, a new Agora Energiewende study finds. Brussels, 21 January 2022. Western Balkan countries need to get ready for a European CBAM as the new French Presidency of the EU Council (January to June 2022) has made its establishment a priority for EU energy and climate policy. They should prepare by either adopting internal carbon pricing or establishing clear pathways to enter the EU ETS, a new Agora study suggests. With the EU as their leading trade partner, accounting for almost 70% of total trade in both exports and imports, export markets for goods with high carbon intensity will shrink. “There is no alternative to a CBAM in a EU with higher climate targets”, Matthias Buck, Director Europe at Agora Energiewende, says. “A European CBAM is not a sanction imposed on trade partners, its aim is to protect the EU against carbon leakage. Its introduction is an opportunity to be seized by the Western Balkans countries to start decarbonising their energy sectors before 2030.” Several Western Balkan countries still heavily rely on lignite for power production despite good potential for renewable power production.  A European CBAM will have a significant financial impact on new lignite power plants that are currently planned in the region. In that context, Agora argues such projects will be loss-making and should therefore be halted.    “Our report is a call to action: The EU should use CBAM revenues for technical assistance and transfer of knowledge in order to support a just transition in the region”, Buck says. ”Decision-makers in the respective countries should  prioritize policies and mechanisms for climate protection to avoid costly, unpredictable disruptions of trade with the EU ” Support is specifically important for establishing the data and technical backbone of carbon pricing systems. In addition, the Western Balkan countries should use a larger share of available EU funds for supporting a just transition and socio-economic convergence with the EU. The study entitled „The EU’s Carbon Border Adjustment Mechanism: Challenges and opportunities for the Western Balkan countries“ is a joint publication of Agora Energiewende and enervis. The 18-page publication outlines the impact a European CBAM will have on the Western Balkans countries and how they can anticipate its implementation. The publication is available for free download below.",
    "images": "https://www.agora-energiewende.org/fileadmin/_processed_/0/8/csm_eu_balkan_green_deal_project_69dab60b63.jpg",
    "tags": "",
    "excerpt": "A European Carbon Border Adjustment Mechanism (CBAM) will directly affect power exports from Western Balkan countries to the EU. To prepare for this, these countries need to implement their own carbon pricing mechanism or establish pathways to enter the EU ETS, a new Agora Energiewende study finds.",
    "categories": ""
}