{
    "title": "How does carbon pricing affect the German and European energy transition?",
    "author": "unknown",
    "source": "AgoraEW",
    "date": "2025-02-18",
    "text": "How does carbon pricing affect the German and European energy transition? Under the European Emissions Trading System (EU ETS), Germany’s energy-intensive industry and power sector installations pay for their greenhouse gas emissions. In 2021, Germany began putting a price on emissions also in the transport and buildings sectors, which lie outside the scope of the EU ETS. Return button EU Emissions Trading System (EU ETS) Launched in 2005, the EU ETS covers emissions from around 11,000 installations in the power, refining and energy-intensive industrial sectors (for example steel, cement, aluminium and basic organic chemicals). In 2012, aviation within the EU was also included, and the shipping sector followed in 2024. There is also a review clause under the ETS to include waste incineration in the future. Installations in these sectors are subject to a declining cap on their cumulative emissions. The cap is enforced by requiring companies to surrender allowances equalling their total verified emissions at the end of each calendar year. The number of allowances installations receive decreases each year in line with the EU’s emission reduction targets. Since allowances are tradeable between installations, the “carbon market” determines the allowance price. In December 2022, the EU agreed to reform the existing ETS, raising the 2030 target to a 62% reduction from 2005 levels, up from the previous 43%. The cap’s linear reduction factor is set at 4.3 percentage points annually from 2024 to 2027, and 4.4 percentage points from 2028 to 2030. This and previous reforms have led to a significant rise in the European carbon price, which has increased from around EUR 5-10/tCO2eq between 2012 and 2018, to EUR 60-80/tCO2eq today. A high carbon price incentivises a shift away from fossil fuels, particularly in the industry and power sectors where the carbon price signal is directly passed through to market participants. The EU ETS is one of Europe’s main policy instruments for reducing carbon emissions. Revenues from carbon taxes are usually earmarked for specific purposes – almost 40% for green investments and 10% to compensate households and businesses.63, 64 Both approaches to the reallocation of revenues are important to ensure public support for carbon pricing policies. From 2027, the ETS2 will be fully operational, covering emissions from fuel combustion in buildings, road transport and additional sectors (mainly small industry not covered by the existing EU ETS). Alongside the ETS2, the Social Climate Fund has been created to provide EU Member States with dedicated funding to support structural measures and investments in energy efficiency and the renovation of buildings, clean heating and cooling, and integration of renewable energy, as well as zero-and low-emission mobility programmes. EU Carbon Border Adjustment Mechanism (CBAM) German and European industrial companies regulated under the EU ETS face a risk known as carbon leakage. This can occur because the EU imposes a price on emissions in sectors like steel, fertilisers and aluminum – industries producing essential commodities that compete in global markets. If the EU’s carbon price is (much) higher than that in major trading partners, European companies may lose market share and eventually cease operations in Europe. However, this would only shift the location of emissions rather than reducing them globally. Since the 2005 launch of the EU ETS, carbon leakage risks have been managed by exempting energy-intensive, trade-exposed industries from the obligation to buy their allowances at auction or on the carbon market. Instead, they have been granted emission allowances for free.65 Free allowances weaken the carbon price signal and do not incentivise exempted industries to switch to climate-neutral technologies. For this reason, the EU has proposed a new system to allow countries to phase out free allocations for specific energy-intensive industrial sectors – namely, steel, aluminium, cement and fertilisers – between 2026 and 2035, while gradually introducing a carbon border adjustment mechanism (CBAM). The CBAM is set to replace free allocations and allowance auctioning to energy-intensive sectors by putting the EU ETS carbon price on imported goods. Importers of products covered under CBAM must report emissions from the production of the imported goods in the country of origin, then buy and surrender corresponding allowances under the EU ETS like any other European industrial installation – ensuring equal treatment of domestic and imported goods. Some countries have expressed concern that the CBAM is protectionist. However, it will cover only a very small proportion of global trade into the EU (around 3-4% of all goods) and will treat these goods just as it does EU-produced goods, in that they will have to pay for their emissions. The system will be phased in slowly – 10% per year over the 2026-2035 period – to allow time for adjustment and the reduction of emissions from imported goods. Rebates will also be given for carbon prices paid in the country of origin to ensure fairness and compatibility with World Trade Organization rules. Additional ETS for buildings and transport sectors Germany has introduced its own carbon pricing system to cover the transport and building sectors as well as smaller industrial plants, sectors outside the EU ETS. Participants are not the emitters themselves, but companies that put fuels into circulation or fuel suppliers. To avoid a double burden from the national system and the EU ETS, fuel deliveries to EU ETS facilities are exempt from the national price. Carbon leakage regulations ensure compensation for certain companies facing international competition, with compensation tied to their investments in climate action. Phased in gradually from 2021 to 2025 with a fixed carbon price, the system is supposed to transition to a cap-and-trade model in 2026, with a price corridor with upper and lower price limits.66 Currently, emission allowances under the national system are not tradeable but will become so once auctions begin in 2026 and the fixed-price phase comes to an end. In this national system, the federal government sets an annual emission limit for transport and heating fuels in line with its total carbon budget. Last revision on .",
    "images": "https://www.agora-energiewende.org/fileadmin/_processed_/5/c/csm_AEW_home_header_d15cdc7b1a.jpg",
    "tags": "",
    "excerpt": "Under the European Emissions Trading System (EU ETS), Germany’s energy-intensive industry and power sector installations pay for their greenhouse gas emissions. In 2021, Germany began putting a price on emissions also in the transport and buildings sectors, which lie outside the scope of the EU ETS.",
    "categories": ""
}