{
    "title": "EU announces carbon border tax from 2026 - what lies ahead for exporters from Western Balkans, Turkey",
    "author": "Vladimir Spasić",
    "source": "Balkan Green Energy News",
    "date": "2021-07-16",
    "text": "Photo: Christelle PRIEUR from Pixabay Cement, iron, steel, fertilizers, aluminium and electricity producers in the Western Balkans and Turkey (countries outside the EU tracked by Balkan Green Energy News) have only a few years to prepare for the introduction of a carbon border tax, which will be phased in from 2023 until 2026. The tax will be levied only on direct emissions of greenhouse gases, but at the end of the transition period, in 2026, the EU will decide if it will be expanded to other products, and also to indirect emissions. Power producers have on option to be exempted until 2030, but only if they fulfill certain conditions. The Carbon Border Adjustment Mechanism (CBAM) is part of the Fit for 55 package, presented recently by the European Commission. European Commissioner for Economy Paolo Gentiloni said that the CBAM will align the carbon price on imports with that applicable within the EU. In full respect of our WTO commitments, this will ensure that our climate ambition is not undermined by foreign firms subject to more lax environmental requirements, Gentiloni said, adding that it will also encourage greener standards outside EU borders. Risteska: any form of carbon pricing means that a power system based on renewables is cheaper than a coal-based system Sonja Risteska, a project manager for SEE at think-thank Agora Energiewende, said that for the Western Balkans, planning for phasing out lignite has to accelerate as the CBAM will make new lignite plants loss makers. ”Any form of carbon pricing means that a power system based on renewables is cheaper than a coal-based system”. According to Risteska, the EU leaves the option of a delayed implementation of the CBAM for power exports until 2030. The Western Balkan countries can use the option of a delayed implementation of the CBAM for power exports until 2030 “The Western Balkans countries can use this opportunity to focus on implementing the required acquis through the Energy Community, accelerate the market coupling with the EU neighbors, introduce carbon pricing, start developing long-term net-zero plans, finalize the national energy and climate plans /(NECPs) and adopt by the end of 2021 targets for GHG reduction, renewables and energy efficiency in line with the European Green Deal,” she said. Balkan Green Energy News brings you the European Commission’s answers to most common questions regarding the CBAM, and comments of Agora Energiewende: Who will fall under the scope of the CBAM? Imports of goods from all non-EU countries will be covered by the CBAM. Certain third countries who participate in the EU Emission Trading system (EU ETS) or have an emission trading system linked to the EU’s will be excluded from the mechanism. This is the case for members of the European Economic Area and Switzerland, according to the Commission. Which sectors will the CBAM cover? The CBAM will initially apply to imports of the following goods: cement, iron, steel, aluminium, fertilizers, electricity. According to the Commission, these sectors have a high risk of carbon leakage and high carbon emissions. The administrative feasibility of covering the sectors in the CBAM from the start was also taken into account. At the end of 2025 the Commission will decide whether to extend the CBAM scope The CBAM will apply to direct emissions of GHG emitted during the production process of the products covered. By the end of the transition period, which starts in 2023 and ends at the end of 2025, the Commission will evaluate whether to extend its scope to more products and services – including down the value chain, and whether to cover so-called ‘indirect’ emissions (i.e. carbon emissions from the electricity used to produce the goods). According to Agora Energiewende, the focus stays for now on a limited set of products, representing a very small share of trade (e.g. only 3% of the value of trade between the EU and China). This will be revisited further down the road. How will it be introduced? To provide businesses and other countries with legal certainty and stability, the CBAM will be phased in gradually. A reporting system will apply as of 2023 for those products with the objective of facilitating a smooth roll-out and dialogue with third countries, and importers will start paying it in January 2026, the Commission said. According to Agora Energiewende, from 2026, the CBAM would be phased in gradually by 10% a year. EU industrials in the CBAM sectors (steel, for example) would effectively pay 50% of their emissions costs in 2030 and 100% only in 2035, similarly to the importers into the EU. How will the CBAM work in practice? The CBAM will mirror the ETS in the sense that the system is based on the purchase of certificates by importers, the Commission said. The price of the certificates will be calculated depending on the weekly average auction price of EU ETS allowances expressed in EUR per ton of CO2 emitted. Importers of goods will have to register with national authorities where they can also buy CBAM certificates. National authorities will authorize registration of declarants in the CBAM system, as well as reviewing and verifying declarations. They will also be responsible for selling CBAM certificates to importers. Importers will pay the same carbon price as domestic producers under the EU ETS According to the Commission, in order to import goods covered under the CBAM into the EU, importers must declare by May 31 each year the quantity of goods and the embedded emissions in those goods imported into the EU in the preceding year. At the same time, they must surrender the CBAM certificates they have purchased in advance from the authorities. By ensuring importers pay the same carbon price as domestic producers under the EU ETS, the CBAM will ensure equal treatment for products made in the EU and imports from elsewhere and avoid carbon leakage, the Commission said. Why do we need a 'Carbon Border Adjustment Mechanism'? As we raise our climate ambition, we need to prevent business moving abroad to countries with weaker rules. The Mechanism will ensure that companies importing into the EU have to pay a carbon price as well.#EUGreenDeal pic.twitter.com/Xz9COP8080 — European Commission (@EU_Commission) July 17, 2021 How can electricity imports be exempted? The CBAM will be applied to electricity generated in and imported from countries that wish to integrate their electricity markets with the EU until such a point that those electricity markets are fully integrated. At that point, and under strict conditions linked to their implementation of certain obligations and commitments, these countries could be exempted from the mechanism. If that is the case, the EU will revisit any exemptions granted in 2030, at which point those partners should have put in place the decarbonization measures they have committed to, and an emissions trading system equivalent to the EU’s, according to the Commission. In order to be exempted, countries will have to either enter the ETS, create one, pledge decarbonization by 2050, or implement the EU acquis According to Agora Energiewende, in electricity imports special rules apply for the neighboring countries. “But they will have to either enter the ETS, create one, pledge decarbonization by 2050, or implement the acquis. This is realistically only possible for the Western Balkans and eventually Ukraine, whereas other exporters, like Turkey and Russia, will probably not be exempted until 2030,” Sonja Risteska from Agora EW said.",
    "images": "https://balkangreenenergynews.com/wp-content/uploads/2021/07/carbon-border-tax-explanation-western-balkans.jpg",
    "tags": "carbon border adjustment mechanism;CO2 emissions;EU ETS;European Commission;European Green Deal",
    "excerpt": "CBAM will be paid from 2026 on cement, iron, steel, fertilizers, aluminium and electricity, but power producers have on option to be exempted until 2030.",
    "categories": ""
}