{
    "title": "ESG Strategy - POSCO HOLDINGS",
    "author": "POSCO HOLDINGS",
    "source": "posco-inc.com:4453",
    "date": "2025-03-25",
    "text": "HOME Sustainability ESG Strategy Overview Exercise green  leadership   Build a sustainable   society Advance  governance  Green Competency Responsible Value Chain Employee Happiness Ethics &  Integrity New  Governance  High Priority POSCO Group defines ESG management as exercising green leadership, building a sustainable society, and advancing governance. Anchored on GREEN as the keyword, we established the following five ESG strategies encompassing each of the three areas of Environment, Social, and Governance. G Green Competency As part of climate action, we will introduce low carbon processes, enhance energy efficiency. By minimizing our environmental footprint, we intend to build a future where people can live and thrive in harmony with nature. R Responsible Value Chain We are committed to promoting sustainability throughout our value chains by assisting business partners to achieve the highest level of standards in all areas, such as low carbon technology, human rights and safety. E Employee Happiness With commitment to create a vibrant and safe workplace, we intend to build a corporate culture that values human rights and diversity and trains creative talent to drive a rapidly changing world. E Ethics & Integrity To maintain the highest ethical standards in all business decision-making processes, we will continue to enhance ethics and compliance practices and promote fair trade. N New Governance We will uphold the independence, expertise and diversity of the Board of Directors. Additionally, by prioritizing shareholder rights and transparency, POSCO Group will generate Real Value and reach new heights. ESG Risk Management Name Composition Roles & Responsibilities \r\n\t\t\t\t\t\t\t\t\t\t\tESG Session (Annual) \r\n\t\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t · Entire BoD (both outside and inside) · Representative directors of key Group companies \r\n\t\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t · Discuss the Group’s mid-to-long term ESG strategies · Discuss the Group’s key ESG agenda \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\tESG Committee \t (ad-hoc) \r\n\t\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t · 3 outside directors & 1 inside director \r\n\t\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t ·Develop Group ESG strategies, policies and governance system ·Assess the ESG issues of key Group companies and discuss solutions · Review publication of POSCO Holdings Sustainability Report and communicate with investor \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\tGroup ESG Council  (Semi-annual) \r\n\t\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t · CEO of the holding company · Representative Directors of 4 key operating companies ·Executives responsible for future strategy, business synergy, IR, Corporate ethics, Communications, and Corporate support from the holding company etc. \r\n\t\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t · Review Group companies’ low carbon, safety, environment, Supply Chain and health policies and plans ·Review and discuss Group companies’ measures to ESG-related issues ·Report the discussion outcomes to the POSCO Holdings BoD or the ESG Committee \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\tGroup ESG Working  level Committee  (Semi-annual) \r\n\t\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t ·POSCO Holdings ESG team ·Dedicated ESG units from 10 Group companies \r\n\t\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t ·Share each company’s ESG issues and discuss countermeasures\r\n\t\t\t\t\t\t\t\t\t\t\t\t ·Support the enhancement of ESG capabilities of Group companies and jointly responding to ESG rating agencies \r\n\t\t\t\t\t\t\t\t\t Agenda for 2024 Group ESG Council & ESG Session Meetings Event Date Agenda \r\n\t\t\t\t\t\t\t\t\t\t\t H1 Group ESG \r\n\t\t\t\t\t\t\t\t\t\t May. 9, 2024 \r\n\t\t\t\t\t\t\t\t\t\t\t ·EU Taxonomy-based Green Financial KPI Management Strategy (For internal management) ·Rolling Revision of POSCO Carbon-Neutral Roadmap ·2023 POSCO Hdoldings Sustainability Report Publication Plan ·POSCO International’s ESG Improvement Status in Indonesia Palm Plantations \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t ESG Session \r\n\t\t\t\t\t\t\t\t\t\t Jul. 31, 2024 \r\n\t\t\t\t\t\t\t\t\t\t\t ·[Special Lecture] Global Trends of ESG: Firm level Roles & Responses ·EU Taxonomy-based Green Financial KPI Management Strategy (Mainly for Board of Directors) ·Hydrogen-based Steelmaking and Carbon Reduction Technology Developments \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t\t\t\t\t\t H2 Group ESG \r\n\t\t\t\t\t\t\t\t\t\t Sep. 24, 2024 \r\n\t\t\t\t\t\t\t\t\t\t\t ·POSCO’s Greenwashing Regulation Compliance Cases ·POSCO Internal Carbon Pricing Mechanism: Implementation Plan ·POSCO Group RE100 Response Strategy",
    "images": "https://www.posco-inc.com:4453",
    "tags": "POSCO HOLDINGS",
    "excerpt": "Check the information of POSCO HOLDINGS",
    "categories": ""
}