{
    "title": "ESG Strategy - POSCO ESG",
    "author": "unknown",
    "source": "sustainability.posco.com",
    "date": "1995-01-01",
    "text": "POSCO is committed to becoming a leading company in the production of future materials, realizing sustainable future value by supplying steel in a safer and cleaner manner. Aligned with the POSCO Group’s ‘GREEN’ ESG strategy framework, we prioritize key development areas, such as carbon neutrality, safety, supply chain management, and human rights. Our goal is to reinforce our management system, transparently communicate our initiatives and achievements, and establish a trusted ESG management system that garners the confidence of our stakeholders.\n             \n\n             GREEN Framework \n            \tPOSCO seeks to lead the charge toward carbon neutrality and sustain growth by innovating new value in steel production through our vision of a ‘Better World with Green Steel’. To realize this vision, we are proactively identifying and addressing ESG risk factors inherent in the steel industry and working to secure sustainable market competitiveness throughout the carbon neutrality transition. Additionally, we aim to realize the future-oriented value of steel based on stakeholder ESG input, leveraging this as a driving force for sustainable competitiveness. From a management perspective, we aim to establish a fair and transparent governance structure, strengthen our compliance management system, and advance ethical management practices to global standards, thus building a management system trusted by our stakeholders. Moreover, to enhance employee creativity and job engagement, we are implementing a bi-weekly four-day workweek and fostering a flexible, horizontal reporting culture, driving innovation in our organizational culture.\n             \n\n\t\t\t \n\n             \n                To realize our ESG management goals, we have identified nine key focus areas connected to our GREEN strategy. The ESG Committee, under the guidance of the Board of Directors, in addition to management-led sector-specific meetings, systematically oversees performance in these areas. For crucial issues such as carbon, safety, supply chain, and human rights, these meetings facilitate in-depth discussions on ESG-related topics, including domestic and international initiatives and regulations. We develop detailed response plans and continuously monitor their implementation status.\n             \n\n             ESG Key Area Councils \n            \t \n            \t\t\t Carbon Neutrality Committee Develops carbon neutrality strategies and oversees the implementation of targets • Lead: POSCO’s Representative Director and CEO • Frequency: Quarterly \n            \t\t\t Safety Council Reviews safety risks and improvement activities at both domestic and international sites • Lead: Head of the Health Safety Environment(HSE) Division • Frequency: Biannually \n            \t\t\t Supply Chain Management Council Monitors ESG issues within the supply chain and formulates response strategies • Lead: Head of the Purchasing and Investment Division • Frequency: Biannually \n            \t\t\t Council on Respect for Human Rights Establishes guidelines for human rights management and monitors risks at domestic and international sites • Lead: Head of the Corporate Audit Office • Frequency: Biannually Implementation of Executive ESG Innovation Tasks \n                POSCO operates various systems to ensure that all executives and employees are fully committed to ESG management practices. Each year, all executives are required to identify and carry out an ‘Executive ESG Innovation Task’ aimed at improving performance in key ESG areas, with the outcomes reflected in their evaluations. In 2022, 73 innovation tasks were executed (51 domestic and 22 international), and in 2023, a total of 72 tasks were completed (50 domestic and 22 international). These tasks cover a wide range of ESG areas, including carbon emission reduction, environmental pollutant mitigation, and safety accident prevention. To enhance the effectiveness of these ESG innovation tasks, we perform a Gap Analysis based on global ESG disclosure standards and evaluation results to pinpoint improvement areas. Critical and urgent issues are prioritized as executive ESG innovation tasks for 2024.\n                 Moreover, exemplary ESG activities conducted by various organizational units are shared during company operations meetings as ‘Innovation Stories for Opening the Future,’ promoting a company-wide consensus on ESG management strategy. Additionally, the ESG Ambassador program, which involves employees from departments with high ESG relevance, aims to enhance employees’ understanding of ESG practices and improve their practical skills. Participation as an ambassador is recorded in personnel files to support career development as in-house ESG experts, and outstanding ambassadors receive executive recognition, fostering pride and confidence in their ESG roles. \n\n             Moreover, exemplary ESG activities conducted by various organizational units are shared during company operations meetings as ‘Innovation Stories for Opening the Future,’ promoting a company-wide consensus on ESG management strategy. Additionally, the ESG Ambassador program, which involves employees from departments with high ESG relevance, aims to enhance employees’ understanding of ESG practices and improve their practical skills. Participation as an ambassador is recorded in personnel files to support career development as in-house ESG experts, and outstanding ambassadors receive executive recognition, fostering pride and confidence in their ESG roles. ESG Ambassador Program Class 3 (Activities for 2024) Participation in Initiatives \n\t\t\t\tPOSCO is actively involved in global ESG initiatives and establishes various public-private partnerships to serve as a role model in the steel industry through solidarity and collaboration. The World Steel Association recognizes exemplary companies that promote the sustainability of the steel industry by designating them as ‘Sustainability Champions.’ POSCO has been honored as a Sustainability Champion for three consecutive years (2022-2024) in acknowledgment of its ESG management efforts and achievements. POSCO also initiated the world’s first Hydrogen Iron & Steel Making Forum (HyIS), fostering the exchange of carbon reduction technologies and promoting collaboration on carbon neutrality among global steelmakers, engineering companies, and competitors. Domestically, POSCO collaborates with the Ministry of Oceans and Fisheries and the Korea Fisheries Resources Agency to develop sea forests using steel slag and attain an international blue carbon certification\n\t\t\t \n\n\t\t\t Global ESG Regulation Response \n            \tIn response to the increasing stringency of global ESG regulations, such as ESG disclosure, supply chain management, and CBAM, we are committed to building a robust ESG management system that spans our entire steel value chain, both domestically and internationally. POSCO manages overseas subsidiaries across the entire value chain of steel production, from integrated steel mills to rolling mills and processing centers. As the first step in constructing an integrated ESG system for the POSCO Group’s steel sector, we assessed risks related to global ESG regulations. We conducted self-assessments of ESG management systems for 40 overseas subsidiaries, adhering to global ESG certifications and supply chain management standards like Responsible Business Alliance (RBA). We are developing enhancement plans for management systems, taking into account the unique characteristics of each business site. Additionally, we are conducting ESG coaching sessions for employees at overseas subsidiaries to educate them about trends and improvement measures related to ESG regulations. These sessions include participation from ESG departments as well as other relevant departments, and address topics such as carbon neutrality, environment, supply chain management, and trade compliance, sharing headquarters’ policies, strategies, and experiences.\n             \n\n             ESG Performance Communication \n            \tSince publishing its first environmental report in 1995 and sustainability reports consistently since 2003, POSCO has been continuously engaging stakeholders about its ESG performance.We have increased the credibility of our ESG information practices by aligning our disclosures with global sustainability reporting standards such as GRI, SASB, and ISSB, and by conducting third-party verification, even for voluntary disclosures. Additionally, we have strengthened the internal control system for ESG data from domestic and international subsidiaries through our digital-based ‘ESG Data Portal System.’ We plan to expand the scope of consolidated disclosures for overseas business sites, starting with large-scale integrated mills (Indonesia, China, Vietnam) and some rolling mills (India, Thailand). Moving forward, POSCO aims to build a trusted ESG management system through more proactive and transparent communication on this ESG homepage.",
    "images": "/S91/S91F10/assets/img/common/site-image.png",
    "tags": "",
    "excerpt": "포스코의 ESG 활동을 홈페이지에 담은 디지털 지속가능경영보고서입니다.",
    "categories": ""
}