{
    "title": "POSCO Installed Pilot Facility to Test Hydrogen-Based Ironmaking Technology, Aiming for Carbon Neutrality by 2050 - Hydrogen Central",
    "author": "Itaizul",
    "source": "Hydrogen Central",
    "date": "2024-09-27",
    "text": "POSCO Installed Pilot Facility to Test Hydrogen-Based Ironmaking Technology, Aiming for Carbon Neutrality by 2050 POSCO, a leading South Korean steelmaker, is making significant strides in reducing carbon emissions with its innovative “Hydrogen Reduction Ironmaking” (HyREX) process. This groundbreaking technology aims to replace traditional coal-based methods with hydrogen, significantly cutting down on carbon dioxide emissions. On September 29, at POSCO’s Technical Research Laboratories in Pohang, Gyeongsangbuk-do, a pilot facility for the HyREX process was installed. Researchers observed the fluid reaction of iron ore in the pilot fluidized reduction furnace, marking a crucial step in the development of this eco-friendly technology. The HyREX process involves producing Direct Reduced Iron (DRI) by injecting hydrogen at a high temperature of about 800 degrees Celsius into a fluidized reduction furnace. This method contrasts sharply with traditional steelmaking processes, which rely on carbon monoxide produced from coal, resulting in significant carbon dioxide emissions. From 2017 to 2019, POSCO emitted an annual average of 78.82 million tons of carbon, highlighting the urgent need for cleaner alternatives. Since last year, POSCO has been using the pilot facility to study the reduction reaction between iron ore and hydrogen. In January this year, the company established the ‘HyREX Task Force’ to oversee technology development and engineering. By April, POSCO had successfully produced a total of 15 tons of molten iron in its first trial run of the HyREX process. Ko Chang-seok, a senior researcher at POSCO’s Hydrogen Reduction Research Group, explained the ongoing efforts: Before commercializing HyREX in the actual steelmaking process, we are conducting daily tests to determine the optimal hydrogen consumption required for the reduction reaction and to assess how much carbon emissions can be reduced and how stably iron can be produced using hydrogen instead of coal. POSCO plans to complete the development of commercial HyREX technology by 2030 and aims to convert its existing blast furnace facilities at Pohang and Gwangyang steelworks to HyREX by 2050. This transition is part of POSCO’s broader goal to achieve carbon neutrality by 2050, reducing carbon dioxide emissions to zero based on HyREX. The company also aims to reduce carbon emissions by 30% compared to existing levels by 2035 and by about 50% by 2040. Kim Hee, Executive Vice President in charge of Carbon Neutrality Strategy at POSCO Holdings, emphasized the broader impact of this initiative: Steel, known as the ‘rice of industry,’ is a key material supplied to our country’s main industries such as automotive, shipbuilding, and construction. “Reducing carbon emissions in the steel manufacturing process will result in a reduction in ‘Scope 3’ emissions (direct and indirect greenhouse gas emissions within the supply chain from raw material procurement to product manufacturing) for various industries. HyREX will lay the foundation for the stable supply of high-quality steel in future fields such as electric vehicles, wind power, renewable energy, and hydrogen infrastructure.” The development of HyREX technology is also timely, given the European Union’s (EU) upcoming Carbon Border Adjustment Mechanism (CBAM), set to be fully implemented from 2026. This policy will impose a carbon tax on imported goods that exceed carbon emission standards, requiring the purchase of certificates. Such regulations underscore the importance of reducing carbon emissions in heavy industries like steel manufacturing. READ the latest news shaping the hydrogen market at Hydrogen Central POSCO Installed Pilot Facility to Test Hydrogen-Based Ironmaking Technology, Aiming for Carbon Neutrality by 2050, source",
    "images": "https://hydrogen-central.com/wp-content/uploads/2024/09/Hydrogen-Based-Ironmaking.png",
    "tags": "Steel",
    "excerpt": "POSCO Installed Pilot Facility to Test Hydrogen-Based Ironmaking Technology, Aiming for Carbon Neutrality by 2050POSCO, a leading",
    "categories": "Steel"
}