{
    "title": "Redline not reline: 4 leading steel companies in OECD set to lock in almost half a billion tonnes of CO2 - SteelWatch",
    "author": "Margaret Hansbrough; Caroline Ashley; Heather Lee",
    "source": "SteelWatch",
    "date": "2023-10-17",
    "text": "Redline not reline: 4 leading steel companies in OECD set to lock in almost half a billion tonnes of CO2 Margaret Hansbrough, Caroline Ashley, Heather Lee · Four prominent steel companies have announced plans to reline blast furnaces, which are used to produce coal-based steel, that will lock in CO2 emissions of almost 500 Mt. SteelWatch and Solutions forOur Climate (SFOC) shed light on the alarming investments made by steel companies in coal-based steel production, driving millions of additional tonnes of emissions and running counter to their nations’ climate pledges. The commentary underscores the pressing necessity for transitioning to greener alternatives and intensifying climate scrutiny in investment choices to steer clear of coal-based steel production. It also underscores the implications for these companies’ competitiveness and the planet’s stability. By: Margaret Hansbrough, Caroline Ashley, and Heather Lee (of SFOC) Just as IEA chairman Fatih Birol called out “advanced economies” as having “special responsibilities in fighting climate change”, while launching the IEA’s most aggressive Net Zero Roadmap to date, the steel industry still appears to be heading in the wrong direction. Specifically, recent news demonstrates that seemingly leading companies in advanced economies are reinvesting in coal-based steelmaking, potentially locking in millions of tonnes more emissions. The latest announcements from steel producers Cleveland Cliffs, POSCO, Tata, and BlueScope to invest in relining of coal-based blast furnaces. At the very time we need to be phasing out coal-based steel production, these decisions move us further in the wrong direction. The investments fly in the face of commitments by three of those companies (POSCO, Tata, and BlueScope) to align with the Paris climate trajectory as part of their Responsible Steel membership. The announcements also undermine the credibility of the climate commitments of the countries where these investments will be driving emissions (United States, South Korea, Netherlands, and Australia). Each signed up to the Steel Breakthrough Agenda in 2021 at COP 26 in Glasgow which was set up to ensure that green steel will be cost competitive with coal-based steel by 2030. Each has passed historic climate policies unlocking billions in state funds and/or powerful new regulations that will enable the deep decarbonisation necessary for emissions intensive industries like steel. These relinings cross the red-line that SteelWatch established in our launch report in June: no relining of existing coal-based steel production by companies operating in or headquartered in OECD countries. Our report makes clear how reaching the 1.5 degree target is incompatible with coal-based steel production. The planet cannot afford to lock in more coal-based steel. We have examined the implications of these specific facilities in question and worked with expert partners around the world to spell out the climate costs and opportunities to intervene and change course. The largest of these furnaces are in South Korea where POSCO, the nation’s leading steelmaker and 7th largest steel company in the world, is currently relining one of their Pohang furnaces and has indicated plans to reline an additional blast furnace at the Gwangyang steelworks, estimated to be setting aside around USD 400 million on both projects. 24 local and international civil society groups have called upon the company to disclose further information on its Pohang relining and cancel its planned Gwangyang reline, in order to meet its carbon neutrality commitments. In the Netherlands, the 10th largest steel company in the world, Tata Steel, runs the country’s only blast furnace steel production facility at IJmuiden. For the last several years, there has been a forceful debate on the future of that plant as activists have recently staged massive protests and are considering legal action. It came as somewhat of a surprise that in the face of that resistance, the company was choosing to invest in the continuation of coal-based steel production at Blast Furnace No. 6 at the IJmuiden steelworks, when the government explicitly identified the use of coal at Tata Steel as the source of cancer, and other health problems in the region. In Australia, BlueScope confirmed in August that its board had approved the reline of the plant’s Blast Furnace No. 6 in Port Kembla to replace its current blast furnace and be operational by 2026. In the US, as Cleveland Cliffs announced a delay in relining one blast furnace at Indiana’s Burns Harbor facility from 2025 to 2026, following climate activist pressure, they added another blast furnace to the relining list: Middletown blast furnace in Ohio, likely in 2027. Investment decisions and leadership needed from “advanced economies” in the OECD OECD countries and companies have a responsibility to lead in phasing out coal from steel production both due to their ability to make the technological shift faster and because these countries have benefitted from the prosperity that has come with up to two centuries of coal-based steel production that enabled the industrialisation of their economies. This means that critical investment decisions that will come up in the next six years will require increased climate scrutiny and new thinking to shift away from coal and toward greener technologies, all the while ensuring that workers are not left in the lurch and impacted communities have a say in how these decisions are made. Whether these four companies, and the wider industry, reinvest in coal-based steel capacity or invest those funds in transition to cleaner production affects all our hopes for a stable climate. Data from Agora Energiewende shows that 77.8% of coal-based steel capacity in OECD countries is likely to face a reline-or-transition decision before 2030. Japan, South Korea, and the US, with 86, 53, and 35 million tonnes per annum (Mtpa) of blast furnace capacity respectively, are most significant in terms of volume to be decided. The good news from these two figures is that if several of these OECD countries face investment decisions for 100% of their current capacity, then they also have the ability to choose to transition entirely away from coal-based steel by 2030. If the OECD moves together, they could lock in a large block of countries with potential for coal-free steel production. The size and significance of the climate problem Let’s pivot back to the real time decisions from the four companies on the future of their steel plants. Satellite data provided by Climate Trace has tracked the actual emissions footprints of steel facilities over the last 8 years (2015-2022). Taking emissions from the whole steel facility, (comprising more than just the 1 furnace reline in question), the satellites reveal: Bluescope’s Port Kembla facility: 32.4 million tonnes of CO₂ Cleveland Cliffs’ Middletown facility: 19.9 millions tonnes of CO₂ Cleveland Cliffs’ Burns Harbour facility: 42.3 million tonnes of CO₂ POSCO’s Pohang facility: 268.7 million tonnes of CO₂ POSCO’s Gwangyang facility: 211.6 million tonnes of CO₂ Tata’s Ijmuiden facility: 77.3 million tonnes of CO₂ This data illustrates the size and immediacy of the climate problem we are up against. That’s why every single investment decision needs to take these companies and the planet in the other direction, fast. Emissions Risk From Announced Relines We have estimated what the emissions impacts would likely be if these individual furnaces are relined for a typical 17-year lifespan. If all six blast furnaces are relined and operate as normal, they will emit 488* million tonnes of CO2 over their lifetime, which is the same as running 502 coal plants for a year. *Please note that the sum was amended from 511 to 488 million tonnes. Trade & Car Companies Hold Leverage Over Steel Given that even BlueScope’s executives have been quite clear that progress on cleaner production accelerates by the day, what is the logic behind continued investments in coal? Blast furnace campaign lives generally range between 15-20 years, with a historical median of 17 years. If they operate for their full life, they will break the carbon budget, and bust company and country commitments. If they are retired early, they are a stranded asset, weighing heavy on the corporate books. Both risks weigh heavily. These global companies and their investors must surely be thinking about the risks of investing in stranded assets, particularly as carbon pricing in the EU starts to impact EU producers and a carbon border adjustment mechanism (CBAM) on imports to the block will impact exporters in Australia, South Korea and the US. But if these risks are not enough to shift steel production, we need automakers to drive change. Cliffs, POSCO, and Tata are major suppliers to the automotive industry with Cliffs earning 34 percent of its sales last quarter from auto customers. For Cliffs, we know that car companies like General Motors and Ford are lucrative customers and have been facing mounting pressure from stakeholders to ensure that they use their buying power to make it clear to all their steel suppliers – including Cliffs – that they want to see green primary steel production in the US for their cars before the end of this decade. Pressure from automakers will need to extend to OECD producers in Asia too. Given leading global auto brands like Kia, Hyundai, and Toyota among others hold strong supplier relationships with respective steel suppliers like POSCO, Hyundai Steel (South Korea) and Nippon Steel (Japan), those auto companies will need to start having some tough conversations with their steel suppliers in the coming months or risk being less competitive in key customer markets under climate safe trade policies. POSCO sells automotive steel sheets and electric sheets for EV motor cores to major automotives across Asia, US, and Europe, so the steelmaker is susceptible to pressure from both its domestic and global customers, such as Hyundai, Kia, Volkswagen, GM, Chrysler, and Chinese automakers. Mechanisms like EU’s CBAM are already adding pressure on POSCO’s automotive steel sheet exports to the European market, and reinvesting in coal-based steel production only serves to heighten the risk of losing market share to fast-moving competitors. And for Tata in the Netherlands, they already have an advanced market commitment with Ford to supply green steel after 2030, but will that be too late? Is it enough for car companies to pledge to buy green steel years into the future or do we need action now on their plans to ensure their dollars do not continue to enable coal-based steel? Car companies need to prioritise advanced market commitments to purchase green primary steel from suppliers, and set aggressive plans for coal-free steel across their supply chains by the mid 2030’s. Then steel suppliers like Cleveland Cliffs, POSCO, Tata, and many others will see that their future growth and stability is tied to phasing out coal. Then they will shift from decarbonising specific plants, to decarbonising their business strategy in full. Coal-based steel production in blast furnaces needs to be consigned to the past. Relinings threaten the competitiveness of companies in a fast-changing market, and stability of the planet in a fast-heating climate. Now, not 2040, is the time to build the clean steel industry of the future. *Note this article was updated on October 27 2023. The total sum was amended from 511 MT, to the correct figure of 488 Mt References Agora Energiewende (n.d.). Global Steel Transformation Tracker. https://www.agora-energiewende.de/en/service/global-steel-transformation-tracker/ Cleveland Cliffs (2023, July 24). Cleveland-Cliffs Reports Second-Quarter 2023 Results. https://www.clevelandcliffs.com/news/news-releases/detail/599/cleveland-cliffs-reports-second-quarter-2023-results#:~:text=Second%2Dquarter%202023%20revenues%20were,share%20attributable%20to%20Cliffs%20shareholders. Climate TRACE (n.d.). Downloads. https://climatetrace.org/ Druzin, R. (2023, July 25). Cliffs pushes Burns Harbor reline to ’26. Argus Media. https://www.argusmedia.com/en/news/2472769-cliffs-pushes-burns-harbor-reline-to-26 Evans, S. (2023, August 21). BlueScope to spend $1.15b on old-school steelmaking. Financial Review. https://www.afr.com/companies/manufacturing/bluescope-to-spend-1-15b-on-old-school-steelmaking-20230818-p5dxnm Hill, C. (2023, August 21). BlueScope Steel to reline Port Kembla blast furnace. Steel Times International. https://www.steeltimesint.com/news/bluescope-steel-to-reline-port-kembla-blast-furnace Industrie Magazin (2015, November 4). Voestalpine-Manager: “VW ist ein unsinkbares Schiff” [ Voestalpine manager: “VW is an unsinkable ship”]. https://industriemagazin.at/artikel/voestalpine-manager-vw-ist-ein-unsinkbares-schiff/ Lead the Charge (n.d.). Briefing. Automotive Supply Chain Leaderboard. https://leadthecharge.org/wp-content/uploads/2023/03/Lead-the-Charge-_-Campaign-Leaderboard-Briefing-_-Mar-2023.pdf Mercedes Benz Media (2023, June 13). Mercedes-Benz plans to source more than 200,000 tonnes of CO₂-reduced European steel annually. https://media.mercedes-benz.com/article/27e4764d-0fe9-43f9-80e7-5cf710c12998 Potter. E. (2023, September 5). Carbon border tax could expose BlueScope, Transurban. Financial Review. https://www.afr.com/policy/energy-and-climate/carbon-border-tax-could-expose-bluescope-transurban-20230905-p5e262 Richardson, C. (2023, July 10). Voestalpine to reline Linz blast furnace 5 this summer. Argus Media. https://www.argusmedia.com/en/news/2467531-voestalpine-to-reline-linz-blast-furnace-5-this-summer RIVM. (2023, September 22) Direct link between Tata Steel emissions, nuisance and risk of disease. RIVM (2022, January 21) RIVM study confirms: Tata Steel site is main source of PAHs and metals in the IJmond region. Solutions for Our Climate (SFOC) (n.d.), ‘Issue Brief: Coal tomorrow with POSCO – doubts rising on Korean steelmaker’s net-zero future’, https://forourclimate.org/sub/data/posco-profile-no.1 SteelWatch (2023) Sunsetting Coal in Steel. https://steelwatch.org/reports/ Voestalpine (2023, May 26). Annual Report 2022/23. https://www.voestalpine.com/group/static/sites/group/.downloads/en/publications-2022-23/2022-23-annual-report.pdf Volkswagen (n.d.). Our Partners. http://www.volkswagenpartnerprogram.com/our-partners/ With thanks to Climate Trace, Alli Devlin, and Sanghoon Cho for data inputs.",
    "images": "https://steelwatch.org/wp-content/uploads/2023/10/Final_SW-SFOC-Feature-Image-1-scaled.jpg",
    "tags": "",
    "excerpt": "Four prominent steel companies have announced plans to reline blast furnaces, which are used to produce coal-based steel, that will lock in CO2 emissions of almost 500 Mt. SteelWatch and Solutions forOur Climate (SFOC) shed light on the alarming investments made by steel companies in coal-based steel production, driving millions of additional tonnes of emissions and running counter to their nations’ climate pledges. The commentary underscores the pressing necessity for transitioning to greener alternatives and intensifying climate scrutiny in investment choices to steer clear of coal-based steel production. It also underscores the implications for these companies’ competitiveness and the planet’s stability.",
    "categories": ""
}