{
    "title": "Korean steelmakers are concerned about the consequences of CBAM introduction — News — GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2023-10-06",
    "text": "News Global Market CBAM 1863 06 October 2023 The country's steelmakers are implementing technologies to meet their own climate goals South Korean steelmakers are worried about the start of the introduction of the European CBAM. At the same time, the country’s steel producers are implementing technologies to reduce carbon emissions in line with their own climate goals, writes The KoreaTimes. POSCO, Hyundai Steel and other Korean steel producers will be forced to submit quarterly reports to the EU on carbon emissions from production. The fine for failure to comply with these rules is up to €50 ($52) per ton. In 2022, South Korea exported $4.3 billion worth of steel products and $500 million worth of aluminum to EU countries. The amount of Korean fertilizers supplied to the European market in 2022 in monetary terms amounted to $4.8 million, cement – $1.4 million. That is, the new EU regulatory measure will have the biggest impact on steel producers. Although the EU will not levy a border carbon fee until the end of 2025, the Korea International Trade Association (KITA) said it would be burdensome for companies to calculate and report the figures. «The draft implementing regulation contains an article that may cause the leakage of confidential information from Korean companies,» noted the executive director of KITA in Brussels Cho Bit-na. POSCO has had an internal task force since August 2022 working to prevent the effects of CBAM implementation. As part of its efforts to achieve carbon neutrality by 2050, the steelmaker has also developed technology to produce DRI using hydrogen. Hyundai Steel has increased production using electric arc furnaces and is also planning to switch to hydrogen technology. The company’s plan is to reduce direct and indirect carbon emissions by 12% by 2030. The Korea Trade and Investment Promotion Agency (KOTRA) urged companies subject to the CBAM to take preventive measures, such as carbon footprint verification, and closely monitor the changes before the mechanism’s final implementation in 2026. As GMK Center reported earlier, in August 2023, the European Commission accepted the rules, which regulate the implementation of the mechanism during the transitional phase, which begins on October 1, 2023, and will last until the end of 2025. During this period, traders will only have to report the emissions embedded in their imports, with no financial obligations. The first report must be submitted by January 31, 2024 for goods imported during the fourth quarter of 2023. Also, Latin American steel associations insist on extension of terms joining the European CBAM. It will be difficult for the members of the organizations to fulfill the established requirements for further access of export products to the EU, which is the main partner of the region in steel trade.",
    "images": "https://gmk.center/wp-content/uploads/2023/03/shutterstock_789727018-1.png",
    "tags": "CBAM;ArcelorMittal Kryvyi Rih",
    "excerpt": "The country's steelmakers are implementing technologies to meet their own climate goals",
    "categories": ""
}