{
    "title": "Home | 포스코홀딩스 불개미연대 캠페인",
    "author": "unknown",
    "source": "포스코홀딩스 불개미연대 캠페인",
    "date": "2016-01-01",
    "text": "Is POSCO Making Strides? Escaping from Continued Undervaluation Like 'This'! SCROLL \"Climate change has become a defining factor in companies’ long-term prospects. Climate risk is investment risk.\" “Climate change determines the long-term prospects of companies. It has become an absolute factor. Climate risk is investment riskno see.\" Larry Fink Chairman and CEO of BlackRock, the second-largest shareholder of POSCO Holdings Climate Risks of POSCO Holdings Climate risks of POSCO Holdings, investment risks that could disrupt stock prices. Shut down furnaces, halved operating profits 01 Typhoon Hinnamnor, last September, is just a foreshadowing. Gwangyang Steelworks is also a *high-risk flooding zone. The climate crisis is right in front of our eyes and has become a risk factor that threatens to drag down POSCO's stock price every year. -1.3 Loss \n(trillion KRW) -47% Operating profit \n(YoY) ▲ Losses from the shutdown of POSCO’s Pohang Steel Mill ▲ Typhoon Hinnamnor, last September, is just a foreshadowing. \n  Gwangyang Steelworks is also a *high-risk flooding zone. The climate crisis is right in front of our eyes and has become a risk factor that threatens to drag down POSCO's stock price every year. *Source: Climate Central 02 6 Hinamnors a year, the \"carbon price\" typhoon arrives -400 Minimum \n(billion KRW) -1 Maximum \n(trillion KRW) 3 years later, the amount of a carbon levy after the introduction of the EU Carbon Border Adjustment Mechanism (CBAM) POSCO, the largest carbon emitter in Korea, is expected to pay about 8 trillion KRW of carbon prices within and outside of Korea. POSCO, the largest carbon emitter in Korea, is expected to pay about 8 trillion KRW of carbon prices within and outside of Korea. Estimated cost for buying allowances under the strengthened Emission Trading System with Business as Usual scenario. -7.3 Allowance cost (trillion KRW) -10% Market cap Divestment of major institutional investors due to environmental pollution and neglect of climate risk management, We are concerning the environmental performance of POSCO. 2015, Divestement of the \nGovernment Pension Fund of Norway 2018, Divestement of the \nDutch pension fund (APG)  \"There is no room for improvement.\" Dutch pension fund (APG) withdrawing its investment in POSCO International. Investors Turn Their Back, a Strong Risk Signal 03 Divestment of major institutional investors due to environmental pollution and neglect of climate risk management, We are concerning the environmental performance of POSCO. Escape from POSCO Holdings' undervaluation, We can't help but pay attention to 'climate risk'. Escape from POSCO Holdings' undervaluation, We can't help but pay attention to 'climate risk'. Nicolai Tangen CEO of Norges Bank Investment Management \"Since 2012, the fund has made 240 risk-based divestments, including 140 related to climate risk” Patrick du Plessis Global Head of Risk Monitoring at Norges Bank Investment Management \"In the future, the revenue from coal will be \"0\".” Jon Johnson CEO of Danish pension fund(PKA) \"The cost of carbon emissions is going to increase, and if we don't mitigate them, we're at risk of losing companies’ values. As an investor, I(we) demand carbon reductions rapidly.” Yoo-Kyung (YK) Park Head Of APAC Responsible Investment & Governance at APG Asset Management Undervaluation and repeated peakouts, \nlet's resolve them with our own strength let's resolve them with our own strength We demand POSCO Holdings raise its corporate value. Please join us in the following six proposals. 1. Develop emission intensity targets and implementation plans by 2030 2. Resolve uncertainties in achieving the 10% social reduction target 3. Disclose counter measures on the Samcheok coal-fired power plant and present a concrete reduction plan for overseas GHG emissions 4. Announce a transition plan to convert Pohang No. 2 blast furnace and five blast furnaces at Gwangyang Steelworks to hydrogen direct reduced iron (HyREX) and an investment plan to commercialize HyREX by 2045 5. Provide shareholder-friendly policies through mitigating climate risk: Implementing a 30% dividend payout ratio and reflecting the principle of unlisting subsidiaries in the articles of association 6. Host net-zero NDRs at least once a year Undervaluation and repeated peakouts, let's resolve them with our own strength We demand POSCO Holdings raise its corporate value. Please join us in the following six proposals. 1. Develop emission intensity targets and implementation plans by 2030 2. Resolve uncertainties in achieving the 10% social reduction target 3. Disclose counter measures on the Samcheok coal-fired power plant and present a concrete reduction plan for overseas GHG emissions 4. Announce a transition plan to convert Pohang No. 2 blast furnace and five blast furnaces at Gwangyang Steelworks to hydrogen direct reduced iron (HyREX) and an investment plan to commercialize HyREX by 2045 5. Provide shareholder-friendly policies through mitigating climate risk: Implementing a 30% dividend payout ratio and reflecting the principle of unlisting subsidiaries in the articles of association 6. Host net-zero NDRs at least once a year Undervaluation and repeated peakouts, let's resolve them with our own strength Please join us in the following six proposals. 1. Develop emission intensity targets and implementation plans by 2030 2. Resolve uncertainties in achieving the 10% social reduction target 3. Disclose counter measures on the Samcheok coal-fired power plant and present a concrete reduction plan for overseas GHG emissions 4. Announce a transition plan to convert Pohang No. 2 blast furnace and five blast furnaces at Gwangyang Steelworks to hydrogen direct reduced iron (HyREX) and an investment plan to commercialize HyREX by 2045 5. Provide shareholder-friendly policies through mitigating climate risk: Implementing a 30% dividend payout ratio and reflecting the principle of unlisting subsidiaries in the articles of association 6. Host net-zero NDRs at least once a year",
    "images": null,
    "tags": "",
    "excerpt": "철강업 디스카운트 탈출, 탈탄소 경영으로 해결할 수 있습니다. 포스코에게 투자 리스크에 대한 실질적 대응을 촉구하는 불개미연대 캠페인에 동참해주세요!",
    "categories": ""
}