{
    "title": "European Cement and the EU ETS",
    "author": "unknown",
    "source": "(C) Influencemap 2021",
    "date": "2025-04-10",
    "text": "Since the conception of the EU ETS over a decade ago, the European cement industry has succeeded in crippling the original ambition of the policy, which was to decarbonise European industry, whilst booking billions of Euros in pure profits from the allocation of credits. In advance of a February 15th vote on the recommendation by the ENVI report to adopt AM84, a reform that introduces a Border Adjustment Mechanism to the EU ETS, InfluenceMap tracks the past lobbying from the cement industry on this key EU climate policy. This release also highlights how the industry’s latest U-turn on Border Adjustment Mechanism is the next step in a history of disrupting the effective implementation of ETS. The industry's lobbying centres around the cement trade group CEMBUREAU. EcoCem, CEO, Donald O'Riain, who supports the border adjustment schemes, stated publicly that the cement industry has “no economic incentive, whatsoever, to shift…we are constrained to live the past in the future without some serious policy changes”. Bruno Vanderborght, former Holcim Senior Vice President of Climate Strategy, calls CEMBUREAU’s current arguments “a bit fluffy” (Feb 2017). He draws attention to fact that full free allocation is simply the easiest way for clinker industry to maximise its profit margin. Thomas O'Neill, Research Director, InfluenceMap: \"The cement sector's claim to support climate action and carbon pricing whilst continually obstructing the EU ETS is increasingly inconsistent and intellectually dishonest. Their opposition to viable solutions such as the proposed border adjustment mechanism further exposes the fact they have little intention of supporting an effective carbon market.\"",
    "images": "https://lobbymap.org/site//data/000/007/7765.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "Since the conception of the EU ETS over a decade ago, the European cement industry has succeeded in crippling the original ambition of the policy, which was to decarbonise European industry, whilst booking billions of Euros in pure profits from the allocation of credits.",
    "categories": ""
}