{
    "title": "International Finance and Management Academy(IFMA)",
    "author": "unknown",
    "source": null,
    "date": null,
    "text": "IFMA Board of Standards Officially Issues the Certifications and Designations All IFMA certifications are issued direct from the USA ICHEA ACICS WWC IACUE ACBSP IDETC IFMA - International Finance and Management Academy Board of IFMA Issues the Certifications and Designations Officially Welcome to the IFMA, advancing standards and education programs for all finance professionals. Made up of many member companies spanning the global market, the IFMA connects the finance industry with financial management credential certifications. As an international association, the IFMA enables our members to develop robust expertise for managing the massive volumes of finance generated by today businesses. For the past years we have worked to bring recognition of financial issues to the business world. As a result, the IFMA has adopted the role of industry catalyst for the development of financial specifications and global standards, and education. International Finance and Management (IFMA) is a non-profit organization, and an academy and certificate accreditation organization of European and American International Culture and Education Foundation (EAICE-Foundation, http://www.eaice-foundation.org ). We also are an accredited member of IACUE (International Association for College and University Education http://www.iacue.org), the worldwide hallmark of excellence in education, ACBSP (The Academy of Collegiate Business Schools and Projects http://www.acbsp.us), WWC (Worldwide Classroom http://www.worldwide.edu) and accredited by IDETC (International Distance Education and Training Congress http://www.idetc.us). The IDETC Accrediting Commission defines, maintains, and promotes educational excellence in distance education institutions. IFMA is also an accredited member of ACICS (Accrediting Council of International Certificate and Society http://www.acics.us /). Our members are dedicated to developing and promoting standards, managerial, and educational services to empower organizations in the management of finance, accounting, business risk, marketing and asset. The IFMA works toward this goal by forming and sponsoring Finance Work Groups, producing with our strategic partner building and maintaining a vendor neutral Finance Center and promoting activities that expand the breadth and quality of the financial management market. The IFMA's ability to accomplish these goals is directly attributed to the dedication and hard work of hundreds of volunteers from our member companies. With regional affiliates spanning the globe, IFMA is truly the voice of the industry on a worldwide scale.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}