{
    "title": "EU and China policy experts target carbon leakage | ClientEarth",
    "author": "unknown",
    "source": "ClientEarth",
    "date": "2021-06-04",
    "text": "ClientEarth Communications 4th June 2021 There has been a seismic shift in the world’s action to mitigate the climate crisis, according to high-level officials attending a workshop hosted by the EU-China Environment Project. The event, held in Beijing on the 6th May, brought together over 30 experts from China’s Ministry of Ecology and Environment, China’s Ministry of Commerce, the EU’s Delegation in China, the French Embassy, the World Bank, the Chinese Academy of Social Sciences and GlobeScan, an international consultancy. Chaired by Dimitri de Boer, ClientEarth’s chief representative in China, and deputy director of the Policy Research Centre for Environment and Economy (PRCEE) Tian Chunxiu, the meeting focused on how carbon leakage risk can be prevented and the prospects for global carbon prices. De Boer said: “Addressing carbon leakage is critical to successfully decarbonising industry and achieving global emission reduction targets. The EU and China have a lot to gain from working together to develop a strong policy framework that balances leakage measures with appropriate carbon prices.” The meeting also covered EU-China cooperation on emission reductions as both work to accelerate the transition to net zero, analysing the potential effects and legal implications of the EU’s recently proposed Carbon Border Adjustment Mechanism (CBAM). Set to be operational by the end of June 22, the mechanism seeks to tackle carbon leakage more effectively by putting a carbon price on imports of certain goods from outside the EU. Sebastien Paquot, the head of section for Climate and Environment of the EU delegation to China, said that the CBAM can help to achieve carbon neutrality and incentivise different sectors to speed up their emission reductions. He added that both states have made enormous commitments to combatting climate change over the last few months. Last year, Xi Jinping committed China to carbon neutrality by 2060. The EU – China Environment Project is supporting China to meet its environmental targets by promoting lessons from policies, measures and technological developments in the EU and other parts of the world. The initiative was established in June 2018 to improve environmental protection standards and increase integration between the two jurisdictions on environmental governance over the course of three years. Covering the serious concerns of air quality, ecological degradation and climate change in China, the project has achieved significant progress to date on issues ranging from biodiversity dialogue and pollution regulation to integrated environmental policies and green economic recovery. Concluding the meeting, the director of PRCEE Qian Yong stressed that both the Chinese and European sides are firm supporters of multilateralism, and that environmental protection and economic development are complementary.",
    "images": "/media/yetp52hh/23-a5.jpg?v=1db61b9d995aa70",
    "tags": "",
    "excerpt": "Chinese and EU experts discuss carbon leakage risk and carbon prices at workshop hosted by ClientEarth",
    "categories": ""
}