{
    "title": "Environment & Climate Change Laws and Regulations Report 2025 United Kingdom",
    "author": "Global Legal Group; Darren Abrahams; Tom Gillett",
    "source": "International Comparative Legal Guides International Business Reports",
    "date": "2025-03-27",
    "text": "1. Environmental Policy and its Enforcement 1.1 What is the basis of environmental policy in your jurisdiction and which agencies/bodies administer and enforce environmental law? The environment is a devolved policy competence, which means that England, Scotland, Wales and Northern Ireland have powers to make their own legislation within the environmental sphere and have increasingly taken divergent legislative and policy routes. In England, the Department for Environment, Food and Rural Affairs (DEFRA) is responsible for developing environmental policy and leads on negotiations internationally. Other government departments also contribute to environmental policy; for example, the Department for Energy Security & Net Zero (DESNZ) leads on energy supply, energy efficiency and meeting the UK’s legally binding commitment to reduce emissions of greenhouse gases to ‘net zero’ by 2050, and the Department for Transport (DfT) has responsibility for reducing transport pollution by promoting lower-carbon transport and new technology. The introduction of the Environment Act 2021 made a significant change to the way environmental policy is developed across the UK, driven by the UK’s exit from the EU. One of the objectives for the Environment Act 2021 is to establish a framework to govern how environmental law will be created and modified in an independent UK. The focus is on the mechanisms for shaping future environmental law rather than changing the substantive laws. The Office for Environmental Protection (OEP) was created in November 2021, under the Environment Act 2021, to hold Government and other public authorities to account. Its work primarily covers England and Northern Ireland, as well as ‘reserved matters’ across the UK (i.e. matters on which only the UK Parliament in Westminster can make legislation). Each of the nations of the UK has a public body for administering and enforcing environmental law, and each is structured slightly differently. The Environment Agency (EA) is the executive, non-departmental public body for England, and regulates (among other things) major industry and waste, the treatment of some contaminated land, water quality, flooding, and some aspects of conservation. The EA’s counterparts are Natural Resources Wales (NRW), the Scottish Environment Protection Agency (SEPA), and the Northern Ireland Environment Agency (NIEA). Local authorities also administer and enforce certain aspects of environmental law, including aspects of the contaminated land regime, regulation of certain industrial activities and statutory nuisance. Other national agencies/bodies that enforce and administer environmental law include: the Health and Safety Executive (HSE), which regulates chemicals; the Water Services Regulatory Authority in England and Wales (Ofwat); Natural England; NatureScot in Scotland; the Department of Agriculture, Environment and Rural Affairs (DAERA) in Northern Ireland; and the Office for Nuclear Regulation (ONR) in the UK. 1.2 What approach do such agencies/bodies take to the enforcement of environmental law? The EA takes an ‘outcomes focused’ approach under its Enforcement and Sanctions policy (last updated on 3 March 2025) (Policy). The four key outcomes in the Policy are: stopping illegal activity from occurring or continuing; putting right environmental harm or damage; bringing illegal activity under regulatory control; and punishing and deterring offenders. The EA applies core principles to its enforcement approach: proportionality; having regard to the ‘growth duty’ (the statutory obligation on regulators to have regard to the desirability of promoting economic growth, alongside the delivery of protections set out in relevant legislation); consistency; transparency; targeting enforcement action; and accountability. 1.3 To what extent are public authorities required to provide environment-related information to interested persons (including members of the public)? All public authorities must, on request, provide public access to environmental information, under the Environmental Information Regulations 2004 (EIR). They must disclose information unless one of the exceptions in the EIR applies. Even then, information can be withheld only if the balance of public interest favours withholding disclosure: the presumption is in favour of disclosure. The definition of ‘environmental information’ under the EIR is broad and can include information on measures and activities likely to affect environmental elements and substances as well as the state of the environment and factors likely to impact on it. 2. Environmental Permits 2.1 When is an environmental permit required, and may environmental permits be transferred from one person to another? The Environmental Permitting (England and Wales) Regulations 2016 (as amended) (EP Regulations) govern environmental permitting in England and Wales. The EP Regulations combine a number of (historic) permitting and licensing regimes, and introduced a more coherent permitting regime. An ‘environmental permit’ (EP) may be required for activities that: pollute the air, water or land; increase flood risk; and/or adversely affect land drainage. A single EP can cover multiple activities. An EP is required for: ‘installations’ (one of a defined list of industrial facilities, manufacturing sites or other business premises that may produce or emit potentially harmful substances); waste operations; mining waste operations; combustion plant; small waste incineration plant; mobile plant; and solvent emissions activity. EPs can be transferred from one holder to another, in whole or in part, subject to conditions. The process for making a transfer varies depending on the type of EP. Transferring an installation permit is, for example, more onerous than the application to transfer an EP concerned solely with water discharge. 2.2 What rights are there to appeal against the decision of an environmental regulator not to grant an environmental permit or in respect of the conditions contained in an environmental permit? The EP Regulations set out the grounds of appeal. These include the right of appeal for a person whose application has been refused (Regulation 31(a)) and where conditions have been imposed (Regulation 31(b) and (c)). Appeals are made to the Secretary of State for Environment, Food and Rural Affairs (SoS) and heard by the Planning Inspectorate. The (Planning) Inspector will normally act as a delegate of the SoS for the purposes of the appeal hearing; however, the SoS may become involved where a case is particularly controversial or significant. Potential outcomes include the quashing of EP conditions, or directing the granting or variation of an EP. 2.3 Is it necessary to conduct environmental audits or environmental impact assessments for particularly polluting industries or other installations/projects? The EP Regulations impose specific requirements on different types of activity, and the relevant regulator is obliged to inspect regulated facilities frequently to ensure compliance with those requirements. For new projects, the local planning authority may perform Environmental Impact Assessments (EIA), which are required under the Town and Country Planning (Environmental Impact Assessment) Regulations 2017 (EIA Regulations). This is to ensure that the authority accounts for the relevant environmental information and the effects of a proposed development before giving consent. An EIA must be carried out if a development falls within Schedule 1 of the EIA Regulations. These are generally developments over a certain size, such as power stations and motorways. 2.4 What enforcement powers do environmental regulators have in connection with the violation of permits? Environmental law in England is predominantly a matter of criminal law, with the ultimate sanction being a prosecution before the Courts. The regulator may also use civil sanctions as an alternative to prosecution in certain situations. For example, there is an option for an enforcement undertaking to be given by an operator who has committed an offence. Enforcement undertakings are a unique form of enforcement action because, rather than waiting for the regulator to impose sanctions, the business comes forward with an offer, undertaking to put in place certain measures (to put right the effects of their offending and the impact on third parties, and make sure the offence cannot happen again). If the enforcement undertaking is accepted, the regulator can no longer prosecute for the breach in question. Variable Monetary Penalties (VMPs) are another form of civil sanction used by regulators as an alternative to pursuing a criminal prosecution. From December 2023, the EA can impose VMPs for offences under the EP Regulations. The existing cap on VMPs of £250,000 was also removed, meaning that potential penalties are unlimited. 3. Waste 3.1 How is waste defined and do certain categories of waste involve additional duties or controls? ‘A substance or object which the holder discards or intends or is required to discard’ will be ‘waste’: this definition comes from the EU Waste Framework Directive 2008/98/EC (WFD) and is implemented in England and Wales by section 75 of the Environmental Protection Act 1990 (EPA 1990), as amended following the UK’s exit from the EU. It is a definition that has generated a great deal of litigation over the years, and continues to do so. Once something is waste, it is subject to regulatory control, with the level of control becoming more onerous with the increasing hazard of the waste material. Those who use, recycle, treat, store or dispose of waste or mining waste may require an EP. Other obligations may apply depending on the category of waste. For example, there are specific obligations for: hazardous waste; radioactive waste; packaging; waste electrical and electronic equipment; and waste batteries, among others. 3.2 To what extent is a producer of waste permitted to store and/or dispose of it on the site where it was produced? A producer of waste is required, under the EP Regulations, to obtain an EP to store or dispose of waste on site, unless exempt. There are exemptions for temporary storage (at the place of production, at a place controlled by the producer and at a collection point) – which are known as ‘non-WFD exemptions’. Such temporary storage does not need to be registered but certain limits and conditions must be complied with. There are also certain exemptions that must be registered with the EA. Under the EP Regulations, all types of ‘waste operation’ require an EP unless they are excluded or exempt. Anyone carrying out ‘recovery’ or ‘disposal’ of waste is carrying out a waste operation. 3.3 Do producers of waste retain any residual liability in respect of the waste where they have transferred it to another person for disposal/treatment off-site (e.g. if the transferee/ultimate disposer goes bankrupt/disappears)? The EPA 1990 imposes a ‘duty of care’ on anyone who imports, produces, carries, keeps, treats, disposes of, or is a dealer or broker that has control of, controlled waste (known as a ‘Waste Holder’). The Waste Holder must take all reasonable steps to: prevent unauthorised or harmful deposit, treatment or disposal of waste; prevent a breach (failure) by any other person to meet the requirement to have an EP, or a breach of a permit condition; prevent the escape of waste from its control; ensure that any person it transfers the waste to has the correct authorisation; and provide an accurate description of the waste when it is transferred to another person. When waste is transferred to another person, it must be accompanied by a document containing sufficient information for the recipient to deal with it properly (known as a ‘waste transfer note’). Contractual protections are advisable to ensure the clear transfer of obligations and liability, along with appropriate record-keeping to demonstrate compliance with the duty of care. 3.4 To what extent do waste producers have obligations regarding the take-back and recovery of their waste? In England and Wales, the Waste Regulations require anyone who deals with waste to apply the ‘waste hierarchy’: (1) prevention; (2) re-use; (3) recycling; (4) other recovery; and (5) disposal. Certain categories of waste have their own requirements on take-back and recovery, including packaging waste, waste electrical and electronic equipment, end-of-life vehicles, and batteries. The Environment Act 2021 makes provision for various regulations relating to take-back and recovery, including, for example: extended producer responsibility (EPR) to make producers pay for 100% of the cost of disposal of packaging; a deposit return scheme for single-use drinks containers; electronic waste tracking to monitor waste movements; and further controls on export of waste to non-OECD countries. The Producer Responsibility Obligations (Packaging and Packaging Waste) Regulations 2024 came into effect on 1 January 2025 and while certain obligations applicable previously will continue to apply, the 2024 Regulations have also introduced certain changes to the extended producer responsibility for packaging waste regime. The existing Producer Responsibility Obligations (Packaging Waste) Regulations 2007 will be revoked on 1 January 2026. The 2024 Regulations introduced a new obligation on producers to pay the costs of dealing with household packaging waste, shifting the costs of managing household packaging waste from taxpayers and local authorities to businesses. New obligations with respect to the provision of public information about the disposal of packaging waste are also in effect. The 2024 Regulations continue to place obligations on producers to ensure that a proportion of the packaging they supply by material type (card, plastic, glass, plastic, metal, etc.) is recycled and to provide evidence of recycling to the regulator. Producers must continue to buy packaging waste recycling notes or packaging waste export recycling notes to meet recycling obligations, and large producers have to report packaging data annually (on the basis of which they will pay disposal cost fees for household packaging they supply). 4. Liabilities 4.1 What types of liabilities can arise where there is a breach of environmental laws and/or permits, and what defences are typically available? Both criminal and civil liabilities can arise. Criminal prosecution is available to regulators for environmental offences where it is in the public interest to prosecute (generally, the more serious offences in terms of harm and/or culpability). Civil sanctions (imposed by the regulator) can include fixed and variable monetary penalties, compliance notices, restoration notices and stop notices, and there is also potential for enforcement undertakings as discussed in question 2.4. Liability to third parties might also arise, for example, under the torts of negligence, nuisance and trespass. There are also specific environmental torts created by statute, for example, for harm caused to others from illegal waste activities. The defences available will vary depending on the nature of the liability and breach. Although most offences are strict liability offences (for which committing the act is sufficient in itself to trigger liability – irrespective of whether intended or negligent), for a limited number of offences it will be a defence to demonstrate that reasonable precautions and appropriate due diligence was carried out to avoid the commission of the offence. Other defences include, for example, ‘best practicable means’, a widely used defence that is available against statutory nuisance actions (such as noise, fumes, dust and odour). 4.2 Can an operator be liable for environmental damage notwithstanding that the polluting activity is operated within permit limits? In certain scenarios, compliance under an EP may be a defence. For example, the requirement for the restoration of environmental damage is limited in cases where an operator is expressly authorised by an EP, on the basis that the environmental impact will be addressed through the permit. However, the EP does not provide protection from liability in all scenarios. Barr and others v Biffa Waste Services Ltd [2012] EWCA Civ 312, for example, confirmed that an EP (which may permit an environmental impact) is not a defence to a private action in nuisance. 4.3 Can directors and officers of corporations attract personal liabilities for environmental wrongdoing, and to what extent may they get insurance or rely on other indemnity protection in respect of such liabilities? There is a general principle in English law that a company is a separate legal person. In general, this means that a company, not its directors, will be liable for the acts or omissions of the company acting in the ordinary course of business. However, directors and officers of the company can be liable for environmental offences personally where they have committed the offence themselves. In many cases, the company and director will be jointly charged with the offence, with the director being considered liable as a principal offender or accessory. There is further liability imposed under certain environmental regimes where an offence is committed by the company but with the consent or connivance of the director or officer, or where the offence is attributable to the neglect of the director or officer. Whether consent, connivance or neglect can be proved will be a matter of evidence. As a matter of public policy, a person guilty of a criminal act cannot be indemnified from the consequences (fines, etc.) by another person: this is particularly true for companies and their directors, where the director should be acting in the best interests of the company at all times, and to bear the consequences if not. Insurance policies are often referred to as ‘directors’ and officers’ liability insurance’ (D&O insurance) and are intended to cover liability incurred by the directors in relation to the discharge of their duties. D&O insurance will commonly not cover pollution incidents; however, it may cover defence costs or shareholder claims alleging a fall in value of the company due to a pollution loss. 4.4 What are the different implications from an environmental liability perspective of a share sale on the one hand and an asset purchase on the other? In a share sale, the purchaser acquires the entire company. Therefore, the purchaser will assume all liabilities associated with that company, including any environmental liabilities. An ‘asset sale’ is the acquisition of specific assets. The purchaser will only assume liabilities in the assets themselves. For example, in the context of property transactions, liabilities for contaminated land can transfer with the property. Liabilities are normally dealt with in the relevant transactional documents using warranties and indemnities, and may also be covered by Warranty and Indemnity Insurance. 4.5 To what extent may lenders be liable for environmental wrongdoing and/or remediation costs? Liability will generally fall on those who caused or knowingly permitted the environmental damage. For a lender to incur liability, some element of knowledge or control in respect of the specific environmental breach would be required. Each case would need to be considered on its own facts, but relevant factors could include: the extent of control over the assets securing the loan; whether there was any control over relevant activities; or whether the lender knew or should have known the circumstances of the breach. 5. Contaminated Land 5.1 What is the approach to liability for contamination (including historic contamination) of soil or groundwater? The ‘contaminated land’ regime is the statutory framework set out in Part IIA of the EPA 1990 (Part IIA, EPA 1990) for the remediation of contaminated land that causes an unacceptable level of risk. The regime operates on the basic principle that the ‘polluter pays’, although in practice its application is complex. Contaminated land is defined in the EPA 1990 as any land that appears to the local authority in whose area it is situated to be in such a condition, by reason of substances in, on or under the land, that: (a) significant harm is being caused or there is a significant possibility of such harm being caused; or (b) significant pollution of controlled waters is being caused or there is a significant possibility of such pollution being caused. When land has been identified as ‘contaminated land’, the relevant enforcing authority is under an obligation to serve a remediation notice on the party liable for remediation of the land (known as an ‘appropriate person(s)’) requiring them to remediate the contamination. Liability for remediation is determined according to a hierarchy. In the first instance, liability is imposed on those who caused or knowingly permitted the contaminating substances to be present in, on or under the land (known as a ‘Class A’ person). If no Class A person can be found, liability passes to the current owner or occupier of the site (a ‘Class B’ person). 5.2 How is liability allocated where more than one person is responsible for the contamination? Exclusion and apportionment tests are set out under the regime to govern how liability is allocated where more than one person is potentially responsible. However, ‘agreement on liabilities’ is permitted in order to agree allocation of liability between two persons of the same class under the regime. 5.3 If a programme of environmental remediation is “agreed” with an environmental regulator, can the regulator come back and require additional works or can a third party challenge the agreement? A regulator can require additional activities to be carried out even after a remediation programme has been determined (for example, if new information comes to light), although this is subject to procedural safeguards to prevent the regulator acting, for example, unreasonably. For larger remediation projects, determining the appropriate methods for remediation will be an iterative process in any event, for which the appropriate persons will likely carry the costs. A third party has the right to challenge an agreement for remediation works between a regulator and another party by way of judicial review in the Administrative Court on the basis of the agreement representing a decision by the regulator. Cases may be heard by a dedicated fast-track Court for environmental and planning judicial review cases. The third party must show grounds for bringing judicial review; for example, that the decision-maker reached its decision on the basis of illegality, irrationality or procedural impropriety. Third parties may complain to the Local Government Ombudsman if they feel that a local authority’s behaviour has resulted in injustice as a result of maladministration. After investigation, the Ombudsman can order compensation to be paid if the complaint is upheld. The Parliamentary Ombudsman investigates complaints where the EA is involved. 5.4 Does a person have a private right of action to seek contribution from a previous owner or occupier of contaminated land when that owner caused, in whole or in part, contamination, and to what extent is it possible for a polluter to transfer the risk of contaminated land liability to a purchaser? In general, the principle of caveat emptor – ‘buyer beware’ – applies to land transactions, but obtaining a representation that contaminated land is free from contamination may give rise to a route for a private action for misdescription, misrepresentation or fraudulent concealment. Statutory guidance under Part IIA, EPA 1990 provides mechanisms whereby a seller can transfer the liability risks associated with contamination to a purchaser. This is commonly managed under the contractual agreements for the transaction itself. 5.5 Does the government have authority to obtain from a polluter, monetary damages for aesthetic harms to public assets, e.g. rivers? The power to obtain monetary damages for aesthetic harm to public assets is limited. However, the Environmental Damage (Prevention and Remediation) (England) Regulations 2015 (as amended) (EDR 2015) provide some scope for public authorities to claim damages in this scenario. A public authority can require the operator to remediate the harm caused and return the habitat to its baseline condition or, where this is not possible, to provide complementary or compensatory remediation. 6. Powers of Regulators 6.1 What powers do environmental regulators have to require production of documents, take samples, conduct site inspections, interview employees, etc.? The EA and NRW have wide investigatory powers conferred on them by section 108 of the Environment Act 1995. They have the power to enter a premises and require a person to answer questions and produce documents. Under the EP Regulations, a person can be required to provide such information as the regulator reasonably considers necessary for the purposes of discharging its functions. In addition to their investigative powers of entry, examination and sampling, the EA and NRW both have powers to conduct interviews under caution (in accordance with the Police and Criminal Evidence Act 1984). 7. Reporting / Disclosure Obligations 7.1 If pollution is found on a site, or discovered to be migrating off-site, must it be disclosed to an environmental regulator or potentially affected third parties? There is no general duty to report all pollution incidents; however, duties can arise for certain categories of harm or be imposed under an EP. The EDR 2015 require operators of a wide range of activities to inform the enforcing authority of any ‘environmental damage’, whether actual or of imminent threat. This can mean damage to water and land, as well as to species and habitats, but the damage must reach a certain threshold of significance before it is deemed ‘environmental damage’ and therefore notifiable. EP conditions may require notification to the regulator in the event of a permit breach or on the occurrence of any incident that may cause significant pollution or other adverse effects to health, safety or the environment. The Control of Major Accident Hazard Regulations 2015 (COMAH) aim to limit the consequences of major accidents involving hazardous substances to humans and the environment. Operators of COMAH sites (i.e. businesses that deal with dangerous substances) are required to keep local authorities and the potentially affected public informed about the hazardous substances and about possible major accidents and their consequences. Operators must inform the relevant authority of a major accident as soon as is practicable. 7.2 When and under what circumstances does a person have an affirmative obligation to investigate land for contamination? Part IIA, EPA 1990 imposes an obligation on local authorities to inspect their areas to identify contaminated land. This presents significant challenges for local authorities, due to a lack of ring-fenced funding. As a result, most contaminated land has been remediated under the planning regime rather than under the contaminated land regime. The National Planning Policy Framework provides that potential development sites must be suitable for their new use and should not be capable of being determined as contaminated land under Part IIA, EPA 1990. As such, developers seeking planning permission are often required to inspect the site and remediate any unacceptable contamination. Certain EPs also require the operator to conduct a baseline survey involving the investigation of land so that, once a site ceases to operate, necessary remediation to return the site to its baseline condition can be completed before a permit can be surrendered. 7.3 To what extent is it necessary to disclose environmental problems, e.g. by a seller to a prospective purchaser in the context of merger and/or takeover transactions? Caveat emptor is the legal doctrine that places the burden on the buyer to satisfy itself as to the condition of the property being acquired. There is no general duty on the seller to disclose environmental problems to prospective buyers. In light of the caveat emptor principle, a buyer will usually conduct environmental due diligence on the target asset/property and will seek environmental warranties from the seller. Seeking to formalise and document environmental representations and warranties can be an effective way of requiring a seller to disclose any environmental issues, as contractual remedies will be available if a representation is false or a warranty is breached. 8. General 8.1 Is it possible to use an environmental indemnity to limit exposure for actual or potential environment-related liabilities, and does making a payment to another person under an indemnity in respect of a matter (e.g. remediation) discharge the indemnifier’s potential liability for that matter? Environmental indemnities are commonly used for apportioning and discharging liability in transactions, in particular where the nature of the relevant land, or the activities conducted on the land, are associated with a significant clean-up risk. Often, the seller is able to restrict the scope of the indemnity to issues where warranties alone would not provide an adequate remedy. Liability under Part IIA, EPA 1990 may be transferred to the buyer where the property is ‘sold with information’ or there has been a ‘payment for remediation’, or the parties have entered into an ‘agreement on liabilities’ for the allocation of remediation costs. 8.2 Is it possible to shelter environmental liabilities off-balance sheet, and can a company be dissolved in order to escape environmental liabilities? A limited liability company can be established to own property that may incur future environmental liabilities. However, the liabilities on that company’s balance sheet may need to be included on the group’s accounts. An insolvent company’s liabilities endure unless, and until, it is dissolved. Even if a company has been dissolved and struck from the register of companies, enforcing authorities and third parties can apply to restore the company in order to prosecute, under section 1029 of the Companies Act 2006. An insolvent company can still be prosecuted for its criminal liabilities, subject to public interest considerations. There is an increasing trend in the English Courts to hold parent companies liable for the environmental harm caused by their subsidiaries: see, for example, the Supreme Court decisions in Vedanta Resources PLC v Lungowe and others [2019] UKSC 20 and Okpabi and others v Royal Dutch Shell Plc and another [2021] UKSC 3, and Município de Mariana v BHP Group (UK) Ltd [2022] EWCA Civ 951 (Court of Appeal). 8.3 Can a person who holds shares in a company be held liable for breaches of environmental law and/or pollution caused by the company, and can a parent company be sued in its national court for pollution caused by a foreign subsidiary/affiliate? The liability of shareholders in a limited liability company is normally limited to the unpaid amount of the nominal value of their shares. However, section 157 of the EPA 1990 can render a company’s shareholders liable ‘where the affairs of a body corporate are managed by its members’. Individual companies have their own legal personality: a parent company is therefore not responsible for the acts or omissions of its subsidiary solely by virtue of its role as parent. However, its actions (or indeed its public statements) can lead to the assumption of responsibilities. A parent may owe a duty of care to safeguard the environment and those who depend on it from the actions of its subsidiaries where it has publicly undertaken to do so (Vedanta Resources PLC v Lungowe and others [2019] UKSC 20). In Vedanta, the Supreme Court provided general guidance as to the conditions in which a parent will become liable, including (notably) where the parent holds itself out as having responsibility for the activities of a subsidiary’s operations within its public statements and reports. 8.4 Are there any laws to protect “whistle-blowers” who report environmental violations/matters? Whistle-blowers in the UK are afforded protection by the Public Interest Disclosure Act 1998 (PIDA), which amends the Employment Rights Act 1996, which enables employees to make ‘protected disclosures’ about certain wrongdoings. Whistle-blowers must reasonably believe that a ‘relevant failure’ (such as damage to the environment) has occurred. Employees who make ‘protected disclosures’ under PIDA can claim unfair dismissal if their contracts are terminated because of the disclosures. 8.5 Are group or “class” actions available for pursuing environmental claims, and are penal or exemplary damages available? Most ‘mass action’ claims rely on an ‘opt-in’ mechanism, which means that, in order to participate, every claimant must take a proactive step, such as to issue or join proceedings or authorise another to bring the claim on their behalf. ‘Opt-out’ mass actions, common in the US, have not been a significant feature of the English regime. Claims can be managed together by the Court under a group litigation order (GLO). GLOs have been made in a vast array of cases, including environmental claims. Separately, ‘representative actions’ are permitted where different claimants have ‘the same interest’, in which case a claim may be commenced by one or more of the claimants as representatives of other claimants with the same interest. The ‘same interest’ requirement normally precludes representative actions where the facts for each claim are materially different or where the claimants are seeking different remedies (see, for example, Lloyd (Respondent) v Google LLC (Appellant) [2021] UKSC 50). Punitive damages are theoretically possible but very rare; damages awarded do not generally contain any punitive element and the assessment is based solely on an assessment of the actual loss caused. 8.6 Do individuals or public interest groups benefit from any exemption from liability to pay costs when pursuing environmental litigation? As a signatory of the Aarhus Convention, the UK must ensure access to justice in environmental matters and that environmental litigation is not prohibitively expensive. As a general rule, the loser pays the winner’s costs in litigation. However, the Courts have established principles of cost protection for certain claims (such as judicial review of the decisions of public bodies) to ensure such access and reduce the potential burden on claimants. The Civil Procedure Rules (CPRs) had provided protection using a fixed cap on liability for claimants bringing environmental judicial review claims. However, in 2017, this protection was diluted somewhat when the CPRs were amended. Claimants seeking to benefit from the rules must now submit a statement of means, including any financial support provided by others. In light of that information, the Court now has the power to vary the default cost caps. 9. Climate Change and Emissions Trading 9.1 What is the overall policy approach to climate change regulation in your jurisdiction? The UK committed, under the Climate Change Act 2008 (2050 Target Amendment) Order on 12 June 2019, to reach net-zero greenhouse gas emissions by 2050. This net-zero commitment was introduced as an amendment to the existing Climate Change Act 2008, under which the UK had committed to a legally binding target of an 80% reduction in greenhouse gas emissions by 2050 against 1990 levels. The Climate Change Committee (CCC) is an independent statutory body, established under the Climate Change Act 2008, to advise the UK and devolved governments on emissions targets and to report to Parliament on progress made in reducing greenhouse gas emissions and preparing for and adapting to the impacts of climate change. Broadly in line with the approach in the EU, the UK has confirmed that a UK carbon border adjustment mechanism (UK CBAM) will come into effect from 1 January 2027. A carbon border adjustment mechanism is intended to target the risk of carbon leakage associated with industrial decarbonisation. This will be achieved by placing a financial liability on importers of certain products, based on the greenhouse gas emissions intensity of the product and the gap between the carbon price applied in the country of origin and the carbon price that would have been applied had the product been produced in the UK. UK CBAM will apply to the aluminium, cement, fertiliser, hydrogen, iron and steel sectors; products from the glass and ceramic sectors will be considered for future inclusion. Unlike the EU regime, UK CBAM will not apply to imports of electricity. Importers will have to register if they import CBAM-eligible goods worth over £50,000 in a rolling 12-month period. 9.2 What is the experience of climate change litigation in your jurisdiction? In line with global trends, the majority of climate disputes to date in the UK have been public law matters, brought in the context of judicial review or statutory challenges to specific developments or projects with an environmental impact. A high-profile example is the 2018 challenge to the grant of planning permission for exploration works to test the feasibility of extracting shale gas for fracking at two sites in Lancashire (Preston New Road Action Group v Secretary of State for Communities & Anor [2018] EWCA Civ 9). While this action was unsuccessful, the site stopped fracking when a government moratorium on fracking came into effect in November 2019. In Bristol Airport Action Network Co-Ordinating Committee v Secretary of State for Levelling Up, Housing and Communities [2023] EWHC 171, concerning the expansion of Bristol Airport, the key question was whether emissions from the proposal would materially affect the ability of the UK to meet its target of net zero by 2050. The High Court concluded that aviation emissions are primarily a matter for the Secretary of State to consider at a national, rather than local, level. A significant development in this area has occurred through the expansion in the extent to which decision makers are required to assess ‘Scope 3’, or indirect/downstream emissions. In the joined cases of R (Greenpeace Ltd) v Secretary of State for Energy Security and Net Zero and others and R (Uplift) v Secretary of State for Energy Security and Net Zero and others [2023] EWHC 2608 (Admin) the High Court rejected arguments that the government should have decided to take into account the ‘Scope 3’ emissions that would be emitted when extracted gas or oil was used by consumers. In particular, the Court rejected such a requirement in the government preparing the strategic environmental assessment (SEA) of its Offshore Energy Plan, the related environmental report and its climate compatibility checkpoint. However, the Supreme Court has ruled in R (on the application of Finch on behalf of the Weald Action Group) v Surrey County Council and others that authorities must consider downstream (‘Scope 3’) greenhouse gas emissions when making planning decisions. Proposed fossil fuel extraction projects in the UK will now be subject to more rigorous energy impact assessments and may be refused planning permission in absence thereof. The use of group litigation orders in climate change litigation is becoming more prevalent as well, with attempts made to bring similar actions through Collective Proceedings Orders before the Competition Appeal Tribunal. By way of example, group litigation was brought in the High Court in October 2024 on behalf of more than 600,000 Brazilians against BHP Group Ltd, an Australian mining company, in relation to the Mariana dam failure in 2015 (Município de Mariana and others v BHP Group (UK) Ltd and BHP Group Ltd). In May 2024, ClientEarth, Good Law Project and Friends of the Earth succeeded in their application for judicial review against the Government’s Carbon Budget Delivery Plan (CBDP) on the basis of its conflict with the Climate Change Act 2008. The CBDP is set to be republished in 2025 and it remains to be seen whether this will again be challenged. 9.3 What emissions trading schemes are in operation in your jurisdiction and how is the emissions trading market developing? Pre-Brexit, the UK was a participant in the EU Emissions Trading System (EU ETS), the largest multi-sector greenhouse gas emissions trading scheme in the world. The trading system was implemented by EU Directive 2003/87/EC and covers power stations and industrial plants (c.1,000 in the UK) along with some universities, hospitals and aviation operators flying into or from a European airport. A UK Emissions Trading Scheme (UK ETS) replaced the UK’s participation in the EU ETS on 1 January 2021. Like the EU ETS, UK ETS operates on the ‘cap and trade’ principle, where a cap is set on the total amount of certain greenhouse gases that can be emitted by sectors covered by the scheme. This limits the total amount of carbon that can be emitted and, as it decreases over time, should drive carbon reduction. Within the cap, participants receive free allowances and/or buy emission allowances at auction or on the secondary market, which they can trade with other participants as needed. Each year, those covered by the scheme must surrender allowances to cover their reportable emissions. The idea is that the cap is reduced over time, so that total emissions must fall. The UK ETS Authority has now also outlined its intention to include the maritime sector in the scheme from 2026, and a consultation has been held on including energy from waste and incineration in the scheme as of 2028. The UK ETS Authority has decided to move the start of the second UK ETS allocation period from 2026 to 2027 so as to align the scheme with the UK CBAM (for more information please see the answer to question 9.1 above). 9.4 Aside from the emissions trading schemes mentioned in question 9.3 above, is there any other requirement to monitor and report greenhouse gas emissions? It is well established that large, listed companies (not only companies listed on the London Stock Exchange but also those officially listed in the EU/EEA, on the New York Stock Exchange or NASDAQ) must disclose their annual greenhouse gas emissions from activities for which they are responsible. These obligations were extended under the Companies (Directors’ Report) and Limited Liability Partnerships (Energy and Carbon Report) Regulations 2018 (2018 Regulations). The 2018 Regulations apply for all financial years beginning on or after 1 April 2019. Under the 2018 Regulations, large unquoted companies and limited liability partnerships must also report their UK energy use and greenhouse gas emissions, and include an intensity ratio as well as information relating to energy efficiency action in their annual reports. This is referred to as Streamlined Energy and Carbon Reporting. 10. Environmental Insurance Liabilities 10.1 What types of environmental insurance are available in the market, and how big a role does environmental risks insurance play in your jurisdiction? For deals where an environmental issue is a key consideration or represents a challenging point of negotiation between the parties, insurance policies provide a solution, and there are indications that policies are becoming more commonplace. Increased competition in the market is helping to drive down premiums and make obtaining environmental insurance a less onerous prospect. Environmental Liability Insurance (ELI) is available for costs arising from both common law claims and claims arising from both UK and EU legislation. The Association of British Insurers notes that types of ELI on the market can cover: both sudden pollution and gradual pollution; first-party (own site) clean-up costs imposed by regulatory authorities, i.e. regulatory contaminated land liabilities; third-party liability including impact on property value; nuisance claims; and legal costs and expenses. 10.2 What is the environmental insurance claims experience in your jurisdiction? There is little published information on environmental insurance claims figures. Fuel spills currently remain the most common incident for which claims are made. However, as certain issues of concern, such as climate change, biodiversity, and the release of specific contaminants (including, for example, per- and polyfluoroalkyl substances (PFAS)), receive increased levels of public scrutiny and regulatory control, it is anticipated that the market will need to continue to evolve and develop. 11. Recent Developments and Forthcoming Trends 11.1 Please provide, in no more than 300 words, a summary of the most significant recent new cases and developments in environment law in your jurisdiction. A major development in UK environmental law has been the decision in R (on the application of Finch on behalf of the Weald Action Group) v Surrey County Council and others in which the Supreme Court ruled that authorities must consider downstream (‘Scope 3’) greenhouse gas emissions when making planning decisions. Proposed fossil fuel extraction projects in the UK will now be subject to more rigorous energy impact assessments and may be refused planning permission in absence thereof. The impact and significance of the Supreme Court decision is becoming evident as planning permissions for a proposed coal mine in Cumbria and an oil field near Scunthorpe have already been rescinded in the wake of the Finch decision. Similarly, in Scotland, the Court of Session in Edinburgh has recently ruled (following applications for judicial review brought by Greenpeace and Uplift) that the original licences for two major new oil and gas fields in the North Sea (Jackdaw and Rosebank) were to be quashed as they failed to take into account the (‘Scope 3’) carbon emissions. The Court, however, also held that the developers could continue with preparatory works (at their own risk) while their applications are being redetermined (though oil and gas could not be extracted during that time). A further, and long-anticipated, decision was handed down by the Supreme Court in July 2024 in The Manchester Ship Canal Company Ltd (Appellant) v United Utilities Water Ltd (Respondent) (No 2). The Supreme Court confirmed that the statutory scheme for regulating sewerage under the Water Industry Act 1991 does not prevent a party from bringing a claim in nuisance or trespass in case of canal pollution by discharges of foul water from a statutory sewage company, even where negligence or deliberate misconduct does not apply. 11.2 Please provide, in no more than 300 words, your views on any forthcoming trends and “hot topics” in environmental law in your jurisdiction. Water pollution and management is likely to be found on any list of UK environmental law ‘hot topics’ in 2025. The statutory (private) water companies are under significant pressure to address the increasing number of serious pollution incidents and the mounting strains on the system (driven by the effects of climate change and population growth, as well as historic under-investment in infrastructure). In light of the above, the Independent Water Commission has been set up and a call for evidence has been issued seeking to gather views in relation to the water sector in England and Wales. A report is expected to be issued by Q2 2025, and this will inform the next steps to be taken by the Government; however, significant measures (including abolishing Ofwat, for example) have not been ruled out at this stage. The Water (Special Measures) Act 2025 represents a further step in the Government’s effort to manage the water industry. The 2025 Act strengthens the powers of water industry regulators and aims to ensure that water companies are held to account more effectively. In line with global trends, PFAS also remains a regulatory priority. In 2023, the HSE, supported by the EA, examined the risks posed by PFAS. This assessment, termed a Regulatory Management Options Analysis (RMOA), considered information on the intrinsic hazards, uses and routes of exposure to PFAS, as well as relevant domestic legislation and international approaches to the management of PFAS. As part of a targeted approach to PFAS, the HSE issued a call for evidence in 2024 relating to PFAS in firefighting foams. The prospect of civil actions is also an increasing feature of public discourse on PFAS and an area where companies will want to assess their potential exposure. Production Editor's Note This chapter has been written by a member of ICLG's international panel of experts, who has been exclusively appointed for this task as a leading professional in their field by Global Legal Group, ICLG's publisher. ICLG's in-house editorial team carefully reviews and edits each chapter, updated annually, and audits each one for originality, relevance and style, including anti-plagiarism and AI-detection tools. This chapter was copy-edited by Charlie Perriss, our in-house editor.",
    "images": "https://iclg.com/uploads/publications/socialmedia/TgUy9BqfDepaaGFAnuYIeZ4fqBgZ0H9L8b7BGmhj.png",
    "tags": "",
    "excerpt": "This chapter unpacks relevant regulations in the United Kingdom, covering policy and enforcement, insurance liabilities, trends, regulatory power and more.",
    "categories": ""
}