{
    "title": "What to expect from environmental law in 2024",
    "author": "Michael Barlow; Sarah Sackville Hamilton",
    "source": "Burges Salmon LLP",
    "date": "2024-01-09",
    "text": "With the next UK general election to be held no later than January 2025, 2024 will be dominated by election build up. From an environmental law perspective, this means we could either see proposed vote-winning announcements from the current government, or key policies and decisions being delayed until after the election, or a combination of the two. If the election results in a change in government, then the direction of environmental policy could shift significantly. Subject to that health warning, in this post we pick out some key areas of expected environmental law and policy development this year under the following six themes: Climate change and greenwashing Sustainability disclosures and reporting Nature markets Products and chemicals Environmental permitting Environmental governance Climate change and Greenwashing UK CBAM: The Government has confirmed that a UK carbon border adjustment mechanism (UK CBAM) will be implemented by 2027 and that it will consult on the design and delivery of UK CBAM during 2024. UK CBAM will target the risk of carbon leakage associated with the UK’s action on industrial decarbonisation to meet net zero moving faster than other jurisdictions. It will do this by placing a financial liability on importers of certain products, based on the greenhouse gas emissions intensity of the product and the gap between the carbon price applied in the country of origin and the carbon price that would have been applied had the product been produced in the UK. A similar CBAM regime has already launched in the EU. Climate change litigation and greenwashing: Climate change litigation is an increasing risk for company boards and we expect this trend to continue through 2024. There are several pending judicial review cases against the Government including a joint challenge by Friends of the Earth, ClientEarth and Good Law Project on the Government’s 2023 Carbon Budget Delivery Plan. Greenwashing is also a particularly hot topic, with the Competition and Markets Authority’s investigations into the accuracy of green claims in the fashion and consumer goods sectors expected to conclude in 2024, and travel and transport highlighted as further priority areas. The Digital Markets, Competition and Consumer Bill, which seeks to ban greenwashing by making it an unfair commercial practice to make unsubstantiated claims about the sustainability of products and services, is expected to become law during 2024. Sustainability disclosures and reporting Non-financial reporting reform: The Government is expected to consult this year on reform of non-financial reporting requirements in the UK and on net zero transition plan disclosure requirements for large public and private companies. A particular focus is likely to be on the potential incorporation of the International Sustainability Standards Board’s IFRS Sustainability Disclosure Standards into UK law. 2024 will also see implementation by EU member states into national laws of the Corporate Sustainability Reporting Directive (CSRD) and the start of its staggered implementation. The CSRD requirements will have implications for both EU companies and some non-EU companies. Taskforce on Nature-related Financial Disclosures (TNFD): The TNFD, which published the final version of its recommendations for a nature-related risk and opportunity management and disclosure framework in September 2023, is expected to announce in January 2024 a list of ‘early adopters’ who have already signalled their intention to adopt the recommended disclosures. At a UK level, in November 2023 the House of Commons Environmental Audit Committee recommended that the Government should set out an overarching implementation timetable for TNFD reporting and commit to make TNFD reporting mandatory. We therefore expect to see more information on how TNFD recommendations will be incorporated into UK policy and reporting during 2024. Nature markets Mandatory biodiversity net gain (BNG): The requirement set out in the Environment Act 2021 for new developments in England to demonstrate that they will deliver 10% BNG in order to secure planning permission came into force on 1 January 2024. We expect BNG to be a key hot topic of 2024 – for developers working to meet the new requirements, for landowners and ecosystem service providers working on BNG habitat creation projects, and for Local Planning Authorities and the new “Responsible Bodies” that will oversee and enforce compliance with the BNG obligations. Other natural capital markets: In addition to BNG, we expect other natural capital markets to continue to grow rapidly during 2024 as a result of the drive to net zero, sustainability and stewardship. We expect this continued growth to fuel further attention on the integrity of natural capital markets, particularly voluntary carbon markets. We may see steps by the UK to adopt the recommendations of bodies such as the Integrity Council for the Voluntary Carbon Market and the Voluntary Carbon Markets Integrity Initiative. Nutrient credits are likely to be another key area of focus in 2024, with further evolution of the tension between requirements under the Habitats Regulations Assessments (HRA) regime for housing developments to achieve nutrient (nitrogen and phosphorous) neutrality and Government concerns about the block on development this poses. Products and chemicals Extended producer responsibility for packaging waste: A new extended producer responsibility regime, requiring the producer to pay the full net cost of managing its products at end of life, was expected to be introduced for packaging waste in 2024 having been delayed from 2023. This has been delayed further until October 2025. Some data reporting obligations to facilitate the new scheme are already live, with first and second data reports originally due to be submitted to the Environment Agency (EA) by 1 October 2023 and 1 April 2024 respectively. However, the EA has recently published a regulatory position statement confirming that these reports can be submitted until 31 May 2024. UKCA marking: 2024 had been expected to be the last year in which businesses placing products on the GB market could continue to use the EU CE product safety mark rather than transition to the new post-Brexit UKCA mark. However, an indefinite extension to the recognition of CE marking has been confirmed for most products. There are some variations between the different product safety regimes, so careful checks on future requirements are important. UK REACH registrations: A consultation is expected in early 2024 on the UK system for registering chemicals under the post-Brexit UK REACH chemical regime. The Government is working to develop an alternative transitional registration model (ATRm), the aim of which is to reduce costs to registrants of acquiring and assessing data from EU REACH (an estimated £2 billion cost to industry) as the UK continues its transition away from the EU. Chemicals Strategy: The UK’s Chemicals Strategy was initially trailed in the Government’s 25 Year Environment Plan in 2018 but its publication has been delayed several times. It will set out how the UK will regulate chemicals going forward after Brexit. 2024 could finally be the year we see the publication of this long-anticipated strategy. Environmental Permitting Medium combustion plants: Existing medium combustion plants with a rated thermal input above 5MW are, from 1 January 2024, within the scope of the Environmental Permitting (England and Wales) Regulations 2016. This means that they must hold an environmental permit and must comply with the emissions limit and other conditions imposed by such permit. Failure to hold or comply with an environmental permit is a criminal offence. We are aware that there are currently delays in the processing of these applications, but some regulatory position statements are available to assist with the transition. Permitting reform: 2024 may see reform of the waste carriers, brokers and dealers’ registration regime, moving it within the environmental permitting regime with the aim of ensuring greater regulatory control. The Government has confirmed that this change is coming but the timing is not yet clear. 2024 may also see the water abstraction licensing regime move within the umbrella of environmental permitting. However, this move has been touted for a number of years now so it remains to be seen whether 2024 will at last see this implemented. Variable Monetary Penalties (VMPs): VMPs are a form of civil sanction which the environmental regulators could (until recently) impose up to a certain value for a particular subset of environmental offences as an alternative to pursuing a criminal prosecution. The cap on VMPs was £250,000 and VMPs were not applicable to offences under the environment permitting regime. Both of these features of VMPs changed in December 2023. New regulations which came into force on 1 December not only remove the cap of £250,000 but allow the EA to impose VMPs for offences under the environmental permitting regime. We expect to see the EA making use of its new powers during 2024. Environmental governance Retained EU Law Act: A hot topic last year was the Retained EU Law (Revocation and Reform) Act 2023. This originally included a sunsetting provision under which all EU derived laws would expire automatically by the end of December 2023 unless the Government took steps to retain them. This was watered down and instead only expressly identified EU laws to be revoked. Around 600 such laws were identified, including some environmental regulations, and these were revoked on 31 December 2023. While the Government has dismissed concerns raised by NGOs and the Office for Environmental Protection (OEP) about the resulting weakening of environmental protection, we could see challenges in 2024. For example, ClientEarth has been vocal in its criticism of the decision to revoke regulations regarding the national air pollution control programme. Environmental Principles Policy Statement: A new Environmental Principles Policy Statement (EPPS) came into force in November 2023. This requires ministers to have “due regard” to the potential environmental impacts of policy decisions. Compliance will be monitored by the OEP. We expect the EPPS to impact all strands of government and policymaking; not only those with an expressly environmental element. Office for Environment Protection (OEP): In September 2023 the OEP sent an information notice to Defra, Ofwat and the EA as part of its investigation into whether the public bodies had failed in their duties to regulate the water industry, in relation to the regulation of combined sewer overflows. The findings are expected to be published in 2024. This is the first major test of the OEP’s enforcement powers since its formation, so will be watched with interest. We also expect a review by the OEP of the Government’s Environmental Improvement Plan, which is due to be published on 18 January. We discuss some of these developments in more detail in episode four of our Environment Matters podcast.",
    "images": "https://www.lexology.com/images/share/lexology-social-media.png",
    "tags": "law, lawyers, legal, law firms, law updates, legal updates, legal developments, law developments, legal newsletters, legal current awareness, deals, legal advisers, legal advisors, legal directory, European Union, Competition & Antitrust",
    "excerpt": "With the next UK General Election to be held no later than January 2025, 2024 will be dominated by election build up. From an environmental law…",
    "categories": ""
}