{
    "title": "Climate Law & Governance Day 2023 Report - Climate Law and Governance Initiative",
    "author": "unknown",
    "source": "Climate Law and Governance Initiative - CLGI",
    "date": "2024-04-09",
    "text": "Engaging in Global Stocktake through Legal Lenses Climate Law & Governance Day 2023 Tuesday, 5 December 2023 During the United Nations Framework Convention on Climate Change COP28 in Dubai, UAE IN-PERSON at Middlesex University Dubai, Block 15, Knowledge Park ONLINE from Dubai, UAE 8:30 AM – 6:30 PM DUBAI LOCAL TIME GST (GMT+4 / CET+2) REPORT 2023 Climate Law & Governance Day Grand Opening (Dubai Plenary) Law is a powerful tool in shaping responses to the climate crisis and is essential for building resilient societies, advancing environmental governance and supporting countries in developing frameworks for environmental protection. Collaboration between law associations, law firms, universities and other institutions across the legal profession is urgently needed to create legal reform to advance climate justice and a just transition. Participation is needed from both those in current positions of influence and power in the legal field, as well as students who will play a significant role in shaping the future of both the legal field and climate change. Session Recording: https://youtu.be/dmHj9dH96Zw?feature=shared Chairs: Prof Marie-Claire Cordonier Segger, WIJA (CLGI Exec Sec & Senior Director, CISDL / Visiting Chair, Univ Cambridge / Prof, UVic); Prof Cody Morris Paris (Dep Director & Head, Business School, MDX); Dr Nasiruddeen Muhammad (Asst Prof, Univ Dubai) Welcome: Prof Cedwyn Fernandes (Pro-Vice Chancellor & Director, MDX) Opening Plenary: Prof Patricia Kameri-Mbote (Director, UNEP Law Division / CLG Global Leadership Award, online); Prof Christina Voigt (Chair, IUCN WCEL / Co-Chair, Paris Agreement Implementation & Compliance Committee PAICC / Prof, Univ Oslo); Prof Damilola Olawuyi (UNESCO Chair, HBKU / Vice-Chair, Intl Law Association); Adv Michael Strauss (General Counsel, European Bank for Reconstruction & Development EBRD); Adv Tom Clark (General Counsel, Asian Development Bank ADB); Adv Gülen Newton (General Counsel, Green Climate Fund GCF, online); Hon Justice Jawad Hassan (Hon Sitting Judge, Lahore High Court, Pakistan); Adv Layla El-Wafi (Board Representative / Co-Lead ESG Working Group, ACC MENA); Mr Andrew Mackenzie (Senior Lecturer & Head, ISD MDX) Taking Stock of Legal Progress on Climate Change – High Level Plenary I (Dubai Plenary) Progress has been made in law and governance to respond to climate change, such as the operationalization of the Paris Agreement Implementation and Compliance Committee, which issued its first warnings during 2023. Governments and businesses are also being increasingly held accountable for climate actions through legal means. However, urgent and comprehensive legal reform that fosters increased collaboration and stronger legal frameworks with equity at the core, are required to scale up Paris Agreement implementation. and significant financial contributions to address the global climate crisis effectively. Session Recording: https://youtu.be/JC6n1g-P7sY?feature=shared Chairs: Prof Christina Voigt (Chair, IUCN WCEL / Co-Chair, PAICC) & Adv Douglas Leys KC (Laureate, CLG Global Leadership Award / Senior Fellow, CISDL, online) Plenary Keynotes: Prof David Boyd (UN Rapporteur on Human Rights & Environment, United Nations); Prof Payam Akhavan (Lead Counsel, Comm on Small Island States / Member, Permanent Court of Arbitration PCA / Senior Fellow, Massey Coll Univ Toronto); Prof Patricia Kameri-Mbote (Director, UNEP Law Division / CLG Global Leadership Award, online) I. Experts Panel: Promoting Public and Private Contributions to Legal and Financial Frameworks for UAE’s 2050 Net Zero Transition (Glasgow Room) Legal and regulatory changes, especially incentives for sustainable approaches, are needed to facilitate private sector engagement in renewable energy and carbon reduction initiatives, and the importance of individual action and a culture shift cannot be understated. Better rates should be given to business working on green initiatives so that private sector companies can access financing and capital to support their sustainability initiatives in alignment with the net zero goals. Legal reforms and business incentives to promote achievement of the UAE’s 2050 net zero goal must allow for sustainable economic development and must incorporate the ideas and needs of the people. Session Recording: https://youtu.be/DO4iD4i4xIY?feature=shared Hosted by Middlesex Univ Dubai MDX Chairs: Dr Sreejith Balasubramanian (Assoc Prof, MDX Centre for Supply Chain Research) & Ms Mahine Rizvi Ahmad (Senior Lecturer, MDX) Speakers/Discussants: Adv Shaun Johnson (Group General Counsel, BEEAH Group / Chairman, IPFA Middle East / Global Board Member); Adv Maali Khader (CEO, Middle East Institute of Directors); Adv Aneeza Siddiqui (Vice President, Group Ethics and Compliance, ADNOC) II. Roundtable: Teaching Climate Law and the Clean Energy Transition (Marrakesh Room) Session Recording: https://youtu.be/b5VZ5Y2XvRc?feature=shared Hosted by Univ Dubai; Centre for Climate Law & Governance CCLG King’s College London; Hughes Hall Centre for Climate Engagement HH-CCE; Committee of Vice-Chancellors of Nigerian Universities CVCNU Chair: Dr Nasiruddeen Muhammad (Asst Prof, Univ Dubai) Opening Remarks: Prof Megan Bowman (Prof & CCLG Director, King’s College London, online) Speakers/Discussants: Prof Peter Cameron (Director & Intl Energy Law Prof, Univ Dundee / Assoc Tenant, Landmark Chambers, online); Prof Sonam Tshering (Asst Dean & Asst Prof, JigmeSingye Wangchuck Law JSW Law); Dr Kikelomo Kila (Lecturer in Law, Univ Huddersfield); Dr Grace Udoyen (Senior Research Fellow, CVCNU, online); Prof Markus Gehring (Assoc Prof, Univ Cambridge / Lead Counsel, CISDL) Closing Remarks: Prof Barbara Janusz-Pawletta (Vice-Rector, Kazakh-German Univ, Almaty Kazakhstan, online) III. Experts Panel: Furthering Technology Transfer Under the Paris Agreement to Drive Carbon Dioxide Removal and for Effective Adaptation (Rio de Janeiro Room) Corporations have an ethical responsibility to protect the environment and policies that create safe pathways for people who are dealing with the impacts of climate change are needed. For example, policies can encourage software development, especially from the Global South, that aids climate migrants and addresses local needs. Climate intervention law influences government and corporate policies in understanding the necessity for the development and deployment of climate intervention. Climate change is a global challenge that requires a united response, and any policies involving climate intervention must promote justice, transparency and collaboration, and must incorporate local knowledge and needs. Session Recording: https://youtu.be/Fumt4fQKFcU?feature=shared Hosted by Centre for Climate Repair at Cambridge; Friendship; Univ Houston Law Centre Chairs: Ms Elilini Hoole (Researcher, Dept of Land Economy, Univ Cambridge) & Prof Tracy Hester (Assoc Prof, Univ Houston Law Centre, online) Opening Remarks: Dr M Antonieta Nestor (Engagement Manager, Centre for Climate Repair CRC, Univ Cambridge, online) Speakers/Discussants: Prof William Burns (Vis Prof, Enviro Policy & Culture Program, Northwestern Univ / Co-Director, Institute for Carbon Removal Law & Policy); Mr Kazi Amdadul Hoque (Senior Director, FRIENDSHIP); Ms Runa Khan (Founder & Executive Director, FRIENDSHIP); HRH Princess Esmeralda de Belgique (Chair, FRIENDSHIP Belgium / President, King Leopold III Fund for Nature Exploration & Conservation / Ambassador of Honour, WWF Belgium); Adv Ayesha Tahsin Khan (Senior Director & Head of Inclusive Citizenship, FRIENDSHIP, online) IV. Roundtable: Protecting the Rights of Future Generations and a Just Transition (Montreal Room) It is imperative to integrate the rights of future generations in policy-making and special weight should be given to the views and perspectives of children and youth speaking for future generations. The responsibility of businesses and enterprises in addressing the climate crisis must be emphasized, and disadvantage countries must be given the means to participate in decision-making discussions. Opportunities for youth training and involvement must be provided. The purpose of the Maastricht Principles, adopted on 3 February 2023, is to clarify and contribute to the development of international human rights law; to set the legal basis for attributing human rights to future generations; and to outline obligations for states, intergovernmental organizations, and businesses. The principles recognise that descendants of groups facing historical human rights violations are most vulnerable. States must prioritise these vulnerable groups and take special measures to prevent intergenerational transmission of disadvantage. Session Recording: https://youtu.be/I5KX8amQ5D4?feature=shared Hosted by World Future Council; Centre for International Environmental Law CIEL; FIAN International; Maastricht Univ Chairs: Ms Lena Dente (Senior Programme Manager, World Future Council WFC) & Adv Nikki Reisch (Director, Climate and Energy Programme, CIEL) Speakers/Discussants: Mr Herbert Girardet (Co-Founder, WFC, video); Ms Marie-Claire Graf (Co-Founder, Youth Negotiators Academy, online); Dr Margareta Drzeniek (Managing Partner, Horizon Group); Dr Ashfaq Khalfan (Director, Climate Justice, Oxfam America / Chair, CISDL, online); Ms Samira Ben Ali (Outreach and Engagement Coordinator, World’s Youth for Climate Justice WY4CJ); Ms Lucia Tatenda Wangui (Youth Representative, WFC / Consultant, Deloitte Sustainability, online) V. Experts Panel: Advancing Climate Competent Lawyering Across the Board (Glasgow Room) Session Recording: https://youtu.be/30L4LXCSBUA?feature=shared Hosted by the International Bar Association IBA; Order of Attorneys of Brazil OAB; Federico Peralta – Attorney; SaborioLaw; Alnus Consulting & Strategy; Net Zero Lawyers Alliance NZLA; Al Tamimi & Company; The Chancery Lane Project Chairs: Adv Lara Douvartzidis (Climate Lead, Intl Bar Association) & Adv Federico Peralta-Bedoya (Founder, Federico Peralta – Attorney, online) Speakers/Discussants: Adv Francis Patalong (Senior Counsel, Al Tamimi & Company); Adv Georgina Beasley (Net Zero Lawyers Alliance); Adv Nina Pindham (Cornerstone Chambers); Adv Letícia Perrone Campos Mello (Legal Counsel, OAB – Brazilian Bar Association); Prof John Dernbach (Director, Enviro Law & Sustainability Center, Widener Univ Commonwealth Law School, online); Adv Matthew Gingell (Chair & Founder, The Chancery Lane Project / General Counsel, Oxygen House Group, online) VI. Experts Panel: Developing Regulatory Paths for Safe, Equitable & Rapid Fusion Energy Deployment (Marrakesh Room) Session Recording: https://youtu.be/PztMpKNL2yk?feature=shared Hosted by Energy for the Common Good ECG Chair: Ms Jane Hotchkiss (President, Energy for the Common Good) Speakers/Discussants: Dr Thomas Davis (Chief Technology Officer, Oxford Sigma); Ms Jennifer Ganten (Chief Global Affairs Officer, Commonwealth Fusion Systems); Mr Andrew Proffitt (Regulatory Specialist, Helion Energy, online); Mr Humphrey Mrema (Chairman, Youth Survival Organization); Mr Jim McNiel (Global Chief Marketing Officer, TAE Technologies, online) VII. Leadership Panel: Developing Education & Capacity for Climate Law and Policy – European & Global Trends (Rio de Janeiro Room) Session Recording: https://youtu.be/xkricQi-46Y?feature=shared Hosted by Foundation for Development of Education System FRSE, National Agency of Erasmus+ Programme and European Solidarity Corps Chair: Adv Magdalena Stryja (Spokesperson & Deputy Director of Legal Department, FRSE, National Agency of Erasmus+ Programme & European Solidarity Corps / Fellow, CISDL) Speakers/Discussants: Dr Michał Kurtyka (President, COP24 / Former Minister of Climate, Poland); Prof Piotr Moncarz (Adjunct Prof, Stanford Univ / Co-founder & Chairman, US-Polish Trade Council / Vice Chairman & Chief Technologist Officer, XGS Energy Inc. Top 500 Innovators 2011-2015); Prof Paweł Poszytek (Visiting Prof, Stanford Univ / Director General, FRSE / Director, National Agency of Erasmus+ Programme & European Solidarity Corps, online); Prof Antonio La Viña (Assoc Director for Climate Policy & Intl Relations, Manila Observatory / Project Head, Climate Justice Capacity Initiative CJCI); Dr Anna Budznowska (Member, EuroScience Management Board / Champion, European City of Science Katowice 2024 / Director, Department of Research & Development, Ministry of Education & Science / Former Deputy Minister of Higher Education, Poland); Ms Bianka Siwińska (CEO, Perspektywy Women in Tech / Expert for Tajikistan, World Bank); Prof Agnieszka Bielska-Brodziak (Head, Unit of Intl Chair in Bioethics / Spokesperson for Rights of Students / Researcher, Univ Silesia in Katowice); Mr Bartosz Stawiarz (Director, Innovation Centers Erasmus+ InnHub / Director, Erasmus+ Sport, FRSE, National Agency of Erasmus+ Programme & European Solidarity Corps); Ms Domnina Rances (Dean, Ateneo de Naga Univ / Project Director, CJCI); Ms Razielle Rañeses (Project Manager, CJCI, Ateneo de Naga Univ) VIII. Workshop: Exploring Methane Litigation Tools & Approaches (Montreal Room) Session Recording: https://youtu.be/NUlNLrlu7e8?feature=shared Hosted by Leave it in the Ground Initiative LINGO; Centro Mexicano de Derecho Ambiental CEMDA; Institute for Governance & Sustainable Development IGSD; Center for Climate Crime Analysis CCCA; Doughty Street Chambers Chairs: Prof Gustavo Alanis (CEO, CEMDA) & Dr Kjell Kühne (Director, LINGO) Speakers/Discussants: Adv Maxime Beaugrand (Director of Paris Office, IGSD); Adv Margherita Cornaglia (Barrister, Doughty Street Chambers, online); Adv Julia Solana (Program Director, CCCA) Speakers & Delegates Break for Launch of Projects / Publications (Bali Hall & Gardens) Inauguration of MDX student climate and sustainability research showcase IX. Experts Panel: Promoting Climate Action through Trade Law (Glasgow Room) There has been a significant rise in unilateral climate change measures. Climate change can be integrated into the trade agenda in non-explicit ways such as trade concessions and greener trade policies to encourage sustainable methods of import and export between countries. Tax regulation impacts organisations and businesses causing them to rethink their supply chains to ensure they reflect the legislation’s purpose. If climate change is not addressed within trade agreements, then companies will continue to move towards unsustainable methods. Carbon Border Adjustment Mechanism (CBAM) is an EU tariff policy aimed at stopping carbon leakage from imports from non-EU countries so it can focus on the ones in the EU. However, CBAM could negatively impact the economic development of poorer countries and builds on the distrust of tariff policies by developing countries. Session Recording: https://youtu.be/7-S4suoKK5Q?feature=shared Hosted by Univ Cambridge Centre for European Legal Studies CELS; CISDL; European Climate Foundation ECF; Brazilian Bar – OAB, Rio Grande do Sul Chapter; Deloitte; Federal Univ Rio de Janeiro; Harvard Kennedy School Women’s Network; Org of Women Intl Trade OWIT Brussels; Commonwealth Foundation Chairs: Prof Markus Gehring (Assoc Prof, Univ Cambridge / Lead Counsel, CISDL) & Prof Alessandra Lehmen (President, Enviro Law Commission, Brazilian Bar – OAB, Rio Grande do Sul State Chapter) Speakers/Discussants: Adv Marios Tokas (Programme Manager Trade & Investment, CISDL); Ms Mayra Souza (Programme Lead, Harvard Kennedy School Women’s Network); Prof Dr Emilio Lèbre La Rovere (Prof, Federal Univ Rio de Janeiro UFRJ/COPPE; IPCC Member); Ms Reshma Sharma (Director, Deloitte Middle East); Prof Javiera Caceres (Inst Prof, Institute of Intl Studies Univ Chile, online); Dr Fabiano de Andrade Corrêa (Co-Chair, IUCN WCEL Climate Change Law Specialist Group CCLSG / Lead Counsel, CISDL); Prof Richard Beardsworth (Intl Relations Prof & Head of School, Co-chair Univ of Leeds UNFCCC Task Force); Ms Jennifer Moriconi (Founder, OWIT Brussels, online); Prof Geraldo Vidigal (Asst Prof, Univ Amsterdam, online); Prof Ilaria Espa (Assoc Prof, USI Lugano) Closing Remarks: Mr Ricardo Melendez Ortiz (Founder, Caeruleum | Globe & Sustainability) X. Roundtable: Taking Stock of Climate Litigation in 2023 (Marrakesh Room) Courts play an essential role in advancing climate justice and States and organisations are requiring more accountability and responsibility for vulnerable communities and people. One of the most critical things for the pending advisory proceedings in regional and international courts to confirm is that states have obligations under existing law from multiple sources, including human rights law, to prevent further harm and to remedy existing harm caused by climate change. Implementation of the Paris Agreement has fallen short and international tribunals should re-enforce regulations and laws to implement the agreement. Contentious cases and other strategic litigation contribute to climate action globally by bringing progressive positions to help govern decisions, through accountability and transparency, and the power of people. The ICJ campaign will strengthen the role of civil society participation in legal proceedings because it is a generational opportunity for change. Trends in climate litigation indicate that there are now more cases in jurisdictions under a variety of different legal regimes and that these cases are seeking to shift and influence the actions of states to align their conduct. There is an increase in cross-jurisdictional cases and claims in Global South frontline communities demanding justice. There are existing obligations under a variety of different sources of law to compel states and business enterprises and corporations to do their part. Session Recording: https://youtu.be/rlVj58Mm5MU?feature=shared Hosted by ClientEarth, Pacific Island Students Fighting Climate Change PISFCC; WY4CJ Chairs: Mr Vishal Prasad (Campaigner, PISFCC) & Adv Lea Main-Klingst (Fundamental Rights Attorney, ClientEarth) Speakers/Discussants: Amb Odo Tevi (Ambassador to the United Nations, Republic of Vanuatu)*; Prof Payam Akhavan (Lead Counsel, Comm on Small Island States / Member, PCA / Senior Fellow, Massey Coll Univ Toronto); Adv Hafij Khan (Exec Director, Centre for Climate Justice Bangladesh CCJ-B / Exec Comm, Warsaw Intl Mechanism for Loss & Damage); Prof Richard Wallsgrove (Assoc Prof, Univ Hawaii); Ms Belyndar Rikimani (Vice President, PISFCC) XI. Experts Panel: Emerging Trends in Sustainability Reporting, Climate Governance and Transition Planning (Rio de Janeiro Room) Multilateral development banks (MDBs) can support the private sector in implementing emerging regulations and standards designed to meet the Paris Agreement goals by having an understanding of credible transition pathways in each sector, most importantly in the high bidding sectors where the pathway is challenging and will overline technological efficiency, and by having a rigorous transition planning. Development banks can play a decisive role in scaling private finance in many countries around the world where for a variety of reasons, the risk is high and therefore, private finance cannot come in at affordable rates and there is a need to mobilise private financing. Offering countries more hands-on support for legal and judicial reform. Although it is understood that legislation is a sovereign function, the MDBs can national authorities support for legal and judicial reform. Session Recording: https://youtu.be/vW5aMT5B5iY?feature=shared Hosted by EBRD and ADB Chairs: Adv Michael Strauss (Gen Counsel, EBRD) & Adv Thomas M. Clark (Gen Counsel, ADB) Speakers/Discussants: Adv Vesselina Haralampieva (Senior Counsel, EBRD); Mr Mark Manning (Strategic Policy Advisor, Sustainable Finance, UK Financial Conduct Authority); Adv Lisa Sachs (Director, Columbia Center on Sustainable Investment); Adv Caroline May (Head of Sustainability, Norton Rose Fulbright); Adv Victor Mosoti (Chief Counsel, Enviro and Int’l Law Unit, World Bank Legal Vice-Presidency) XII. Experts Panel: Developing the International Climate Regime through Conciliation and Compensation (Montreal Room) The existing mechanisms for dispute resolution under the Paris Agreement and the United Nations Framework Convention on Climate Change are limited and imperfect for a number of reasons, including the binding nature of awards, the requirement of agreement between two parties, and the lack of multilateral applicability. This gap can be bridged by the Draft Conciliation Annex proposed by the International Council for Commercial Arbitration, which aims to facilitate a means of dispute resolution that is seen as effective and flexible for effective and global climate law governance and compliance. The proposed annex would make awards recommendatory and would provide a dispute resolution mechanism that could be sought unilaterally. The flexible nature of conciliation would allow claims to be joined and heard together and would allow the incorporation of non-parties into the discussion, making it a much better option than current mechanisms. While such flexibility brings concerns about an informal nature of proceedings, this is remedied by structure provided through the complete control parties have over the proceedings. While Article 15 of the Paris Agreement established the Compliance Committee, which serves as a facilitator for effective climate law compliance and helps to prevent loss and damage, many low emitting developing countries already suffer greatly from climate change and a framework for loss compensation should be established. Recent human rights cases in the Philippines and Inter-American Court of Human Rights indicate a possible step in the right direction, but more is required. An institutional mechanism, possibly through the Compliance Committee, should be in place to translate these global policies and provide for recompense. Session Recording: https://youtu.be/b7W6yUARf-U?feature=shared Hosted by Intl Council for Commercial Arbitration ICCA; Climate Change Counsel; Centre for Climate Justice Bangladesh CCJ-B Chairs: Adv Annette Magnusson (Co-Founder, Climate Change Counsel) & Adv Hafij Khan (Exec Director, CCJ-B / Exec Comm, Warsaw Intl Mechanism for Loss & Damage) Speakers/Discussants: Prof Laurence Boisson de Chazournes (Prof of Intl Law, Univ Geneva School of Law / Co-Director, Geneva Center for International Dispute Settlement CIDS / Member, ICCA Panel of Experts, online); Adv Nicola Swan (Partner, Chapman Tripp / Member, ICCA Panel of Experts, online); Dr Christopher Bartlett (Climate Diplomacy Manager, Vanuatu ICJ Initiative); Amb Adao Soares Barbosa (Amb, Timor-Leste / Member, Transitional Comm, online) XIII. Roundtable: Advancing Courage, Contributions and Compliance through Climate Law and Policy Solutions (Glasgow Room) Sustainable development commitments under the Paris Agreement, such as enhancing resilience, promoting clean energy transitions, and fostering nature-based solutions, can be both helped and hindered by law and governance reform. Effective legal frameworks and governance structures are essential for translating these commitments into actionable policies. Adequate laws can facilitate the transition to clean energy, promote resilience, and ensure the success of nature-based solutions. Conversely, inadequate legal frameworks, lack of enforcement, or conflicting policies can hinder progress and impede the achievement of sustainable development goals. As Parties to the Paris Agreement evaluate progress at COP28, climate law solutions with an emphasis on indigenous law and policy approaches can be highlighted. Indigenous knowledge and legal systems play a crucial role in addressing climate change. Recognising and incorporating indigenous perspectives, traditional practices, and land rights into climate policies can enhance the effectiveness and equity of climate responses. This includes respecting the principles of prior and informed consent and ensuring the active participation of indigenous communities in decision-making processes. Efforts taken by Sub-Saharan banks are critical economic players and pivotal to the sustainability journey in SSA. This includes formalizing net-zero commitments and mainstreaming climate change considerations into banking activities. Capacity building, especially learning best practices internationally from advanced countries, is vital. Lawyers play a key role in advising clients about climate change and its implications in a responsible manner. Overall, these initiatives reflect a multi-faceted approach involving legal, governance, economic, and capacity-building efforts to address the complex challenges posed by climate change. Session Recording: https://youtu.be/rI4SNnVJ8rs?feature=shared Hosted by the Pacific Institute for Climate Solutions PICS, Univ Victoria; Centre for International Sustainable Development Law CISDL; IUCN World Commission on Environmental Law WCEL Chairs: Prof Marie-Claire Cordonier Segger, WIJA (Exec Sec, CLGI / Visiting Chair, Univ Cambridge / Prof, UVic) & Adv Tejas Rao (Manager, CISDL / Researcher, Univ Cambridge) Keynote: Hon Sheila Watt-Cloutier (past Chair of Inuit Circumpolar Council & Laureate, Right Livelihoods Award, video) chaired by Prof Ian Mauro (Exec Dir, PICS / Prof, UVic, video) Speakers/Discussants: Prof Christina Voigt (Co-chair, PAICC / Chair, IUCN WCEL) / Adv Ayman Cherkaoui (Lead Counsel, CISDL / Vice-Chair, IUCN WCEL); Vis Prof Yasmin Batliwala (Chief Exec, Advocates for Intl Development); Adv Irmina Pacho (Climate Justice Specialist, Intl Development Law Organisation); Adv Wayne Garnons-Williams (President & CEO, IITIO); Adv Susan Ann Samuel (Researcher, Univ Leeds / Fellowship Officer, CISDL); Adv Gwyneth Boone (Researcher, CISDL / Asst Editor, UVic, online); Ms Adwoa Appiah (Researcher, Univ Waterloo, online) Closing Remarks: Prof Cynthia Milton (Assoc VP Research, UVic / Prof, UVic, online)* XIV. Experts Roundtable: Advancing Climate Governance Integrity (Marrakesh Room) Addressing the challenges that environmental crimes and corruption present for climate initiatives includes increasing accountability across all tiers of governments and local authority and requires transparency from government to stakeholders to civil societies and creating awareness within citizens to uphold environmental criminals liable. Some of the strategies suggested to address challenges that environmental crimes and corruption face are through strengthening society’s oversight on climate change and the crimes on environment, using algorithms and data analysis on certain platforms to highlight the corruptions taking place. From 2009 to 2011, environmental crime proceedings in Peru have been formalised in correspondence with forest or forest formation crimes, illegal timber product trafficking and illegal mining. Some of the strategies suggested to address challenges that environmental crimes and corruption face are through strengthening society’s oversight on climate change and the crimes on environment, using algorithms and data analysis on certain platforms to highlight the corruptions taking place. The National Justice Council of Brazil gave resolutions and recommendations in 2021 on climate governance. One of the recommendations given by the Council is the use of Satellite images to identify environmental damages such as deforestation and its contribution to climate litigation. Article 11 of the Council states that evidence produced from satellite images could be used as evidence for environmental lawsuits. Article 14 is progressing towards implementation. This article states that Judges must consider the impact of environmental degradation while sentencing for environmental damages. It also made recommendations to all judges that they must comply with this Article and incorporated them within their jurisdiction. Public hearings on environmental issues have started since July 2023 for anyone who would like to attend and observe. Session Recording: https://youtu.be/1KWn0b1wzEY?feature=shared Hosted by Transparency International TI Chairs: Mr Brice Böhmer (Climate Lead, TI); Mr Andrés Araya Montezuma (Member, Costa Rica Integra, online); Mr Anoukh de Soysa (Climate Governance Specialist, TI) Speakers/Discussants: Dr Manish Raj Pandey (Head, Dept of Climate Change and Knowledge Management, National Trust for Nature Conservation – Nepal); Ms Magaly Ávila (Director, Environmental Governance Program, Proética); Ms Rosa Iris Almonte (Project Manager, Citizen Participation, video); Hon Rafaela Santos Martins da Rosa (Federal Judge, 12a Federal Court Porto Alegre / RS, Brazil) XV. Experts Panel: Enforcing Anti-Greenwashing and Climate Risk Disclosure Regulations (Rio de Janeiro Room) Many current regulatory frameworks include climate disclosure obligations; however, in situations such as Brazil, many companies have been able to dodge these requirements. Generic language within current regulations lead to disclosures without any plans of remedying disclosed climate risks and to proposed solutions which do not practically accomplish anything. Anti-greenwashing policies have been effective in allowing litigation against companies, but there is a challenge with companies advertising themselves as net-zero or carbon neutral through statements of partaking in carbon offsets or hydrogen fuels. There is also a concern with ads being tailored to individuals and therefore being harder to track. Litigation plays a key role in addressing greenwashing and institutions in places such as the United States, European Union and United Kingdom have been having a harder time getting away with misrepresenting statements about their environmental compliance. The standard of proof is generally lower in these cases as well, where finding for the plaintiff only requires proof that the communication could mislead consumers and there are about 40 ongoing suits in the United States alone due to non-compliance. Litigation may also provide relief to investors in sovereign or green bonds provided that the alleged environmental benefit can be shown to be misrepresented or inflated. Session Recording: https://youtu.be/a5s3OdCGFA8?feature=shared Hosted by Institute for Climate and Society iCS and Ecojustice Canada Chairs: Adv Caio Borges (Portfolio Coordinator, Law and Climate iCS, online) & Adv Alan Andrews (Climate Program Director, Ecojustice Canada) Speakers/Discussants: Prof Alessandra Lehmen (President, Enviro Law Commission, Brazilian Bar – OAB, Rio Grande do Sul State Chapter); Adv Benjamin Franta (Senior Research Fellow & Head of Climate Litigation Lab, Oxford Sustainable Law Programme, online); Adv David Barnden (Climate Equity Generation Lawyers, online); Adv Sophie Marjanac (Climate Lawyer, ClientEarth) XVI. Roundtable: Exploring Low Carbon and Energy Efficient Procurement as a Tool for Paris Agreement Implementation (Montreal Room) Public procurement is a key driver for public transformation in achieving sustainability and climate change. Target 12.7 under Sustainable Development Goal 12 highlights that public procurement is central to achieving sustainable practice. The global strategy of sustainable consumption and production highlights public procurement as a key factor for change in high-impact sectors such as the construction sector which is 11-20% to total GDP and contributes a lot to the global gas emissions. Construction consumes almost 50% of material in the global economy, which contributes greatly and almost entirely to greenhouse gas emissions and GHG emissions are expected to double by 2060. Environmental Sustainability includes four initiatives that aim to minimise the risk of climate change through reducing carbon and greenhouse emissions via sustainable alternatives as part of their planning process. Prioritising sustainable procurement strategies would lead large companies to get a return on their investment. Education on low carbon procurement and supplier engagement is crucial for efficient implementation and requires proper follow-up. Public procurement is not just for industrialised countries, although wealthier economies should invest more due to their capability. Session Recording: https://youtu.be/ZBlM2fYtz9E?feature=shared Hosted by UNEP; CMS, International Law Firm; George Washington Univ GWU Law School Chairs: Hon Marc Steiner (Judge, Swiss Federal Administrative Court, online) & Adv Munir Hassan (Partner, Head of Energy & Climate Change, CMS) Moderator: Dr Jellie Molino (Former Expert Consultant, UNEP) Speakers/Discussants: Ms Anne-Claire Howard (Director, Procurement Group, UNOPS); Mr Mohammed Shoheler Rahman Chowdhury (Director, Central Procurement Technical Unit, Ministry of Planning, Bangladesh, online); Ms Marieke Weerdesteijn (Programme Manager, Circular and Fair ICT Pact, online); Mr Johan Rodenhuis (Strategic Sustainability Advisor IT, Ministry of Economic Affairs and Climate Policy, Netherlands, online); Mr B. Dabeesing (Member, Procurement Policy Office, Ministry of Finance, Economic Planning and Development, Mauritius, online); Prof Christopher Yukins (Prof, Government Procurement Program, GWU Law School, online); Dr Döne Yalçın (Managing Partner & Member of ESG and Sustainability Leadership, CMS) Mobilising Climate Finance through Legal and Policy Solutions – High-Level Plenary II (Dubai Plenary) MDBs and IFIs have accomplished key milestones in the journey towards fulfilling climate finance goals, Sustainable Development Goals and Paris Agreement alignment commitments. The European Bank for Reconstruction and Development (EBRD) has an environmental mandate built into its framework, which has allowed it to reach goals such as a 35% increase in climate financing for 2022, generating 6.5 billion euros and a total of 10 billion euros with private sector investments considered. EBRD has been able to finance renewable energy plants in Afghanistan, Poland and Croatia among other areas. The Asia Development Bank (ADB) was one of the first MDBs to pledge climate financing of 100 billion dollars by 2030 and 100% alignment with the Paris Agreement in sovereign operations. ADB aims to retire fossil fuel factories alongside creating renewable energy sources for developing countries and has amended its Articles of Association to free up capital which will be spent on green initiatives. The International Financial Corporation had aligned 85% of its new financial flows with the Paris Agreement as of July 1, 2023 and mobilised around 14.4 billion dollars towards climate financing. It has also provided billions for financing for green hydrogen, lithium mining for EVs, hard to abate sectors, climate smart sectors, green buildings, green and blue bonds, and loans. Through its web-based software/certification program, Excellence and Design for Greater Efficiency (EDGE), it has been able to decarbonize sectors and has created 57 billion in floorspace in countries as well as over 16 billion in investments. The efforts from these MDBs and IFIs have had notable impacts on the ground in countries of operation, such as the establishment in Afghanistan of the largest renewable energy source in the region (generating up to 1 giga-watt) and the establishment of Poland’s first solar farm. These achievements will enable these countries to eventually move towards sustainable and renewable sources of energy. Countries in the Asia-Pacific region such as Indonesia, Pakistan and Afghanistan to name a few, will see earlier retirement of fossil fuel factories and the establishment of more renewable energy sources sooner rather than later. Lobbying the governments of countries has also been instrumental in providing for an easier establishment of greener initiatives and environmental compliance. By strengthening energy grids and supporting the just transition to Paris Alignment, the process of investing in cleaner energy becomes more attainable. Session Recording: https://youtu.be/a6L7Rj9wadc?feature=shared Co-hosted by EBRD Expert Moderator: Adv Vesselina Haralampieva (Senior Counsel, EBRD) Plenary Keynotes: Adv Michael Strauss (General Counsel, EBRD); Adv Thomas M. Clark (General Counsel, ADB); Adv Leslie Sturtevant (Deputy General Counsel, Intl Finance Corporation IFC World Bank Group); Adv Gülen Newton (General Counsel, Green Climate Fund GCF); Adv Katherine Meighan (Assoc Vice Pres & General Counsel, Intl Fund for Agricultural Development IFAD) Scaling Up Climate Technology Through Law – High-Level Plenary III (Dubai Plenary) Session Recording: https://youtu.be/7iiOPT310VE?feature=shared Chairs: Adv Ayman Cherkaoui (Director, Hassan II Intl Centre for Enviro Training / Deputy Chair, IUCN WCEL / CLGI Chair & Lead Counsel, CISDL) & Adv Annette Magnusson (Co-Founder, Climate Change Counsel) Plenary Keynotes: Adv Varvara Aleksić (Senior Counsel, Intl Renewable Energy Agency IRENA); Prof Damilola Olawuyi (UNESCO Chair, HBKU / Vice-Chair, Intl Law Association); Prof Tracy Hester (Prof, Univ Houston / Co-Director, Centre for Enviro, Energy & Natural Resources Law, online) Closing & 2023 Global Climate Law & Governance Leadership Awards (Bali Hall) Session Recording: https://youtu.be/JcVh28UrUc0?feature=shared Chairs: Prof Tenia Kyriazi (Deputy Director & Head of Law and Politics, MDX); Dr Nasiruddeen Muhammad (Asst Prof, Univ Dubai); Prof Marie-Claire Cordonier Segger (Visiting Chair, Univ Cambridge / Prof, UVic / CLGI Exec Sec & Sen Dir, CISDL) Closing Remarks: Hon Justice Jawad Hassan (Hon Sitting Judge, Lahore High Court, Pakistan); Prof Ian Fry (UN Rapporteur on Human Rights & Climate Change, United Nations) & Adv Victor Mosoti (Chief Counsel on Env & Intl Law, World Bank Legal Vice Presidency) Master of Ceremonies: Adv Ayman Cherkaoui (Director, Hassan II Intl Centre for Enviro Training / Deputy Chair, IUCN WCEL / CLGI Chair & Lead Counsel, CISDL) & Ms Mahine Rizvi Ahmad (Senior Lecturer, MDX / Founding Member, MDX ISD) announce International Climate Law & Governance Student Essay Competition Winners and celebrate Climate Law & Governance Global Leadership Award Laureates for leading deans of faculties of law / senior professors of law; practitioners; leading negotiators; general counsel & climate law civil society leaders. Toasts for laureates: Adv Ilona Millar (Partner, Gilbert & Tobin); Adv Lara Douvartzidis (Climate Lead, Intl Bar Association); Dr Kishan Khoday (MENA Regional Team Leader, UNDP); Prof Ian Mauro (Exec Dir, Pacific Institute for Climate Solutions)",
    "images": "https://www.climatelawgovernance.org/wp-content/uploads/2022/08/New-logo.png",
    "tags": "",
    "excerpt": "Engaging in Global Stocktake through Legal Lenses Climate Law & Governance Day 2023 Tuesday, 5 December 2023During the United Nations Framework Convention on Climate Change COP28 in Dubai, UAEIN-PERSON at Middlesex University Dubai, Block 15, Knowledge ParkONLINE from Dubai, UAE8:30 AM – 6:30 PM DUBAI LOCAL TIME GST (GMT+4 / CET+2)REPORT 2023 Climate Law &",
    "categories": ""
}