{
    "title": "EU to listen to Chinese industries, discuss CBAM",
    "author": "unknown",
    "source": "ChinaDailyApp",
    "date": "2023-12-14",
    "text": "EU to listen to Chinese industries, discuss CBAM By Liu Xia | chinadaily.com.cn | Updated: 2023-12-14 17:14 \"CBAM was not designed as a trade tool, as a protectionist tool, it was genuinely designed as a climate tool,\" said Laurent Bardon, first counsellor for Climate Action and Environment at the EU Delegation to China. The counselor made the remarks at the closing meeting of the \"EU-China Climate Experimental Course\" in Beijing on Dec 12 in response to concerns about the European Union's Carbon Border Adjustment Mechanism, or CBAM. In October, the EU launched the initial phase of CBAM, the world's first system to impose emissions tariffs on imported steel, cement and other goods, aiming to force companies reduce carbon emissions embedded in their exported goods. A controversial topic at the 28th session of the Conference of the Parties to the UN Framework Convention on Climate Change (COP28) in Dubai, CBAM has been criticized as a form of trade and technological barriers established in the name of climate change. Countries such as Brazil, China, India and South Africa have expressed concerns. Bardon said that the EU wants to have more dialogue with China to build mutual trust and convince China that this move is about tackling climate change, not building trade barriers. \"And then we have to work together on mitigating the consequences of trade.\" He added that, \"this is only a temporary transitional phase and our colleagues will meet Chinese industries to discuss and listen to their concerns and take them into account.\" The transitional phase of CBAM will finish at the end of 2025, during which time importers will only be required to report emissions. Huw Slater, climate and energy specialist at the environmental law organization ClientEarth, said at the event that there is a lot that Europe has done that China can learn lessons from, and vice versa. \"China is now leading the world in renewable energy deployment.\" There is also an opportunity for Europe and China to coordinate on how to support other countries with their energy and climate transition, he said. The \"EU-China Climate Experimental Course\" was launched by the Research Center for Carbon Neutrality and Green Development of China Jiliang University to promote climate education among EU-China youth. The course focused on different aspects of climate action, including climate policy, public participation, climate communication and low-carbon planning, and attracted around 600 students who took part in the online training and field research. Jin Yiling contributed to this story.",
    "images": "http://img2.chinadaily.com.cn/images/202312/14/657ac786a31040acaf82a872.jpeg",
    "tags": "climate,12,dec,action,beijing,experimental,environment,eu,eu-china,china",
    "excerpt": "\"CBAM was not designed as a trade tool, as a protectionist tool, it was genuinely designed as a climate tool,\" said Laurent Bardon, first counsellor for Climate Action and Environment at the EU Delegation to China.",
    "categories": ""
}