{
    "title": "SSAB - Ruotsin teräsjätti",
    "author": "Theooj",
    "source": "Osakesijoittaminen",
    "date": "2024-09-20",
    "text": "Vihreä teräs on kyllä melkoinen haaste Kaikkia se kiinnostaa, mutta siitä ei haluttaisi maksaa Juuri nyt preemio rajallisessa kysynnässä on kaiketi luokkaa 100-200 eur/tonni, eli kai luokkaa 20-40% päivän hintoihin. Toisaalta kukaan ei tiedä miten asia on tai miten teräksen hinta on sitten vaikkapa 2030. Vihreän teräksen investoinneista on puhuttu SSAB:n osalta 50 mrd SEK eli sanotaan vaikka 4,5 mrd EUR. SSAB on kertonut että jokin osa em investoinneista tulisi maksuun nykykapasiteetin tulevissa uusinnoissa, olikohan luokkaa 30 mrd SEK 2030-32 mennessä. Toisaalta, päästöttömyyden kustannuksia syntyy syntyy myös LKAB:n päässä 30-40 mrd eur (?!), mitenhän tämäkin vaikuttaa SSAB:n ostohintoihin… Ja vieläpä, vanhaa perua teräsfirmoilla on ollut ilmaisia päästölappuja jotka viedään pois. Niistähän kai saanut rahaa kun on myynyt ylimääräiset, ja jahka ne viedään pois päästöistä joutuu maksamaan ostamalla päästölappuja - ja päästötonnin hinnan arvioidaan nousevan. Voi ehkä arvella, että lähes päästöttömän teräksen tuotanto on Euroopassa käytännössä pakko nykyregulaation puitteissa. Ja voi kai arvella, että siinä tilanteessa on pakko olla korkeampi teräksen hinta, elleivät sitten teräsfirmat ole kykenemättä viemään muutoksen kustannuksia hintoihiin… Eurooppaan tulee vielä CBAM eli tuonnin hiilitullit, ja aika näyttää miten se puree. Isoja kysymys merkkejä itsellä: tuodaanko eurooppaan vaikkapa Kiinasta tuotannon puhdas laita, ja muille markkinoille nykyisen tuotannon entistä likaisempi laita? Tosin en tiedä onko CBAM regulaatiossa asia jotenkin taklattu EU-terästuotannon kustannusten väistämättä noustessa paikallisille tuottajille on entistä kannattavampaa tuottaa entistä jalostuneempaa tuotetta EU:n ulkopuolella, ainakin nyt CBAM koskee lähinnä raaka-aineita kuten terästä, sähköä yms. Eli entistä hienostuneempaa hiilivuotoa? Tuossa Handelsbankenin härkäisessä näkemyksessä pisti muuten silmään, että Handelsbankenin liikevoittoennuste 2025/6 on 50% korkeampi kuin Bloombegin konsensus. Tietäjät tietää, luulijat luulee mutta kumpi on kumpi? Ei myy, mutta jos ei itse tee asian eteen jotain ja aloita myymistä niin muut takuulla tekee ja sitten äimistellään takamatkalta. Kun mikään kilpailijakaan ei sitä vielä tee niin riittäviä näyttöjä ei voi kunnolla ollakaan. Nykymaailman suunta on kuitenkin vahvasti päin vihreää siirtymää ja olisi järjen köyhää olla katsomatta tuota korttia, mikäli/kun se on mahdollista ja vieläpä etulinjassa. Markkinointiin tuosta saa myös puhtia ja asiakkaita riittää ihan varmasti, kun voivat sitten itsekin mainostaa puhtaan teräksen käyttöä. Asiaa voi ajatella sitä kautta, että se/ne hyötyy eniten, jotka ovat ensimmäisten joukossa apajilla. Jos esimerkiksi 50% teräsfirmoista onnistuu vihreässä siirtymässä niin voi vaan kuvitella mitä tapahtuu sille toiselle puolelle, joka jatkaa päästölinjalla. Toiset mainostavat käyttävänsä päästötöntä terästä niin kauanko näille saastuttajille riittää ostajia? Lopulta nämä firmat pakotetaan tavalla tai toiselle vähentämään päästöjään ja siinä vaiheessa toisilla on jo iso etumatka, jota ei kurotakaan kovin helpolla kiinni. SSAB ja Alstom ilmoittivat kumppanuudesta (agreement) fossiilivapaaseen teräkseen. Alstom aikoo käyttää SSAB fossiilivapaata terästä rautatiekaluston valmistuksessa, mikä tukee siirtymistä kohti vähähiilistä liikkumista ja kestävää kehitystä. Tämä yhteistyö vahvistaa teollisuuden sitoutumista ympäristöystävällisempiin ratkaisuihin ja pienentää Alstomin tuotteiden elinkaaripäästöjä merkittävästi. Tämä askel tukee sekä teräksen että rautatiekaluston tuotannon vihreää siirtymää. SSAB: vuoden 2024 kolmannen vuosineljänneksen raportissa liikevaihto laski 24 373 miljoonaan kruunuun (29 339 miljoonaa) heikon teräsmarkkinan ja huoltokustannusten vuoksi. Erikoisterästen segmentti pysyi vakaana 18 % käyttökatteella. Fossiilivapaan teräksen tuotantoon tähtäävä muutos etenee suunnitellusti, mukaan lukien HYBRIT-hanke ja uusi mini-tehdas Luleåssa, mikä vahvistaa kilpailukykyä pitkällä aikavälillä. Mitä tulee tuohon kuluvaan 4Q2024 kvartteriin, eri segmenttien kysyntätilanne vaihteleva, mutta 4Q vs 3Q alavireistä niin toimituksien kuin hintakehityksen suhteen. SSAB asiallisesti avaa mitä he tarkoittavat komparatiiveillään… 3Q2024 koko operating result tuli käytännössä Special Steelistä, ja Europe / Americas about nollilla. Tibnor ja Ruukki Construction suhteessa ihan jees, mutta isossa kokonaisuudessa peanuts. SSAB tulosraportti on ulkona, ja teräsyhtiöiden arvostustasot ovat alhaalla. Mutta onko nyt oikea hetki ostaa? Videolla pureudun SSAB Q3-tuloksiin ja tulevaisuuden näkymiin, arvioin markkinoiden tilannetta ja mietin, voisiko vuosi 2025 tuoda käänteen. Keskustellaan myös, miten USA presidentinvaalit ja maailman talouskehitys voivat vaikuttaa terästeollisuuteen. Onko tässä hyvä mahdollisuus pitkän aikavälin sijoittajille vai kannattaako vielä odottaa? Pitkähkö juttu Kiinalaisen teräksen vyörymisestä ennätys tahdilla maailman markkinoille. Arvioidaan että vie tänä vuonna terästä 109 miljoonaa tonnia ja ensi vuonna kun uusia tulleja tulee voimaan olisi vienti niistä huolimatta 96miljoonaa tonnia. Edellinen ennätys, 112miljoonaa tonnia vuodelta 2015 jäänee kuitenkin rikkomatta, mutta synkkää on kun katsoo millä tasolla teräksen hinta tuolloin pyöri ( HRC Steel - Price - Chart - Historical Data - News ) vertailun vuoksi SSAB:n teräksen vuosituotanto on reilusti alle 10miljoonaa tonnia. Eli hinnoitteluvoimaa ei juuri ole. Tämä kaikkihan johtuu taas siitä, että rakennuslaman vuoksi kiinassa ei omaa kysyntää ole tuollaisille määrille niin sitä dumpataan maailmalle. Ymmärtääkseni SSAB tekee aivan eri terästä kuin Kiinan markkinoille tuuttaama alemman jalostusasteen perusmatsku. Käyttökohteet ovat huomattavasti spesifimpiä ja vaativampia ja siten hinnat sekä katteet eri tontilla. Tosin sikäli kun koko maailman rakentaminen (Kiinan ja Suomen tapaan) sekä talous ajavat seinään, on lähes se ja sama, kuinka kiiltävää hapon, suolan yms. erikoiskestävää kamaa tuotat. Myyntiin (ja katteisiin) tullaan iskemään aikamoiset lommot. Olisi mukava kuulla jonkun asiaa paremmin tuntevan esitys tuosta SSAB:n tuottaman teräksen eroista verrattuna itäisen bulkkituottajamme tavaraan. Itse “tiedän” ainoastaan sen, että puhutaan kahdesta koko lailla eri asiasta. Kuvailit tuossa SSAB:n yhden divisionan, Special Steelin, tuotteita ja sillä menee kiinan polkumyynnistä huolimatta melko hyvin. Sitten siellä on kaksi muuta, Europe ja Americas, joilla menee paljon huonommin. Osarista lainattu: \"SSAB Special Steels -divisioonan kolmannen neljänneksen liiketulos oli 1 228 (1 808) milj. kruunua, ja liiketulosprosentti oli 18 (23) %. Divisioonan ainutlaatuinen tuotevalikoima tarjoaa lisäarvoa asiakkaillemme, mikä mahdollistaa vakiotuotteita vakaammat hinnat. SSAB Americas -divisioonan liiketulos laski 78 (2 653) milj. kruunuun, ja liiketulosprosentti oli 2 (35) % alempien hintojen ja suunnitellun huoltoseisokin vuoksi. SSAB Europe -divisioonan liiketulos oli 42 (254) milj. kruunua, ja liiketulosprosentti oli 0 (2) %. Samasta osarista: Kolmas vuosineljännes: Liikevaihto oli 24 373 (29 339) milj. Ruotsin kruunua Liiketulos oli 1 248 (4 371) milj. kruunua Eli koko liiketulos lepää nyt käytännössä tuon Spesialsin varassa ja Americas, jonka tulos oli vuosi sitten suurepi kuin Specialsin on romahtanut nollaan, eikä Europella mene juuri sen paremmin. Noh, se Kiinan teräs osaa olla todella heikkolaatuista mutta sitä käytetään halvemman hinnan vuoksi. Mitä itse nähnyt niin osa menee romukoppaan suoraan. Teräkselle vaaditaan tottakai se CE-merkki kun se tulee Suomeen/euromaihin mikä ei ole ongelma, pysytyyvät tekemään ihan minkälaisen laatusertifikaatin asiakas vain haluaa Yleensä nämä teräkset kierrätetään Suomeen Balttian maiden alihankkijoiden kautta, tällä pestään ns. omat kädet. Jes, suuret kiitokset hyvästä (ja nopeasta) vastauksesta @Jukka7 !! Oma mielikuva SSAB:stä on selvästi ollut liian ruusuinen. Miehenä tulevaisuudesta olen diskontannut myös isoja säästöjä (1Mrd / vuosi) päästömaksuihin, kunhan se 5Mrd investointi päästöttömän teräksen tuotantoon valokaarella alkaa aikanaan vaikuttamaan. Tulevien (ei vielä todistettujen tai toteutuneiden) valtavien säästöjen lisäksi olen tietysti opportunistina alkanut laskea myös nousevaa liikevaihtoa ja parempaa katetta päästöttömälle teräksen tuotannolle, jota SSAB:n pitäisi ensimmäisenä maailmassa olla tekemässä. Tämän kaiken toteutuminen saattaa ottaa vielä aikaa. Ja poliitkot pelatessaan lyhyttä peliä voivat koska tahansa lyödä kapuloita maailmanpelastamisen rattaisiin aivan kuten EU -komissio on nyt tekemässä lentokerosiinin kanssa. Siis jatkamalla perinteisen lentokerosiinin verovapautta jopa seuraavat 20 vuotta. Huuh. Peli ja panokset kovenevat kierros kierrokselta. Nyt kaivosyhtiö LKAB lykkää hankettaan Kiirunassa. Ruotsin energia- ja elinkeinoministeri Ebba Buschin mukaan yrityksissä tapahtuu nyt ”tervetullutta järkiintymistä”.\" Jutussa lista ongelmissa olevista yhtiöstä vihreässä siirtymässä mm. Volvo Cars ja Northwolt,. Akku yhtiö Northwolt on erityisesti vaikeuksissa ja LKAB siirtää painopistettä harvinaisiin maametalleihin. SSAB koskien lainaus: \" Jotkut analyytikot ovat vaatineet suorasanaisesti myös SSAB:n Luulajan-investoinnin uudelleenarviointia, ennen kaikkea sen kohonneiden kustannusten vuoksi. SSAB kertoi keväällä valitsevansa Luulajan-terästehtaansa uudistamisen fossiilittomaan tuotantoon ennen Raahen-tehdasta. Investoinnin hintalappu on nyt noin 4,5 miljardia euroa.\" SSAB ei yritä tehdä filosofiaa, ja markkinoida & myydä ainoastaan (lähes) päästötöntä terästä sitä rautamalmireittiä (hybrit) …vaan myös monetisoida vahvuuttaan olla jo nyt edellytyksiltään melko vähäpäästöinen teräsyhtiö noin lähtökohtaisesti myös muuta kautta → Ruukki Low Carbon rakenneratkaisut, jossa käytetään SSAB zero terästä (EAF-reitti kierrätysteräksestä, fossiilivapaa sähkö ja biokaasu)",
    "images": "https://files.uploads-eu3.communiteq-cloud.com/uploads/db2934/original/2X/2/20f83ffc5133322285db952755e7f1a3ff1b40b2.png",
    "tags": "",
    "excerpt": "Kyllä käytännössä kaikilla teräsvalmistajilla on hankkeet menossa. Esimerkkinä euroopasta Climate action | ArcelorMittal ja #nextgenerationsteel | thyssenkrupp Steel Kilpajuoksu on käynnissä kuka sitä alkaa pukkaamaan linjan päästä ensimmäisenä ulos.",
    "categories": ""
}