{
    "title": "EU Steel Sector Engagement on EU Climate Policies 2023–24",
    "author": "unknown",
    "source": "(C) Influencemap 2021",
    "date": "2025-03-05",
    "text": "This briefing provides an overview of the direct and indirect engagement of the five largest corporate actors in the EU steel sector with EU climate-related policies such as the EU 2040 Climate Target, and other policies relevant to the steel industry, including on hydrogen and carbon capture, use and sequestration. Using evidence sourced from entity profiles in InfluenceMap's database, the tables in this briefing detail the direct policy engagement of Climate Action 100+ companies SSAB, thyssenkrupp, Tata Steel, and ArcelorMittal in 2023-24 as well as the indirect policy engagement of these companies through the EU steel association Eurofer. Following the European Parliament elections in June 2024, the EU Commission for the 2024-2029 institutional cycle took office in December 2024. President Ursula von der Leyen’s Political Guidelines 2024-2029, as well as the mission letters she sent to Commissioners-designate, provide an indication of the EU’s climate policy agenda for the next legislative term. \n  Upcoming policies relevant to the steel sector include: Decisions on concrete climate-related policy to be legislated in the upcoming institutional cycle have yet to be made, which means that a limited number of climate policies are currently progressing through the EU’s legislative process.  These include: The graphic below overviews InfluenceMap's science-based benchmarks for steel decarbonization based on the IPCC 2022 Working Group III Report and how this aligns with InfluenceMap's scoring methodology. Figure 1: Science-based benchmarks for steel decarbonization The tables below outline key EU steel actors' engagement on policy areas and files which are being legislated on in 2024 and which are material to the sector. Engagement ranges from direct engagement with policymakers to CEO statements and corporate reporting from 2023-2024. InfluenceMap includes in this 2024 briefing evidence of corporate advocacy from 2024 and from 2023 when the evidence was collected (for example, through a Freedom of Information Request) and scored in 2024. Entity positions are categorized in the following way: Position on EU Policy Strongly supportive Strongly supportive positions include an entity advocating for increased ambition in the policy, or supporting all elements of the policy. Supportive Supportive positions include statements broadly supporting a policy and/or broadly supporting a majority of specific elements of a policy. Mixed/unclear position A mixed or unclear position indicates that an entity either takes a position which has an unclear impact on the policy, or that it supports some elements of the policy and not others, or is advocating for some minor conditions to be implemented. Unsupportive Unsupportive positions include statements advocating for weaker ambition on key elements within the policy. Oppositional Oppositional statements are unsupportive of all elements of the policy, advocate for exemptions, or consist of broad opposition to a policy. Not engaged Not engaged' signifies that InfluenceMap did not find publicly available evidence of direct engagement from the entity since the beginning of 204. Entity Need for climate change regulation EU 2040 Climate Target Hydrogen policies * Carbon capture use and sequestration policies** Green steel legislation Renewable energy policies*** Circular economy policies EU Carbon Border Adjustment Mechanism ArcelorMittal SSAB Tata Steel thyssenkrupp Eurofer * ‘Hydrogen policies’ include non-policy specific engagement (advocacy on the topic of hydrogen generally) as well as engagement on specific EU policies such as the Hydrogen and Gas Market Decarbonisation Package, Renewable Energy Directive Reform renewable hydrogen targets, the EU Hydrogen Bank, the Delegated Act on Renewable Fuels of Non-Biological Origin (renewable hydrogen), and the Delegated Act on the definition of low-carbon hydrogen. ** ‘Carbon capture, use and sequestration policies’ include non-policy specific engagement as well as engagement on specific EU policies such as the Renewable Energy Directive Reform Delegated Act on RFNBOs (recycled carbon fuels) and the Renewable Energy Directive Delegated Act establishing a minimum threshold for GHG emissions savings of recycled carbon fuels. *** ‘Renewable energy policies’ include the EU Renewable Energy Directive and the EU Electricity Market Design reform. The table below includes the most recent and relevant engagement from ArcelorMittal on the climate policy areas covered in this briefing in 2023-24. For more evidence of engagement on other climate policies please see ArcelorMittal's profile. Issue ArcelorMittal Position Need for climate change regulation Although ArcelorMittal broadly supported the need for climate change policy in its 2023 Integrated Annual Report, published in April 2024, the company did not seem to fully support the need for climate change regulation in 2024. As a signatory of the February 2024 Antwerp Declaration, the company advocated for policymakers to avoid implementing detailed regulation following the EU’s climate targets. The company repeatedly emphasized the threat of deindustrialization from climate policy, for example in a news article in September 2024. In December 2024, Executive Chairman Lakshmi N Mittal did not seem to support current EU climate regulations on the steel industry, emphasizing the risks of carbon leakage and impacts on competitiveness in an op-ed published in the Financial Times. EU 2040 Climate Target No public position detected in 2023-24. Hydrogen policies ArcelorMittal’s advocacy on hydrogen policies did not appear to align with the EU Commission’s original ambition in 2024. In a September 2024 open letter, the company supported the EU Hydrogen and Gas Decarbonisation Package Delegated Act on the definition of low-carbon hydrogen with exceptions, supporting geographical and temporal criteria for hydrogen produced using non-fossil fuel based grid electricity, but not clearly supporting the additionality principle. In the same open letter, ArcelorMittal supported the Renewable Energy Directive Delegated Act on RFNBOs, which includes provisions on renewable hydrogen. Although ArcelorMittal supported government funding to scale up green hydrogen for the steel sector in its 2023 Annual Report, published in February 2024, the company did not support EU conditions on state aid for the steel industry to use green hydrogen to decarbonize in a letter to EU Executive Vice President Maroš Šefčovič in December 2023. Carbon capture use and sequestration policies ArcelorMittal did not appear to support carbon capture use and sequestration-related EU legislation in line with the EU Commission’s ambition in 2024, supporting the EU Renewable Energy Directive Delegated Act establishing a minimum threshold for GHG emissions savings of recycled carbon fuels with minor exceptions in its 2023 CDP Climate Change Disclosure, without clarifying what these exceptions included. ArcelorMittal’s overall position on carbon capture and storage technologies did not appear to be science-aligned, for example, in its 2023 Annual Report, published in February 2024, the company did not clearly restrict its support for carbon capture and storage with fossil fuels to residual emissions only. Green steel legislation ArcelorMittal did not appear to support a government-legislated definition of and standards for green or low-carbon steel in 2024. In its 2023 Integrated Annual Report published in April 2024, the company appeared to support a broad definition of green steel, and in a news release published by the World Trade Organization in December 2023, it supported ‘low-carbon standards’ for steel production methods, however without clarifying whether it supported legislation on this matter. Renewable energy policies ArcelorMittal supported the EU Renewable Energy Directive targets for industry and the ReFuel EU Aviation SAF mandate in a September 2024 open letter. Circular economy policies ArcelorMittal supported the creation of markets for circular economy products in a meeting with the EU Commission in November 2023. EU Carbon Border Adjustment Mechanism ArcelorMittal did not appear to support an ambitious EU CBAM in 2024, emphasizing costs and advocating for the inclusion of export rebates in its 2023 Annual Report, published in February 2024, a position which is misaligned with the EU Commission’s original ambition. The company stressed the policy’s “significant weaknesses” in a November 2024 press release. In an op-ed published in the Financial Times in December 2024, ArcelorMittal's Executive Chairman Lakshmi N Mittal stated that the EU CBAM was \"inadequately designed\" and must be \"significantly strengthened\", however without providing clarifications on the changes needed. The table below includes the most recent and relevant engagement from SSAB on the climate policy areas covered in this briefing in 2023-24. For more evidence of engagement on other climate policies please see SSAB's profile. Issue SSAB Position Need for climate change regulation SSAB supported the need for climate change regulation in 2024, however, with exceptions. The company supported government regulation to respond to climate change in a March 2024 joint industry letter in which it supported the implementation of the EU Fit for 55 Package, and signed a joint letter to Swedish policy makers in December 2023, supporting Paris-aligned policies and ambitious climate targets. However, SSAB is a signatory of the February 2024 Antwerp Declaration, in which companies advocated for EU policymakers to avoid implementing detailed regulation following EU climate targets. EU 2040 Climate Target SSAB supported a target of climate neutrality in the EU by 2040 in a December 2023 joint letter to Swedish policy makers, a position which is more ambitious than the 2050 climate neutrality target set by the EU Commission. Hydrogen policies No public position detected in 2023-24. Carbon capture use and sequestration policies InfluenceMap detected limited engagement from SSAB on carbon use and sequestration policies in 2024. As a signatory of the February 2024 Antwerp Declaration, the company stated support for CCU, however without clarifying conditions under which CCU would apply. Green steel legislation On its corporate website, accessed in November 2024, SSAB advocated for an official definition of green steel which is fossil free and which avoids greenwashing. Renewable energy policies InfluenceMap detected limited engagement from SSAB with renewable energy legislation in 2024. In its response to a public consultation in February 2023, the company supported measures to boost the deployment of renewables in the EU Electricity Market Design reform with minor exceptions, advocating for Power Purchase Agreements to be voluntary, and not supporting two-way Contracts for Difference in some markets. Circular economy policies No public position detected in 2023-24. EU Carbon Border Adjustment Mechanism SSAB broadly supported the implementation of the EU CBAM in its 2023 Annual Report, published in March 2024. However, it appeared to advocate for the inclusion of export rebates in the policy in a meeting with the EU Commission Secretariat-General in March 2024, a position which is misaligned with the EU Commission’s original ambition. The table below includes the most recent and relevant engagement from Tata Steel on the climate policy areas covered in this briefing between 2023-24. For more evidence of engagement on other climate policies please see Tata Steel's profile. Issue Tata Steel Position Need for climate change regulation Although Tata Steel supported some policy action, such as pricing carbon emissions, in its Integrated Report 2023-24, published in June 2024, the company signed the February 2024 Antwerp Declaration, in which companies advocated for EU policymakers to avoid implementing detailed regulation following EU climate targets. EU 2040 Climate Target No public position detected in 2023-24. Hydrogen policies No public position detected in 2023-24. Carbon capture use and sequestration policies Tata Steel’s advocacy on carbon use and sequestration policies did not appear to be aligned with IPCC recommendations in 2024. For example, in its Business Responsibility & Sustainability Report 2023-24, published in June 2024, the company promoted CCUS technologies to decarbonize the steel sector, however, without clarifying risks associated with a heavy reliance on fossil fuels and CCS or the role of CCS within the broader context of the energy transition. Green steel legislation Tata Steel did not state clear support for government-regulated emissions standards for the steel sector, supporting a definition of near zero steel in a December 2023 joint position paper, but without stating a position on the level of ambition, and promoting a ‘technology agnostic’ performance-based standard. Renewable energy policies No public position detected in 2023-24. Circular economy policies No public position detected in 2023-24. EU Carbon Border Adjustment Mechanism InfluenceMap detected limited engagement from Tata Steel on the EU CBAM in 2024. The company appeared to support the policy with some ambiguities in its 2023-24 Integrated Report, published in June 2024, suggesting the need for a level playing field between the EU and the UK. The table below includes the most recent and relevant engagement from thyssenkrupp on the climate policy areas covered in this briefing in 2023-24. For more evidence of engagement on other climate policies please see thyssenkrupp's profile. Issue thyssenkrupp Position Need for climate change regulation Although thyssenkrupp stated support for government policy to set up market-based solutions on climate in a January 2024 joint letter to German policy makers, the company repeatedly emphasized concerns relating to the impact of climate policy on international competitiveness in 2024, for example in its 2023 CDP Climate Change Disclosure. thyssenkrupp is a signatory of the February 2024 Antwerp Declaration, in which companies advocated for EU policymakers to avoid implementing detailed regulation following EU climate targets. EU 2040 Climate Target thyssenkrupp supported a 2040 GHG target of -55% emissions reductions by 2040 in its June 2023 response to an EU public consultation, a position which is misaligned with the EU Commission and European Scientific Advisory Board recommended target of 90-95%. Hydrogen policies thyssenkrupp’s advocacy on hydrogen policies was not fully aligned with the EU Commission’s ambition in 2024. In its 2023 CDP Climate Change Disclosure, the company supported prioritizing hydrogen access for hard-to-abate sectors in the EU Hydrogen and Gas Market Decarbonisation Package, however, it did not support the proposal to separate fossil gas and hydrogen networks. In the same disclosure, thyssenkrupp supported an increase in overall renewable energy targets in the EU Renewable Energy Directive, but advocated for its provisions on renewable hydrogen, specifically relating to additionality, to be flexible and include a transition period, a position which is misaligned with the EU Commission. Carbon capture use and sequestration policies thyssenkrupp’s advocacy on carbon use and sequestration policies did not appear to be aligned with IPCC recommendations in 2024. For example, the company supported CCU in the February 2024 Antwerp Declaration without clarifying the conditions under which it would apply or the long-term role of fossil fuels. Green steel legislation thyssenkrupp did not clearly state support for government-regulated emissions standards for steel in a December 2023 publication in which it supported a definition of near zero steel, however without taking a position on the level of policy ambition, and advocating for a ‘technology agnostic’ performance based standard. Renewable energy policies thyssenkrupp did not seem to fully support measures to boost the deployment of renewables in the EU Electricity Market Design reform in an EU public consultation response in February 2023. Circular economy policies No public position detected in 2023-24. EU Carbon Border Adjustment Mechanism InfluenceMap detected limited engagement from thyssenkrupp with the EU CBAM in 2024. The company appeared to support the policy in an email sent to the EU Commission’s Directorate General for Trade in February 2024, in which it advocated for an extension of the CBAM to downstream sectors. The table below includes the most recent and relevant engagement from Eurofer on the climate policy areas covered in this briefing in 2023-24. For more evidence of engagement on other climate policies please see Eurofer's profile. Issue Eurofer Position Need for climate change regulation Although Eurofer supported the EU-US Global Arrangement on Sustainable Steel in its position paper on the 2024-29 EU policy agenda, the association’s general advocacy on the need for climate regulation appeared to be broadly negative in 2024. The association repeatedly advocated for EU policymakers to avoid implementing detailed regulation following EU climate targets, for example in the February 2024 Antwerp Declaration and a March 2024 meeting with the EU Commission. In its European Steel Action Plan, published in November 2024, Eurofer supported the EU Clean Industrial Deal while stressing the need to protect industrial competitiveness and without seeming to support the climate ambition of current EU legislation. EU 2040 Climate Target Eurofer did not appear to support the EU Commission’s proposal of a 2040 GHG reductions target of 90% in 2024. For example, the Director General Axel Eggert emphasized the technical feasibility and impacts on international competitiveness from achieving a 90% target in a February 2024 press release. Hydrogen policies In a joint statement in June 2024, Eurofer advocated for a weaker definition of low-carbon hydrogen in the EU Hydrogen and Gas Decarbonisation Package Delegated Act than proposed by the EU Commission. The association also advocated to weaken the EU Renewable Energy Directive renewable hydrogen target for industry in a May 2024 position paper, calling for flexibility in meeting the target and for a longer delay in applying the additionality principle to existing hydrogen production facilities. In January 2024, Director General Axel Eggert did not support the EU Commission’s green hydrogen target, stating that it was too ambitious. Carbon capture use and sequestration policies Eurofer’s advocacy on carbon capture, use and sequestration policies did not appear to align with IPCC recommendations in 2024. The association supported carbon capture and utilization technologies in the February 2024 Antwerp Declaration without clarifying the conditions under which it would apply, or the long-term role of fossil fuels. Green steel legislation Eurofer consistently supported green steel legislation in 2024, for example calling for the establishment of lead markets for green steel through measures such as GHG emissions benchmarks as part of its November 2024 European Steel Action Plan and in an October 2024 open letter to Heads of State and Government of EU Member States. Renewable energy policies In a December 2023 joint statement, Eurofer supported the EU Electricity Market Design reform with some exceptions, supporting using power purchase agreements to scale up additional renewable energy capacity, but appearing to advocate for technology neutrality and emphasizing supply security. Circular economy policies Eurofer did not take a clear position on the EU Ecodesign for Sustainable Products Regulation (ESPR) in its 2024 Annual Report, published in May 2024. While the association appeared to broadly support Green Public Procurement, it did not state a position on the product scope extension or the regulation of substances of concern. EU Carbon Border Adjustment Mechanism Eurofer consistently advocated for the inclusion of export rebates in the EU CBAM, for example as part of its Stronger with EU Steel campaign in April 2024 and in an open letter in October 2024. The association’s Director General Axel Eggert advocated for the continuation of existing carbon leakage protection measures under the EU Emissions Trading System (EU ETS) with no phase out in a September 2024 press release, a position which is misaligned with the EU Commission. The table below outlines InfluenceMap’s assessment of EU steel companies’ disclosures and alignment review processes around climate policy engagement. For more details on InfluenceMap’s assessment methodology, benchmarked against the Global Standard on Responsible Climate Lobbying, please see here. Individual scorecards of reviews by the companies included in this briefing are linked in the table below. Green indicates the disclosure has broadly met the assessment criteria, yellow indicates partial alignment, and red indicates assessment criteria has not been met. Company Relationship with Eurofer Accuracy of Direct Climate Policy Engagement Disclosure Accuracy of Indirect Climate Policy Engagement Disclosure Climate Policy Engagement Review and Misalignment Management ArcelorMittal Senior Executive is Vice-President of Eurofer ArcelorMittal has provided some information regarding its positions and engagement activities on specific climate-related policies, but appears to exclude more than three cases of material evidence of direct climate policy engagement. ArcelorMittal published a partial list of its industry association memberships, excluding seven industry associations which are actively engaged on climate policy. The disclosure did not include a complete account of the industry associations’ positions and engagement activities. Review Score: 5/14 (36%) SSAB Senior Executive is Vice-President of Eurofer SSAB has provided some information regarding its positions and engagement activities on specific climate-related policies, but appears to exclude two cases of material evidence of direct climate policy engagement. SSAB published a complete list of industry association memberships, but did not disclose an account of its industry associations’ positions and engagement activities, and did not provide details of its memberships. SSAB stated that it reviewed its industry association alignment in 2023 but this does not appear to be publicly available. Tata Steel Vice-President is President of Eurofer Tata Steel published a largely complete account of its positions and engagement activities on specific climate-related policies, excluding one case of material evidence. Tata Steel disclosed a partial list of its industry association memberships, excluding two industry associations which are actively engaged on climate policy. The company did not disclose an account of its industry associations' positions and engagement activities and did not disclose details of its memberships. Tata Steel did not publish a review of its corporate climate policy engagement. thyssenkrupp Senior Executive is Vice-President of Eurofer thyssenkrupp's disclosure of its positions and engagement activities is limited to top-line climate statements without reference to specific climate-related policies. thyssenkrupp published a partial list of its industry association memberships, excluding three associations which are actively engaged on climate policy. The disclosure was limited to top-line climate statements and did not include details of the memberships. thyssenkrupp did not publish a review of its corporate climate policy engagement.",
    "images": "https://influencemap.org/site//data/000/031/31362.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "A briefing covering the EU steel industry's engagement with EU policymakers from 2023–24.",
    "categories": ""
}