{
    "title": "Day: 1 October 2024",
    "author": "unknown",
    "source": "EUROMETAL",
    "date": "2024-10-01",
    "text": "UK adds 2.3m tonnes to flat product steel import quota The UK’s Trade Remedies Authority (TRA) has confirmed the creation of a new 2.3 million tonne per year Category 1B quota for steel imported to the United Kingdom for the purpose of downstream processing. An investigation into a change in the UK’s import requirements, due largely to the closure of Tata Steel UK’s Port Talbot blast furnaces, has resulted in the creation of the new quota. It will exist alongside the current quota, which permits the tariff-free import of almost one million tonnes of Category 1 steel (or non-alloy and other alloy hot rolled flat sheets and strips category) per year. This existing quota has now been renamed as Category 1A. Reduced domestic production This week, Tata Steel closed its second blast furnace in Port Talbot, South Wales. The shutdown brought a temporary end to steelmaking at the site, ahead of its transition to EAF-based production. Until Tata’s 3.2m tonne per year capacity EAF begins production in late 2027, the steelmaker will rely on imports to meet the needs of its customers. After considering the results of a consultation, the TRA’s investigation concluded that this resulted in a clear “change in circumstance” in UK domestic production that would justify an increase in tariff-free import capacity. The previous Category 1 quota allocates a quarterly volume to imports from the EU, Taiwan and Turkey, with the residual quota allocated on a global basis. TRA research backed-up the assertions from UK steel importers that the quota was already coming under increasing pressure, exposing importers to the 25% above-quota tariffs. It found that the residual quota had been exhausted across four consecutive quarters between April 2023 and March 2024. Commenting on this week’s announcement that the new Category 1B quota would ease pressure on the UK’s flat product import quota, MEPS International steel market analyst Jon Carruthers-Green said: “Importers will be happy with these amendments to the Category 1 quotas as the new system will provide them the flexibility to source material from across the globe with little restriction. Naturally there has been a lot of concern given the ongoing issues with the Port Talbot facility. “However, they may be less happy with the timing. The changes were announced yesterday and come into effect today leaving little time to understand the new rules.” The Category 1B quota ranges in volume from 582,993 to 595,950 tonnes per quarter from July 1 this year to June 30, 2025. The TRA has applied a 40% cap to any individual country making use of the quota. UK’s evolving import regulations The TRA’s creation of its new Category 1A and Category 1B quarterly quotas for hot rolled flat products follows its two-year extension of the UK’s import safeguard measures, which now run to June 30, 2026. The UK government also has plans to introduce an EU-style carbon border adjustment mechanism (CBAM), to control the embedded emissions in imported steel, from 2027. International Steel Trade Association (ISTA) president Godfrey Watt recently questioned if the new Category 1B quota could be open to abuse. Speaking as part of MEPS International’s Carbon Steel Market: Navigating Trends and Price Dynamics debate at last month’s UK Metals Expo he expressed concern about how effectively the import of steel specifically for “downstream processing” would be monitored and enforced. In its Category 1B quota announcement this week, the TRA listed a number of downstream products covered by its definition. They include organic coated sheets, metallic coated sheets, large welded tubes and other welded pipes. Also speaking on MEPS’s UK Metals Expo debate panel last month, Tata Steel UK pricing manager, Christiane Taylor, insisted that the TRA’s proposed quota changes were intended to maintain the “status quo” for the UK’s steel importers after steelmaking was paused at Port Talbot. Alain Le Grix de la Salle appointed President of ArcelorMittal France ArcelorMittal has announced the appointment of Alain Le Grix de la Salle as the new President of its French operations. In this role, the former president of EUROMETAL (2014-2015), will serve as the public face of ArcelorMittal in France, representing the company and coordinating its various business units across the country. With a long and distinguished career at ArcelorMittal, Le Grix de la Salle brings a wealth of international experience to this new position. Since 2019, he has been based in India as a member of the executive committee at AM/NS India, a joint venture between ArcelorMittal and Nippon Steel. Prior to that, he held various commercial leadership roles within ArcelorMittal, including serving as CEO of ArcelorMittal Distribution Solutions and leading the transformation of ArcelorMittal Europe – Flat Products. Geert van Poelvoorde, Executive Vice President of ArcelorMittal and CEO of ArcelorMittal Europe, commented on the appointment: “I am delighted to welcome Alain to this role and would like to thank Eric Niedziela for his many years of service to ArcelorMittal. During his 40-year career with the company, Eric has made significant contributions to the development of our business in Europe and France, including playing a key role in shaping our industrial decarbonization strategy and our partnership with the Paris 2024 Olympic and Paralympic Games. This appointment is subject to the approval of the relevant regulatory authorities, including the general assembly of ArcelorMittal France.” Becker Aluminum-Service partners with RESOUREX to make aluminum ‘greener’ Becker Aluminum-Service GmbH is advancing sustainability in aluminum recycling by launching two innovative services: the Upcycling Marketplace and LOOP Back Service, which will be presented at the ALUMINIUM Düsseldorf trade show from October 8-10, 2024. As a subsidiary of Klöckner & Co SE, Becker Aluminum is a leader in metal product distribution and is addressing the environmental challenges of aluminum production. The company is launching these two initiatives to fill a gap in aluminum recycling processes: Upcycling Marketplace: Developed with RESOUREX®, this digital marketplace enables the buying and selling of aluminum scrap in real-time. It provides a more efficient, cost-effective way for industries like automotive and construction to repurpose aluminum products, thereby reducing waste and CO2 emissions. This platform allows customers to achieve higher selling prices for scrap and purchase aluminum products at lower costs. LOOP Back Service: This service turns conventional aluminum scrap into high-quality, ‘ready to cast’ material, helping customers increase their recycling content. Aimed at companies producing up to 100 tons of scrap annually, LOOP Back enables direct recycling with foundries, offering economic and environmental benefits, while supporting clients in reducing carbon emissions. These solutions align with the global sustainability goals of the Aluminum Stewardship Initiative (ASI), which recently accepted Becker Aluminum as a full member. Becker’s innovations highlight its commitment to sustainability and industry leadership in aluminum recycling, setting new standards for environmental responsibility. Subsidiary of Klöckner & Co SE, Becker Aluminum-Service GmbH is a key player in the flat steel sector and a pioneer in sustainable practices, offering a wide range of top-quality metal products. RESOUREX® is Europe’s first online trading platform for metals, providing real-time digital transactions and AI-powered market insights to enhance trading efficiency. Schuler cuts back capacity in Germany Machinery maker Schuler has announced the closure of two of its production sites in Germany and that it will lay off 474 people, in an effort to react to declining demand from automotive suppliers. It will close its southern German production sites in Weingarten and Gemmingen, Kallanish learns from the maker of machinery for sheet processing and forming. “The economic environment for our customers in the automotive industries has kept deteriorating, and so it has for builders of plants and machinery,” says Joachim Schönbeck, chief executive of Schuler’s parent, Andritz. Schuler earlier announced it is offering production facilities in Erfurt for sale. Separately, the company has announced the development of a compact rotary furnace for the production of side walls and base assemblies, together with BSN Thermprozesstechnik. The furnace has a length of 14 metres including loading unit and centring, a width of 6 metres including heating and drives, and a height of 7 metres. It thus requires only around a quarter of the space compared to a conventional roller hearth furnace, Schuler explains. The minimum cycle time per part is 12 seconds. The furnace runs on both electricity and gas, and can save around 1,200 MWh of energy per year, the company notes. Christian Koehl Germany European Commission studies CBAM downstream extension The European Commission is studying the feasibility of extending the Carbon Border Adjustment Mechanism (CBAM) to apply to products that are downstream of the goods subject to CBAM, including iron and steel. Such an extension would offer some protection to steel-consuming industries in Europe whose continuity could be threatened by lower-priced, higher-carbon-embedded competing product imports. This would, in turn, support the retention of steel consumption within Europe, Kallanish notes. European steelmakers’ association Eurofer has therefore been vocal about the need for CBAM to be extended to downstream products. The purpose of including downstream products is to mitigate the risk of carbon leakage of upstream CBAM basic goods as well as the downstream products, the Commission says. Companies currently located in the EU that are manufacturing downstream goods using as primary inputs the CBAM basic goods might, for example, move their manufacturing and processing operations to non-EU countries. End consumers in the EU may prefer to purchase downstream products from producers in non-EU countries with less stringent climate policies, rather than from downstream producers in the EU, the Commission observes. The downstream extension would “decrease the likelihood of circumventing the inclusion of basic goods in Annex I of the CBAM regulation, due to a modification in the pattern of trade toward downstream products not covered by the current scope of CBAM and that contain a significant share of at least one of the basic CBAM goods. In addition, including downstream products that contain a significant share of at least one of the CBAM basic goods would also encourage non-EU manufacturers of these products to reduce their GHG emissions,” the authority notes. The Commission is seeking input particularly on the administrative burden and costs importers of downstream products may face in complying with CBAM if the scope were to be extended to downstream products. It has opened a survey to all stakeholders for four weeks from 30 September to 25 October. Adam Smith Poland Port Talbot ceases ironmaking Tata Steel closed the sinter plant, blast furnace no.4 and primary steelmaking at its Port Talbot works on Monday, bringing to an end ironmaking at the site. Port Talbot shut down blast furnace no.5 and its coke ovens earlier this year, as part of its electric arc furnace transformation, for which it finally secured a £500 million ($653m) government grant in September (see Kallanish passim). The company expects to announce in the coming weeks the supplier of its prospective 3 million tonnes/year EAF, which is scheduled to go online by end-2027. Some of the secondary steelmaking assets and two remaining continuous casters are being retained for major investments in advance of the start of the EAF. Tata Steel UK chief executive Rajesh Nair says he is “deeply conscious how difficult” the move is for everyone associated with the business. “At the same time, we know that Port Talbot has been a steel plant where industrial processes and new technologies have been introduced to enhance its output, often setting standards for other steelmakers,” he adds. “In that tradition, we are planning a brighter, greener future through our £1.25 billion investment in low CO2 scrap-based steelmaking, which will sustain more than 5,000 jobs across the UK, and which will also give Tata Steel businesses across the UK a competitive market advantage.” Adam Smith Poland Anti-dumping probe talk spares EU plate prices The EU’s current quarterly tariff-rate quota for “other countries” plate exceeds 582,500 tonnes. However, just as with the EU’s hot rolled coil anti-dumping probe, launched in August, any potential plate duty could be applied retroactively. “This has already made some traders stay clear of ordering,” one observer says. He believes the announcement of the investigation will encourage EU mills to raise their prices. South Korea and India have been named as two origins potentially to be investigated. According to other observers, though, this is not yet the case. Prices are still softening in Scandinavia, Kallanish hears from a northern European source. A German buyer says he cannot see any move in pricing at present. He adds that one German plate mill has now introduced short working hours and reduced output, in order to stabilise prices and limit oversupply. That mill is still offering S235 plate at €730/tonne ($814) delivered Ruhr, a price kept stable since last month. A Ruhr-based mill is quoting the same price but for S355, according to the observer. According to other sources, this would be the low end, with €760/t delivered for S355 charged in other regions. One mill source confirms it is too soon for mills to strengthen their prices on the basis of a potential EU investigation. All players are facing very low demand, with only occasional inquiries for refilling inventories. “Let us wait another 2-3 weeks, then we might see clearer where prices will go,” he says. Christian Koehl Germany SSAB signs letter of intent with Norway’s Smith Stål for fossil-free steel deliveries Swedish steelmaker SSAB and Norwegian stockiest and distributor Smith Stål have signed a letter of intent Sept. 30 for the future deliveries of fossil-free steel, SSAB said in a statement. The companies did not disclose the volumes of the agreement. SSAB has developed two types of low-carbon steel — SSAB zero and SSAB fossil-free steel. SSAB zero is based on recycled steel scrap and produced with fossil-free electricity and biogas, while SSAB fossil-free steel is produced from iron ore using the HYBRIT technology developed together by SSAB, iron ore producer LKAB and energy company Vattenfall. The technology, which has been tested on a pilot scale, uses hydrogen produced with fossil-free electricity to produce iron, the primary raw material in steelmaking and is expected to be available commercially from 2026 onward. “It is a great pleasure for our company that we in the future can deliver SSAB’s fossil-free steel to our customers in Norway,” Eirik Berg, director at Smith Stål, said. “Being top 3 among Norwegian steel distributors, we feel a great demand on us when delivering to industry, building and offshore segment.” Smith Stal provides a stock of plates, beams, hollow sections, pipes and bars and has also its own service centers to produce value-added steels. “I am happy to welcome Smith Stal as a fossil-free steel partner, adding another distribution partner to our very important Norwegian market,” Matts Nilsson, SSAB’s head of sales Sweden and Norway, said. “Together we are building a strong value chain for our Norwegian customers.” The agreement between SSAB and Smith Stal is the fourth one that the steelmaker has signed for its future steel deliveries in only two weeks. Following the market trend and recent technology innovations, Platts, part of S&P Global Commodity Insights, launched Sept. 11 the first ever carbon-accounted rebar and medium sections assessments. It previously launched in May 2023 the world’s first carbon-accounted flat steel assessment for hot-rolled coil. Platts last assessed Northwest European hot-rolled coil carbon-accounted at Eur625 per metric ton ex-works Ruhr Sept. 27, up Eur5/t on the day. Platts last assessed Northwest European carbon-accounted rebar at Eur645/t ex-works Northwest Europe Sept. 25, down Eur10/t on the week. Platts assessed European carbon-accounted medium sections at Eur845/t DDP Europe Sept. 25, down Eur10/t on the week. European HRC prices edge lower on sluggish demand, continuing destocking Fastmarkets calculated its daily steel HRC index domestic, exw Northern Europe at €541.67 ($604.66) per tonne on Monday, down by €3.54 per tonne from €545.21 on Friday September 27. The index was down by €14.33 per tonne week on week and by €49.58 per tonne month on month. Official offers remained limited in the market, with deal prices decided on case by case basis, Fastmarkets understands. One integrated mill in Northern Europe was heard offering HRC at €570 per tonne ex-works. But market participants estimated the workable level at €530-550 per tonne ex-works. One buyer source told Fastmarkets the situation was likely to change once China’s Golden Week national holiday (October 1-7) had come to an end. The source said China would change the direction of steel prices after the holidays, leading to an uptick that will even be felt in the European HRC market. On Friday, China’s central bank announced several measures to support the economy to meet this year’s 5% growth target, resulting in positive sentiment across the Chinese steel market. But a second buyer source told Fastmarkets the situation in Europe might turn out to be more complicated. “The automotive industry is still struggling and destocking continues,” the source said, adding that that rock bottom HRC prices might be close and that some positive changes were likely before the end of the year. In Southern Europe, Fastmarkets’ corresponding daily steel HRC index domestic, exw Italy was €539.00 per tonne on Monday, down by €2.67 per tonne from €541.67 per tonne on Friday. The Italian index was down by €17.25 per tonne week on week and by €52.25 per tonne month on month. In Italy, one domestic supplier was heard offering HRC at €560 per tonne delivered, with lead times ranging from late October to early November. This would be equivalent to €545-550 per tonne ex-works, according to sources. Other European suppliers were heard offering HRC to Italy at a similar level, but some deals were heard at €540 per tonne ex-works, Fastmarkets understands. Buyer estimates for the workable market level came in at €540-550 per tonne ex-works. Some sources said that even €520-530 per tonne ex-works could be achieved for larger tonnages, although such levels could not be widely confirmed. Interest in imported HRC, meanwhile, remained limited in Europe. LME Week: European steel sector committed to decarbonization despite ongoing economic woes Downturn in Europe \nSteel consumption in Europe has been deteriorating in 2024 so far, and European steel industry association Eurofer has downgraded its outlook for the sector several times already this year. Apparent demand is expected to recover by 1.4%, rising to 127 million tonnes in 2024, Eurofer said in the latest report in July – a downward revision from the previous, more optimistic, forecast from the end of April, when it predicted a 3.2% recovery to 130 million tonnes. Notably, the automotive and construction sectors, the two key steel-consuming sectors, are both facing downturns. Automotive is now expected to decline by 3% in 2024 (revised down from a 0.4% decline in a previous outlook) before recovering in 2025, with a predicted increase of 2.3% (up from a previous estimated growth of 0.8%). “We have around 20% fewer orders from the automotive sector year on year,” a steel service center source in Germany told Fastmarkets. One of Germany’s leading car producers, Volkswagen, is considering closing of some German factories, claiming that the transition to electric vehicles (EVs) has been “brutal” for the European car market. The downturn in the automotive sector was reflected in Eurofer’s latest quarterly report. “Uncertainties around the [introduction] of EVs and delays to launches of new models – many of them, hybrid or fully electric vehicles, preparing the ground for the ban on petrol cars in the EU by 2035 – have proven [to be] unsupportive factors [in terms] of consumer demand. Coupled with the lack of facilities such as recharging points, they have also delayed investment decisions by carmakers,” Eurofer said in the report. Construction, which is the largest steel-using sector and represents 35% of total steel consumption in Europe, is widely expected to have declined for the second year in a row in 2024, although Eurofer predicts the decline in construction activity will slow to 1.4% rather than its previous prediction of a 1.9% decline. Despite the looming challenges, however, European steelmakers remain committed to the green steel transition and expect the market for green steel to grow exponentially in the upcoming years. Public investment in ‘Green Steel Hubs’ \nThe EU is fully committed to the transition to green steel, with multi-billion investment projects announced and more than 50 million tonnes of new steelmaking capacity expected to come online in 2025-2027, according to Fastmarkets estimates. And in 2023-2024 alone, more than €10 billion ($11.1 billion) in public investment has been granted by European governments to finance new green steel capacity among producers in Germany, France, Spain and Sweden, among others. “The steel sector is a backbone of the European economy. To meet EU’s climate goals, it needs support, especially [at a] time like this,” a mill source told Fastmarkets. \n \nGreen steel premiums a challenge \nIn the past few years, European steel producers have accelerated their decarbonization efforts and the new market for steel with a reduced-carbon footprint has emerged. with all the major flat steel suppliers in Europe developing  their own green steel brands – XCarb, Arvzero, SSAB Zero, Bluemint, Greentec, among them. But there is no common standard or official definition for “green steel” as yet. Fastmarkets’ methodology, however, provides a the following definition for European green steel: “Steel produced with Scope 1,2 & 3 emissions of maximum 0.8 tonne CO2 per tonne of steel.” Sources estimate that green steel volumes traded in Europe have amounted to about 100,000 tonnes so far in 2024. Offers for green steel produced in European electric-arc furnaces and with emissions for Scope 1,2 and 3 of below 0.8 tonnes per 1 tonne of steel were reported at €200-350 per tonne in September. However, most buyers estimated the achievable premiums for green steel with Scope 1, 2 and upstream Scope 3 emissions below 0.8 tonnes of CO2 per tonne of steel at closer to €100-200 per tonne. “Premiums of €250-350 per tonne can be achieved for steel sold under long-term contracts. In the spot market, but it is possible to get lower prices,” a buyer source said. Notably, recent trades for steel with Scope 1, 2 and upstream Scope 3 emissions of less than 0.8 tonnes of CO2 per tonne of steel were reported at €100-150 per tonne in September, with some transaction undercutting the mark of €100 per tonne, Fastmarkets reported. “This year [2024] started on a positive note, but [overall] steel demand is deteriorating, the steel market is weak in general and the willingness to pay a premium [for green steel] is not there,” a mill source told Fastmarkets. Market participants said there was a lack of projects across Europe requiring green steel and that demand from the key consumer – the automotive industry – had also been slowing down lately, in line with the general downturn in the steel sector. And Fastmarkets’ steel hot-rolled coil index, domestic, exw Northern Europe, fell to its lowest level since November 2020 when it dipped to €549.88 per tonne on September 25, down by €2.83 per tonne from €552.71 per tonne the previous day And there have been no signs that the downtrend in the carbon market has stopped, sources said, with short-term expectations among market participants were quite bearish given the lack of end-user demand. “This year [2024] is a lost cause; [There are] No signs of demand recovery until the year-end and European mills are selling [HRC] at prices below costs to fill order books,” a steel service center in the Benelux area told Fastmarkets. As a result, European suppliers have also started to be more flexible with their green steel sales prices and have been offering discounts for bigger lots, sources said. Fastmarkets’ weekly price assessment of the green steel domestic, flat-rolled, differential to HRC index, exw Northern Europe was €100-200 per tonne on September 19, stable on-week. Decarbonization remains the priority \nDespite the limited demand for green steel and the difficulties with charging a premium for it, most market participants said they remain optimistic that green steel will take off in Europe in the coming years. “The transition to green steel is still on the cards – it’s coming; it’s inevitable. But considering the current economic situation [in Europe], it is going to be delayed,” a source at a large buyer in Northern Europe said. One of the major drivers behind the decarbonization of steelmaking in the EU and globally remains the European Carbon Border Adjustment Mechanism (CBAM) – a tool intended by the EU to put a fair price on the carbon emitted during the production of carbon-intensive goods that enter the trading bloc. The CBAM will be phased in, starting from January 1, 2026, alongside the phasing-out of the free carbon allowances applicable under the European Emissions Trading Scheme (ETS). The price of CBAM certificates will be calculated by the European Commission on a weekly basis, based on the average price of the closing EU ETS carbon dioxide (CO2) allowances for each week. The price of a carbon emissions permit in the EU was €66-70 per tonne in September 2024. And the EU envisages that the free allocation of such permits will be fully eliminated by 2034. Market participants told Fastmarkets that CO2 allowance prices will jump to €200-250 per tonne when the free allocations are halved in 2030, and that there will be a surge above €400 per tonne by 2034, when free allocations are fully phased out.",
    "images": null,
    "tags": "Aluminum;Becker Aluminum-Service;Klöckner & Co;LOOP Back Service;Upcycling Marketplace;Smith Stål;SSAB;HRC;LME Week",
    "excerpt": null,
    "categories": "Latest Updates"
}