{
    "title": "Gearing up for green steel: how the sector plans to decarbonise",
    "author": "Heidi Vella",
    "source": "Engineering and Technology Magazine",
    "date": "2022-04-11",
    "text": "Steel is the world's largest materials industry and is ubiquitous in everything from car bodies to construction and wind turbines. Therefore, its cost-effective decarbonisation is integral to the global net-zero agenda, as well as for individual companies that have themselves set similar ambitions. Last year a breakthrough proved it's technologically possible to decarbonise the versatile alloy. HYBRIT, a consortium consisting of Vattenfall, steel producer SSAB and miner LKAB, produced the first ever fossil-fuel free steel using green hydrogen. HYBRIT's aspiration isn't unique. Driven by the SteelZero initiative, set up in 2020 by The Climate Group to drive action to decarbonise the sector, key industry stakeholders have made a flurry of commitments and investments to reach this milestone by 2050. Industry momentum is expected to continue in 2022 with the first industrial pilot projects expected by the middle of the decade. Around 71 per cent of steel produced today comes from an iron-ore-based method. This typically uses a blast furnace at temperatures of around 1,500°C in which carbon, usually coal, is used to remove oxygen and impurities from the ore to make pig iron. The latter is then turned into steel via a basic oxygen furnace whereby oxygen is blown onto the liquid iron to burn unwanted elements. The other 29 per cent is made using scrap and Electric Arc Furnaces (EAF), which use an electrical current to melt scrap steel. This is on average 25 per cent less carbon-intensive than the other method. Steel producers are considering several ways to decarbonise these processes. At the HYBRIT pilot plant in Luleå, Sweden, engineers opted to replace the blast furnace process with a 'direct reduction' that uses hydrogen made from water and renewable electricity to reduce iron-ore pellets manufactured by LLKB without fossil fuels to sponge iron, which is then turned into steel. The temperature needed for the reduction process is much lower than in the blast furnace and produces only water vapor as a by-product, removing 90 per cent of CO2 emissions. The technique is powered by energy from the national grid, which in Sweden is largely fossil-free, consisting mostly of hydro and wind power. SSAB hope to turn their research into a full-scale pilot plant by 2026. Newcomer H2 Green Steel (H2GS), which is also based in Sweden and plans to use a similar direct reduction/green hydrogen process, is more ambitious with plans for a pilot plant by 2024, though it is yet to prove its technology. ArcelorMittal, a major steel manufacturer and mining company, has also thrown its hat in the ring saying it will build its own plant by 2025 in Spain. The metal will be supplied to a mill that will use renewable electricity to produce 1.6 million tonnes of carbon-free steel a year. Most of these methods can reduce CO2 emissions by around 95 per cent. British Steel, an ore-based steel producer, says by 2035 it is looking to use EAF technology to reduce iron from iron ore, along with carbon capture and storage (CCS) to abate the remaining blast furnace operations. It will only use hydrogen when it is \"commercially available\" and \"a suitable alternative\", says the firm's environment and sustainability director Lee Adcock. He notes that steel produced through scrap with EAF optimised with \"best available technology\" can be described as \"green\" already. Though there is a need for the electricity sources for this production process to transition away from coal and gas to low-carbon generation. Car maker Mercedes-Benz AG says it is the first OEM to use sheet steel made of 100 per cent scrap, as opposed to the customary 20 per cent, and EAF technology that reduces CO2 content by 66 per cent compared to a conventional blast furnace method. The steel is produced by Salzgitter Flachstahl GmbH in Germany and already goes into Mercedes-Benz serial vehicles. Head of body-in-white engineering, materials, realisation and tolerance at the automotive company, Dr Thomas Behr says it's important for steel producers to, in the long run, opt for direct reduction of iron ore by using hydrogen. \"We prefer a real reduction of CO2 before a balancing approach – this is better,\" he says. The company has invested in the H2GS project and partnered with SSAB to buy future fossil-free steel. But Behr adds that it's also important to define what green steel is. The Climate Group is currently working with standards and certification body Responsible Steel to see the latter's definition, which is incorporated into the SteelZero commitment, adopted internationally. Currently the group say different interpretations are being adopted leading to \"market confusion\", which is hindering it from moving forward. Another potentially prohibitive factor for OEMs and manufacturers of green steel is its price tag. Initially low-carbon steel will cost between 15-40 per cent more per tonne. Though for end users these costs are somewhat diluted. For example, analysis by the Steeling Demand report estimates there would be an end-of-product price increase of 0.8 per cent for an offshore turbine and around 1 per cent for a car. This cost should be viewed as a \"very small\" increase in the grand scheme of things, says Niklas Wahlberg, VP for system solutions and partnerships at Volvo Group Product and Project Strategy Office. \"We believe consumers are willing to pay this small premium if it means products are produced in a climate positive way.\" Volvo, which was in receipt of the first fossil-free steel produced from HYBRIT, aims to be climate-neutral by 2040 and has produced a prototype of what it says will be the world's first vehicles made of green steel. In partnership with SSAB it will start production of prototypes this year. Others suggest green steel may be a cheaper way to reduce supply chain emissions, compared to other dimensions such as chemicals or plastics. But inevitably for some industries such as wind turbine manufacturers, which have very thin margins, the price increase could have a bigger impact. In Europe, however, carbon taxes are expected to play a major role in levelling the playing field for green steel. Due to CO2 pricing, it could even be at the break-even point compared to conventional steel by 2028 or 2030, according to some estimates. The European Union Carbon Border Adjustment Mechanism (CBAM), which will put a carbon price on imports of targeted products, including steel, to avoid so-called 'carbon leakage', will further support European users to buy more responsibly by effectively levelling the price differential between cheaper, higher emissions steel in China and carbon-free steel produced in Europe, says Carla Wellens, director of QHSE at offshore wind fabricator Smulders. \"Otherwise, it's down to a client putting zero-carbon steel into the tender,\" she explains. \"If they're only looking at price, not emissions, then the low-carbon steel will find it hard to compete with product coming out of he Middle East or Asia,\" she explains. Smulders has made a commitment to use, procure or specify 100 per cent net-zero steel by 2050. CBAM will have little impact outside the EU, however. And in this respect, since leaving the bloc, the UK is adrift from the European competition, but needs a similar approach to the bloc, says British Steel's Adcock. \"If the EU establish CBAM, we see no alternative for the UK but to retain regulatory alignment with the bloc or to establish a domestic version. Doing so would protect domestic steel manufacturing from high-carbon imports as we invest and decarbonise our production processes,\" he adds. Alluding to the energy crisis engulfing the UK, Adcock says access to reliable and cost-competitive electricity compared to other EU steelmakers is another key challenge for British companies. An advantage of green steel for manufacturers is that the look and properties of the material are the same as conventional steel so one can simply be swapped out for the other. Though all grades of steel are unlikely to be available, at least at first. On this front, OEMs, it seems, are keen to see faster progress within the sector. For example, Behr notes, there is a gap between Mercedes-Benz's ambition – it wants a carbon neutral fleet by 2039 – and that of the steel industry, which is targeting carbon neutrality by 2050. But he admits it's a tough task and targets set for the first green steel pilot plants by SSAB and H2GS in the middle of the decade are \"ambitious\" and reliant on the necessary investments from capital markets. However, SSAB recently announced, due to strong growing demand, that it now plans to eliminate largely all CO2 emissions – around eight million tonnes a year – by 2030, 15 years earlier than previously announced. But despite the commitments, the steel industry is still clearly tentative about the transition. Jen Carson, senior project manager for industry at The Climate Group, says steelmakers can be deterred from investing in decarbonisation due to thin profit margins and high costs involved. \"What's more, industrial infrastructure has a long-life span. Retiring steel plants and investing in new types of technologies is a huge and carefully considered financial decision, with real risks to be managed,\" she explains. \"The option to adapt or retrofit is prohibitively costly and not always available.\" She adds that the scale-up of decarbonisation technologies is needed over a period that is \"eye-wateringly\" fast for any heavy industry sector. Everyone agrees government intervention, whether it be subsides for upgrades or more effective carbon taxes, is necessary, especially as the current energy crisis persists. On the continent, Spain will invest in the ArcelorMittal plant and Germany is investing in related projects through the European Hydrogen-IPCEI project. Steve Gilchrist, project director at Grosvenor Property UK, says the UK government could have influence on increasing demand for green steel by sending a signal to manufacturers. \"If wider, non-steel-specific mandates are brought into the construction sector – say limits on carbon for a development or a carbon tax – then I think this will drive change for steel production. Structural frames represent two-thirds of the embodied carbon in an office building, so is an obvious place to create those carbon savings.\" He adds that anyone involved in a project using steel products should push for low-carbon steel from the outset and ensure early engagement with the supply chain to make it possible. Speed is certainly now of the essence. Steel mills have a regular reinvestment cycle every 20 years or so, so the next wave of reinvestment on existing sites provides an opportunity to deploy low-carbon technologies. If not, the sector could lock itself into high-carbon infrastructure or risk stranded assets. \"New investments made after 2030 should use zero-carbon technologies, or those that can easily convert to zero-carbon production,\" says Faustine Delasalle, director of the Energy Transmission Commission. She is confident, however, there will be low-carbon mills operating at scale by 2030, especially in Europe, which is \"both leader for policy and company action\". In the race to produce green steel Sweden has emerged as an immediate front runner, something that can be attributed to its virtually carbon-free energy grid, which is around 56 per cent renewable-based, experts say. In the steel-making process, renewable energy is pivotal for producing green hydrogen used in the direct reduction approach favoured by SSAB and others, as well as to power the process. Yet, even for Sweden, which is targeting 100 per cent renewable energy by 2040, supply of clean energy remains a potential bottleneck to progress. SSAB and others have said ensuring power transmission and effective permit processes for new projects will be pivotal to their progress, as well as upgrades to national grid infrastructure. Lee Adcock, British Steel's environment and sustainability director, agrees. \"There is a need for increased electrification of manufacturing processes and therefore renewable, affordable and reliable energy/electricity supply is crucial to achieve the required GHG reductions set by the UK and the Paris Agreement,\" he says. The Energy Transitions Commission estimates demand for low-carbon electricity from the steel sector by 2050 could be around 5,000 terawatt hours. This would require total global supply to rise by around three-and-a-half to five times current levels (27,000TWh) in the next 30 years. Until this demand can be met, it's unlikely one technological method will emerge as a winner and what producers choose will depend partly on regional context, says Faustine Delasalle, director of the ETC and co-executive director of Mission Impossible Partnership. \"Technologies based on zero-carbon electricity typically prevail where plants have access to low-cost zero-carbon power,\" she says. \"Carbon capture technologies, on the other hand, are favourable when plants have access to CO2 storage or are located near industrial clusters where captured carbon can be used as a feedstock for other industrial processes.\"",
    "images": "https://eandt.theiet.org/sites/default/files/styles/uncropped_small/public/images/2022-04-gearing-up-for-green-steel-how-the-secto--hero-a62cea2847c9bd51-org-copy.jpg?itok=OzQT804J",
    "tags": "Volume 17, Issue 4 - May 2022, Steel, Low Carbon Economy, Climate Change, Manufacturing and the Manufacturing Sector, Smart Materials",
    "excerpt": "The steel sector, which is accountable for an estimated 7-9 per cent of global carbon emissions, has set its sights on decarbonisation, having already reached its first technological breakthrough. While greening this high-carbon-intensity commodity is...",
    "categories": ""
}