{
    "title": "Transatlantic Cues: How the United States and European Union Influence Each Other’s Climate Policies",
    "author": "unknown",
    "source": "Resources for the Future",
    "date": "2024-09-27",
    "text": "Transatlantic Cues: How the United States and European Union Influence Each Other’s Climate Policies This report explores the implications of the recent landmark policies in the United States and European Union for the evolution of climate policy over the next decade. Abstract With the Inflation Reduction Act in the United States and the carbon border adjustment mechanism established by the European Union, ambitious yet contentious climate policies have been passed on both sides of the Atlantic in recent years. Each of these policies has spurred the other to consider not only the impact of these policies themselves, but whether the policies can serve as inspiration for further policy innovation. As new administrations are set to enter office on both sides of the Atlantic, and as the geopolitical landscape is getting more complicated, we examine the implications of the recent landmark policies in the United States and European Union for the evolution of climate policy over the next decade. We also reexamine the received wisdom on effective design for effective climate policy mix that targets net-zero emissions goals. 1. Introduction With the Inflation Reduction Act of 2022 (IRA), the United States reversed a long period of lackluster progress toward passing expansive climate policy at the federal level. The shape of the IRA—based on extensive subsidies and industrial policy—differs from the approach favored in the European Union, where a new policy package expands the EU Emissions Trading System (EU ETS) and extends carbon pricing to select imported industrial goods through the carbon border adjustment mechanism (CBAM). Notably, the United States’ newfound vigor for industrial policy and the European Union’s interest in combining climate and trade policies through CBAM have inspired the other party to consider similar policies—after some anguish about the possibly adverse competitiveness impacts. The cross-fertilization of climate policies across the Atlantic compels us to reexamine received wisdom on climate, industry, and trade policy. Economists have long promoted a primary role for pricing carbon. Yet even in the European Union, a slew of regulatory and subsidy policies accompanies the EU ETS, its flagship climate policy, while the United States has forgone carbon pricing in favor of the type of industrial policy that was long held as inefficient, or worse, ineffective. Meanwhile, the resurgence of industrial policy is part of a larger reappraisal of the virtues and vices of free trade. Two conclusions about transatlantic climate policy in the medium term seem safe to make at this point. The first is that industrial policy is here to stay. The European Union has spent hundreds of billions in energy transition subsidies, especially through national subsidies, a form of state aid. But unlike the United States, the European Union has not been able to provide effective subsidies that specifically target low-carbon technology deployment and operational costs, outside of renewables. With increased competition from the United States, the European Union will try to address that weakness in its policy mix, as indicated by the political guidelines for the new European Commission. The second conclusion is that the climate and trade policy nexus will continue to gain traction. Here, the European Union is leading the way with its CBAM, but US lawmakers from both parties are considering various policies that take embedded carbon in traded (industrial) goods as its starting point. The White House’s new Climate and Trade Task Force further cements the importance of the topic, including for future climate diplomacy (Podesta 2024). Besides policies based on embedded carbon, climate and trade policy may entail tariffs on cleantech goods or domestic content requirements. Notably, climate and trade policies (but also subsidies) tend to impact other countries—by design and inadvertently. As the United States and European Union turn their attention to implementation, the impact on trade partners (and others) will come into focus. Views on China and other emerging economies are certain to affect policy design. We survey what may be near-term climate policy developments in the United States and European Union as the world experiences the increasing impact of climate change, and as other countries assume a more central role in international trade and the global economy. We discuss why climate policy will be different in the 2030s compared to today and how that might manifest in policy choices. We also zoom in on the policy discussion in Sweden, which as a small open economy with stringent climate targets within the European Union might be particularly affected by strategic shifts in policy priorities. 2. US Climate Policy and the Inflation Reduction Act Climate policy can be viewed as a three-legged, sometimes unstable stool, involving varying degrees of regulation, pricing, and subsidies. Information and voluntary efforts provide another element that can drive climate action. With the 2022 Inflation Reduction Act, the US climate policy framework at present rests largely on subsidies to promote an energy transition. Arguably the IRA is the most important US environmental policy since the 1970 Clean Air Act (CAA)—and its most important climate policy ever. But for a time, the role of subsidies was disparaged in US policy compared to regulation and pricing. At the 2009 United Nations Climate Change Conference in Copenhagen, the US pledged to reduce emissions 17 percent below 2005 levels by 2020, based largely on carbon pricing embodied in an economywide cap-and-trade legislation known as the Waxman–Markey Bill. That legislation was not enacted. In its absence, the United States relied mostly on regulations under a combination of policies directed at power plants and natural gas systems, vehicle efficiency standards, and reductions in hydrofluorocarbons. State and federal incentives for clean energy were a small part of that portfolio (Burtraw and Woerman 2012). After the 2016 election of Donald Trump, federal efforts were stalled in each of these areas. Although the anticipated reductions in the electricity sector were achieved through market deployment of renewables and expanded supply of natural gas, economywide emissions ticked up in 2018 and, notwithstanding the COVID 19–related decline in 2020, the United States failed to achieve its Copenhagen pledge (Larsen et al. 2020). The IRA incentivizes clean energy development by providing clean energy tax credits until US electricity sector emissions fall to 20 percent of 2022 levels. Depending on how quickly this goal is achieved, this could amount to approximately $386 billion in clean electricity tax credits by 2035 (Domeshek et al. 2024) and potentially $780 billion by 2040 (Bistline et al. 2024). Other provisions of the IRA include $480–$990 billion in subsidies for non-emitting light-duty vehicles and substantial incentives for electrification of water heaters and HVAC systems. These additional provisions (along with rapidly expanding electricity demand from data centers) are likely to delay achieving the 20 percent emissions reduction goal in the electricity sector as it struggles to meet growing demand. As a result, the clean electricity tax credits may remain available perhaps through the next decade. The IRA amplifies the subsidies for investment in clean energy in the Infrastructure Investment and Jobs Act of 2021 and the billions of dollars programmed to rebuild the US semiconductor industry in the Creating Helpful Incentives to Produce Semiconductors and Science Act of 2022 (Infrastructure Investment and Jobs Act 2021; CHIPS and Science Act 2022). An element that distinguishes these policies from earlier US climate policies, such as the Clean Power Plan and fuel efficiency standards, is their strategic focus on driving domestic investment in the United States. In particular, domestic content requirements override technology neutrality, making subsidies more generous if, or conditional on whether, more components are manufactured in the United States. Regulations under the CAA remain an important leg of US climate policy via vehicles efficiency standards, renewable fuel mandates, the greenhouse gas (GHG) rule for power plants, the revised Mercury and Air Toxics Standard, and the Good Neighbor Rule. However, decisions by the US Supreme Court in 2024 have positioned these regulations to face ongoing legal challenge. Carbon pricing retains tertiary status in US climate policy and is manifest only in a federal methane fee and in cap-and-trade policies in 12 states. 2.1. Will US Climate Policy Endure Although current US climate policy represents a substantial effort to address climate change, it brings along three substantial concerns. One is that in the absence of an emissions cap, emissions outcomes are uncertain, probably even more so for subsidies than for regulations. A recent review of 11 models of the electricity sector suggests emissions reductions for 2030 that range from 47 percent to 83 percent below 2022 levels (Bistline et al. 2024). A second review of nine economywide models suggest emissions outcomes that range from 43 percent to 48 percent below 2005 levels by 2035 (Bistline et al. 2023). Another recent economywide assessment projects US emissions to be 32 percent to 43 percent below 2005 levels in 2030 (King et al. 2024). A second concern is that the ability to develop emissions regulations under the CAA is diminished. Historically, regulations have resembled a freight train—slow, but hard to stop—due to the general framework of US administrative law and special CAA provisions, such as the ability of citizens to sue under the CAA. However, the conservative supermajority on the Supreme Court has reached a series of decisions since 2022 that place limits on the ability of federal agencies to enact and enforce regulations in general, and on environmental policy in particular (Krupnick et al. 2024). These decisions do not curtail agency activity entirely, but actions now face greater legal vulnerability. A third concern is the durability of subsidies provided under the IRA, especially given swings of power in the US political establishment. On this, there are reasons to be optimistic that the policy suite will largely endure. Most of the direct appropriations have been rushed out before the November 2024 elections, although a future administration could scale back some loan guarantees. In addition, unlike in the past, the electricity sector tax credits are technology neutral, creating a unified industry coalition placing solar, wind, energy storage, hydrogen, direct air capture, and other technologies in the same boat. Electric vehicle subsidies could be vulnerable, but substantial investment and retooling by industry will create ongoing support. A pivotal event that could affect the durability of subsidies under IRA is the expiration of the 2017 tax cuts in 2025. Scaling back the IRA or changing its sunset and threshold provisions could fund an extension of the tax cuts, a top item on the Republican agenda. On the other hand, Republican-controlled areas have captured the lion’s share of clean technology investment. By August 2023, more than 80 percent of the investment since passage of the IRA in large-scale clean energy and semiconductor manufacturing was destined for Republican districts, promising creation of more than 100,000 jobs (Financial Times 2023). Republican states such as Texas, Oklahoma, and Florida are also top states for clean energy deployment. Having unleashed these economic interests in Republican states, it will be challenging for future efforts to weaken subsidies. Moreover, the potential extension of the tax cuts surfaces once again the relevance of a carbon price as a new source of government revenue. 3. Europe Responds: The Net-Zero Industry Act The Net-Zero Industry Act (NZIA) was adopted by the EU’s Council of Ministers on May 27, 2024, and has been referred to as European Union’s response to the US Inflation Reduction Act (Net Zero Industry Act 2023). However, the European Union extensively subsidized green technology before the implementation of the NZIA. Kleimann et al. (2023) and Elkerbout, Righetti, and Egenhofer (2023) compare the IRA and EU subsidies prior to the NZIA and conclude that the size of green subsidies under the IRA is comparable to those available in the European Union, with the exception of renewable energy production, where EU subsidies are larger. Notably, prior to implementing the NZIA, the European Union focused on subsidizing innovation rather than technology deployment, whereas the IRA more strongly emphasizes deployment. The NZIA marks a shift from the European Union’s previous focus in two ways that appear to respond to the IRA: (1) a shift in emphasis from supporting early-stage innovation to a focus on technologies that are closer to commercialization, and (2) an acceleration of the market penetration of specific strategic net-zero technologies. The strategic “net-zero technologies” (as of the NZIA proposal 2023/0081) includes renewable energy technologies; electricity and heat storage technologies; heat pumps; grid technologies; renewable fuels of non-biological origin technologies; sustainable alternative fuels technologies; electrolyzers and fuel cells; advanced technologies to produce energy from nuclear processes with minimal waste from the fuel cycle, small modular reactors, and related best-in-class fuels; carbon capture, utilization, and storage technologies; and energy system–related energy efficiency technologies. “Technologies” here refers to the final products, specific components, and specific machinery primarily used for the production of those products. They shall have reached a technology readiness level of at least eight, which is the penultimate stage before commercial market readiness. Importantly, the NZIA objective is not for the European Union to financially support strategic technologies; such support is expected to be set up through national policies by the member states and/or from funds such as the Innovation Fund. Rather, the objective is to speed up the transition and facilitate investment conditions by simplifying the approval process for strategic projects (permit granting), improving access to markets for strategic technology products (particularly in public procurement or renewable energy auctions), increasing workforce skills related to strategic technologies, and implementing the Net-Zero Europe Platform, which coordinates the efforts by member states under the NZIA. Progress will be measured by achieving manufacturing capacity for net-zero technologies, including solar panels, wind turbines, batteries, and heat pumps, to cover 40 percent of the European Union’s deployment requirements. Additionally, the NZIA sets a goal to boost the European Union’s global production share of these technologies to 15 percent by 2040. NZIA also establishes a target for an annual carbon dioxide injection capacity of at least 50 million tons in geological storage sites within the European Union by 2030. The growing emphasis on green industrial policy that actively guides the transformation of economic activities in specific sectors toward achieving net-zero GHG emissions has sparked extensive political, academic, and public debate about the effectiveness of such policies. While several persistent market failures motivate green industrial policy (Ahlvik and van den Bijgaart 2024), designing and implementing effective green industrial policy faces significant challenges and trade-offs. A primary criticism is that policymakers often lack the necessary expertise and information to accurately identify which technologies or industries to support, risking wasting public funds on low-value projects. Uncertainty mainly arises from information asymmetries between policymakers and industry actors, with the latter typically having superior technology-specific knowledge and incentives to promote their own interests. This dynamic can lead to regulatory capture, where government agencies act in ways that benefit the firms they regulate rather than the public interest, causing societal losses (Rodrik 2014). In Sweden, the debate around the transition to green steel has been particularly prominent. Companies like LKAB (iron), SSAB (steel), and H2 Green Steel have all received public support (through EU funds or state aid) at various stages for feasibility studies and early scaling projects (LKAB 2023; European Commission 2024). LKAB and SSAB have made progress toward commercial-scale operations and mitigated some risks by forming a joint venture (Hybrit) with the state-owned energy company Vattenfall and establishing early relationships with customers in the automotive and construction sectors. H2 Green Steel, which is a completely new steel company, has involved future customers in its initial funding rounds and secured early delivery agreements to ensure a market for its products. These initiatives heavily rely on access to substantial amounts of carbon-free electricity, sparking significant debate about their viability, particularly in light of uncertain future electricity prices in Sweden and global climate policies. EU policies like the EU ETS (discussed further below) have provided important incentives for industries to focus on hydrogen-based steel production. In contrast, the NZIA, which targets such technologies as electrolyzers, offers additional investment certainty by targeting market failures beyond emissions externalities. These market failures include the need for coordinated supply of zero-emissions electricity and expanded electricity grids, and the timely availability of critical competencies in the labor force. 3.1. Swedish Business Response to the IRA The Confederation of Swedish Enterprise (CSE)—a business federation representing the interests of over 60,000 companies and 48 industry and employer organizations in Sweden—commissioned a report published in March 2023 to study the effects of the IRA on EU competitiveness (Isakson et al. 2023). It concludes that while the overall impact is difficult to forecast, some specific sectors, including energy products such as hydrogen and e-fuels, will likely be negatively affected. While transportation costs are still high for hydrogen, and hence trade impacts may be limited in the shorter run, the CSE is concerned that member states that have a competitive advantage in producing green hydrogen, such as the Nordic countries, could be disadvantaged as investment dollars are diverted to the US. IRA subsidies could have a large impact on the availability and cost of US refined e-fuels, which could become highly competitive in the EU market. The report also emphasizes that if the IRA significantly reduces the overall price of electricity in the United States, it could have a significant impact on the competition between energy-intensive industries, where, for example, chemicals in the EU will be at a disadvantage, depending on how energy prices in the EU develop. The CSE is also worried that the IRA’s domestic content requirements may hinder EU exporters from accessing the US market, affecting the European Union’s competitive position in sectors like iron and steel production. The CSE sees these requirements as a very worrying development that could weaken the multilateral trading system and the World Trade Organization (WTO) in the longer run, highlighting a potential challenge if the European Union and United States are to work toward a joint transatlantic approach on climate and trade. Furthermore, the CSE envisions that the IRA will increase investments in the United States, which may delay some investments in the European Union, when companies prioritize US production to take advantage of tax credits. This could also lead to a potential lack of capital and raw materials in the European Union. The European Commission presented the Critical Raw Materials Act in 2023 as a response. This act aims to improve secure and diversified access to critical minerals through regulatory actions. The CSE also sees ways that European businesses could benefit from the IRA. Winners could be EU companies that invest in US clean energy and automotive sectors eligible for subsidies. Also, higher economic activity in sectors where EU companies have high expertise could benefit companies that export to the United States (depending on how IRA domestic content requirements play out). The group also notes that while the IRA can be harmful for the competitiveness of production of specific clean energy products (such as e-fuels), consumption of the same could benefit from lower prices. Interestingly, although the CSE argues that the European Union faces a competitive disadvantage due to its combination of subsidies and emission pricing via the EU ETS, it nonetheless argues in favor of the polluter pays principle (i.e., pricing over subsidies. The CSE recognizes that the European Union has historically subsidized the green transition more extensively than the United States, and further acknowledges that the IRA subsidies may be necessary to achieve the US climate goals. The group’s main concern is that the IRA and the EU’s response will trigger a potential global subsidy race that results in a more costly green transition. CSE is especially concerned about changes to state aid rules that could distort competition in the EU market, enabling less efficient projects to be granted state aid in lieu of more efficient projects in other countries. Instead of participating in such a race, CSE argues that the EU should prioritize removing market barriers, avoiding domestic content requirements, promoting open trade, maintaining technology neutrality in the shift to clean energy, and implementing necessary measures against US protectionism if competition becomes unduly distorted. 4. Competitiveness in Europe: Carbon Border Adjustments Within high energy and carbon prices, safeguarding industrial competitiveness will be front of mind for the European Union as well. Whereas in the past, free allocation was the go-to mechanism to mitigate the risk of carbon leakage under the EU ETS, the CBAM is set to gradually take over. The CBAM is now an official law and currently in the so-called implementation phase that the legislation prescribes (European Parliament and Council of the European Union 2023). This means that while importers of covered industrial goods already need to report the embedded emissions in these goods, charges are not yet being applied. From 2026 onward, charges based on the EU ETS price will be levied, but the CBAM will not yet have its maximum impact during this decade: free allowances will be gradually phased out, with a commensurate adjustment in the CBAM charges to ensure that there is no double protection against leakage. The period until 2026 will be used to gain experience and improve data collection. Ideally, all importers will report embedded carbon numbers using actual values, even if fallback approaches and default estimates are available. Sectoral challenges might lead to technical changes in the operation of the CBAM, such as the treatment of scraps in the steel sector. Other CBAM implementation issues that might have policy spillover effects include the sector or product scope. A key challenge for the CBAM design is that only covering basic industrial goods creates an incentive to avoid the policy costs by instead selling intermediate or final goods not included in the CBAM scope. Yet, including more products increases the complexity and administrative costs of the policy. The European Union will want to strike a balance between avoiding this reshuffling effect while keeping the administrative costs in check. More and more countries are considering policies based on the emissions embedded in traded goods and will be closely watching the European Union’s experience with implementing a CBAM. Equally, because the European Union will account for carbon prices already paid in the country where CBAM goods originate, some countries are considering implementing carbon pricing policies of their own—if only to capture the revenues. While the United States remains unamenable to domestic carbon pricing, CBAM did trigger an interest in climate-and-trade and border measures, as evidenced by several congressional proposals described below. Just as it is hard to imagine the European Union coming up with as extensive a green industrial policy as it has without the IRA, it is equally hard to imagine the United States devising specific climate and trade proposals without the impetus of CBAM. 5. The United States’ Burgeoning Interest in Climate and Trade The Clean Competition Act (CCA) is the Democratic proposal for a CBAM-like policy (Clean Competition Act 2021). In fact, the policy goes well beyond a mere border measure, also comprising a domestic GHG mitigation program for the same energy-intensive sectors that would be targeted by the border measure. The basis of the CCA is the average US carbon intensity for a given industrial sector. Producers, both domestically and importers, would need to pay a fee for the embedded emissions that exceed this average. The fee would be initially set at $55 per ton and would rise over time. Additionally, the benchmark for carbon intensity would be tightened over time, meaning that a greater share of both domestic production and imports would have to bear the fee, unless the carbon intensity drops through emissions abatement. This adjustment in this “CBAM” is therefore similar to the adjustment in the EU CBAM, in that it extends to importers a policy constraint also faced by domestic producers. The Foreign Pollution Fee Act, proposed by Republican senators, is different in that it only targets the embedded GHG emissions in imports (Foreign Pollution Fee Act 2022). This raises the question, what is it actually adjusting for? The answer is the difference in carbon intensity itself between the US average carbon intensity in a given industrial sector and the average in the country or origin for the imports. A fee would then be levied to reduce the imports to a sufficient degree so that the difference in carbon intensities between the United States and the foreign producer would reach a pre-determined level. This implies that the fees to be levied could differ substantially depending on the affected sectors/products, country of origin, and price-responsiveness of trade flows. Further differences between these US climate and trade bills and the EU CBAM include more discretion for potential exemptions for certain trade partners (or alternatively, explicit possibilities to form a “climate club”) in the American proposals, and ways in which policies in other countries can be accounted for. Whereas the European Union only considers equivalent carbon-pricing policies as a potential reason for exemption, the United States might grant itself more leeway to consider other (geo)-economic factors. While the overall policy designs—and aims—of these US proposals differ from the EU CBAM, the European Union’s climate and trade policy perhaps spurred some US lawmakers to consider embedded carbon in traded goods as a vehicle for new climate policies. Essential to all such policies is data on carbon intensities in industrial goods and sectors across countries. Here, another US proposal comes into play: the Prove It Act. This would task the Department of Energy with collecting and analyzing such data, providing another lesson for the European Union: while the European Union has transparent data on GHG emissions per industrial facility (through the EU ETS), carbon intensity data of industrial goods produced in Europe are not readily available. Such data could aid international cooperation on climate and trade. While these legislative proposals are already a significant sign of bipartisan interest in climate and trade policy, the White House further confirmed US engagement on this topic when it launched an official Climate and Trade Task Force in the spring of 2024. The task force will be headed by John Podesta, a political heavyweight, who also serves as a Special Climate Envoy to the US President. The task force has three focus areas: developing a policy based on embedded carbon that avoids carbon leakage and carbon dumping, improving data, and improving competitiveness. The first of these aims links to some of the border measure proposals described above. The second focus area, improving that data that underpins climate and trade policy, includes cooperating with US partners abroad. This could contribute to so-called interoperability of carbon intensity estimation, which would make the administration of climate and trade policies less onerous (Elkerbout and Nehrkorn 2024). The third area focuses on how US producers can be “better positioned to thrive in a race to the top” (Podest, 2024). One of the benefits of policies conferring protection to (carbon-efficient) US producers is that it may create more political space to strengthen domestic policy as well. Moreover, once a policy is in place that adjusts relative costs of industrial products based on emissions performance, improving that performance becomes a way to further improve competitiveness. 6. Looking Ahead: Transatlantic Climate Policy toward 2030 and Beyond 6.1. What Political Priorities Might Shape Climate Policy? In the European Union, the 90 percent reduction target for 2040 still needs to be officially endorsed by the European Council. But the EU Climate Law and the counsel by the Scientific Advisory Board offer only limited room for maneuver. With a 90 percent target, implementation—not pushing the envelope even further—becomes most important, while safeguarding European competitiveness as implementation progresses will likely occupy most policymakers’ minds. The European Union has long cared about competitiveness in the context of climate policy, citing risks of carbon leakage. Within its own internal market, competition policy between companies (antitrust and merger control) and member states (state aid control) has been a bedrock underpinning this single market of 27+ different economies. What has been changing in the past decade—and what is being accelerated by the febrile geopolitical environment—is the notion that competitiveness issues should always be analyzed with a view to global markets, not just the EU internal market. The corollary is that competition within the internal market should be allowed some slack, if this leads to European industries (e.g., through mergers) becoming, purportedly, more competitive on global markets. This notion arose first in France and Germany and is gaining traction more widely in the European Union as the global industrial policy race intensifies and trade policy fragments. A future European Commission work program likely will reflect this, by emphasizing policies that aim to boost European industrial competitiveness on the global stage. That said, the legal basis for industrial policy remains weak, nor are the politics of the European budget getting any easier. Hence, regulatory measures, fund-based financing, and incentives offered through tweaks in competition policy might be more likely than radical new policies that more directly mirror US industrial policy in its design. On trade, the United States and the European Union suspended the application of the tariffs on steel and aluminum imposed by President Trump—and initiated a negotiating process (The Global Arrangement on Steel and Aluminum, or GASSA) that tries to reconcile climate mitigation efforts in these sectors with other trade concerns, such as how to respond to overcapacity in China. But even if the two powers have avoided reimposition of tariffs, the GASSA talks perhaps have not yielded as much progress or shared interest as either party had hoped: the EU has focused more on climate policy, while the US cares more about a transatlantic strategy to counter Chinese trade practices deemed unfair. Trade policy is also undergoing significant changes, with many countries having (temporarily?) suspended the notion that free and open trade is best for all, and especially, best for themselves. Tariffs on clean technology (“cleantech”) products, justified with infant-industry arguments, may shift industrial geography, but ultimately need to be paid by consumers. In the long run, some might argue, globally diverse supply chains in cleantech will be more resilient and beneficial for consumers. At the beginning of the Biden administration, the transatlantic Trade and Technology Council (TTC) carried significant hopes and associated civil society dialogues. The TTC seemed like the perfect platform to pursue closer cooperation on climate and cleantech matters, especially of a more technical matter. However, given the many global perturbations, and the divergence of views on strategic issues such as border adjustments, industrial policy, and competition with China, progress has perhaps not been as fruitful as hoped. The digital economy, and artificial intelligence (AI) in particular, also might become more relevant for climate policy. AI hardware is demanding in terms of electricity. A huge uptake in AI technology across the economy could therefore push electricity demand up, requiring further renewables deployment. On the other hand, if AI can unlock new forms of operational efficiency in energy-intensive processes, its ascent may be a boon for climate action. Time will tell. Finally, hard security will occupy minds. The wars in Ukraine and the Middle East continue to demand significant global attention, while tensions in the Taiwan Strait are high. The increasing political attention on defense manufacturing and production capacity should bring awareness to the significant material and energy intensity of this sector. Potentially, a new lead market for low-carbon material demand (one that depends on the state as a monopsonic buyer) beckons. 6.2. Why Climate Policy Will Be Different in the 2030s than Today Climate policy globally, but especially in countries that have adopted the most ambitious targets, will be different in the 2030s compared to today. One reason is that physical climate impacts will intensify. The 1.5ºC threshold was breached for a consecutive 12-month period for the first time in 2024. While this does not imply a permanent breach, or failure to reach the Paris Agreement climate targets, it seems likely that the 1.5ºC limit will be exceeded more persistently in the 2030s. The world would then officially be in “overshoot territory,” meaning that carbon removal from the atmosphere or other climate intervention is necessary to meet the 1.5ºC goal. Increased impacts may accelerate climate action. They might also add impetus to take seriously the concept of the social cost of carbon, which has been steadily revised upward in subsequent studies (Rennert et al. 2022). On the mitigation side, the target of emissions reductions policies should evolve as low-hanging fruit in the power and transport sectors disappears. In case abatement in these sectors is slower than policy intentions at present, the world will be even further away from limiting temperature increases. Industrial decarbonization should be progressing from energy efficiency maximization to low-carbon energy and feedstock substitution or electrification—a very high capital-expenditure endeavor. Mitigation efforts should also reach the household sectors of the economy more extensively, with electrification of heating and transport requiring investment, education, and behavioral changes by households. With these costs, the distributional questions of climate policy will become more important, even after they have risen to great prominence during the 2021–2023 energy crisis. The word greenlash—the backlash against green policies—has become a common trope in energy transition debates. However, fossil fuels can be expensive independent of climate policy due to supply constraints—ask certain Asian or African countries what they paid for natural gas in 2022. And “green” policy comprises much more, and more sensitive, areas beyond just climate/energy. (Think agriculture, land, and food policies.) That notwithstanding, even the hardest-to-abate emissions will need to be reduced eventually (or compensated by carbon removal) to achieve net-zero emissions. Substantial progress in reducing emissions from the hardest-to-abate sectors will likely be one of the main goals of climate policy in the 2030s. By that time, the fruits of pre-2030 policies should also be clear. Especially salient will be whether green industrial policy will have borne technology cost reductions, infrastructure investment, and cleantech demand signals. If the Paris Agreement architecture proves successful (still an open question), then successive Nationally Determined Contributions should have led to gradually strengthened global climate ambition. This should lead to a much greater range of domestic climate policy mixes, as countries design bottom-up strategies fit for their own economic and political systems. Currently, the EU CBAM is leading to significant policy spillover effects as many countries are considering domestic carbon pricing policies of their own, with the aim of forcing the EU to adjust its own CBAM charges. It remains to be seen how meaningful this dynamic will prove to be, but for now, carbon pricing seems to have more momentum than hitherto deemed probable. With increasing policy experimentation around the world, some new policy designs also might prove effective, especially in specific contexts. Tradeable performance standards are one example of a policy that mimics certain desirable properties of carbon pricing while avoiding others. China, meanwhile, is operating the world’s largest emissions trading system based on an intensity target, not an absolute cap. Incentives for innovation built into climate policies are another example where some countries are discovering effective new policy approaches. Finally, intensified geopolitical competition is certain to leave its marks on climate and industrial policy, although it is impossible to predict how over longer time frames. At the core of this competition is the rivalry between the United States and China. Developments in defense and the digital economy (e.g., AI and semiconductors) will demand significant attention by policymakers but may lead to innovations in industrial policy design that could also be applied to the energy transition. Meanwhile, smaller economies—especially developing and emerging ones, already equally concerned about the CBAM and IRA—may worry about being caught in a competitive race where they are involuntarily pushed away from existing trade relations or otherwise face the negative spillovers of distortive trade and industrial policies. Relations with China will be particularly challenging as it combines security and economic interests, while some developing countries value the investment they get from cooperation with China. Subsidies and countervailing measures might equally rise, and indeed are relevant already. The latest examples include tariffs against Chinese electric vehicles, introduced both by the United States (at a 100 percent rate) and the European Union (at rates between 17 percent and 38 percent). No matter the perceived legitimacy of a given tariff in the originating country, China may yet feel compelled to retaliate with trade measures themself. 7. What Does This Mean for Near-Term Climate Policy in the US and EU? The 2024 election campaigns in the United States and Europe confirm that both regions will prioritize industrial competitiveness and domestic manufacturing strongly in the coming years. What remains to be determined is whether emissions performance will be the key differentiator in deciding who will benefit the most from future policies, compared to domestic producers in general. Another commonality between the regions is a shared concern about fiscal space. Interest rates are at elevated levels after a decade of record low rates. Economic crisis management following the pandemic led to vast amounts of public spending, reflected in deficit numbers and debt-to-GDP ratios. Because the United States has the world’s reserve currency, however, it may take fiscal positions that would be unsustainable in other countries. Meanwhile, in the European Union, fiscal policy remains the individual prerogative of the 27 EU countries, which hold vastly different deficit and debt positions. Nevertheless, “fiscal space” is as much a political as an objectively measurable reality. If fiscal space is perceived to be limited, the policy direction will reflect this. One way this might manifest in climate policy is a desire to find new sources of revenue. This could change the political calculus around pricing carbon, whether domestically or on imports. Especially in the United States, which at the federal level does neither for now, the prospects of increased revenues through CBAM-like measures might become an important driver of policy innovation. In the European Union, with the EU ETS and CBAM in place, a desire for fiscal revenues might thwart the use of revenues for international climate diplomacy purposes. 7.1. US Climate Policy beyond the IRA In the United States, which has a monumental structure of production incentives and subsidies in place at least for the present, the future of climate policy hinges on implementation. The hoped-for transformation to clean energy faces obstacles in every sector, and potential remedies require the engagement and coordination of every level of government. In the electricity sector, the siting and permitting of clean energy generation is a challenge, but it is matched by the absence of transmission and the challenges of connecting investments to the grid. The economics of solar continue to improve, but to realize substantial expansion of solar and wind, new market structures to incentivize investments are needed to ensure adequate electricity system reliability in the face of intermittent renewable energy supply. Investment in energy storage may play a large role in addressing these issues. In the transportation sector, a similar implementation challenge exists in building out the infrastructure for vehicle charging—including heavy-duty vehicles, which may pose the most substantial issues for grid integration. And in industry, incentives are in place to promote investments in carbon removals and hydrogen, but the economics of those technologies remain unproven. These challenges reach across all levels of government. One of the biggest hurdles exists in the land use and siting decisions that are controlled by local government. Moreover, with electrification as the lynchpin of deep decarbonization, electricity price reform is crucial. In the United States, electricity prices are set by state institutions. Presently, prices are highest in regions of the country with the cleanest electricity grid, posing a critical disincentive for electrification (Borenstein and Bushnell 2022). Across the extensive modeling of the IRA and related policies, a key finding is that although its impacts are substantial, the IRA is not sufficient to enable the United States to meet its 2030 climate pledge (Bistline et al. 2023). Through 2030 the greatest emissions reduction opportunity remains in the electricity sector, and although the IRA offers subsidies for clean energy, it does not penalize emitting generation, resulting in divergent estimates of potential outcomes (Bistline et al. 2024). Although total fossil generation is expected to fall due to the IRA, the share of fossil generation that is provided by coal increases, undermining the effectiveness of the subsidies (Domeshek et al. 2024). We anticipate policy to continue to develop in the United States along five potential pathways, adding new elements to the climate policy three-legged stool. The outcome in each case will be influenced by the result of the 2024 elections. Competition and trade. US industry has recognized the importance of climate policy globally and the potential influence of policies such as CBAM on competition and trade. A politically conservative narrative that argues US industry is relatively clean compared to many foreign countries, and trade policy dressed up as climate policy, can be used to bludgeon competitors abroad. A politically liberal analog would leverage US competitive interest to develop performance standards or other policies to drive innovation and reduce industrial emissions at home while also protecting US industry much as does CBAM in Europe. State policies. US states continue to serve as a laboratory for policy initiatives. Two US states have comprehensive carbon pricing, and at least two more have policies in development. Ten states have carbon pricing in the electricity sector and two other states have policies pending. Twenty-four state governors are members of the US Climate Alliance, a bipartisan coalition committed to addressing climate change (US Climate Alliance 2024). These states will not be able to substantially change the US emissions outcome by 2030; for example, if they enact policies to decarbonize their electricity sectors, their states remain subject to electricity transmission across state lines and a corresponding increase in fossil generation in other states. However, they are positioned to importantly affect the nation’s political economy. State energy policies accelerate the uptake of federal clean energy and vehicle subsidies, exposing a gulf in new investment in these and other states, with ramifications for the evolution of federal policy. Carbon pricing. The IRA subsidies have shifted the relevance of carbon pricing by providing a technological pathway for an evolution in the electricity sector. Although tremendously consequential, existing policies including the IRA are not sufficient to enable the United States to achieve its 2030 goals. However, investments under the IRA are expected to halve the carbon price that would be necessary to meet them (Domeshek et al. 2024). In effect, the cost-effectiveness of subsidies is insufficient to enable the United States to achieve its long-run goals, but those subsidies make a powerful complement to the potential introduction of a carbon price that would improve cost-effectiveness. Moreover, revenue from a carbon price would mitigate the revenue shortfall from a potential reform of the 2017 tax cuts. Progress on implementation, including new regulations. Depending on the outcome of the 2024 elections, the greatest action at the federal level in the United States could be in reducing the obstacles to implementation of the IRA. This action could involve decisions at the Federal Energy Regulatory Commission, which oversees the electricity industry at the federal level, including permitting and cost recovery for transmission investments. Given recent Supreme Court decisions including repeal of the so-called Chevron doctrine that previously granted deference to agencies in interpreting legislative ambiguity, potential legislative action could clarify the authority of federal agencies in implementing climate policy. Engineered carbon removals. A final uncertainty on the US policy landscape is the level of commitment and investment by the fossil fuel industry in carbon capture and storage, and carbon removals. This investment pathway is controversial because such investments potentially extend the economic lifetime of fossil fuel infrastructure. However, given abundant federal subsidies, that is also the dynamic that could bring forward investments in these measures. If such investment occurs, it would boost these technologies on a global level. What would remain uncertain is whether engineered removals provide a complement or a substitute for clean energy investments. 7.2. Critical Choices for the EU Climate Policy Architecture With the current implementation of the Fit-for-55 climate package, which includes a strengthening of the EU ETS, the introduction of the CBAM, and the introduction of a new emissions trading system for transports and heating, stakeholders are increasing attention on how these instruments will function in the longer term, toward 2030 and beyond. In February 2024, the EU Commission recommended a target of 90 percent net GHG emissions reduction compared to 1990 levels, which the political guidelines of the new European Commission reconfirm. The ambition for 2040 could already trigger new policy proposals during this decade. The 2040 target was based on an assessment of the impact on costs and emissions for different ambition levels (from 80 percent to 95 percent). The impact assessment (assuming a shadow carbon price of €240–€290) showed that the level of remaining GHG emissions in 2040 will be 850 metric tons of carbon dioxide equivalent and are expected in the agricultural sector, aviation, shipping, road transportation, and industry. 7.2.1. Will EU ETS Supply and Liquidity Be Constrained by 2030? In 2030, as the power sector is already phasing out fossil fuels and expanding renewables at a significant pace, emissions reductions from the power sector may be somewhat exhausted and insufficient to maintain emissions levels below the (reduced) cap (banked allowances notwithstanding). Therefore, to meet EU goals, GHG emissions from energy-intensive industries also need to decline rapidly. Ideally, those reductions are achieved by substituting low-carbon technologies for inefficient carbon-intensive ones and not by reducing industrial output. Given long lead times, it is essential that industrial transformation is already underway by 2030. Slow progress on the deployment and scale-up of low-carbon technologies in energy-intensive industries progress slowly could result in slower emissions reductions and trigger a rapid increase in ETS prices. Depending on the general economic conditions in Europe, this may lead to a desire among stakeholders to expand the supply of allowances in the system (or, alternatively, to mitigate the impact of high carbon prices). Another concern of reduced supply is low liquidity causing price discovery and formation to become more difficult, leading to more volatility and less investment in low-carbon technology. A short-term option to increase liquidity would be to merge the EU ETS with the new emissions trading system for heating and transport fuels (ETS-2). This would increase the availability of allowances and potential opportunities for emissions reductions, which could reduce price volatility. In contrast to the EU ETS cap, the pace of reductions in the ETS-2 is set to be slower, with the cap reaching zero by 2044. This cap has yet to be precisely determined, as it depends on emissions levels in the covered sectors from 2024–2026. However, based on 2022 data, ETS-2 emissions will likely be over 1.5 billion tons, exceeding current EU ETS emissions. While this represents a significant additional supply, in a merged system, relatively modest abatement in the ETS-2 sectors could ultimately worsen the liquidity issue, as increased demand for allowances would then infringe upon the EU ETS sectors’ demand. Successful implementation of national emissions reduction policies for the building and transportation sectors would therefore be even more important under a merged ETS system. 7.2.2. Endgame of ETS Although merging the two emissions trading systems may provide liquidity in the shorter term, sooner or later the cap will be reduced to very low levels. With the current reduction pace of 4.4 percent per year, the cap will reach zero by 2039, which means that the last emissions allowance will be issued that year. Even if banked allowances and allowances linked to the aviation sector still are available, the ETS supply will be a lot tighter than today. As we get closer to the year with zero allocation, residual emissions will be very expensive and/or technically difficult to abate. In addition, the implementation of carbon capture and storage to tackle emissions from lingering fossil fuel use, the application of which is foreseen to mitigate process emissions from industries (e.g., the cement industry), will not entirely eliminate emissions due to the capture rates being less than 100 percent. The aviation and shipping sectors may likewise continue to emit GHGs well into the future. As the supply of allowances approaches zero, the reduced supply may, in part, be cushioned by significant volumes of unused allowances and counterbalanced by the market stability reserve, which withdraws some of the surplus allowances. Sooner or later, however, the supply of allowances will be exhausted. The EU ETS could develop in several ways toward 2040 and after. One scenario is that the cap is not reduced to zero, but to a level that corresponds to what is deemed technically/economically possible for the emissions sources in the system. There is no assigned year for allocation ending. A difficulty with this approach is to determine an appropriate size for the cap and devise ways to update it as new technologies that decrease emissions emerge. As we approach 2050, when the European Union is committed to reach net-zero emissions, remaining emissions in the EU ETS need to be offset by negative emissions. Another option is to sustain the current linear reduction factor until the cap reaches zero. Instead of issuing new allowances, participants are offered the opportunity to use carbon removal credits (CRCs, credited by the new EU mechanism—see the section below) to offset residual emissions. However, to avoid the risk of overuse of credits, the volumes and types of CRCs could be restricted. Likewise, credits generated under Article 6 of the Paris Agreement could be allowed into the EU ETS, but this will require the European Council to support no longer having a domestic-only climate target. A third option would be to retire the EU ETS and replace it with regulation that limits emissions to low levels, for instance by implementing industrial emission standards. As with the first option, any residual emissions in the EU ETS from 2050 and forward will need to be offset by negative emissions. Of course, rather than retiring the ETS, it is always a political option to simply increase the cap. This may generate liquidity relief, but also constitutes weaker overall climate policy. 7.2.3. Carbon Removals—How to Create Incentives? According to the EU Commission’s impact assessment, residual emissions in 2040 may be as high as 850 metric tons carbon dioxide equivalent for the whole EU economy. To reach the European Union’s climate target of -90 percent by 2040 and net zero emissions in 2050, a significant amount of carbon removals will have to be produced. In April 2024, the European Parliament adopted a provisional agreement on the Carbon Removals and Carbon Farming (CRCF) Regulation (European Parliament and Council of the European Union, 2024). In this context the term carbon removals refers to capturing carbon dioxide, directly from the atmosphere and from biogenic emission sources, before storing it in reservoirs such as geological formations, forests, soil, or products for the long term. The term carbon farming refers to practices implemented by farmers and foresters to enhance carbon sequestration and storage in forests and soils, as well as reduce GHG emissions from soils. The CRCF Regulation mandates third-party verification and the publication of certification-related information in a European Union–wide registry and aims to streamline certification processes, making them cost-effective yet robust. It also introduces group certification, easing the burden for small farmers and foresters. While the CRCF regulation provides a provisionary certification framework, currently almost no incentives exist for creating negative emissions beyond voluntary climate action. The European Union does not (yet) mandate either member states or companies to achieve certain carbon dioxide removal targets. We see the following three potential frameworks for creating incentives and funding for bioenergy with carbon capture and storage (BECCS) and direct air carbon capture and storage (DACCS) that can be used for EU climate targets. The first option would be the establishment of an EU central system for carbon removals, mainly BECCS and DACCS, with specific targets. Funding could, for instance, come from the central EU budget (originating from the Member States) or from the Innovation Fund (originating from sales of EU ETS allowances). The second option would be a quota obligation imposed on GHG-emitting companies to purchase CRCs corresponding to their GHG emissions. It is not obvious for which sectors and emitters a quota obligation system would be an efficient policy instrument. In the longer term, it would be logical to apply the quota obligation system toward sectors with residual emissions, such as those linked to diffuse emissions from industry, agriculture, shipping, and aviation. The advantage of a quota approach is that it reduces costs for the EU member states (compared to Framework 1), which could translate into increased public acceptance. The third option would be to allow participants of the EU ETS to use CRCs (for instance from BECCS or DACCS) for compliance. In 2026, the EU Commission will provide a review of the EU ETS and suggest how carbon removals shall be reported and used so they do not replace emission reductions. 8. Conclusion and Outlook Looking ahead, both the United States and the European Union now have in place serious climate policy that allows them to turn their attention toward implementation. Some gaps remain. The United States lacks a “stick” that might ensure deep enough cuts to emissions. The European Union has the stick, but still lacks the “carrot” that would ensure low-carbon technology deployment to substitute GHG-intensive assets. Arguably, the stick and the carrot (i.e. incentives and disincentives) are equally indispensable in a durable and effective climate policy mix. On both sides of the Atlantic, new and existing policies will be developed and implemented with competitiveness in mind. Climate policy will therefore have to square many conflicting priorities. The ideal policy delivers emissions reductions, makes energy more affordable for households and businesses, supports domestic manufacturing, and strengthens security by reducing dependencies for energy and critical minerals. In the real world, policymakers will have to contend with trade-offs. Even with shared priorities and shared concerns about (unfair) competition from China, policymakers in Europe may make different choices than those in the United States, not least because they face different structural factors that affect energy costs, trade, and competitiveness. Combined with their very different climate policy architecture, this might make deeper cooperation on climate change challenging, even if the two sides take cues from each other’s policies. More importantly, even with unilateral policy strategies that differ in form and function, Europe might stand to benefit from US policy—and vice versa. Even if some US industrial goods face charges under the CBAM that were not there before, these charges might be lower than (higher-carbon) Chinese goods face, thereby boosting US competitiveness. Successful IRA implementation can lead to lower costs for critical low-carbon technologies that Europe also needs to reach net-zero, thereby easing the path for industrial decarbonization in Europe. Continued focus on implementing domestic policies while learning from each other about good policy design choices could work well on both sides of the pond. At the same time, finding joint approaches on interoperability, countervailing subsidies, and green trade rules could prove to be a fruitful avenue for transatlantic cooperation, especially when pursued in a globally inclusive manner. Authors Lars Zetterberg Senior Specialist and Project Leader, Mistra Carbon Exit, IVL Swedish Environmental Research Institute",
    "images": "https://media.rff.org/images/US_Capitol_-_EU_Partliament.width-600.png",
    "tags": "",
    "excerpt": null,
    "categories": ""
}