{
    "title": "How the European steel industry is going green",
    "author": "CoalNewswire",
    "source": "thecoaltrader.com",
    "date": "2025-03-17",
    "text": "Key milestones, opportunities and challenges facing the European steel industry on the path to decarbonization. Decarbonization is moving up the European steelmakers’ agenda, as the industry shifts towards greener means of production. Today, the steel industry is responsible for around 5% of CO2 emissions in the EU and 7% globally, according to the European Commission (the Commission) data. To comply with the ambitious target of the European Union to become a net zero-emitter by 2050, the steelmaking industry needs to transform. Fastmarkets looks at the key milestones, opportunities, and challenges the European industry is facing on its way to green steel production: Legislation driving the change Shifting to less polluting production routes Growing appetite for green energy Emerging market for green steel CBAM drives decarbonization change The European Carbon Border Adjustment Mechanism (CBAM) is a tool aimed at putting a fair price on the carbon emitted during the production of carbon-intensive goods that enter the EU. The transitional phase of CBAM, wherein EU authorities will test the mechanism without imposing any duties, will run from October 1, 2023, until the end of 2025. The CBAM will be gradually phased in from 2026 to 2034, alongside the phasing-out of the free carbon allowances applicable under the European Emissions Trading Scheme (ETS). According to industry sources’ estimates, a total of 94% of ETS carbon allowances are distributed and only 6% are paid for. But starting in 2026, the mills will start paying for carbon credits. The price of a carbon emissions permit in the EU was around €63-80 ($69-86) per tonne in January 2024, down from its all-time high of €105.73 per tonne in February 2023. Sources estimated CO2 allowance prices would jump to €200-250 per tonne when the free allocations are phased out in 2034. Steelmaking process: blast furnace route versus electric arc furnace route Currently, 60% of the steel produced in Europe originates from the integrated blast furnace/basic oxygen furnace route (BF-BOF). Carbon emissions from this production route amount to around 2.0-2.2 tonnes of CO2 (direct and indirect emissions), according to the IEEFA. Over the past few years, major European steelmakers have announced ambitious decarbonization strategies and developed their own green steel brands. Most steelmakers use the same approach, aiming to replace BF-BOF capacity with electric arc furnaces and hydrogen-fuelled DRI modules. EAF-DRI production route is way less polluting with direct and indirect CO2 emissions estimated at 1.4 tonnes of CO2 per 1 tonne of steel. Those can be further reduced by using renewable energy and green hydrogen to power DRI modules. The scrap-based EAF process releases the least carbon emissions of just around 300 kilograms of CO2 per tonne of steel. This production route has the potential to have zero emissions when it is powered by renewable energy. The green transition towards EAF and EAF-DRI based steelmaking would require more high-quality scrap to feed the new EAF capacities. Europe is currently a net scrap exporter, but, as new EAF-based steelmaking capacities come online, the region could become an importer of certain grades. Energy requirements Sufficient green hydrogen and renewable energy supply to produce green hydrogen at competitive prices is crucial for the European steelmaking decarbonization journey. Europe needs to build out its production of fossil-free electricity. However, the volumes needed for large-scale electrolysis to produce the green hydrogen are significant. Notably, additional energy requirements will be about 400TWh of CO2-free electricity in 2050 – about seven times what the sector purchases currently, European steel association Eurofer estimates. By 2024, the EU plans to have 6GW of renewable hydrogen electrolyzer capacity, capable of making around 1 million tpy of renewable hydrogen. From 2025 to 2030 renewable electrolyzer capacity within the EU is expected to rise to 40 GW, producing up to 10 million tonnes of renewable H2, according to the Commission. Currently, using hydrogen for existing DRI modules in Europe is quite expensive, with hydrogen prices seen at around €5-8 per kg, and need to be “at least €2.5-3 per kg to be commercially viable for steelmaking,” a steel producer in Northern Europe said. To produce 1 tonne of liquid metal in DRI module, around 80 kilograms of hydrogen is required, according to industry source estimates. Evolving green steel market Demand for low-emission steels has been patchy due to quite high premiums for such materials and lack of regulation in the industry, which would stimulate buyers to “go green”. “We need support from the European Commission — we don’t even have the right wording in place and lack [a common] understanding [of what exactly green steel is],” a mill source said. Fastmarkets observed sporadic buying interest in green steel in the European spot market recently, with most trades done directly between steelmakers and end users – mainly in the automotive industry. Small- and medium-sized distributors and steel service centers were unwilling to pay the premiums, deeming those “too high.” Fastmarkets’ weekly assessment of the green steel, domestic, flat-rolled, differential to HRC index, exw Northern Europe, was €150-250 per tonne on February 15, unchanged since mid-December 2023. Despite the slow uptake in the distribution supply chain, mills showed no intention of lowering the premiums and stressed that green steel will still be short in supply in the next few years. Some industries, such as automotive, have already been showing more interest in green steel purchases, looking to secure long-term contracts with mills, with deliveries to commence in 2025-2026. “Demand for green steel will rise exponentially,” another steelmaker source told Fastmarkets. “Currently, it is rather patchy and limited to back-to-back business with end users, but with CBAM coming into force [and with] CO2 allowance prices moving up, more buyers will put green still on their agendas.” For example, Swedish steelmaker SSAB said that during 2023 it had managed to deliver more than 50,000 tonnes of SSAB Zero, a steel without Scope 1 and 2 emissions. “Interest increased strongly not only in Europe, but also in the US,” the company said in its financial report for 2023. At the same time, the majority of flat steel production in Europe was still achieved using traditional BF-BOF methods. Major European mills were also offering reduced carbon emission steel solutions for flat products produced via the BF-BOF route with more “digestible premiums” as opposed to “fossil-free” steel produced via the EAF route. “The use of ‘greener’ steel is not well regulated in the EU. Many customers can start with around a 30% reduction,” a mill source said. “Premiums for steel with 30-50% carbon emissions reduction are more affordable for buyers,” a second mill source said. That’s why in January 2024 Fastmarkets launched the reduced carbon emissions flat steel price, a differential paid for flat steel produced in European blast furnaces with carbon emissions of 1.4-1.95 tonnes of CO2 per tonne of steel. Fastmarkets’ assessment of the flat steel reduced carbon emissions differential, exw Northern Europe, was €40-60 per tonne on February 15. In general, market sources agreed that buyers felt no pressure to book “cleaner steel” although such demand was expected to rise gradually in the years ahead, driven by regulations. By Julia Bolotova",
    "images": null,
    "tags": "China;Coking coal;Metallurgical Coal;Steel;Europe;Poland;Thermal Coal;India;Seaborne Coal;Metinvest;Russia;Ukraine",
    "excerpt": null,
    "categories": "Free;Steel"
}