{
    "title": "Hur kommer EU:s nya klimattullar att fungera? - SNS",
    "author": "unknown",
    "source": "SNS",
    "date": "2024-08-30",
    "text": "Tid och plats \n                                                  Onsdag 25 september 2024, 10:00–11:15\n                                                                                                       \n                                                    SNS, Jakobsbergsgatan 18, Stockholm. Registrering med kaffe från 09:45.\n                                                 Vilka effekter får EU:s nya gränsjusteringsmekanism för koldioxid (CBAM) för svenska företag och för koldioxidutsläpp globalt? Hur ska utsläpp inbäddade i importerade varor mätas och följas upp? Och hur påverkas handelsrelationen mellan EU och omvärlden? CBAM är en central del i EU:s klimatpaket Fit for 55. Det uttalade motivet från EU är att förebygga att koldioxidutsläpp flyttar från unionen till andra länder. Förordningen innebär att en avgift tas ut på vissa koldioxidintensiva varor som importeras till unionen. Övergångsregler har trätt i kraft men kommer att tas i fullt bruk först 2026. Flera av EU:s handelspartners är negativa till CBAM. De menar att avgifterna diskriminerar importerade varor och bryter mot Världshandelsorganisationens (WTO) regler. Välkommen till ett seminarium där berörda myndigheter och företag samtalar om tillämpningen och effektiviteten i EU:s nya styrmedel för klimatet. Mötet genomförs inom ramen för SNS forskningsprojekt Klimatomställningen och näringslivet. Medverkande Anders Ahnlid, generaldirektör, Kommerskollegium Ulrika Badenfelt, Head of Trade & Customs, KPMG Sverige Susanne Jannesson, Legal Counsel Public Affairs, AB Volvo Viktoria Karsberg, Head of Corporate Identity and Group Communications, SSAB Naghmeh Nasiritousi, docent i statsvetenskap och forskare vid Utrikespolitiska institutets program för global politik och säkerhet samt lektor vid Linköpings universitet Olle Palmqvist, enhetschef för Utsläppshandelsenheten för tilldelning och CBAM, Naturvårdsverket Samtalet leds av Mikael Witterblad, chef för SNS forskningsprogram. Anmälan och pris Mötet är kostnadsfritt och öppet för SNS medlemmar*, forskare, press och särskilt inbjudna. Deltagande sker på plats i SNS lokaler på Jakobsbergsgatan 18, Stockholm. Det går även att följa mötet digitalt. Anmäl dig via anmälningsknapparna ovan. Vid avanmälan efter den 24 september eller vid utebliven ankomst debiteras 395 kr ex. moms. Detta gäller även när seminariet är kostnadsfritt. *Lista över SNS medlemmar/Information om medlemskap. Välkommen!",
    "images": "https://snsse.cdn.triggerfish.cloud/uploads/2024/08/klimattullar.jpg",
    "tags": "",
    "excerpt": "Vilka effekter får EU:s nya gränsjusteringsmekanism för koldioxid (CBAM) för svenska företag och för koldioxidutsläpp globalt? Hur ska utsläpp inbäddade i importerade varor mätas och följas upp? Och hur påverkas handelsrelationen mellan EU och omvärlden?",
    "categories": ""
}