{
    "title": "SSAB korostaa vihreän siirtymän edellytyksiä EU:n huippukokouksessa Kiirunassa",
    "author": "unknown",
    "source": "SSAB",
    "date": "2023-01-13",
    "text": "SSAB korostaa vihreän siirtymän edellytyksiä EU:n huippukokouksessa Kiirunassa SSAB:n toimitusjohtaja Martin Lindqvist sanoi myös, että EU:n jäsenvaltioilla – kuten Ruotsilla – on paljon saavutettavaa kilpailukykyisestä ja vihreästä EU:sta. Jatkossa on tärkeää varmistaa tasapuoliset toimintaedellytykset EU:ssa ja maailmanlaajuisilla markkinoilla. Martin Lindqvist sanoi, että Carbon Border Adjustment Mechanismin (CBAM), EU:n päästökauppajärjestelmän, \"vihreiden standardien\" kehittäminen ja vuoropuhelu Yhdysvaltojen kanssa ovat tärkeitä tekijöitä, jotka liittyvät yleistavoitteeseen vahvistaa vihreää kilpailukykyä Euroopassa. \"Tarvitsemme sekä vihreät kilpailukykyiset markkinat Eurooppaan, että vihreät transatlanttiset markkinat\", Lindqvist sanoi. \"Eurooppa ei saa jäädä jälkeen, ja sen on saavutettava ilmastotavoitteensa.\" Osallistuessaan paneelikeskusteluun yhdessä LKAB:n, Volvo Groupin, Northvoltin ja Bolidenin toimitusjohtajien kanssa EU-komissaarien ja Ruotsin hallituksen ministerien edessä SSAB:n toimitusjohtaja puhui siirtymisestä kohti fossiilivapaata terästä vuoteen 2030 mennessä, 15 vuotta edellistä tavoitetta aiemmin. Tammikuussa 2022 SSAB:n hallitus teki periaatepäätöksen nopeuttaa yhtiön vihreää siirtymää tavoitteenaan päästä suurelta osin eroon oman toimintansa hiilidioksidipäästöistä vuoden 2030 tienoilla, 15 vuotta aiemmin kuin aiemmin ilmoitettiin. \"Tämä tarkoittaa Ruotsin hiilidioksidipäästöjen vähentämistä 10 prosentilla ja Suomen 7 prosentilla\", Lindqvist sanoi. ”Olemme todistaneet HYBRIT-teknologian pilottimittakaavassa ja toimittaneet asiakkaillemme fossiilivapaata terästä. Seuraava askel on siirtyä demonstraatiomittakaavaan samalla kun muutamme teräksentuotantolaitoksiamme.\" \"Menestyäksemme tarvitsemme kuitenkin fossiilivapaata sähköä, vetyä ja biohiiliä\", Martin Lindqvist totesi. Lisätietoja: Hanna Hoikkala, Press Officer, [email protected], +46 736 551 117 Liitteet Press release Kiruna CEO_FIN Kategoria ja tunnisteet",
    "images": null,
    "tags": "",
    "excerpt": "SSAB osallistuu tänään korkean tason paneelikeskusteluun, joka pidetään Euroopan komission ja Ruotsin hallituksen Kiirunan-vierailun yhteydessä. SSAB:n toimitusjohtaja Martin Lindqvist korosti viestissään, että vihreä siirtymä ei ole taakka, vaan liiketoimintamahdollisuus. SSAB näkee jo nyt kysyntää fossiilivapaalle teräkselle, ja yhtiön tavoitteena on aloittaa toimitukset vuonna 2026 ja nopeuttaa SSAB:n omaa vihreää siirtymää 15 vuodella. Menestyäkseen SSAB tarvitsee kuitenkin fossiilivapaata sähköä ja mahdollistavan sääntelyjärjestelmän, joka varmistaa EU:n kilpailukyvyn ja ilmastotavoitteiden saavuttamisen, hän korosti.",
    "categories": ""
}