{
    "title": "\"화석연료 의존도 높이는 현대제철, 현대차그룹 전체 리스크 될 것\" - 더나은미래",
    "author": "채예빈 기자",
    "source": "더나은미래",
    "date": "2025-01-23",
    "text": "기후솔루션·액션스픽스라우더 보고서  ESG 경고등 켜진 현대체절   ESG 경고등 켜진 현대체절 \n\n\n\n 현대차그룹이 10조원 규모의 미국 제철소 건설 투자를 검토하고 있지만, 현대제철의 화석연료 의존도가 현대자동차의 글로벌 경쟁력을 위협할 수 있다는 지적이 나왔다. 기후솔루션과 국제기후단체 액션스픽스라우더(이하 ASL)는 23일 발표한 보고서를 통해 현대제철이 재생에너지를 전혀 사용하지 않는 대규모 신규 화석연료 인프라에 투자하고 있다고 밝혔다. 이러한 행보는 ‘지속가능한 성장과 글로벌 경쟁력 확보’라는 현대차그룹의 전략과 상충된다는 분석이다. 보고서에 따르면 현대제철은 2022년과 2023년 재생에너지를 전혀 사용하지 않았다. 글로벌 철강사 비교에서 현대제철은 동국제강과 함께 최하위권에 머물렀으며, 재생에너지 도입 계획도 불투명하다. 반면 스웨덴 철강사 사브(SSAB)는 같은 기간 19%의 재생에너지를 사용하며 업계 표준을 선도했다. 현대제철은 미국에서 새로운 방식의 제철소 건설을 추진 중이지만, 국내에서는 대규모 신규 가스발전소에 투자하며 화석연료 의존도를 높이고 있다. 2025년 4월 착공 예정인 가스발전소는 2028년부터 전력망 전기 사용 대비 연간 41만 216톤(tCO2eq)의 온실가스를 추가로 배출할 것으로 보고서는 분석했다. 이는 가스발전소가 배출량을 8.8% 감축할 것이라는 현대제철의 주장과 상반된다. 로라 켈리 ASL 이사는 미국 제철소 건설을 두고 “신규투자 프로젝트는 현대차그룹의 탄소중립 목표를 조기에 실현하기 위한 혁신적인 그린철강 모델이 되어야 한다”며 “신규 투자가 탄소 배출량 감축과 재생에너지 조달에 실질적으로 기여할 수 있어야 한다”고 강조했다. 앞서 현대제철은 2023 탄소중립 로드맵을 통해 2030년까지 탄소배출량 12% 감축, 2050년까지 탄소중립을 달성하겠다고 선언했다. 하지만 두 기후단체에 따르면 현대제철의 2030년 탄소배출 감축 목표(12%)는 유럽과 일본 경쟁사들의 목표(30~48%)에 크게 못 미친다. 전문가들은 2030년 감축 목표와 2050년 넷제로 달성 사이의 격차를 메울 신뢰성 있는 계획도 없다고 비판한다. 보고서는 이러한 상황이 심각한 브랜드 리스크가 될 수 있다고 경고했다. 현대제철의 주요 고객사인 애플과 마이크로소프트가 공급망 탈탄소화를 적극 추진하고 있기 때문이다. 공급망 리스크는 EU의 탄소국경조정제도(CBAM)와 같은 엄격한 기후 규제 시행으로 현실이 될 수 있다. 실제로 핀란드에 본사를 둔 노르디아은행과 덴마크 소재의 단스케은행은 이미 ESG 성과 미흡을 이유로 현대제철의 국내 경쟁사인 포스코를 투자 대상에서 제외했다. 더욱 심각한 문제는 리스크가 현대자동차그룹 전체로 확산할 수 있다는 점이다. 현대차와 현대모비스가 주로 현대제철에서 철강을 조달하고 있어, 현대제철의 더딘 친환경 전환은 그룹 전체의 경쟁력을 약화할 수 있다. 특히 현대차는 2030년까지 공급망 탄소배출을 2019년 대비 10% 감축하는 목표만 제시했을 뿐, 구체적인 그린철강 조달 계획은 내놓지 않고 있다. 현대차의 글로벌 경쟁사들은 보다 적극적인 친환경 계획을 세웠다. 벤츠는 2030년까지 차량 1대당 탄소배출을 2020년 대비 50% 감축하겠다고 약속했다. BMW는 공급망 탄소배출을 2020년 대비 20% 줄이고 공급업체가 친환경 전력을 사용하는 것을 검토하겠다고 했다. 김기남 ASL 그린철강선임 변호사는 “화석연료 사용을 늘리고 재생에너지와 그린수소 목표에 대한 약속도 없는 상황에서 탄소중립이나 친환경 브랜드를 내세우는 것은 설득력이 없다”며 “배출량 감축 주장에서 잘못된 데이터 사용은 국제 시장에서 현대제철의 친환경 브랜드 신뢰도에 심각한 타격을 줄 수 있다”고 지적했다. 이명주 기후솔루션 선임 연구원은 “현대제철은 친환경 제철사라 자부하면서도 재생에너지 사용량이 모호하고, 2035년이나 2040년까지의 탄소 절감 목표치가 없다”며 “이러한 탄소중립 로드맵을 유지한다면 이는 현대자동차의 글로벌 경쟁력만 위협하는 것이 아니라 그룹 차원의 큰 리스크 요인이 될 것”이라고 말했다. 구체적인 분석이 담긴 보고서는 ASL 홈페이지 내에서 확인할 수 있다. 채예빈 더나은미래 기자",
    "images": "https://futurechosun.com/wp-content/uploads/2025/01/20250123_095548_155354-scaled.jpg",
    "tags": "",
    "excerpt": "기후솔루션·액션스픽스라우더 보고서 ESG 경고등 켜진 현대체절 현대차그룹이 10조원 규모의 미국 제철소 건설 투자를 검토하고 있지만, 현대제철의 화석연료 의존도가 현대자동차의 글로벌 경쟁력을 위협할 수 있다는 지적이 나왔다. 기후솔루션과 국제기후단체 액션스픽스라우더(이하",
    "categories": "경제;환경"
}