{
    "title": "Decoding CBAM: Navigating the Impact Across the Steel Value Chain",
    "author": "unknown",
    "source": "SSAB",
    "date": "2024-01-31",
    "text": "Decoding CBAM: Navigating the Impact Across the Steel Value Chain CBAM impacts not only importers but also every aspect of the steel value chain. Whether you're involved in production, distribution or manufacturing, understanding the impact of CBAM is key to business planning. CBAM is the European Union's proactive measure to combat carbon leakage and prevent emissions from increasing outside of the EU. By applying CBAM to a range of products, including iron and steel, the EU aims to align the prices of goods sold in the EU with their actual carbon content. This will not only ensure fair competition in the EU internal market, but will also incentivize third countries, foreign manufacturers and importers in the EU to reduce their carbon emissions. Scope: The impact of CBAM covers a wide range of products, including certain iron and steel products. It is important for stakeholders in the steel value chain to understand the list of CBAM goods. Transition period: The webinar will provide critical insights into navigating the transition period initiated by CBAM, ensuring that every actor in the steel value chain can adapt effortlessly. Cooperation: Recognizing that CBAM obligations apply to all importers of CBAM goods, the entire value chain is encouraged to work together to reduce emissions, both within and outside the EU internal market. Anton Källström has unique insights into Business Development and Market Intelligence topics at SSAB. He holds a MSc in Industrial Engineering & Management with specialization in Commercial Innovation and Project Management. His diverse experience spans from Consulting to Engineering and Journalism – working in Swedish multinational premium brands. Kamal Arifi, Head of Business Innovation and Market Intelligence at SSAB, brings 17 years of expertise in the steel industry. With various management roles in Corporate Strategy, Steel Operations, and Business Development, coupled with an MSc in Mechanical Engineering and international experience in Finland, UK and France, Kamal combines technical prowess with strategic leadership, steering successful transformations and fostering business growth.",
    "images": "/-/media/images/webinar/eng/1200x630-decoding-cbam.jpg?m=20231222081526",
    "tags": "",
    "excerpt": "The EU's carbon border adjustment mechanism (CBAM) signifies a shift for steel importers and extends its impact across the entire value chain in the industry. From 1 October 2023, CBAM will require operators to address the challenges of carbon leakage outside of the EU while promoting sustainable development.",
    "categories": ""
}