{
    "title": "Senior Sustainability Public Affairs Professional – #SustainablePublicAffairs | Jobs in Brussels",
    "author": "unknown",
    "source": "Jobs in Brussels",
    "date": "2025-02-04",
    "text": "Policy & Advocacy\n                \n                Full-time\n                 Senior Sustainability Public Affairs Professional #SustainablePublicAffairs Posted on 04.02.2025  Rolling application\n                    #SustainablePublicAffairs is looking for a senior public affairs professional to manage a team of young, bright individuals and sustainable frontrunner clients that want to make an ambitious, positive impact on EU policies. The ideal candidate is passionate about #SustainablePublicAffairs’ mission to make the practices of sustainable frontrunners the norm for the rest of their industry. This means you are a proactive, big-picture thinker, not afraid to have an opinion, and encourage your team members to express their views. You are able to offer creative solutions to complex issues while contributing to the growth of this young, fast-growing organisation. Your personal growth is only limited by yourself: We encourage a lot of autonomy to you and your team to develop our existing portfolio of frontrunner clients but also broaden it, and we count on your out-of-the-box thinking and entrepreneurial spirit to make your client’s narratives stand out from the crowd. #SustainablePublicAffairs is a first-of-its-kind public affairs agency with a mission to foster policy-driven growth for sustainable business cases. We are committed to working with those who go beyond current regulatory standards, conducting positive advocacy by raising EU ambition on climate, energy and the environment in order to incentivise a race to the top. Our approach is certified by B Corp and we have been named the “Best sustainability-focused public affairs consultancy – Global” by Corporate Vision in the Global Business Awards 2023. #SustainablePublicAffairs is proud to promote a diverse, inclusive, collaborative, and flexible working environment at our #SustainableHub: For more info, please see our Diversity & Inclusion Charter. Please send your CV and a short motivation to info@sustainablepublicaffairs.com at your earliest convenience. We will fill the position as soon as we identify the right candidate. To be as inclusive as possible, we encourage you not to use pictures in your CV or cover letter. We also want to expressly state that this job opening is open to non-EU citizens. While we do our best in sharing high quality job postings, Jobs in Brussels can't guarantee or be made responsible for the content in the postings (e.g. specified deadlines or links). EU Advocacy Manager Opportunity Green Senior Project Manager International Centre for Migration Policy Development Nature Policy Officer WWF European Policy Office Country Officer (3 positions) European Free Trade Association Project Management Assistant International Centre for Migration Policy Development Data Analyst and GHG Emissions Modeller (French-speaking) MobiliseYourCity Policy Officer European Peacebuilding Liaison Office Policy Officer - Relations with International stakeholders Joint Research Centre Project Officer – Research Engineer Joint Research Centre",
    "images": "https://jobsbrussels-images.netlify.app/screenshot/jobs/image/sustainablepublicaffairs-senior-sustainability-public-affairs-professional-2025-02.png",
    "tags": "",
    "excerpt": "#SustainablePublicAffairs is hiring a Senior Sustainability Public Affairs Professional in Brussels. View all details and apply for this job on Jobs in Brussels.",
    "categories": ""
}