{
    "title": "Novelis Europe datacard on lobbyfacts.eu",
    "author": "unknown",
    "source": null,
    "date": "2025-03-06",
    "text": "Overview Lobbying Costs 100,000€ - 199,999€ Financial year: Apr 2022 - Mar 2023 Lobbyists (Full time equivalent) 2 Fte (3) Lobbyists with EP accreditation 1 High-level Commission meetings 12 Lobbying Costs over the years \n\t\t\t\t\t Info\n\t\t\t\t\t Novelis Europe EU Transparency Register 796803211721-67 First registered on 16 Aug 2013 Goals / Remit Novelis Inc. is driven by its purpose of shaping a sustainable world together. We are a global leader in the production of innovative aluminium products and solutions and the world's largest recycler of aluminium. Our ambition is to be the leading provider of low-carbon, sustainable aluminium solutions and to achieve a fully circular economy by partnering with our suppliers, as well as our customers in the aerospace, automotive, beverage can and specialties industries throughout North America, Europe, Asia and South America. Novelis had net sales of $18.5 billion in fiscal year 2023. Novelis is a subsidiary of Hindalco Industries Limited, an industry leader in aluminium and copper, and the metals flagship company of the Aditya Birla Group, a multinational conglomerate based in Mumbai. For more information, visit novelis.com. Main EU files targeted Green Deal Industrial Plan Ecodesign for Sustainable Products regulation Circular Economy End of Life Vehicles Directive Waste Framework Directive Waste Shipment Regulations Packaging and Packaging Waste regulation Climate Change CBAM EU ETS DG Trade and TAXUD - Duties and Tariffs Corporate Sustainability Due Diligence Directive Corporate Sustainability Reporting Directive Green Claims Directive Address Head Office Sternenfeldstrasse, 19 Küsnacht CH-8700 SWITZERLAND EU Office Sternenfeldstrasse, 19 Küsnacht CH-8700 SWITZERLAND Website \n\t\t\t\t\t People\n\t\t\t\t\t Total lobbyists declared 3 Employment time Lobbyists 100% 1 50% 2 Lobbyists (Full time equivalent) 2 Lobbyists with EP accreditation All Lobbyists with EP accreditation over time 1 accreditations were / are live (in bold) for the selected state of 10 Apr 2025 Name Start date End Date Pascale ROUHIER 02 Oct 2024 01 Oct 2025 Andy DORAN 29 Aug 2023 29 Aug 2024 Complementary Information None declared Person in charge of EU relations Data not provided by Register Secretariat due to GDPR Person with legal responsibility Data not provided by Register Secretariat due to GDPR \n\t\t\t\t\t Categories\n\t\t\t\t\t Category Companies & groups \n\t\t\t\t\t Networking\n\t\t\t\t\t Affiliation European Aluminium Europen Numerous other national bodies within the EU Member organisations None declared \n\t\t\t\t\t Financial Data\n\t\t\t\t\t Interests represented Promotes their own interests or the collective interests of their members Closed financial year Apr 2022 - Mar 2023 Lobbying costs for closed financial year 100,000€ - 199,999€ Major contributions in closed year None declared Intermediaries for closed year Name Amount #sustainablepublicaffairs bv 100,000€ - 199,999€ Intermediaries for current year Name #sustainablepublicaffairs Closed year Costs 100,000€ - 199,999€ Other financial info No funding received from the EU institutions during the last closed financial year. I am not personally aware of any funding received directly by Novelis Europe within recent years for the purposes of Procurement or Grants. \n\t\t\t\t\t EU Structures\n\t\t\t\t\t Groups (European Commission) None declared Groups (European Parliament) N/A Communication activities In 2022 we hosted an EU Green Week webinar \"Closed loop recycling - from vision to reality\" Other activities None declared Meetings\n\t\t\t\t\t Meetings 12 meetings found. Download meetings The list below covers meetings with Commissioners/Cabinet members/Directors-general (high-level) Commission meetings published December 2014 to December 2024, and the meetings of Commissioners/Cabinet members/Directors-general and officials holding \"management functions\" in the Commission published since 1 January 2025. Other lobby meetings with lower-level staff may well have taken place, but the Commission doesn't proactively publish information about these meetings. All information below comes from the Commission and not from the registrant. 1 July 2024: We have noted that some meetings are appearing in duplicate, ie. some meetings seem to be listed twice. This seems to be because the Commission changes some element of a meeting data after the meeting has first been listed, which causes LobbyFacts to register it as a new meeting. We are investigating further. \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Mar 2025 Location Brussels Subject Main challenges of the Aluminum Industry Cabinet Cabinet of Executive Vice-President Stéphane Séjourné Attending Stéphane Séjourné (Executive Vice-President) Laia Pinos Mataro (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Mar 2025 Location Brussels Subject CBAM Cabinet Cabinet of Commissioner Wopke Hoekstra Attending Patrice Pillet (Cabinet member) Olivia Gippner (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Mar 2025 Location Brussels Subject Main challenges of the Aluminum Industry: Unlike steel, the downstream aluminum industry has shown consistent growth. Cabinet Cabinet of Executive Vice-President Stéphane Séjourné Attending Stéphane Séjourné (Executive Vice-President) Laia Pinos Mataro (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 22 Jan 2025 Location Brussels Subject Discussion on the impact of the EU Carbon Border Adjustment Mechanism (CBAM) on the EU aluminium recycling industry DG Environment Attending Aurel-Viorel Ciobanu Dordea (Director) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 08 Jul 2024 Location Brussels Subject Physical meeting - discussion on the latest development of the CBAM work DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Nov 2023 Location video-conference Subject Circular economy and packaging and packaging waste regulation Cabinet Cabinet of Vice-President Maroš Šefčovič Attending Helena Braun (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Nov 2023 Location video-call Subject Circular economy and packaging and packaging waste regulation Cabinet Cabinet of Vice-President Maroš Šefčovič Attending Helena Braun (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Nov 2023 Location Brussels, Belgium Subject Circular Economy DG Environment Attending Florika Fink-Hooijer (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 29 Nov 2022 Location Brussels Subject circular economy DG Environment Attending Florika Fink-Hooijer (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 22 Nov 2022 Location video-call Subject Draft proposal of a Regulation on Packaging and Packaging Waste (PPWR) Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Portfolio An Economy that Works for People Attending Caroline Boeshertz (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 Sep 2022 Location video-call Subject Circular economy, the revision of the packaging and packaging waste directive, and specificities of the aluminium sector Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Helena Braun (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 Jul 2019 Location Brussels Subject Novelis/Aleris (merger procedure) Cabinet Cabinet of Commissioner Marianne Thyssen Portfolio Employment, Social Affairs, Skills and Labour Mobility Attending Vasiliki Kokkori (Cabinet member) Felix Ronkes Agerbeek (Cabinet member)",
    "images": null,
    "tags": "",
    "excerpt": "Check out all LobbyFacts data on Novelis Europe as extracted from the EU lobby transparancy register. Novelis Inc. is driven by its purpose of shaping a sustainable world together. We are a global leader in the production of innovative aluminium products and solutions and the world's largest recycler of aluminium. Our ambition is to be the leading provider of low-carbon, sustainable aluminium solutions and to achieve a fully circular economy by partnering with our suppliers, as well as our customers in the aerospace, automotive, beverage can and specialties industries throughout North America, Europe, Asia and South America. Novelis had net sales of $18.5 billion in fiscal year 2023. Novelis is a subsidiary of Hindalco Industries Limited, an industry leader in aluminium and copper, and the metals flagship company of the Aditya Birla Group, a multinational conglomerate based in Mumbai. For more information, visit novelis.com.",
    "categories": ""
}