{
    "title": "\"A Carbon Tax is Back on the Table\" - Forum Topic - CCL Community",
    "author": "unknown",
    "source": "CCL Community",
    "date": "2025-01-01",
    "text": "Shocking but true: an environmental journalist finally acknowledges the political possibility of a national carbon fee in the United States. From Matthew Zeitlan's article in the March 4 edition of Heatmap: Climate policy has been all over the place lately thanks to pressure from interest groups, pre-election jitters, and the plausibility of a re-elected President Donald Trump laying waste to existing climate policy. But further in the future, beyond the ups and downs of electoral politics, there’s a policy cataclysm coming that, some hope, could create an opening for that long sought, always denied dream of climate policy: the carbon tax. . . [T]he European Union’s Carbon Border Adjustment Mechanism will come into full effect in January 2026, complementing its existing cap-and-trade and carbon pricing system. Essentially, CBAM is a tariff on imports from countries that don’t price carbon the same way the EU does, and it’s designed to prevent what’s known as “leakage,” where producers in countries with a carbon price simply offshore emissions-intensive production to countries that don’t. . . Starting last year, EU trading partners had to begin reporting the carbon content of some emissions-intensive exports in preparations for payments starting in 2026. One of those trading partners is the United States, which exports some $351 billion worth of goods to the EU, second only to Canada. Bills that would just address the carbon price gap have been proposed several times in the current Congress, including by climate stalwart and Democrat from Rhode Island, Senator Sheldon Whitehouse, plus some Republicans who think America should get an advantage over China for having a less carbon-intensive manufacturing sector. This all creates a kind of celestial alignment in favor of a policy that has been rejected so many times (RIP the 2009 cap-and-trade bill and Bill Clinton’s BTU Tax) — or at least that’s what its advocates hope. Based on the history of carbon taxation and related polices, you might be pessimistic. But we haven’t seen a year like 2025. “If you think about carbon price relative to raising people’s income taxes, when you put it in the whole fiscal conversation that’s going to happen in 2025, it’s going to look more attractive,” Catherine Wolfram, a Massachusetts Institute of Technology economist and former Treasury official in the Biden administration, told me. Wolfram was also one of the authors of a paper released last week by the Brookings Institution’s Hamilton Project mapping out how various climate policies could emerge from the witch’s brew of TCJA expiring and carbon tariffs would actually effect U.S. emissions. . . . Search Forums Forum help Select a question below CCL Community Guidelines Discuss, ask and share Be respectful Respect confidentiality Protect privacy CCL Blog Policy Area Categories Price on Carbon CBAM Clean Energy Permitting Reform Healthy Forests Building Electrification and Efficiency",
    "images": null,
    "tags": "Price on Carbon;CBAM;Clean Energy Permitting Reform;Healthy Forests;Building Electrification and Efficiency",
    "excerpt": "Shocking but true: an environmental journalist finally acknowledges the political possibility of a national carbon fee in the United States.From Matthew Zeitlan's article in the ... - CCL's Online Community is a place where volunteers can learn and collaborate",
    "categories": ""
}