{
    "title": "Sen. Graham for a CBAM? - Forum Topic - CCL Community",
    "author": "unknown",
    "source": "CCL Community",
    "date": "2025-01-01",
    "text": "465 Posts\t\t\t\t\t\t\t\n\t\n\t\t\t\t\t\t\t\t\t\t \n\t \n\t\t\t\t\t\t\t\t\t\t\t\t\tSenator Lindsey Graham (R-SC) is going to introduce in the Senate a carbon border adjustment mechanism (CBAM) to tax other countries that import carbon intense goods (steel, cement). This will give American manufactures an advantage in the marketplace due to their lower carbon footprint. Sen. Graham is not the only Republican Senator thinking about introducing a CBAM bill. Democrats are not far behind, Sen. Coons, Sen. Whitehouse as well and President Biden have CBAM bills in mind.  Both parties have different reasons for pushing for the CBAM, but the key point here is that it is on the table. If a CBAM is passed it would be another big step forward for the climate. If you remember, a CBAM was part of the EICDA. NO gloom or doom even with the divided congress, it appears that climate action is moving forward. Here is the link to the article - https://www.bloomberg.com/news/articles/2023-03-10/gop-s-graham-plans-carbon-import-fee-as-idea-gains-with-party \n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t Both parties have different reasons for pushing for the CBAM, but the key point here is that it is on the table. If a CBAM is passed it would be another big step forward for the climate. If you remember, a CBAM was part of the EICDA. NO gloom or doom even with the divided congress, it appears that climate action is moving forward. Here is the link to the article - https://www.bloomberg.com/news/articles/2023-03-10/gop-s-graham-plans-carbon-import-fee-as-idea-gains-with-party \n\t\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\n\t\n\t\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t Replies\t\t\t\t\t\t\t\n\t\n\t\t\t\t\t\t \n\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\t\t Search Forums Forum help Select a question below CCL Community Guidelines Discuss, ask and share Be respectful Respect confidentiality Protect privacy CCL Blog Policy Area Categories Price on Carbon CBAM Clean Energy Permitting Reform Healthy Forests Building Electrification and Efficiency",
    "images": null,
    "tags": "Price on Carbon;CBAM;Clean Energy Permitting Reform;Healthy Forests;Building Electrification and Efficiency",
    "excerpt": "Senator Lindsey Graham (R-SC) is going to introduce in the Senate a carbon border adjustment mechanism (CBAM) to tax other countries that import carbon intense goods (steel, ... - CCL's Online Community is a place where volunteers can learn and collaborate",
    "categories": ""
}