{
    "title": "Weekly Briefing: Carbon Pricing And CBAM Bills Reintroduced - Bulletin Post - CCL Community",
    "author": "Brett Cease; Los Angeles",
    "source": "CCL Community",
    "date": "2023-12-13",
    "text": "Weekly Briefing: Carbon Pricing And CBAM Bills Reintroduced December 13, 2023 'Tis the season for introducing climate bills! Last week brought the reintroduction of two pieces of legislation that CCL is excited to see. Though it’s not CCL’s preferred carbon pricing policy design — we prefer the revenue going to households as a monthly cash dividend, as in the Energy Innovation Act — we’re still very encouraged to see a Republican lawmaker taking the lead on carbon pricing legislation. Also last week, Democrats in the Senate and the House reintroduced the Clean Competition Act. The bill would enact a carbon border adjustment mechanism (CBAM), giving “domestic companies a step up in the global marketplace while lowering carbon emissions at home and abroad,” said lead Senate sponsor Sheldon Whitehouse (pictured above). Whitehouse added, “There is bipartisan momentum for a carbon border adjustment in the Senate.” We see that momentum from his Republican colleagues who introduced the Foreign Pollution Fee Act just a few weeks ago. After years of CCL volunteers lobbying on these policy ideas, we’re encouraged to see all of these bills in the discussion on Capitol Hill! Visit our Spread the Word page to see social media posts about these bill introductions and share them, so folks know progress is happening In other news this week: • Youth statement includes carbon pricing: Several of CCL’s student volunteers participated in the recent Local Conference of Youth, and their involvement helped lead to carbon pricing being included in this year’s National Youth Climate Statement. • Takeaways from COP28: Citizens’ Climate International issued a statement at the end of this year’s international climate conference, saying, “With emissions still rising, we know the only way to limit global heating to 1.5ºC and secure a livable future is a full phase-out of fossil fuels.” • Read up on CCL: CCL was recently featured in a column in Forbes and in a partnership spotlight from the Yale Program on Climate Change Communication. Your donations make the difference Most people understand that we need to work together to solve climate change, but often lack guidance about what to do. Our solution: local groups led by committed volunteers with deep ties to the community. CCL provides direct support, training, and resources to help these groups launch and become effective vehicles of change. Our approach has already been successful in bringing Congress together on various climate solutions. With your help, we can recruit more volunteers to build momentum in every district across the nation and keep Congress focused on passing the climate solutions we need in 2024. Will you make a year-end donation and help us reach our year-end goal of $1.25 million today? Take action this week \nIf you have a little time: Send an appreciative message to your members of Congress and their staff. As the year winds down and Congress approaches its holiday recess, we’re taking a moment to say “thank you” to our Representatives and Senators. A note of appreciation goes a long way in strengthening our relationships, which lays the groundwork for more progress in 2024. Send your messages today. If you have more time: Catch up on CCL's December meeting. Last weekend, we held our monthly meeting for December. We reviewed actions you and your chapter can take this month, celebrated highlights from the year, and heard from guest speaker Amanda Ripley, the New York Times bestselling author of \"High Conflict.\" Check out the recording of the call or jump right into the December Action Sheet. Featured chapter: CCL Charlotte CCL Charlotte regularly meets with Rep. Alma Adams (D-NC-12) (pictured above) and Rep. Jeff Jackson (D-NC-14), but their climate lobbying doesn’t stop there! Since 2021, a few chapter members from the suburb of Huntersville have been lobbying their town board of commissioners to support a climate resolution. “They did their homework and secured meetings with each board member and the mayor, as well as a presentation to the whole board, through patient persistence,” says group leader Lynn Dransoff. After the IRA was passed in 2022, these volunteers also petitioned board members to develop a climate/sustainability plan that would capitalize on available federal funding. Then, as the 2023 election season began, they pivoted to supporting and promoting board candidates whose platform included a focus on the environment. “Their time and diligence has paid off,” Lynn says. “All five candidates they supported were elected to the board, as well as the mayoral candidate they supported!” The group now looks forward to resuming their advocacy with the new board and mayor for a climate/sustainability plan and a climate resolution. Keep up the good work, CCL Charlotte! Have you logged your recent activities in the Action Tracker? Tell us what your chapter has been up to lately. Want your chapter to be featured? Share your info and photos with us. Upcoming trainings 12/14: What's in the Fifth National Climate Assessment Report? - Join CCL Research Coordinator Dana Nuccitelli for a training that will discuss the latest landmark National Climate Assessment report. This is essentially an America-specific version of the IPCC report, outlining climate trends, impacts, and solutions in each region of the country. Join us! 12/21: Off for winter holiday Need training on the basics? Catch our next session of Core Volunteer Training, made for newer volunteers: 12/19: Communicating with Progressives - Join CCL Texas State Coordinator and Progressive Outreach Action Team leader Bob Hendricks for a training on communicating with progressives about putting a price on pollution. Join us! To see other topics and past trainings, visit the Training Topics page of CCL Community.  \n  Nerd Corner Chart of the Week Most voters favor candidates who support climate action Join the discussion about the latest Climate Change in the American Mind survey. Recent Posts",
    "images": "https://static.prod01.ue1.p.pcomm.net:443/cclobby/user_content/photos/000/000/13/a43507c7466c4f8dfdca7a11cd0cbe4e-huge-snip20231213_5.png",
    "tags": "",
    "excerpt": "December 13, 2023 'Tis the season for introducing climate bills! Last week brought the reintroduction of two pieces of legislation that CCL is excited to see. First, the MARKET CHOICE Act was reintroduced by Republican Rep. Brian Fitzpatrick (R-PA-01) and cosponsored by Democratic Rep. Salud Carbajal (D-CA-24). This bill would put a price on carbon pollution and use the revenue to invest in infrastructure. Rep. Fitzpatrick characterizes the bill as a “bold and practical approach to the climate and infrastructure challenges ahead.” Though it’s not CCL’s preferred carbon pricing policy design — we prefer the revenue going to households as a monthly cash dividend, as in the Energy Innovation Act — we’re still very encouraged to see a Republican lawmaker taking the lead on carbon pricing legislation. Also last week, Democrats in the Senate and the House reintroduced the Clean Competition Act. The bill would enact a carbon border adjustment mechanism (CBAM), giving “domestic companies a step up in the global marketplace while lowering carbon emissions at home and abroad,” said lead Senate sponsor Sheldon Whitehouse (pictured above). Whitehouse added, “There is bipartisan momentum for a carbon border adjustment in the Senate.” We see that momentum from his Republican colleagues who introduced the Foreign Pollution Fee Act just a few weeks ago. After years of CCL volunteers lobbying on these policy ideas, we’re encouraged to see all of these bills in the discussion on Capitol Hill! Visit our Spread the Word page to see social media posts about these bill introductions and share them, so folks know progress is happening See Social Posts In other news this week: • Youth statement includes carbon pricing: Several of CCL’s student volunteers participated in the recent Local Conference of Youth, and their involvement helped lead to carbon pricing being included in this year’s National Youth Climate Statement. • Takeaways from COP28: Citizens’ Climate International issued a statement at the end of this year’s international climate conference, saying, “With emissions still rising, we know the only way to limit global heating to 1.5ºC and secure a livable future is a full phase-out of fossil fuels.” • Read up on CCL: CCL was recently featured in a column in Forbes and in a partnership spotlight from the Yale Program on Climate Change Communication. Your donations make the difference Most people understand that we need to work together to solve climate change, but often lack guidance about what to do. Our solution: local groups led by committed volunteers with deep ties to the community. CCL provides direct support, training, and resources to help these groups launch and become effective vehicles of change. Our approach has already been successful in bringing Congress together on various climate solutions. With your help, we can recruit more volunteers to build momentum in every district across the nation and keep Congress focused on passing the climate solutions we need in 2024. Will you make a year-end donation and help us reach our year-end goal of $1.25 million today? Donate Today Take action this week If you have a little time: Send an appreciative message to your members of Congress and their staff. As the year winds down and Congress approaches its holiday recess, we’re taking a moment to say “thank you” to our Representatives and Senators. A note of appreciation goes a long way in strengthening our relationships, which lays the groundwork for more progress in 2024. Send your messages today. If you have more time: Catch up on CCL's December meeting. Last weekend, we held our monthly meeting for December. We reviewed actions you and your chapter can take this month, celebrated highlights from the year, and heard from guest speaker Amanda Ripley, the New York Times bestselling author of \"High Conflict.\" Check out the recording of the call or jump right into the December Action Sheet. Featured chapter: CCL Charlotte CCL Charlotte regularly meets with Rep. Alma Adams (D-NC-12) (pictured above) and Rep. Jeff Jackson (D-NC-14), but their climate lobbying doesn’t stop there! Since 2021, a few chapter members from the suburb of Huntersville have been lobbying their town board of commissioners to support a climate resolution. “They did their homework and secured meetings with each board member and the mayor, as well as a presentation to the whole board, through patient persistence,” says group leader Lynn Dransoff. After the IRA was passed in 2022, these volunteers also petitioned board members to develop a climate/sustainability plan that would capitalize on available federal funding. Then, as the 2023 election season began, they pivoted to supporting and promoting board candidates whose platform included a focus on the environment. “Their time and diligence has paid off,” Lynn says. “All five candidates they supported were elected to the board, as well as the mayoral candidate they supported!” The group now looks forward to resuming their advocacy with the new board and mayor for a climate/sustainability plan and a climate resolution. Keep up the good work, CCL Charlotte! Have you logged your recent activities in the Action Tracker? Tell us what your chapter has been up to lately. Action Tracker Want your chapter to be featured? Share your info and photos with us. Upcoming trainings 12/14: What's in the Fifth National Climate Assessment Report? - Join CCL Research Coordinator Dana Nuccitelli for a training that will discuss the latest landmark National Climate Assessment report. This is essentially an America-specific version of the IPCC report, outlining climate trends, impacts, and solutions in each region of the country. Join us! 12/21: Off for winter holiday Need training on the basics? Catch our next session of Core Volunteer Training, made for newer volunteers: 12/19: Communicating with Progressives - Join CCL Texas State Coordinator and Progressive Outreach Action Team leader Bob Hendricks for a training on communicating with progressives about putting a price on pollution. Join us! To see other topics and past trainings, visit the Training Topics page of CCL Community. Nerd Corner Chart of the Week Most voters favor candidates who support climate action Join the discussion about the latest Climate Change in the American Mind survey. - CCL's Online Community is a place where volunteers can learn and collaborate",
    "categories": ""
}