{
    "title": "Carbon and Energy Newsletter - December 2024",
    "author": "Graeme Precious; Matthew Whitworth",
    "source": "SLR Consulting",
    "date": "2024-12-17",
    "text": "Navigating the evolving landscape of corporate sustainability and communications in the US by Chynna Pickens View post Merry Christmas and welcome to the December 2024 edition of your Carbon and Energy Newsletter! This is our final update for 2024, and it has a lot to cover on key deadlines and regulation changes coming in the New Year. This includes some fast-approaching deadlines that companies need to be aware of for the Climate Change Agreement (CCA) scheme. Also, the UK Emissions Trading Scheme (ETS) has announced its 2025 carbon price for civil penalties and the baseline data collection period will start taking place in April. Plus, updates on Carbon Border Adjustment Mechanism (CBAM), Streamlined Energy and Carbon Reporting (SECR), Science Based Target initiative (SBTi), and more… Christmas has arrived, but will you be dancing around a real or fake Christmas tree? Having a more sustainable Christmas is now a key consideration for many people with one eye on their environmental impact. Therefore, it leads to the question of whether a real or artificial tree is better for the environment. There are many variables that can impact which is the most sustainable choice depending on the tree, plans of re-use, and the disposal method. On a purely carbon basis, the embedded emissions of an artificial Christmas tree will typically outweigh the annual carbon intensity of a disposed real tree (dependent on the weight and materials used). However, the end-of-life for an artificial tree is usually in landfill due to its non-biodegradable and non-recyclable content. So, it can be a difficult balance. When buying a real tree, it is also best to buy those that are grown locally and certified by the Forest Stewardship Council. A potted Christmas tree (with roots) can also be reused over multiple years which would make it the most sustainable option. As the end of 2024 approaches, it’s time to start preparing for the TP6 reporting window in the New Year. Data collection forms will be provided in early January 2025, which will require populating and returning by the end of February 2025. This will contain the usual data requirements for production volumes and energy consumption (inc. electricity, natural gas, and fuels) for the 2024 calendar year. Going forward, there will also be a new reporting obligation in TP6 for companies to provide a brief quantified narrative to explain the target period performance. This includes any energy efficiency measures that have been introduced, decarbonisation actions implemented, or other issues that might have impacted on achieving the target. This is mandatory, and operators may incur penalties for non-submission. Following on from our previous newsletter, please do not forget about the HMRC deadline for CCL Subsidy Reporting on the 31st of January 2025. The threshold for reporting has reduced this year to capture companies claiming more than £100,000 of CCL benefit and is expected to encompass more companies that have not previously been required to report. Assessments should therefore be carried out now to determine the 2023 calendar year CCL allowance and take appropriate action. Additional guidance and access to the online form can be found on the government website.[1] Please feel free to get in contact with SLR if you have any questions or require support with CCAs. Get in touch Baseline data collection will be taking place in the New Year from 1st April to 30th June 2025. This is a requirement for all installation operators within scope of UK ETS to submit data to their regulator ahead of the next 2026 - 2030 allocation period. It is an essential part of the free allocation application which will result in not receiving free allocation if operators fail to submit their data by the deadline. The data collection period is also an opportunity for applications into the Hospital and Small Emitters (HSE) or Ultra-Small Emitters (USE) opt out lists. The UK ETS Authority has determined that the carbon price per tonne of carbon dioxide equivalent for the next scheme year (beginning on 1st January 2025) will be £41.84. This has been calculated using an unchanged methodology by obtaining the average carbon price in 2024 (12-month period ending on 11th November 2024). As a comparison, this has significantly reduced from 2024 penalty where the price was set at £64.90. A review of the current trends and costs associated with the UK ETS allowance show that prices are tracking at around £34/tonne. This demonstrates a continued stabilisation of the price which was around £39/tonne in November, and in 2024 has been generally tracked between £35 to £45/tonne. The EU allowance continues to be a different story, fluctuating at a higher rate around €68/tonne, which is a small increase from the €65/tonne in November.[2] From 1st July 2024, CBAM goods imported into the EU were required to report on the actual emissions that are associated with that product rather than using default values. The reporting declarant must undertake “all possible effort” to obtain actual emission data from the supplier or producer of the CBAM good. Where the declarant is not able to obtain actual data and instead opts for the default values, they are required to provide a justification on why actual emissions data is missing. This includes providing evidence which demonstrates that “reasonable effort” was made to source this data. The effort allocated into acquiring actual emissions data is reviewed by the relevant national authority to decide on any penalty action. As of 1st January 2025, a new portal section of the CBAM Registry will allow installation operators outside the EU to register, then upload their installations and emissions data for sharing with declarants. This is expected to streamline the process for sharing data and completing CBAM reports.[3] The Department for Energy Security and Net Zero (DESNZ) recently issued a call for evidence to obtain feedback on scope 3 greenhouse gas emission reporting and updating the SECR framework, following which a summary of responses is set to be released. Initial findings identified that over two-fifths of respondents already report scope 3 emissions and that the benefits of reporting scope 3 outweigh the costs due to stakeholder demands and improved supply chain sustainability. A clear challenge of scope 3 was the difficulty of obtaining primary data and lack of consistent reporting methodologies. There was also recognised issues around the overlapping of reporting requirements for large organisations and requiring a more uniform regulatory framework. A full evaluation of SECR will be carried out by DESNZ in 2025. The SBTi is inviting companies from across the chemicals industry to pilot test its Draft Chemicals Sector Target-Setting Criteria and Tool. The opportunity to get involved and provide feedback is available until 10th January 2025.[4] The target setting criteria is in its second public consultation and looking to engage with stakeholders to ensure that the improvements have been appropriately implemented from the first round of feedback. By joining the pilot, participants will use their own data (which will remain confidential) to help identify potential improvements for implementing the resources. Further feedback will then be collated and used to ensure that the resources are fit for purpose before a full release. ‘Tis the season for CDP scores… or so we hope! We’re still eagerly awaiting the scores that companies will receive as a result of their CDP disclosure and remain optimistic that they may be announced as a Christmas gift for businesses before the end of the year. However, the introduction of a new questionnaire and portal could continue to have knock-on delays for them being published. The (revised) deadline for submitting your ESOS Action Plan is around the corner (5th March 2025), and you should start taking action now. As per our previous newsletter, the action plan can be more than a ‘tick-boxing’ exercise if done correctly and can inform on a practical decarbonisation pathway for your organisation. This is especially relevant for those with SBTi and net zero targets. For more information on the ESOS action plans and next steps, see our article below and contact our team for support. For those of you who have had to submit your compliance to the latest ESOS phase (The UK Government’s Energy Saving Opportunity Scheme), now is the time to keep the momentum going and put the key findings into an action plan. Read more We previously highlighted that the next window for the IETF has been postponed by the current government and was expected to take place in Q1 2025 (originally planned for October 2024). Updates are still being announced with latest communications from DESNZ stating: “It should be noted that funding for the second competition window of Phase 3 of the IETF that was announced by the previous Government was not included in the Autumn Budget.”[5] DESNZ also stated that: “We are continuing to have conversations with ministers and the Treasury regarding further capital grant funding opportunities to support UK industry to decarbonize and reach Net Zero. Further announcements will be made in due course.”[5] The outcomes of these conversations will continue to be closely monitored and will be shared once we hear more. A happy and sustainable Christmas to all! ------------------- References [1] https://www.gov.uk/guidance/climate-change-agreements-information-to-report-to-hmrc [2] Further details on the UK Emissions Trading Scheme markets: https://www.gov.uk/government/publications/uk-emissions-trading-scheme-markets/uk-emissions-trading-scheme-markets [3] More information on CBAM: https://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en [5] Official email update from Department for Energy Security & Net Zero, Darren Ivey, ‘Update on the Industrial Energy Transformation Fund’, 03/12/2024.",
    "images": "https://cdn.sanity.io/images/b0ecix6u/production/f5d9f5bf42c09039b31c6b15f974f5133a741ce5-3264x2448.jpg?w=1200",
    "tags": "",
    "excerpt": null,
    "categories": ""
}