{
    "title": "Beware the proponents of carbon tariffs - Forum Topic - CCL Community",
    "author": "unknown",
    "source": "CCL Community",
    "date": "2025-01-01",
    "text": "Anyone supporting carbon tariffs as a promising substitute for true border carbon adjustments with national carbon pricing should ponder a new article in Foreign Affairs magazine by Senator Bill Cassidy (R-LA), a leading proponent of carbon tariffs. The title of the article—almost certainly chosen by the editor, not the author is “A Tariff for the Climate.” That sounds promising but is highly misleading. Cassidy occasionally pays lip service to protecting “the environment” and preventing “pollution,” but his overt goal is bashing China and prolonging the life and prosperity of the U.S. oil and gas industry, a powerhouse in the state he represents. Consider his lead sentence: “China is challenging the United States militarily, geopolitically, and economically. These challenges are connected, and the right response must address all three. The answer is a single new policy: a foreign pollution fee.” He goes on, \"To counter China, the United States should make use of a clear competitive advantage—its ability to produce with comparatively low greenhouse gas emissions. . . This is why I will be submitting legislation calling for a foreign pollution fee. The fee is not a domestic carbon tax. It does not prevent the continued use of U.S. natural resources.” Cassidy also bashes genuine carbon pricing systems. “The foreign pollution fee is not intended to be a protectionist policy in the manner of the European Union’s Carbon Border Adjustment Mechanism, which indiscriminately taxes certain imports,” he writes. Anyone who thinks his carbon tariff will be a backdoor way to curb fossil fuels should consider his statement under the sub-head “America’s carbon future”: “To successfully implement a foreign pollution fee, the United States must continue to develop its natural resources. The rise of domestically produced natural gas is the primary driver of U.S. emission reduction since 2005. The U.S. Energy Information Administration projects that the United States’ use of liquid fuels and natural gas will increase at least through 2050. There is every reason to believe that carbon fuels will be central to U.S. and global economies long after that. Domestic production of oil and natural gas strengthens the United States’ geopolitical position, increases its national wealth, and provides hundreds of thousands of American jobs. Moreover, U.S. fossil fuel production has a lower carbon footprint than its counterparts abroad. To give away all these advantages is irrational.” The bipartisanship that CCL rightly hopes to cultivate must be based on some shared understanding of the need for climate mitigation. I fear that many proponents of carbon tariffs have a long way to go in that regard. @Jonathan Marshall, thanks for calling this out. It's seductive, the idea of the Republican Party offering a carbon tariff. Common ground, right? A first step toward bipartisan carbon pricing? Sounds good. Except it isn't. If Cassidy succeeds in using the fear of China to pass this hostile and mercantilist carbon tariff, he'll succeed in nipping a national carbon price in the bud. Once it was in place, there would be zero leverage to bring fossil fuel interests to the table to support a domestic carbon price. This is naked fossil fuel advocacy hiding behind a bipartisan loincloth. CCL might use this opportunity to engage, but the first thing it should say in response, after thanking the senator for his interest in reducing carbon pollution, is that a domestic carbon price must be part of the package. Natural gas can't be a permanent feature of our energy future. You don't reduce GHG pollution by creating more of it.   There are some good statements in the article, for example, the fee will create an incentive for other countries to engage in clean manufacturing, making low-emission production economically justifiable for everyone … If the fee works as it should, a country such as Vietnam could outcompete China as a low-cost manufacturing destination—not by imitating substandard Chinese environmental practices, but by embracing sustainable development. And it discusses the issue of carbon leakage, and acknowledges the problem of climate change. While its critique of the EU CBAM as being ‘indiscriminate’ and such is a bit odd, Senator Cassidy is correct that it doesn't provide assistance for developing countries. I wonder if his bill will. In any case, I find a lot to like here. @Dana Nuccitelli @Ray Welch One important point I failed to make clearly is the importance of how climate policies, including CBAMs or carbon tariffs, are framed. The climate crisis is global in scope and will require global cooperation to resolve. Framing policies as weapons against the world's largest carbon emitter--which also happens to be one of the world's preeminent developers of clean technology--is not a fruitful way to build international consensus of this issue. As US climate envoy John Kerry has said, climate is a “universal issue” that must be decoupled from other national rivalries. He attempted, unsuccessfully, in talks with Chinese officials this summer to rebuild trust that was shattered by House Speaker Nancy Pelosi's decision to visit Taiwan last year. For his troubles, Kerry was denounced by Rep. Mike Gallagher, R-Wisc., for “getting in bed with Beijing.” Gallagher, who chairs the House Subcommittee on China, condemned Kerry for believing \"we need to cooperate with China when it comes to climate change.” Climate activists who share Kerry's belief need to discourage policy discussions, like those of Senator Cassidy, from devolving into divisive China bashing. The same considerations of respect that motivate CCL's bipartisan approach to policy promotion in Washington should apply to the international arena. Policies relating to carbon border adjustments should be considered on their climate and economic merits, not on their suitability as weapons of national competition. @Jonathan Marshall @Dana Nuccitelli , Framing is important. It's one thing to explain how a CBAM favors the US over China because of our cleaner manufacturing profile, and quite another to make disadvantaging China the main policy goal. The primary purpose of a CBAM is to get countries to reduce their domestic carbon emissions. I'm concerned that Cassidy's pitch is inviting a tariff war rather than carbon reductions. Underlying all of this is a big risk. If the US could somehow get the international community to countenance a US CBAM based on GHG regulations and not a domestic GHG price, then China will press for the same. Rather than being a stepping stone toward CCL's central policy goal--an annually escalating, socially just carbon price, exported to the rest of the world--a CBAM like Cassidy's will sharply reduce the chances of a price ever being implemented, let alone exported. His non-price-based CBAM will backfire, as China will claim the sovereign right to be treated the same as the US--that is, to have GHG regulations that allow fossil fuels (particularly NG) to stay in place and even grow. Result: negligible incremental GHG reductions anywhere. Cassidy's interest in a CBAM is great. It may be an opening for discussions that include carbon pricing. But his statements are clearly aimed at avoiding carbon pricing, especially as it pertains to natural gas. If CCL is in a position to discuss a CBAM with Cassidy and others who support his price-free proposal, that would be excellent. But there's a real risk to agreeing to his proposal as framed, relative to our main policy goal.   Search Forums Forum help Select a question below CCL Community Guidelines Discuss, ask and share Be respectful Respect confidentiality Protect privacy CCL Blog Policy Area Categories Price on Carbon CBAM Clean Energy Permitting Reform Healthy Forests Building Electrification and Efficiency",
    "images": null,
    "tags": "Price on Carbon;CBAM;Clean Energy Permitting Reform;Healthy Forests;Building Electrification and Efficiency",
    "excerpt": "Anyone supporting carbon tariffs as a promising substitute for true border carbon adjustments with national carbon pricing should ponder a new article in Foreign Affairs magazine ... - CCL's Online Community is a place where volunteers can learn and collaborate",
    "categories": ""
}