{
    "title": "CBAM - Forum Topic - CCL Community",
    "author": "unknown",
    "source": "CCL Community",
    "date": "2025-01-01",
    "text": "There is serious talk about our own Border Tax, to be in harmony with the EU and Canada's CBAM. Even if we had a Border Carbon Tax, Is a carbon price in the U.S. required for our exports to ‘slip under’ foreign CBAMs? Thanks Jan! Now that it’s up, check out the CBAM explainer document on the Primary Ask Resource: And you can also find out more on this training page: @Brett Cease Question about CBAM… Why did the EU take so long to implement CBAM? It looks like the EU first proposed a CBAM in 2021, but it will take until 2026 for it to take effect. Also, it seems like Canada is taking a good bit of time to implement theirs. What can we do here in the U.S. to speed up our implementation of a CBAM while still doing a good job with the details? Should we be asking Congress to take up studying this issue now?   Hey @Dana Siler! Our Research Team will be researching this further as we start developing CCL's position on potential CBAM action in Congress. But, in the meantime, here's what @Richard Knight, our Research Coordinator, shared with me: For one thing, both the EU and Canada have features that complicate the CBAM process. Unlike the USA, the EU is not a country, but a collection of treaties and agreements between 27 independent countries, and governing body (the European Commission) doesn't have the policy clout that the US Congress and White House have to make things happen. And in Canada, the provinces have somewhat more autonomy than American states do, so that complicates things also.   Another reason is the current policies in the EU and Canada. The EU has a cap-and-trade system and Canada has a potpourri of different policy combinations in the 13 provinces -- some use the federal carbon tax, some have cap-and-trade, a couple have their own provincial carbon tax, and the remainder have a combination of the federal carbon tax and other policies. It's complicated to harmonize a CBAM under these conditions, so while the EU is definitely going forward, they are going quite slowly to avoid both economic and political disruptions.   The EU member nations will only be reporting data in certain high-emissions sectors for the first 3 years, and then in 2026 money (carbon certificates) will start to change hands. Other sectors will phase in gradually, along with other reforms of the Emissions Trading System, until completion in 2032.    As of now, Canada has not yet made a final decision to move ahead, so we don't know what kind of timeline they would adopt.   Could the US move faster than the EU or Canada? Possibly, since we don't have national carbon pricing and so it should (in theory) be easier to create a single uniform policy (although there are two regional cap-and-trade systems that could muck things up). But for sure we have the opportunity to look at what the EU and Canada are doing and learn from what they have done both right and wrong. @Caillie Roach I read CCL's Laser Talk which reads, “Conversely, an American-made EITE product exported to any country will get a refund for the carbon fee paid in the U.S.” If I were a manufacturer I might be tempted to go ahead and emit CO2, pay the fees, export my goods and get my fees back. Not a good scenario, is it?   This is the opposite of the way CCL originally envisioned a CBAM under the CF&D framework, but it's the way the bills were written, for the above reason. We would certainly like to see some way around it, but modeling seems to show that the amount of carbon \"leakage\" would still be very small compared to the amount of carbon reduction domestically. Rick @Richard Knight I hope that the following becomes policy “By that logic, it the purchasing country had an equivalent carbon price, the exporter would not get a refund!”   there’s been discussion in Republican Senate circles of a CBAM without a carbon pricing scheme, based on the carbon content of manufacturing in each country. E.g., since manufacturing in China is powered by coal, and here in the US by natural gas, the carbon content of goods made here would be less. The difference between those two numbers would be charged to Chinese manufacturers as a CBAM. I wonder if anyone has been thinking about this version of a policy, and what it’s impacts might be.    @T Todd Elvins HI, Todd - have you seen the American Prospect's article about the EU CBAM? The Prospect is a respected left of center Democratic publication.  Do we have a response to these concerns? Best wishes, Linda South Shore & Cape (MA) Chapter Hi @T Todd Elvins & @Linda Lancaster. I'd refer you over to our Nerd Corner CBAM discussion where we've been talking about these issues, and specifically EU proposals to give developing countries special treatment, and to give the US credit for the non-carbon price climate policies we have in place 🙂 Hi @Louis Lieb. Yes, Senator Coons introduced the Fair, Affordable, Innovative, and Resilient Transition and Competition Act, which would apply a carbon border adjustment without a carbon price in place (you can read more about it from the Tax Policy Center and The New Republic). The concern is that this would violate World Trade Organization rules by being a protectionist tariff. Senator Whitehouse also introduced a CBAM bill (the Clean Competition Act), but his would effectively impose a domestic carbon price as well, and thus be WTO compliant. @Linda Lancaster, yes, I had forgotten about Whitehouse's bill, which was cleverly crafted to make the CBAM WTO-compliant. Props to Dana for flagging it. Search Forums Forum help Select a question below CCL Community Guidelines Discuss, ask and share Be respectful Respect confidentiality Protect privacy CCL Blog Policy Area Categories Price on Carbon CBAM Clean Energy Permitting Reform Healthy Forests Building Electrification and Efficiency",
    "images": null,
    "tags": "Price on Carbon;CBAM;Clean Energy Permitting Reform;Healthy Forests;Building Electrification and Efficiency",
    "excerpt": "There is serious talk about our own Border Tax, to be in harmony with the EU and Canada's CBAM. Even if we had a Border Carbon Tax, Is a carbon price in the U.S. required for our exports to ... - CCL's Online Community is a place where volunteers can learn and collaborate",
    "categories": ""
}