{
    "title": "Bipartisan PROVE IT Act is the first step to a carbon border adjustment bill - Forum Topic - CCL Community",
    "author": "unknown",
    "source": "CCL Community",
    "date": "2025-01-01",
    "text": "A carbon border adjustment mechanism (CBAM), a.k.a. a carbon tariff, puts a price on the extra carbon content of foreign products and materials like steel, cement, and oil as they're imported into the USA. Many products produced by American industries have lower carbon content than those produced in other countries, and so one intent of a CBAM is to make higher-carbon pollution foreign industries pay for that extra carbon pollution so they don't have an unfair economic advantage over our cleaner domestic industries. The CBAM thus incentivizes other countries to reduce their climate pollution so they don't have to pay a pollution fee to export their products to the USA. A CBAM can be most easily applied by countries that have a carbon price, because then they can just assess the fee on products from foreign countries without a domestic carbon price. But in the absence of a carbon price in countries like the USA, we can also evaluate the carbon content of the industry products, and then apply the CBAM price to the extra carbon content of products that are above the American industry average. But to do that, we first need good estimates of industry carbon content in the USA and other countries. A new bipartisan bill called the Providing Reliable, Objective, Verifiable, Emissions Intensity and Transparency Act of 2023, or PROVE IT Act, would direct the Department of Energy (DOE) to do these calculations. The bill was introduced by Sens. Chris Coons (D-Del.) and Kevin Cramer (R-N.D.) and co-sponsored by Sens. Lindsey O. Graham (R-S.C.), Lisa Murkowski (R-AK), Sheldon Whitehouse (D-R.I.), Martin Heinrich (D-N.M.), John Hickenlooper (D-Colo.), and Angus King (I-Maine). The PROVE IT Act would require the DOE to study the greenhouse gas emissions intensity of certain products — including aluminum, cement, crude oil, fertilizer, iron, steel, plastic, and others — that are produced in the United States and in certain covered countries. The European Union is in the process of implementing a CBAM, which will similarly start this year with a reporting requirement for carbon emissions, followed by a fee on the extra carbon content of imported products to be levied starting in 2026. The PROVE IT Act would be a good first step for the USA to keep up with CBAM efforts in the EU and other trading partners. For further information, the bill text is available here, there's a one-pager to check out, and the Washington Post has a nice article that quote's CCL's own Ben Pendergrass about the potential that the PROVE IT Act could be passed in a follow-on to last year's CHIPS and Science Act. Ben and Jenn will also be sure to discuss this bill in the context of other CBAM initiatives, etc. in their Legislative Update, livestreamed from the June Conference at 2:45 pm this coming Sunday afternoon: Hey @Dana Nuccitelli, I'd imagine they will put together a crosscutting team with EIA, NETL, EPA, etc. Hopefully this will put some pressure on the USA to join EU and Canada with our own carbon fee and dividend.   Thanks @Dana Nuccitelli for the helpful analysis! If it's helpful, here is a one pager from the Sen. Coons and Cramer offices with more details: Is there any way I can view the article if I'm not a subscriber? Hi there Dana! I’m the Broward county chapter group leader, and I’m very passionate about CBAMs myself because I believe they are an achievable win in the near future, and because I believe it’ll open the door for more ambitious climate solutions, such as the carbon price. I’m super excited about this news! I’ll be brining that One Pager with me to D.C. in hopes of getting the conversation started. I really hope CCL begins working on the CBAM as a priority, and perhaps as one of our primary asks in the future. Thanks for sharing this news.   The PROVE IT Act: Additional Primary Ask Added For Senate Meetings We know this is pretty last minute and so first and foremost know that if it doesn't fit with your planning meetings we entirely understand and trust you to do what's best for your team.  With that being said, this afternoon, during this afternoon's Legislative Update & Lobby Training at 2:45 - 3:30 p.m. ET (Join via Zoom), Ben and Jenn will be presenting an additional primary ask for Senate meetings - the PROVE IT act.  The specific ask is available as a one-pager for download on the Primary Ask resource page and is for all Senators to co-sponsor the recently introduced PROVE IT Act.  See this forum discussion with Dana for more information as this was just introduced and we'll be sure to add to the thread with updates as they become available. On the liaison call today, Jen mentioned that there are additional PROVE IT cosponsors, but I don't see any listed at congress.gov other than the initial set. Have these new cosponsors been announced yet? Great question @Trevor Stone! I will be sure to ask the government affairs team about your question and have someone post here about the additional cosponsors!   @Trevor Stone Good question! There are Senators that have expressed interest in cosponsoring but that list won't be public until they are formally added onto the bill and listed on Congress.gov. The timing of that is up to the discretion of the sponsoring office and they often have a strategy of wanting to keep the cosponsorship count even between democrats and republicans.    Write to your members of Congress (MOC), and get one friend to write too. Ask your MOCs to cosponsor the PROVE IT Act. https://cclusa.org/prove. If your MOC has already signed on as a cosponsor, you will be prompted with a thank you message instead! The bipartisan PROVE IT Act has been introduced in the Senate and will soon be introduced in the House. The PROVE IT Act: Measures the carbon emissions of certain goods in the U.S. and other nations Paves the way for a carbon border adjustment mechanism (CBAM) Already has Republican and Democratic support CBAMs are an effective tool that can work quickly to lower global carbon emissions. The PROVE IT Act is our first step. Write today. Hi all, I’m curious as to why we are not using the Prove It Act as a secondary ask for the Senate for November lobby meetings? Search Forums Forum help Select a question below CCL Community Guidelines Discuss, ask and share Be respectful Respect confidentiality Protect privacy CCL Blog Policy Area Categories Price on Carbon CBAM Clean Energy Permitting Reform Healthy Forests Building Electrification and Efficiency",
    "images": null,
    "tags": "Price on Carbon;CBAM;Clean Energy Permitting Reform;Healthy Forests;Building Electrification and Efficiency",
    "excerpt": "A carbon border adjustment mechanism (CBAM), a.k.a. a carbon tariff, puts a price on the extra carbon content of foreign products and materials like steel, cement, and oil as they're ... - CCL's Online Community is a place where volunteers can learn and collaborate",
    "categories": ""
}