{
    "title": "Carb Border Adjustment Without Domestic Price - Forum Topic - CCL Community",
    "author": "unknown",
    "source": "CCL Community",
    "date": "2025-01-01",
    "text": "How will CCL respond to introduction of a bill in the House to implement a CBAM without a price on domestic carbon (in other words, to continue the recent trend of ignoring WTO rules)? Sorry, I was on a test log in. I'm chidseychris@gmail CCL San Francisco Hi Chris! Thank you for your question. Of course, CCL would like to see future CBAM bills introduced by either this or the next Congress, including a domestic carbon price. When discussing if a CBAM is possible without a domestic carbon price, I would adhere to a previous post by Rick Knight here. Specifically this quote “So most experts on international trade negotiations believe that it would be difficult to get WTO approval of a CBAM without a carbon price, but since no one has yet tried it, it's not a certainty. There is something called an environmental exception under Article XX that could open the door to a CBAM based only on relative carbon footprints, but the experts we've consulted think it would be unlikely to pass muster without a carbon price.” Hope this is able to answer your question. Best, Jamari Jamari, Thanks for your analysis of the WTO situation. However, because the US has already ignored the WTO (first with Trump's tariff's on our allies' steel and aluminum production and more recently arguably with many of the IRA subsidies for clean tech), it seems likely that Republicans (and maybe some Democrats) would be willing to push the issue, based, as you say, on the relative low carbon-intensity of our domestic economy relative to GDP. Of course, our annual carbon release per person remains among the highest in the world, particularly for a large population. Would CCL consider supporting a bill that imposed a CBAM without a domestic price on carbon? For me, this is a red line. I wonder where CCL's red lines lie. All the best, Chris Chidsey   Search Forums Forum help Select a question below CCL Community Guidelines Discuss, ask and share Be respectful Respect confidentiality Protect privacy CCL Blog Policy Area Categories Price on Carbon CBAM Clean Energy Permitting Reform Healthy Forests Building Electrification and Efficiency",
    "images": null,
    "tags": "Price on Carbon;CBAM;Clean Energy Permitting Reform;Healthy Forests;Building Electrification and Efficiency",
    "excerpt": "How will CCL respond to introduction of a bill in the House to implement a CBAM without a price on domestic carbon (in other words, to continue the recent trend of ignoring WTO rules)? - CCL's Online Community is a place where volunteers can learn and collaborate",
    "categories": ""
}