{
    "title": "Trilog-Einigung zu Grenzausgleichsmaßnahmen sorgt beim VCI für Sorgenfalten",
    "author": "unknown",
    "source": "chemanager-online.com",
    "date": "2025-03-24",
    "text": "Trilog-Einigung zu Grenzausgleichsmaßnahmen sorgt beim VCI für Sorgenfalten 13.12.2022 - Die EU-Institutionen haben sich auf die Einführung von Grenzausgleichsmaßnahmen zum Klimaschutz (CBAM) geeinigt. Beim Verband der Chemischen Industrie (VCI) sind die Sorgenfalten angesichts des Vorhabens weiterhin tief und die Fragezeichen groß. VCI-Hauptgeschäftsführer Wolfgang Große Entrup kommentiert: „Auf unsere Unternehmen kommt jetzt ein Dickicht von bürokratischen Verfahren zu. Die USA gehen hingegen gerade einen komplett anderen Weg: Fördern statt fordern. Dort werden grüne Produkte zukünftig deutlich günstiger produziert als in Europa. Aus dem gewollten Klimaschutz-Leuchtturm Europa wird ein müdes Lämpchen.“ Der Trilog-Beschluss verdeutlicht: CBAM werden den Anforderungen der Chemie nicht gerecht. Große Entrup fordert: „Die EU muss bei der Einführung genau schauen, ob und wie das System funktioniert. Bevor CBAM auf weitere Produkte ausgeweitet werden, muss es einen schonungslosen Realitätscheck geben. Die Gefahr ist groß, dass europäische Chemieproduktion gegenüber den USA, aber auch den Golfstaaten oder China, weiter an Wettbewerbsfähigkeit verliert.“ Chemie und CBAM – das passt nicht Die deutsche Chemie ist zwar erleichtert, dass zum CBAM-Start nur wenige ihrer Produkte, zum Beispiel Ammoniak oder Wasserstoff, erfasst werden. VCI-Hauptgeschäftsführer Große Entrup betont dennoch: „CBAM und Chemie – das passt nicht. Für die vielgliedrigen Wertschöpfungsketten von jetzt betroffenen Produkten brauchen wir unbedingt Lösungen. Ihre Weiterverarbeiter in der EU müssen mit noch höheren Preisen zurechtkommen. Außerdem muss die Frage gelöst werden, wie Exporte aus der EU auf dem Weltmarkt wettbewerbsfähig bleiben können.“ Bisheriges Schutzsystem ist bewährt Der VCI fordert die EU auf, ihren klimapolitischen Ansatz an die Realität anzupassen. Große Entrup: „Das bisherige Schutzsystem mit kostenlosen CO2-Zertifikaten hat sich für die Industrie bewährt. Jetzt soll es durch CBAM ersetzt werden, die ein schwer zu durchdringendes Gestrüpp an Bürokratie und Rechtsunsicherheit schaffen, ohne Wettbewerbsnachteile wirksam auszugleichen.“ Kontakt VCI - Verband der Chemischen Industrie e.V Mainzer Landstr. 55  \n                                 60329  Frankfurt \n                                 Deutschland \n                                 +49 69 2556 0                                     +49 69 2556 1471",
    "images": null,
    "tags": "Europäische Union;EU-Kommission;Verband der Chemischen Industrie (VCI);Klimaschutz & Umweltschutz;Wolfgang Große Entrup;News & Hintergrundberichte",
    "excerpt": null,
    "categories": ""
}