{
    "title": "Auf CBAM-Kurs – egal, was passiert?",
    "author": "unknown",
    "source": "VCI Online",
    "date": "2022-10-05",
    "text": "05. Oktober 2022 | Position Downloads \n Kurzposition des VCI zum Trilog zum CBAM-Vorschlag der EU PDF | 1 MB | Stand: 30. September 2022 CBAM-Prozess weit gediehen – VCI sieht Instrument kritisch und plädiert für Verschiebung. Die Gesetzgebung für die geplanten EU-Grenzausgleichsmaßnahmen zum Klimaschutz („Carbon Border Adjustment Mechanism“, kurz CBAM) gehen im Schatten des Krieges in der Ukraine in die entscheidende Phase. Die europäische Politik scheint fest entschlossen, CBAM einzuführen. Der VCI sieht die Pläne weiterhin kritisch und hat seine Position der politischen Lage angepasst. Drei Jahre sind vergangen, seit EU-Kommissionspräsidentin von der Leyen 2019 Grenzausgleichsmaßnahmen zum Klimaschutz (CBAM) angekündigt hatte. Letztes Jahr hat die Europäische Kommission im Rahmen des „Fit for 55“-Paketes ihren Vorschlag zu CBAM vorgelegt; in diesem Juni positionierten sich der Rat der EU und das Europäische Parlament (EP). Da die praktischen Umsetzungsprobleme erkannt wurden, war im Kommissionsvorschlag von 2021 die Chemie weitgehend außen vor geblieben (Ausnahmen: Ammoniak und Salpetersäure). Der Rat orientierte sich an der EU-Kommission. Das EP hat im Juni hingegen gefordert, den Geltungsbereich um eine große Zahl organischer Chemieprodukte und Kunststoffe zu erweitern. Wichtige Probleme eines CBAM für die Chemie – negative Auswirkungen auf Wertschöpfungsketten und Exporte oder die praktikable Umsetzung – bleiben bei allen Vorschlägen ungelöst. Im Juli haben die Trilog-Verhandlungen zum CBAM-Dossier begonnen, in denen sich die drei Institutionen auf ein gemeinsames Ergebnis einigen wollen. Im Prinzip beginnt am 01.01.2023 die Einführung. Der weitere Zeitplan ist aber unsicher: Die politischen Bewertungen gehen auseinander, viele Umsetzungsfragen sind noch offen. CBAM ist zum Beispiel eng verknüpft mit dem Emissionshandels-(ETS-)Dossier und vor allem: Der Trilog findet in einer existenziellen Krise der energieintensiven Industrien Europas statt. Aktuelle VCI-Position zu CBAM: Besser ohne Chemie Der VCI hat für den Trilog seine Position überarbeitet. Wir müssen davon ausgehen, dass das CBAM-Konzept nicht verschwindet. Insofern steht im Zentrum der Anstrengungen, die Chemie zunächst aus dem Anwendungsbereich herauszuhalten. Spätere Ausweitungen des Anwendungsbereichs dürfen dann nur nach abgeschlossener Evaluierung mit sachgerechten Ergebnissen erfolgen. Für industrielle Kunden von CBAM-Produkten (zum Beispiel bei Ammoniak) müssen Kompensationsmechanismen geschaffen werden. Eine Ausweitung auf die Chemie darf auch nicht ohne WTO-kompatible Exportentlastungen geschehen. Insgesamt sollten diplomatische Ansätze einer Gruppe besonders ambitionierter Staaten für gemeinsamen Klimaschutz (zum Beispiel Pläne zur Schaffung eines sogenannten Klimaclubs) Alleingängen vorgezogen werden. Grundsätzlich spricht sich der VCI vor dem Hintergrund der geopolitischen Rahmenbedingungen und der Lage an den Energiemärkten dafür aus, die CBAM-Einführung aufzuschieben. Schon jetzt sollten sich alle Unternehmen über die mit dem CBAM verbundenen notwendigen Prozesse informieren und die eigene Betroffenheit im Blick behalten. Wir halten Sie auf dem Laufenden. Kontakt Für Fragen und Anregungen nehmen Sie gerne Kontakt mit uns auf. Dr. Matthias Blum Abteilungsleitung Außenwirtschaft, Außenwirtschaftspolitik, europäische/nationale Industriepolitik E-Mail: mblum@vci.de",
    "images": "https://www.vci.de/mam-upload/containerschiff-im-nebel-c-archoncodex-stock-adobe-com-67930451jpg-open-graph-image-1200-630.jpg",
    "tags": "Außenwirtschaft,CBAM,Chemieverband,EU-Gesetzgebung,Klimaschutz,VCI",
    "excerpt": "CBAM-Prozess weit gediehen – VCI sieht Instrument kritisch und plädiert für Verschiebung.",
    "categories": ""
}