{
    "title": "Chemie-Industrie wettert gegen das CO2-Grenzausgleichssystem der EU",
    "author": "NEOPresse",
    "source": "NEOPresse - Unabhängige Nachrichten",
    "date": "2023-08-20",
    "text": "Das sogenannte C0-2-Grenzausgleichssystem der EU findet bei der Chemie-Industrie keinen Anklang. Dies sei ein bürokratischer Kraftakt, heißt es von Wolfgang Große Entrup, dem Hauptgeschäftsführer des Verbands der Chemischen Industrie. Verband der Chemischen Industrie: Viel zu viel Bürokratie „Die Chemie-Industrie hat die entstehende Bürokratie durch den neuen CO2-Grenzausgleichssystem der EU (CBAM) kritisiert. „Auf unsere Unternehmen kommt ein bürokratischer Kraftakt zu, und das ausgerechnet in einer wirtschaftlich angespannten Zeit“, sagte Wolfgang Große Entrup, Hauptgeschäftsführer des Verbands der Chemischen Industrie, der „Welt am Sonntag“. „CBAM ist ein völlig neues Instrument mit völlig neuen Anforderungen.“ Der Mechanismus tritt im Oktober in Kraft und sieht zunächst eine Berichtspflicht über die CO2-Emissionen importierter Güter vor. Erste Berichte werden ab dem 31. Januar 2024 fällig. 2026 wird der Mechanismus dann scharfgestellt: Für die Einfuhr von Aluminium, Eisen, Stahl, Strom, Wasserstoff, Zement und Dünger muss eine bestimmte Anzahl an Zertifikaten gekauft werden, die sich am durch die Produktion verursachten CO2-Ausstoß orientiert. Damit soll laut EU-Institutionen verhindert werden, dass der steigende CO2-Preis in der EU dazu führt, dass anstatt einer CO2-sparsameren Produktion innerhalb der EU die Produktion dieser Güter lediglich ins Ausland verlagert wird. Große Entrup fürchtet, dass einige nicht-europäische Geschäftspartner keine Daten zu ihren CO2-Emissionen herausgeben und stattdessen lieber die Lieferungen in die EU könnten. „Und dann drohen Europa Knappheiten und Preissteigerungen“, so der Chemieverbandschef. Stephan Freismuth, Steuerexperte des Wirtschaftsprüfers KPMG, hält die Einführung von CBAM für übereilt. „Viele Unternehmen werden es nicht schaffen, all den neuen Pflichten ab Oktober nachzukommen“, sagte er der „Welt am Sonntag“. „Sie müssen daher mit Bußgeldern rechnen.“ Die EU hatte CBAM Mitte Mai beschlossen, den Firmen blieb also weniger als ein halbes Jahr zur Vorbereitung bis der erste Berichtszeitraum beginnt. „Das ist viel zu wenig“, so Freismuth. Besonders heikel könnte CBAM seiner Ansicht nach für Maschinenbauer und Autohersteller werden. Denn beide benötigen viel Stahl. In einem Fahrzeug, das eine Tonne wiegt, stecken rund 600 Kilogramm. Große Pkw-Konzerne, erklärt Freismuth, kauften das Material meist in der EU, aber viele Zulieferer importierten es aus Asien. „Die Kosten für den Stahlimport dürften durch CBAM bald deutlich steigen, sofern Hersteller außerhalb der EU nicht in nachhaltige Produktionsverfahren investieren“, sagte der KPMG-Experte. „CBAM könnte also dazu beitragen, dass Autos in der EU auf lange Sicht teurer werden.“ Bericht mit Material der dts Nachrichtenagentur Foto: EU-Fahne (Archiv), über dts Nachrichtenagentur",
    "images": "https://www.neopresse.com/wp-content/uploads/2023/08/dts_image_8594_jceibgtchd_314_800_600.jpg",
    "tags": "",
    "excerpt": "Verband der Chemischen Industrie: Viel zu viel Bürokratie - bitte TEILEN Sie den Beitrag",
    "categories": ""
}