{
    "title": "VCI: ETS-Revision und CBAM ist Stressprogramm für die Transformation",
    "author": "unknown",
    "source": "chemanager-online.com",
    "date": "2025-03-24",
    "text": "VCI: ETS-Revision und CBAM ist Stressprogramm für die Transformation 08.06.2022 - Das Europäische Parlament positioniert sich heute für den Gesetzgebungsprozess zur Revision der Emissionshandelsrichtlinie und dem damit verbundenen CO2-Grenzausgleichsmechanismus. Die Dossiers sind zentrale Elemente des als Fitnessprogramm für die europäische Klimapolitik angekündigten „Fit for 55“-Pakets. Statt Rückenwind für den Marathon zur Klimaneutralität sieht der Verband der Chemischen Industrie (VCI) ein Stressprogramm auf die Chemieindustrie zukommen. Wolfgang Große Entrup, Hauptgeschäftsführer des VCI: „Die aktuellen Pläne wären Bleischuhe statt Laufschuhe für die Transformation der Chemieindustrie.“ Das bisher im Emissionshandel etablierte und funktionierende Schutzsystem vor Verlagerung von Treibhausgasemissionen in andere Weltregionen würde ausgehöhlt. Gleichzeitig steigen die Preise für CO2-Zertifikate besonders durch die Marktstabilitätsreserve unkontrolliert. Große Entrup: „Wenn die Zertifikatepreise so weiter steigen, fliegt uns das ganze System um die Ohren. Dann brauchen wir im Wettbewerb mit anderen Weltregionen gar nicht mehr anzutreten.“ Grenzausgleichsmaßnahmen sind keine gangbare Schutzalternative \nDie von Teilen der Politik als Alternative zu kostenlosen CO2-Zertifikaten angepriesenen Grenzausgleichsmaßnahmen funktionieren für die chemisch-pharmazeutische Industrie nicht. VCI-Hauptgeschäftsführer Große Entrup: „Wir bekämen ein rechtlich unsicheres und missbrauchsanfälliges Bürokratiemonster, das wahrscheinlich Handelskonflikte auslöst. Außerdem würden die Ausfuhren unserer exportintensiven Branche und unserer Kunden verteuert, was uns vieler Geschäftschancen beraubt.“ Grüne Leitmärkte durch Klimaclub \nStatt den Weg in die klimapolitische Isolation unbeirrt weiterzugehen, sollte die EU ihre Bemühungen um gemeinsame Ansätze in einem Klimaclub verstärken. Der anstehende G-7-Gipfel sollte hierzu ein starkes Signal senden. Große Entrup: „Vergleichbare Klimaschutzambitionen der Klimaclub-Mitglieder könnten einen großen grünen Leitmarkt schaffen. Damit gäbe es echten Rückenwind für Investitionen in klimafreundliche Technologien und die weltweite Chemie-Transformation.“ Kontakt VCI - Verband der Chemischen Industrie e.V Mainzer Landstr. 55  \n                                 60329  Frankfurt \n                                 Deutschland \n                                 +49 69 2556 0                                     +49 69 2556 1471",
    "images": null,
    "tags": "Emissionshandel;Klimaschutz & Umweltschutz;Verband der Chemischen Industrie (VCI);News & Hintergrundberichte",
    "excerpt": null,
    "categories": ""
}