{
    "title": "Keine 3 Monate mehr bis zur Einführung",
    "author": "unknown",
    "source": "VCI Online",
    "date": "2023-07-11",
    "text": "11. Juli 2023 | Bericht Downloads \n VCI-Statement on Draft Implementing Act on Emissions Reporting in the CBAM Regulation PDF | 567 kB | Stand: 11. Juli 2023 \n Anlage 1: Implementing the Carbon Border Adjustment Mechanism – Overview PDF | 417 kB | Stand: 16. Juni 2023 \n Anlage 2: CBAM - Annexes on MRV elements (monitoring, reporting, verification) of the draft implementing act under Art. 35(7) PDF | 779 kB | Stand: 16. Juni 2023 \n Anlage 3: CBAM – IT-System PDF | 3 MB | Stand: 16. Juni 2023 \n Anlage 4: CBAM – Guidance documents to support reporting in the transitional period PDF | 511 kB | Stand: 16. Juni 2023 \n Anlage 5. CBAM – Communication template for installations (third country producers) PDF | 201 kB | Stand: 16. Juni 2023 Start der Phase 1 von CBAM am 01.10.2023: Berichtspflichten beim Import aus Nicht-EU-Staaten. Am 17. Mai haben die Grenzausgleichsmaßnahmen der EU zum Klimaschutz (Carbon Border Adjustment Mechanism – CBAM) Gesetzeskraft erlangt. Nun steht ihre schrittweise Einführung bevor. Der Großteil der Chemie ist zunächst außerhalb des Anwendungsbereichs (Scope) geblieben – die Strukturen der Branche sind wenig kompatibel mit dem neuen Instrument. Dennoch ist es höchst sinnvoll, sich zeitnah mit der Einführung und Umsetzung von CBAM zu befassen. Ammoniak und Salpetersäure sind Teil des Scopes, ebenso wie Metalle und Metallerzeugnisse. Auf Importeure kommen erhebliche Verpflichtungen zu. Ein im Juni veröffentlichter Entwurf des ersten Durchführungsrechtsaktes zur Berichterstattung in der Einführungsphase bietet erste Orientierung, auf was sich Unternehmen einstellen müssen. Weitere Durchführungsrechtsakte zur Spezifizierung werden folgen. Importeure in der Pflicht Der produktbezogene CBAM versucht, das anlagenbezogene Emissionshandelssystem (ETS) zu spiegeln. Dies erfordert die Ermittlung und Erfassung von produktbezogenen „eingebetteten Emissionen“ (indirekte Emissionen, die entlang der vorangestellten Wertschöpfungskette entstanden sind) ausländischer Hersteller, ihren Ausweis im grenzüberschreitenden Handel sowie ihre Verifizierung. Importeuren wird dabei von der Kommission eine zentrale Rolle übertragen: Sie müssen sich anmelden. Und sie müssen in Berichten Daten liefern, die sie von den ausländischen Lieferanten anfordern müssen. Die Importeure sind dafür verantwortlich, dass die Daten korrekt sind. Zunächst sollen produktbezogene Standardwerte und andere Flexibilitäten herangezogen werden können, wenn Daten nicht zur Verfügung stehen. Zunächst werden Importprodukte nicht teurer – das folgt dann ab 2026, wenn Importeure entsprechend dem CO₂-Gehalt der Importwaren CBAM-Zertifikate erwerben müssen. Ein neues Instrument mit vielen offenen Fragen Erste Einblicke in die CBAM-Prozesse und -verpflichtungen erlaubt der Entwurf des Durchführungsrechtsaktes von Mitte Juni mit seinen Anhängen. Letztendlich müssen sich nun in Unternehmen Einkäufer, ETS-Sachverständige, Zollabteilungen und für das Reporting Zuständige zusammenschließen und klären, wie das neue Instrument zu implementieren ist. Wichtig ist dabei, vorauszuschauen: Wegen des zunächst kleinen Anwendungsbereichs mag die direkte Betroffenheit zunächst gering erscheinen. Berührungspunkte drohen aber an vielen – auch unerwarteten – Stellen und Scope-Ausweitungen sind wahrscheinlich. Klar ist: Die neuen Prozesse schaffen Bürokratie, und den Importeuren drohen rechtliche Risiken. Ziel sollte sein, beides überschaubar zu halten. Andererseits fürchten Unternehmen, dass der mit CBAM angestrebte Carbon-Leakage-Schutz in Zukunft umgangen werden kann. Letztendlich muss CBAM die Gratwanderung schaffen, exakt die Kostennachteile des ETS für Produkte aus europäischer Produktion auszugleichen. Denn zu wenig „Ausgleich“ für einen höheren CO₂-Gehalt von Importen ist schlecht, zu viel ebenso. Und immer gilt die Nebenbedingung, nicht zu große Bürokratielasten zu schaffen. Zu Beginn dominiert aber erst einmal die Unsicherheit. Weitere Hilfestellungen für die Wirtschaft im In- und Ausland sind dringend geboten. Eine Botschaft, die auch der VCI an die Kommission sendet. Und dieser Implementierungs-Entwurf ist erst der erste; weitere werden folgen. Für seine Mitgliedschaft prüft der VCI derzeit, zu diesem und den folgenden Durchführungs-Rechtsakten gemeinsam mit Partnern in einem Webinar zu informieren. Details dazu folgen sobald möglich. Weitere CBAM-Entwicklung mit Sorgfalt angehen Der VCI sah und sieht CBAM skeptisch. Aus unserer Sicht überwiegen in der Chemie die Risiken weiterhin die Chancen. Es fehlen nach wie vor Lösungen zur Reduktion von Belastungen in Wertschöpfungsketten und für Exporteure. Diese hatten die nun sukzessive wegfallenden freien Zuteilungen des ETS bisher zumindest partiell geboten. Die Lösung dieses Problems wurde in spätere Berichte vertagt – fraglich ist, ob für eine adäquate Analyse aussagekräftige Daten vorliegen werden. Ebenso offen ist, wie die Handelspartner – Staaten und Unternehmen – auf CBAM reagieren werden. Letztendlich gilt: Jegliche Scope-Ausweitung auf mehr Chemieprodukte sollte erst dann erfolgen, wenn sich CBAM operativ als praktikabel erweist und es effektive Lösungen für Belastungen in Wertschöpfungsketten und für Exporte gibt. Die Stellungnahme des VCI (Konsultationsbeitrag in englischer Sprache) finden Sie im Download-Bereich im Kopf dieser Seite. Die dort ebenfalls gelisteten fünf Anlagen sind Erläuterungen aus dem fünften Treffen der „Informal Expert Working Group on CBAM“ zur CBAM-implementierung. Die eigentlichen Entwürfe der Kommission finden Sie im zweiten Link unter „Mehr zum Thema“. EU-Verordnung zu CBAM in deutscher Sprache (Anhang I listet die betroffenen Produkte und Treibhausgase) Konsultation der EU-Kommission zu CBAM (beendet am 11.07.2023): Entwurf des Durchführungsrechtsaktes zu den CBAM-Berichtspflichten während des Übergangszeitraums samt Anlagen sowie eingegangene Konsultationsbeiträge Kontakt Für Fragen und Anregungen nehmen Sie gerne Kontakt mit uns auf. Dr. Matthias Blum Abteilungsleitung Außenwirtschaft, Außenwirtschaftspolitik, europäische/nationale Industriepolitik E-Mail: mblum@vci.de Dr. Tina Buchholz Abteilungsleitung Energie, Klimaschutz und Kreislaufwirtschaft E-Mail: buchholz@vci.de",
    "images": "https://www.vci.de/vci/downloads-vci/bau-des-turms-von-babel-c-adam-jn-fige-stock-adobe-com-327969915-open-graph-image-1200-630.jpg",
    "tags": "CBAM,Chemieverband,Klimaschutz,VCI",
    "excerpt": "Start der Phase 1 von CBAM am 01.10.2023: Berichtspflichten beim Import aus Nicht-EU-Staaten.",
    "categories": ""
}