{
    "title": "A Just Transition policy framework and Directive to anticipate and manage change",
    "author": "unknown",
    "source": "ETUC | European Trade Union Confederation",
    "date": "2024-06-25",
    "text": "Industrial policy for quality jobs A Just Transition policy framework and Directive to anticipate and manage change Adopted at the Executive Committee meeting of 24-25 June 2024 European climate measures are unfit for social transformation. The ETUC fully supports Europe’s goal to be climate-neutral by 2050. Yet Europe is failing to achieve a socially just transition at the scale and speed required. The EU Green Deal (EUGD), broader climate measures and other non-EU national measures are inadequate for the scale of the challenges we face. The EC resolved that plans sent by Member States ‘are not yet sufficient’ to meet the initial 2030 target[i]. The problems faced at the EU level are mirrored across all 41 European nations represented by the ETUC[ii]. To fully address the anticipation and management of change in the world of work, we must pre-emptively plan for the impacts of the digital transformation underway and set to intensify. A new legally binding framework and Directive is required within the ILO guidelines[iii]. Our call for a Just Transition policy framework, including a Just Transition Directive, aims to address the challenges of the climate and digital transitions comprehensively. It applies to all sectors and jobs, including manufacturing, agriculture, construction, tourism, and others undergoing or soon to transition. Current political discussions confine the just transition to the fight against climate change. To best protect workers, we must seize these opportunities to secure a just transition in the European Green Deal and broaden any future legislation to protect workers given the twin transitions. The combined green and digital transition means the EU must spend €500 billion annually[iv].Under the new fiscal rules, only 3 Member States can spend enough to meet climate and social spending needs[v]. The longer this action is delayed, the greater the social and climate costs. The ETUC calls for developing a permanent EU investment instrument to ensure that required investments in climate, digital, and social dimensions are promoted and secured in the long term. Austerity policy will prevent vital investments and deepen social disparities. State-aid rules must be reformed to reach climate goals while promoting quality jobs and avoiding fragmentation. European regulation or a Directive for progressive taxes on the wealthiest individuals, taxes on capital and a fight against tax evasion alongside this permanent EU finance instrument would mean we can avoid this deadly trade-off[vi]. The free-market approach has so far failed to deliver the transition that prioritises quality jobs. Greater emphasis on public ownership and democratic management of critical sectors such as energy and transport must be explored to ensure the transition happens fairly at the scale and speed required[vii] while protecting workers. Public subsidies to highly polluting sectors must be strictly directed to decarbonising these sectors and to those driving the low-carbon economy while making them conditional to strict social conditionalities. Public procurement accounts for 14% of the EU GDP. The majority of procurement procedures use the lowest price as the only award criterion for public contracts in the EU27[viii]. New “green” jobs being created are often lower quality than those they are replacing[ix]. The ETUC calls on the EU and national governments to ensure that social conditionalities[x] are an essential requirement for any public funding to provide quality jobs and a skilled workforce as a priority. In 20 years, the share of manufacturing in total employment in the EU has fallen from 24% to 15%[xi]. Dumping strategies of big multinationals and the absence of reliable, cheap, and clean energy has a significant negative impact on industry. The overall skills shortage is particularly evident in the net-zero sector. ETUC calls on the EC to develop an updated, expanded and adequately funded industrial policy that supports decarbonisation targets while ensuring a just transition for workers and regional fairness within and between nations. Workers in all sectors subject to the climate and digital transition must be supported. Decarbonising Europe is compatible with a reindustrialisation agenda that maintains, relocates and creates quality jobs. We need an industrial policy focused on quality jobs and producing affordable clean energy products in Europe to leave no one behind, especially concerning mobility and energy poverty. Attempting to solve the industrial crisis by over-relying on deregulation risks encouraging social dumping rather than increasing competitiveness. Adequate funding must be ensured for each country to make these goals achievable according to the realistic capacity of each nation. A fully sustainable approach to trade agreements must be implemented to ensure climate impacts are accounted for globally and not just in Europe. Strategic partnerships on raw materials should be developed based on just transition principles. The Carbon Border Adjustment Mechanism (CBAM) should be smartly implemented and extended. Overall coordination, prioritisation and political ownership of the transition is lacking at the EU and national levels. The ETUC calls upon the EC to increase policy coordination and political ownership of climate issues, including the transition, by elevating its responsibility at the EU and national levels. The current overreliance on environment ministers and the exclusion of labour and social and economic ministers in just transition and climate work is a mistake. A future Executive Vice-President for Just Transition of the Commission should lead to strong social and employment measures in the future energy and climate policies. Planning and financing for the adaptation to climate change[xii] is largely insufficient. In consultation with unions, the EC must implement legislation protecting all workers, particularly those significantly impacted by the climate. Occupational Safety and Health (OSH) should include provisions for extreme working conditions due to heat and other effects. Strict enforcement of existing and future legal protections is required. Public authorities must be adequately supported to meet these challenges. Previous efforts to engage trade unions in transition planning have too often been absent or insufficient. The ETUC calls on the EC to ensure the meaningful and systematic engagement of social partners on climate and digital issues at the EU, national and regional levels to address the above-outlined challenges effectively and bring workers in as active participants in the transition. Too often, unionised workers are invited to comment on already-established plans[xiii]. Social dialogue with the democratic involvement of unions, collective bargaining and workers’ participation at the company level should be the foundation of the transition. Strategies at various levels must be developed, implemented, and monitored. This should be enforced by making public funding staggered and conditional on social aspects. Greater administrative capacity and legal measures will be required. The governance box of EUGD should be reopened to guarantee that existing social dialogue structures, such as the TSS and SSDCs are involved in monitoring EUGD policies and implementing and monitoring transition pathways for industrial ecosystems. Social partners should be involved in any new initiatives implying changes to the labour market and structural changes via structured and systematic dialogue[xiv]. A permanent coordination mechanism to link the Fit for 55 Package to the Semester Process and the EPSR should also be created with an emphasis on social dialogue. The capacity-building of trade unions and their representatives on climate and digital issues is essential for a just transition. The above are all compelling arguments for prioritising the upgrading of the Just Transition Policy Framework. Furthermore, the ETUC is calling on the EC to establish a European Directive for Just Transition (JTD) of the world of work through anticipation and management of change, with social dialogue and collective bargaining as leading principles[xv]. The social and labour aspects of the transition must be combined. The centrality of trade unions is essential in developing, implementing and monitoring each aspect. The rapidly developing digital transition further emphasises the urgency at which these measures must be addressed. This JTD should build on and provide the means to make the European Pillar of Social Rights climate and digitally resilient and also enforceable. The current transition policy is reactive, legally weak, inefficient and ignores the social impact of the transition. A Just Transition policy framework seeks to address this weakness, establish a legal basis, and give coherence to other existing legislation[xvi]. Support for the transition at national, regional and company levels is highly diverse. Support for the digital transition is largely not yet known. The legislation and willingness to support some regions and MS in the reconversion of industry must be made universal and enshrined in European law. As climate backlash grows, the current support of some governments and companies cannot be relied upon indefinitely. A JTD must provide the permanent legal basis for the implementation of successful transitions a reality across the EU. The text must be the legal means for at-risk workforces to ensure their local, regional and national government as well as their company, give them the support to ensure they and their co-workers do not lose their jobs, have a right to job-to-job transition or a right to quality upskilling or reskilling training. It must strengthen workers rights to a meaningful and effective social dialogue at various levels, effective information and consultation in companies and effective collective bargaining so as to anticipate the changes and develop job-to-job transition plans at all relevant levels. A JTD should be based on job-to-job transition plans for all sectors. This must include access to employee training and career development support. When job changes are necessary, the priority should always be upskilling workers to keep them in the same company. When job-to-job transition is necessary, keeping workers in the same sector and region while allowing them sufficient time for reconversion without personal financial losses is essential. National governments must strengthen their social protection systems and to ensure they are accessible to all. More significant investments in public services to support workers and manage current and future challenges should also be ensured.   Annex I Footnotes [i] Why EU countries are not on track to meet their 2030 climate target (ft.com) [ii] For example, EU CBAM has implications for non-EU nations like the UK. “If a charge has already been paid under the UK ETS, any difference between that charge and a higher EU CBAM charge would be payable. The reporting obligations will apply to imports from the UK even if no charge is required” Carbon Border Adjustment Mechanism - House of Commons Library (parliament.uk) [iii] ILO Guidelines for a just transition 2015 (ilo.org) and Resolution concerning a just transition towards environmentally sustainable economies and societies for all | International Labour Organization 2023 (ilo.org) [iv] From now until 2030 the EU funding gap for climate measures is €350bn. Do more with more - How the EU can improve funding for the European Green Deal. Mario Draghi, in preparation for his competitiveness report for the EU has said for the green and digital transitions alone the EU would have to spend €500 billion a year. The funding gap between Europe and the United States in terms of investment is equivalent to half a trillion euros a year, and a third of that would be public money - EU must find ‘enormous amount’ of money to face global challenges, Draghi says – POLITICO [v] Fiscal Rules Report.pdf (etuc.org). [vi] Adopted Resolution / Taxing the wealth for tackling social inequalities and climate change | ETUC [vii] Public ownership in the 2023-2027 ETUC Action Programme: 3.1.18 - Advocate the role of public ownership to better guarantee equal access for all to high quality and affordable public services; Support the role of public ownership and not-for-profit economic activities in Europe’s social market economy. Act for a stronger role of the State, not for-profit organisations and social economy for a new economic and social model; 3.8.29 - Advocate with EU policymakers to revise and improve the design of the energy market, notably when it comes to price-setting mechanisms, strict restrictions on speculation emergency mechanisms to regulate energy prices, joint infrastructure investment plans financed from common resources, increased consumer rights in energy contracts, reinforcement of public service obligations, the recognition of energy as a public good, the promotion of public ownership and energy cooperatives when applicable, joint infrastructure investment plans as well as the creation of a right to clean and affordable energy. The ETUC will also engage in a reflection process with its affiliates to develop shared proposals concerning the energy architecture of Europe, turned towards solidarity between States instead of overcoming the divisions between States which are based on a competitive logic. [viii] The social impact of public procurement. Can the EU do more? (europa.eu) 10 Member States awarded between 82 % and 95 % of their above EU- thresholds tenders solely on the basis of the lowest price or cost; 6 Member States awarded between 60 % and 80 % of such tenders on this basis; and the remaining 14 countries between 1 % and 56 %. [ix] Green transition and job quality-risks for worker representation_2024.pdf (etui.org) [x] Article 3.8.16 of the ETUC Action Programme lists these as: Bargain with trade unions and respect for collective agreements; Information and consultation with unions on merger and investment decisions; Avoid redundancies and deterioration of working conditions; Ban extraordinary dividend payments and increase the share of profit that is re-invested in the company and shared equitably with workers while a company is in receipt of any form of public funding; Reskilling and the creation of high-quality apprenticeships and graduate roles. Since 2023 the recognition of the need for social conditionalities at EU level has grown. A form of social conditionalities features prominently in the recent Enrico Letta report on the Single Market. [xi] Europe’s industry and the ecological transition (socialeurope.eu) [xii] Is Europe on track towards climate resilience? Status of reported national adaptation actions in 2023 — European Environment Agency (europa.eu) [xiii] The Territorial Just Transition Plans policy explicitly states “The preparation and implementation of territorial just transition plans shall involve the relevant partners” in accordance with the partnership principle governing structural funds. Regulation of the European Parliament and of the Council Establishing The Just Transition Fund [xiv] As the EC 2040 Climate Target Communication states, “a structured and systematic dialogue with social partners should be strengthened to ensure their contribution, focusing on employment, including availability of jobs for displaced workers, mobility, job quality, investments in reskilling and upskilling” Europe's 2040 climate target and path to climate neutrality by 2050 building a sustainable, just and prosperous society- [xv] This is largely, although not exclusively, a focused restatement of what was adopted by ExCo in 2022 ETUC Position on Equipping workers with necessary skills for the green transition | ETUC. It also contains many elements on the 2013 European Parliament resolution “Information and consultation of workers, anticipation and management of restructuring” that has yet to be satisfactorily implemented P7_TA-PROV(2012)0000 (europa.eu) [xvi] Job creation – the just transition and impact investments 2023 (europa.eu) and Charter of fundamental rights of the European Union",
    "images": null,
    "tags": "",
    "excerpt": "Industrial policy for quality jobs A Just Transition policy framework and Directive to anticipate and manage change Adopted at the Executive Committee meeting of 24-25 June 2024 European climate measures are unfit for social transformation.",
    "categories": ""
}