{
    "title": "Ideas Lab 2025 - Programme",
    "author": "unknown",
    "source": "CEPS IdeasLab",
    "date": "2025-02-28",
    "text": "PROGRAMME 03 - 04 March 2025 The programme is subject to change 09:30 – 10:15 Registration and coffee 10:15 – 11:30 Plenary Session 11:30 – 12:00 Plenary Session 12:00 – 13:00 Lunch 13:00 – 14:45 Plenary Session 14:45 – 15:15 Coffee break and networking 15:15 – 16:30 11:00 - 12:15 CIRCLE 210 Carbon Accounting: Streamlining EU Regulation to Enable Efficient, Transparent, and Comparable CO2 Reporting The new EU legislative landscape is taking shape and simplification of regulation is at the heart of the agenda. Existing regulations such as CBAM, CSRD, and the Battery Regulation contain distinct provisions for measuring carbon footprints. Greater alignment of reporting standards across multiple sustainability frameworks could improve reporting efficiency and enhance the accuracy of emissions data, benefiting businesses, regulators, and consumers alike. This roundtable will examine the current carbon accounting framework and potential avenues for streamlining greenhouse gas (GHG) emissions reporting. Prof. Karthik Ramanna, Professor of Business and Public Policy at the University of Oxford, and Dr. Thomas Becker, VP of Corporate Strategy, Sustainability, and Mobility at BMW Group, will provide introductory remarks. Their insights will set the stage for an open discussion among all roundtable participants With: Karthik Ramanna, Professor of Business and Public Policy, University of Oxford Thomas Becker, VP of Corporate Strategy, Sustainability, and Mobility, BMW Group Anna Grochowska, Senior Technical Manager, EFRAG Vasileios Rizos, Senior Research Fellow and Head of Sustainable Resources and Circular Economy, CEPS (Facilitator) Christian Dietz, Researcher, CEPS (Facilitator) 16:30 – 17:00 Coffee break and networking 17:00 – 18:15 ROOM 211 Connecting the dots: a Digital Clearinghouse to coordinate across EU digital law? Digital 18:15 – 19:00 Free time 19:00 – 22:00 08:10 – 08:40 Morning coffee and breakfast 08:40 – 10:20 Plenary Session 10:20 – 11:00 Coffee break and networking 11:00 – 12:15 ROOM 212 Leveraging pension funds to foster productivity and benefit future pensioners Economy 12:15 – 13:30 Lunch 13:30 – 14:45 14:45- 15:00 Break 15:00 – 16:30 Plenary Session 16:30 – 16:45",
    "images": "https://ideaslab.ceps.eu/wp-content/uploads/2024/12/social-media-card-2025-01-scaled.webp",
    "tags": "",
    "excerpt": "Ideas Lab, hosted by CEPS, is Europe’s leading forum for impactful discussions on EU policies with experts and policymakers.",
    "categories": ""
}