{
    "title": "EU Toolkit for Economic Security and De-risking",
    "author": "unknown",
    "source": null,
    "date": "2022-06-30",
    "text": "As the dynamics of global trade continue to evolve, the EU has developed a toolkit seeking to\n\t\t\tsafeguard its economic interests. The list of tools generated by the bloc is wide, ranging\n\t\t\tfrom the Foreign Subsidies Regulation and the Carbon Border Adjustment Mechanism to\n\t\t\tinitiatives like the Net-Zero Industry and Cybersecurity Acts (the last two are not included\n\t\t\tin the following analysis).  In this review, we delve into seven relevant trade\n\t\t\tpolicies adopted by the EU, exploring their purpose, status, and potential implications for\n\t\t\tEU-China relations. As these mechanisms can play a crucial role in shaping trade dynamics,\n\t\t\tunderstanding their impact is essential for stakeholders on both sides.  As a\n\t\t\tdisclaimer, this is a non-exhaustive list, and it is likely to undergo some future\n\t\t\tmodifications and additions following the EU’s announcements. As an institution, the ICES takes no position on questions of China-EU Relations policy. The following section gathers the definitions of relevant concepts pertinent to the topic in order to provide an understanding of the political context fostering the proposal of some of the tools listed above. Von der Leyen introduced the term to replace decoupling at a speech delivered on 30 March\n\t\t\t\t2023 when addressing the relationship between China and the EU. Both in diplomatic and\n\t\t\t\teconomic terms, de-risking links to the EU’s consciousness of its dependencies and emerges\n\t\t\t\tresponse trying to re-balance its economic relationship with one of its largest trading\n\t\t\t\tpartners (this being China). The initial proposal based de-risking on two pillars: economic\n\t\t\t\tand diplomatic (see Speech by President von der Leyen on EU-China relations to MERICS and the EPC).  Providing further insights on the EU-China Summit held in December 7-8, 2023, on\n\t\t\t\tthe HRVP’s blog, Borrell mentioned the clarification efforts on explaining the EU’s stance on\n\t\t\t\tde-risking, stating that the strategy is “not an anti-Chinese move, but a matter of common sense\n\t\t\t\tand of risk management.” The Representative also highlighted that “it is not the EU’s goal to\n\t\t\t\tdecouple from China, but we must safeguard our economic security by addressing excessive dependencies\n\t\t\t\tand diversifying our supply chains” (see EU-China Summit – Of Rivalry and Partnership). Overall,\n\t\t\t\tde-risking might still be a complex and evolving concept, as its implementation is currently\n\t\t\t\tunfolding, thus yet to be fully clarified and even open to debates. The term does not retain a fully-fledged definition, probably due to its complexity and\n\t\t\t\tbroadness. However, under the umbrella of the Economic Security Strategy launched by the\n\t\t\t\tEuropean Commission and HRVP Josep Borrell, the concept was used to refer to the overall\n\t\t\t\tobjective of protecting “EU interests against the weaponisation of economic ties”. Borrell’s\n\t\t\t\tblog states that, in essence, “economic security is about using economic measures and tools\n\t\t\t\tfor security purposes” to address a set of risks that “can challenge the functioning of our\n\t\t\t\tdemocratic societies and of our economies by limiting our ability to act” (see EEAS Website).    Ursula Von der Leyen’s presentation of said strategy adds more\n\t\t\t\tcomprehensiveness to the term, stating that the concept builds on “three policy strands”: 1)\n\t\t\t\tpromoting competitiveness in Europe; 2) protecting Europe from the risks identified; and 3)\n\t\t\t\tpartnering with others to bolster research cooperation and strengthen trade relations and\n\t\t\t\tsupply chains (see Statement by the President on today’s College meeting). The European Parliamentary Research Service defines the concept as “the capacity of the EU\n\t\t\t\tto act autonomously – that is, without being dependent on other countries – in strategically\n\t\t\t\timportant policy areas”. Concerning the stated policy areas, these can fluctuate from\n\t\t\t\t“defence policy to the economy, and the capacity to uphold democratic values” (see EU Strategic Autonomy Monitor).  In the HRVP’s blog, Josep Borrell published a post explaining the concept, in\n\t\t\t\twhich he wrote that the former did not constitute a new addition to the EU vocabulary. The\n\t\t\t\trepresentative stressed that given its birth in the field of defence industry, the defence\n\t\t\t\tand security dimension of the term remains predominant and sensitive. However, the stakes of\n\t\t\t\tstrategic autonomy go beyond, thus applying to a wide range of issues including trade,\n\t\t\t\tfinance, and investments\n\t\t\t\t(see Why European strategic autonomy matters). On the European Parliamentary Research Service EU Strategic Autonomy Monitor, it is stated\n\t\t\t\tthat the term shares similitudes with the one of strategic autonomy. However, the addition\n\t\t\t\tof “open” appeared to alleviate the reservations from some Member States preventing an\n\t\t\t\tincrease in the EU’s capacity to act, and the fears that strategic autonomy will hamper free\n\t\t\t\ttrade and free competition (see EU Strategic Autonomy Monitor).  A policy report written by the Joint Research Centre states that the term\n\t\t\t\tpresents several core features, including “notions of a future state of enhanced resilience,\n\t\t\t\tmanaged mutual interdependence and relative power evolving from existing capacities,\n\t\t\t\tvulnerabilities, and dependencies”. Moreover, the term is about cutting across multiple\n\t\t\t\tpolicy areas\n\t\t\t\t(see JRC Shaping and Securing the EU’s Open Strategic Autonomy by 2040 and Beyond). In the context of post-pandemic, Russia’s war in Ukraine, hostile economic actions, and a global increase in geopolitical tensions, the EU identified a risk linked to outbound investment, particularly on its dual use in a narrow set of advanced technologies that could potentially threaten both EU’s economic security as well as international peace and security. In front of this scenario, in the “European Economic Security Strategy” presented on 20 June 2023, the Commission expressed its intention to propose an initiative by the end of the year on a measure addressing the risks related to outbound investments. To prevent the narrow set of technological advances assessed to be core to enhancing military and intelligence capabilities of actors who may use them to undermine international peace and security from being fuelled by our companies’ capital, expertise and knowledge. And, moreover, to bolster economic resilience and protect essential security interests, bearing in mind also the impacts outside the EU. In addition to the difficulties inherently linked to the control of outbound investment, the European Commission is faced with the additional complication of a divergence in opinion on whose competence this aspect of FDI is. What leaves, consequently, an open door to multiple unanswered questions. To accompany the European Green Deal (2019), and as part of the ‘Fit for 55’ package (an initiative to reduce the EU’s greenhouse gas (GHG) emissions by 55 percent by 2030), the CBAM was designed to contribute and facilitate the EU’s goal of reaching climate neutrality by 2050. With this goal in mind, the EU found key to avoid EU-based companies to relocate their carbon-intensive production to countries counting with less strict climate policies, as well as for EU products to get replaced by more carbon-intensive imports. To put a fair price on the carbon emitted during the production of carbon-intensive goods\n\t\tentering the EU. The idea is to encourage cleaner industrial production in non-EU countries\n\t\twhile countering the ‘carbon leakage’ risk by establishing an import tariff on carbon-intensive\n\t\tgoods from all countries abroad and not belonging to the EU ETS.  The CBAM is initially\n\t\tcovering seven industrial sectors (iron and steel, cement, fertilisers, aluminium, electricity generation,\n\t\tand hydrogen) selected after their risk of carbon leakage, the magnitude of their carbon emissions,\n\t\tand for administrative feasibility. Developing countries have shared their concerns on the CBAM’s potential to turn into a trade barrier if used as a discriminative tool impacting the competitiveness of external exports. Moreover, the mechanism is expected to impact this set of countries by reducing the trade levels, and producing losses in GDP, leaving low- and middle-income countries’ voices appear not being heard on several issues. The policy response was initially stirred by concerns linked to the Trump administration. However, after a year of multiple confrontations between the EU and Beijing, marked by the country’s unofficial trade embargo against Lithuania due to its alleged breach of EU’s ‘One-China Policy’, the instrument eventually developed around worries over China’s leverage of economic linkages. Moreover, recognizing economic coercion as a risk, the instrument has become a central element in the bloc’s economic security strategy presented in June 2023. To deter any potential economic coercion and provide a structure to get the third country to stop the coercive measures through dialogue and engagement if such coercion ends up taking place. In case of failed engagement, the tool gives the EU access to a wide range of possible countermeasures against the coercing country (including the imposition of tariffs, restrictions on trade in services, and restrictions on access to foreign direct investment or public procurement). The central debates around the instrument lay on its compatibility with the WTO’s rules, with some contesting its motivation and legality, and others defending its relevance in a changing economic order. Critical Raw Materials (CRMs) are crucial in a wide range of industrial ecosystems and constitute a central piece in securing Europe’s green and digital transitions, leaving the EU relying on the main processors and providers of such minerals and strengthening the bloc’s reliance and dependency on them. Hence, learning from the reliance on Russian gas experience before and after its aggression in Ukraine, witnessing an increase in the tensions with China, and with the idea of becoming the first climate-neutral continent, the EU started its path towards the transition. To ensure a secure and sustainable supply of critical raw materials for Europe’s industry and significantly lower the EU’s dependency on imports from single-country suppliers. Thus, the Act aims to strengthen the EU’s critical raw material capacities along all stages of the value chain and to increase the bloc’s resilience by reducing dependencies, increasing preparedness, and promoting supply chain sustainability and circularity. To achieve the former, the CRM Act sets out four specific objectives: Experts have highlighted the need for the EU’s partnerships seeking to reduce dependencies to prioritise environmental protection, human rights, and the well-being of communities in third countries to enhance the importance of the global justice approach. Yet, it has been argued the bloc‘s intention to reach such autonomy can imply multiple hurdles like social unrest and potential conflict risks if not done properly. In this regard, the strategy needs to remain international and avoid relying exclusively on domestic measures. Providing their recipients with an unfair advantage to acquire companies or obtain public procurement to the detriment of fair competition, foreign subsidies have been considered to distort the EU’s internal market. In this context, the bloc decided to develop a foreign subsidy regulation that closes, in turn, a regulatory gap. To address the distortions caused by foreign subsidies allowing the market to remain open to trade and investment while ensuring a level playing field for all companies operating in the Single Market. The regulation applies to all economic activities in the EU, covering concentrations (mergers and acquisitions), public procurement procedures, and all other market situations. While several actors welcomed the proposal, like BusinessEurope, ETUC, AEGIS Europe…, others, such as the American and Chinese Chambers of Commerce to the EU, cautioned that the proposed mechanisms may unintentionally hamper legitimate investments, or even increase transaction costs and risks and creating uncertainty, respectively. + Potentially Chinese investments into wind turbines – See Bloomberg’s article Europe’s Foreign Subsidy Rules Have China in Its Sights. Given the interconnectedness and integration between the markets of EU Member States45, foreign investment could pose a risk for security or public order beyond the state where said investment is made. And in front of the growing concerns regarding certain foreign investors, the lack of a comprehensive framework at the EU level for the screening of FDI investments on the grounds of security or public order, together with the fact that some of the bloc’s major trading partners had already developed such frameworks, the EU decided to step up and outline its own FDI screening framework. To improve the EU’s capacity to identify and address potential risks for security or public\n\t\torder in more than one member state deriving from certain transactions50 while remaining an area\n\t\topen to investments. Moreover, to ensure that the regulation remains updated to the changing\n\t\tsecurity context, the Commission conducts a consultation whose results may lead to a revision of\n\t\tthe rules, keeping the focus of the framework exclusively on security and public order.  The regulation does not require member states to set up their own screening at a national level\n\t\tbut strongly encourages and recommends doing so. A study published by Rhodium Group and MERICS, highlighted the positive outcomes deriving from such framework, as it can provide more certainty on the red lines to be avoided and promote investment in non-sensitive areas. A briefing from the European Parliamentary Research Service, however, highlighted that the mechanism can add to a growing climate of protectionism, likely to impact, beyond its target, the EU itself. Despite the bloc’s market openness and accessibility, many of its major trading partners apply restrictive practices in their markets discriminating against EU businesses and affecting competitive sectors. Hence, looking to achieve a certain degree of reciprocal access for the EU’s businesses on foreign public procurement markets, the EU designed this instrument. China’s increasing industrial weight and its alleged role in backing Russia’s invasion of Ukraine further encouraged its adoption in 2022. To promote reciprocity in access to international public procurement markets while laying down procedures for the European Commission to: 1)investigate alleged measures or practices negatively affecting the access of EU businesses, goods, and services to non-EU procurement markets, and consult with the non-EU countries concerned; and 2) impose, as a last resort, IPI measures to restrict access to EU public procurement procedures for businesses, goods, and services from the non-EU countries concerned. The IPI received general acceptance from academics and stakeholders. However, throughout the legislative process, the European Economic and Social Committee (EESC) expressed its regret on the insufficient attention given to sustainable development.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}