{
    "title": "New study shows limited trade impacts of EU CBAM - Sandbag",
    "author": "Admin",
    "source": "Sandbag",
    "date": "2021-08-30",
    "text": "New study shows limited trade impacts of European Carbon Border Adjustment Mechanism The impact of the likely Carbon Border Adjustment Mechanism (CBAM) on European importers will be minor, according to a new report by Sandbag and E3G. The CBAM only covers 3.2 percent of goods imported into Europe, but 47 percent of the free emission allowances currently given to industry. The costs of the CBAM will mainly be borne by European direct consumers, while importers recover most of it, thanks to price increases in European markets. Of six major European trade partners, imported goods from Russia will face the greatest CBAM fees. Fees on imported goods from the United States are almost negligible. In its ‘Fit for 55’ package, the European Commission proposes a CBAM that will impose a levy on imports of certain emission intensive products into Europe. Although the CBAM is subject to intense geopolitical debates, the actual impact of the mechanism on European importers is rather small. Only a few sectors (electricity, iron and steel, aluminium, cement, fertilisers) are subject to the mechanism, covering 3.2 percent of imported goods, even though that represents 47 percent of the EU free emission allowances currently given to European industry. In addition, importers will recover part of the CBAM costs in the form of higher selling prices for their products as free allowances are phased out. Other benefits to trade partners include lower production costs than in Europe for high steel or aluminium content products, such as passenger vehicles or wind farms. CBAM has negligible impacts on trade with US, small impact on China and Russia The United States are the least impacted of the six countries, with only 10 million euros ‘net CBAM costs’ in 2026 and 25 million euros in 2035. In addition, imports from China will not be strongly affected by the CBAM. Imported goods from Russia will face the greatest CBAM fees with the current CBAM regulation proposal. These will be relatively low to start with, increasing gradually from 442 million euros in 2026 to 1.9 billion euros in 2035. Most of these fees will be charged on iron and steel products, followed by fertilisers. Note that this amount is still very small compared to a total of 91.4 billion euros European imports of goods from Russia in 2019. When price increases due to the reduction of free allowances for industry are also considered, the ‘net costs’ for Russian goods are even lower: 313 million euros in 2026 and 602 million euros in 2035 (see figures below). The CBAM addresses the issue of ‘carbon leakage’, the displacement of companies from regions with high constraints on greenhouse gas emissions to regions with lower constraints. This is currently tackled by the free allocation of emission allowances to European industry, which undermines the effectiveness of the Emission Trading System (ETS). In its proposed form, the CBAM would be phased in gradually over 10 years, as free allocation is phased out in the EU ETS (by 10% in 2026 to 100% in 2035). Phasing out the free allocation of emission permits to industry is necessary in order to make low-carbon products competitive compared to high carbon ones. It is also inevitable in the long run, as the EU reduces its cap on emissions. In the media: Bloomberg: World’s First Carbon Border Tax Wouldn’t Be That Expensive Reuters: EU’s planned carbon border tax to impact Russia the most Euractiv: Carbon market largely unaffected by EU border levy, think tanks say EUObserver: EU carbon border tax to cost Russia billions Politico: Carbon border fee to have minimal impact Montel: EU’s CO2 border scheme will have limited impact Also quoted in: Le Blanc, B. (2023). Potential conflicts between the European CBAM and the WTO rules. Norton Rose Fullbright. (here) Sejdiu, E. and Brightbill, T. (2023). Decarbonising the World: Can the EU CBAM provide the incentive we need? Energy Bar Association. (here) Ramos, D. (2023). Global perspectives on the European Union’s Carbon Border Adjustment Mechanism (CBAM). Trade and Industrial Policy Strategies. (here) Hodkin, M. (2024). Carbon border adjustments in the EU and beyond. Norton Rose Fullbright. (here) De Decker, V. (2024). From Carrots to Sticks, to Carrots Again? The EU’s Changing Sustainable Trade Agenda. Egmont Policy Brief, 331. (here) Schäpe, B. (2024). Decarbonising China’s Steel Sector: Challenges and Opportunities. The Oxford Institute for Energy Studies. (here) Sandbag is a non-profit think tank which uses data analysis to build evidence-based climate policy. Sandbag conducts campaigns and research on industrial decarbonisation, carbon pricing and effective climate governance in Europe. E3G is an independent climate change think tank accelerating the transition to a climate-safe world. E3G builds cross-sectoral coalitions to achieve carefully defined outcomes, chosen for their capacity to leverage change. E3G works closely with like-minded partners in government, politics, business, civil society, science, the media, public interest foundations and elsewhere. Available to comment Adrien Assous, Director, Sandbag Thomas Burns, Industrial Decarbonisation Analyst, Sandbag Byford Tsang, Senior Policy Advisor, China Expert, E3G Domien Vangenechten, Policy Advisor, E3G Belinda Schäpe, Researcher, E3G Press contacts Laurien Spruyt, climate campaigner, Sandbag Laurien@sandbag.be +32 (0)496 92 50 07 Dido Gompertz, Communications Officer, E3G Dido.gompertz@e3g.org +44 7597 018842 Photo by Kurt Cotoaga on Unsplash",
    "images": "https://sandbag.be/wp-content/uploads/kurt-cotoaga-MP6FMO8khn4-unsplash-1.jpg",
    "tags": "",
    "excerpt": "The impact of the likely EU CBAM on European importers will be minor, according to a new report by Sandbag and E3G.",
    "categories": "Carbon Border Adjustment Mechanism (CBAM)"
}