{
    "title": "Our topics - Sandbag",
    "author": "unknown",
    "source": "Sandbag",
    "date": "2025-01-09",
    "text": "Our topics We work on decarbonisation policies, leveraging our core expertise on carbon markets, data analysis and industrial decarbonisation. EU Emissions Trading System (ETS) We analyse EU ETS data to propose concrete policies to reduce emissions and advocate for efficient carbon pricing mechanisms. We developed an EU ETS dashboard to navigate the emissions data covered by the EU ETS at various granularity levels and their evolution over time. Click here to try it now. Carbon Border Adjustment Mechanism (CBAM) We advocate for a strong CBAM to phase out the allocation of free emission allowances, address carbon leakage, and accelerate global climate action. For a systematic use of default values in the CBAM The current carbon emissions reporting in the CBAM fails to achieve its goal of replacing free allocations under the EU ETS and undermines its integrity. A systematic default value system would improve the CBAM and safeguard the EU ETS. Industry decarbonisation We research the potential of electrification, circularity, and innovative technologies to decarbonise hard-to-abate sectors like steel, aluminium, and cement. We developed a Marginal Abatement Cost curve to present the cost and the decarbonisation potential of different abatement measures or technologies. Click here to try it now. Carbon Dioxide Removal (CDR) We conduct research on CDR to ensure those technologies are incentivised properly, and help – rather than hinder – the EU on its path to climate neutrality. In or Out: What’s best for carbon removals and the EU ETS? What will the future of the EU Emissions Trading System (ETS) look like as the emissions cap heads towards zero? Is integrating carbon dioxide removals (CDRs) into the ETS a solution to help the EU achieve its climate goals? Or would they compromise the integrity and functioning of the system? These questions are at the forefront of the Commission’s mind as they review different options for the future of the ETS ahead of the 2026 revision. Climate financing We analyse EU funding initiatives driving climate innovation and industrial decarbonisation. Ensuring revenues from the EU ETS and CBAM are well spent. Fixing the Innovation Fixation Joint blog with Carbon Market Watch25 May 2023 Sandbag's feedback to the EC25 May 2023 The EU’s Innovation Fund, launched in 2018, is the EU’s programme for funding cutting-edge low-carbon technologies. To be eligible, projects must be, according to the European... Get involved and support our work Your support enables us to continue carrying out our research and advocacy for smart and robust climate polcies. Mundo-b Matogné. Rue d’Edimbourg 26, Ixelles 1050 Belgium. Sandbag is a not-for-profit (ASBL) organisation registered in Belgium under the number 0707.935.890. EU transparency register no. 277895137794-73. VAT: BE0707935890.",
    "images": null,
    "tags": "",
    "excerpt": "Discover Sandbag's work topics, including decarbonisation policies like the EU ETS, the CBAM, carbon removals or industry decarbonisation.",
    "categories": ""
}