{
    "title": "Climate Governance - Sandbag",
    "author": "unknown",
    "source": "Sandbag",
    "date": "2023-10-17",
    "text": "Climate governance Meeting the temperature objectives under the Paris Agreement will require disruptive system innovations in all sectors of the global economy. To make the required transition a success, we will need strong governance frameworks that combine long-term strategic planning complemented with compatible short- and mid-term policy development. This will allow countries to achieve their climate neutrality objectives in a smart and cost-effective way, and to reap the many opportunities of a transition to a climate-neutral society. The EU is not only a major current and historical emitter of greenhouse gases, but is also in a unique position to shape climate action beyond its own borders. Acting together, EU Member States have the financial resources, market presence and diplomatic sway to bring other global players along with them in pursuing greater climate ambition. We believe that recent climate neutrality commitments from Japan, China and South Korea were strongly influenced by the EU’s efforts. To continue to lead by example, the EU and Member States must do more to strengthen their governance frameworks to ensure the level of ambition and policy framework to deliver emissions reductions remains in line with keeping temperature increases in line with the goals of the Paris Agreement. With the launch of the European Green Deal and the EU’s 2050 climate neutrality target, the EU is revising the main corpus of its climate regulations. The new intermediary 2030 target of at least 55% means that EU and national targets for energy efficiency, renewable energy and emission reductions need to be ramped up and achieve transformative change during the next decade. While the targets and regulations may be set at EU level, a lot of the heavy lifting of the European Green Deal will have to be done at nationally. Behind the 2030 and 2050 targets are very diverse Member States facing different challenges to decarbonise and provide a just transition for their citizens. Our work on national climate policies focuses on the need for strategic national investment plans for climate action. These plans should prioritise cost-effective, long-term solutions and avoid stranded assets or lock-in effects. Our research contributes to strengthening climate policy governance across Europe and ensuring emissions cuts are cost-effective and permanent. At the same time, we study the interactions between EU policies and climate policies outside the EU. Policies such as the Carbon Border Adjustment Mechanism can incentivise global climate action and spark international debate, but if these policies are not well presented and understood nationally, there is a risk of opposition and retaliation. Established EU policies such as the EU ETS can provide a basis for the development of climate policies elsewhere, but repetitions of the EU’s mistakes in these areas should be avoided. We work to promote an international understanding of EU climate policies that improves decarbonisation incentives and guards against the past pitfalls of EU policies. Past successes 1 March 2021: US government Trade Policy Agenda considers introduction of a CBAM where appropriate and in line with domestic emission reductions policies. The dialogue around the CBAM in the EU has led to global discussions on the interaction of trade and climate policies. Sandbag has been promoting the CBAM, and its potential to act as a catalyst for international climate action, for several years. 11 December 2020: the European Council commits to at least 55% net emissions reduction by 2030 This is a large step up from the bloc’s previous commitment, to “at least 40%” reduction, taken in 2015. Even at that stage, we argued that 50% was easily achievable, as per our “Harder, Better, Faster, Stronger” report. We further insisted that a 50-58% target was within reach in our “Halfway There” report, in 2019. 24 August 2020: the Scottish Parliament publishes Sandbag’s view on the UK ETS Following our submission to the public consultation on the UK ETS, the Scottish Parliament sought our analysis of the proposed mechanism to inform its deliberations on the draft bill. Romania Romania has not typically been considered a forerunner in climate action. However, the country is an important regional actor and has some of the best conditions for the energy transition in South-Eastern Europe. Romania has the largest onshore wind farm in the EU, huge renewable energy potential and a diverse energy mix of which almost 50% is already greenhouse gas emissions free. On the other hand, it has one of the most lignite-intensive and expensive energy mixes in the EU, and plans to significantly expand the natural gas network risk locking the country into further fossil fuel use. Romania has huge renewable energy potential, but policy choices and decision around public spending will determine whether it can become a climate action leader… or a laggard. Sandbag is using our research and analysis capacities to contribute to the debate around the renewable transition in Romania. We aim to fill knowledge gaps by providing accessible research on lesser-known solutions. Our EU perspective allows us to assess Romania’s individual decarbonisation path in the context of wider European policies and funding programmes. We are building links with civil society groups, renewable energy producers, business actors and policymakers to identify solutions and inform a policy direction that puts Romania among the leaders for climate action in the EU. United Kindgom \n The UK’s departure from the EU means that the country must now develop its own climate policies, without the framework of EU policy as a basis. For example, the UK is setting up its own Emissions Trading System and developing an industrial decarbonisation policy. Our work on EU policies in these areas, as well as our UK origins and connections, mean that we are well placed to assess and advise how the UK can learn from and improve upon EU climate policies post-Brexit. We offer expert assessments to UK government bodies and representatives on topics such as the UK ETS. Latest publications on Climate Governance Towards a minimum recycled steel content in passenger cars: setting an initial target The EU has around 286 million motor vehicles, and every year, 6.5 million of these are scrapped. If the steel scrap from these end-of-life vehicles (ELVs) is not managed well, valuable resources are lost, harming the environment. With the EU preparing its ELV Regulation, which could set targets for minimum recycled steel content for passenger cars : what should those targets be? In or Out: What’s best for carbon removals and the EU ETS? What will the future of the EU Emissions Trading System (ETS) look like as the emissions cap heads towards zero? Is integrating carbon dioxide removals (CDRs) into the ETS a solution to help the EU achieve its climate goals? Or would they compromise the integrity and functioning of the system? These questions are at the forefront of the Commission’s mind as they review different options for the future of the ETS ahead of the 2026 revision. For a systematic use of default values in the CBAM The current carbon emissions reporting in the CBAM fails to achieve its goal of replacing free allocations under the EU ETS and undermines its integrity. A systematic default value system would improve the CBAM and safeguard the EU ETS. CBAM DRI loophole requires new free allocation reform We took part in a targeted survey run by the European Commission’s DG TAXUD on methodologies used to calculate embedded emissions and the rules for adjusting CBAM obligations alongside free allocation under the ETS. Our proposal: free allocation should be reformed to close the ‘DRI loophole’. Feedback on the EU Commission’s draft methodology for low-carbon hydrogen For ‘low carbon’ hydrogen to truly make a positive contribution to Europe’s transition to climate neutrality, the safeguards put in place must be meaningful. Unfortunately, this does not appear to be the case in this draft delegated act. Metallurgical flexibility: Enabling the aluminium and steel sectors for demand response Electrification and flexibility are critical to decarbonising both industrial and electricity systems. But what happens when we combine the two? Industrial flexibility will play an increasingly important role as industry moves towards electrification. Mundo Matogné. Rue d’Edimbourg 26, Ixelles 1050 Belgium. Sandbag is a not-for-profit (ASBL) organisation registered in Belgium under the number 0707.935.890. EU transparancy register no. 277895137794-73. VAT: BE277895137794-73",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}