{
    "title": "Publications I Sandbag",
    "author": "unknown",
    "source": "Sandbag",
    "date": "2024-12-13",
    "text": "Publications Explore our evidence-based research and policy recommendations! Towards a minimum recycled steel content in passenger cars: setting an initial target The EU has around 286 million motor vehicles, and every year, 6.5 million of these are scrapped. If the steel scrap from these end-of-life vehicles (ELVs) is not managed well, valuable resources are lost, harming the environment. With the EU preparing its ELV Regulation, which could set targets for minimum recycled steel content for passenger cars : what should those targets be? In or Out: What’s best for carbon removals and the EU ETS? What will the future of the EU Emissions Trading System (ETS) look like as the emissions cap heads towards zero? Is integrating carbon dioxide removals (CDRs) into the ETS a solution to help the EU achieve its climate goals? Or would they compromise the integrity and functioning of the system? These questions are at the forefront of the Commission’s mind as they review different options for the future of the ETS ahead of the 2026 revision. For a systematic use of default values in the CBAM The current carbon emissions reporting in the CBAM fails to achieve its goal of replacing free allocations under the EU ETS and undermines its integrity. A systematic default value system would improve the CBAM and safeguard the EU ETS. CBAM DRI loophole requires new free allocation reform We took part in a targeted survey run by the European Commission’s DG TAXUD on methodologies used to calculate embedded emissions and the rules for adjusting CBAM obligations alongside free allocation under the ETS. Our proposal: free allocation should be reformed to close the ‘DRI loophole’. Feedback on the EU Commission’s draft methodology for low-carbon hydrogen For ‘low carbon’ hydrogen to truly make a positive contribution to Europe’s transition to climate neutrality, the safeguards put in place must be meaningful. Unfortunately, this does not appear to be the case in this draft delegated act. Metallurgical flexibility: Enabling the aluminium and steel sectors for demand response Electrification and flexibility are critical to decarbonising both industrial and electricity systems. But what happens when we combine the two? Industrial flexibility will play an increasingly important role as industry moves towards electrification. A closer look at 2023 emissions: steelmaking caused a quarter of industry pollution This brief analyses 2023 emissions under the EU Emissions Trading System (EU ETS), using the latest data available from the EU Transaction Log (EUTL) . It particularly focuses on the iron and steel sector. Feedback on the inclusion of permanent CCU in the EU ETS Steel and CCS/U: Decarbonisation potential, costs, and bottlenecks Carbon capture, storage and/or utilisation (CCS/U) technologies are often touted as a ‘catch all’ solution for the decarbonisation of heavy industry, but their effectiveness and relevance vary widely across applications. This new report offers a comprehensive assessment of CCS/U technologies in the context of iron and steel manufacturing in Europe. Closing the CBAM scrap loophole – A critical move for climate & competitiveness WHAT WE DO TOOLS PUBLICATIONS NEWSLETTER Mundo-b Matogné. Rue d’Edimbourg 26, Ixelles 1050 Belgium. Sandbag is a not-for-profit (ASBL) organisation registered in Belgium under the number 0707.935.890. EU transparency register no. 277895137794-73. VAT: BE0707935890.",
    "images": null,
    "tags": "",
    "excerpt": "Read our publications, including evidence-based reports and analysis on the EU ETS, CBAM, industry decarbonisation, and more.",
    "categories": ""
}