{
    "title": "For a systematic use of default values in the CBAM - Sandbag",
    "author": "Amelie",
    "source": "Sandbag",
    "date": "2024-12-16",
    "text": "Current carbon emissions reporting in the CBAM undermines its goal of replacing free allocations under the EU ETS. Our proposal to the European Commission’s DG TAXUD: A systematic default value system to improve the CBAM and safeguard the EU ETS. The Carbon Border Adjustment Mechanism (CBAM) was created to replace free allocation. The safest way of doing so is to apply default values when reporting embedded emissions. The current approach of emissions reporting under the Commission Implementing Regulation (EU) 2023/1773 consists of measuring actual embedded emissions of imported products by tracing them back to the individual manufacturing plants where they were produced. Although it may make reporting very accurate and create incentives for EU trade partners to export low-emission products to the EU, this is not what the CBAM was made for. More importantly, it undermines the CBAM’s initial goal and, therefore, threatens the sustainability of the EU Emissions Trading System (ETS). Example: the scrap loophole The emissions reporting method currently in place during the transitional phase creates incentives to export low-carbon products to the EU, but that does not make exporters reduce their emissions. For example, making steel and aluminium products from recycled metal scrap emits much less CO2 than if done by transforming freshly mined materials. Both metals are already recycled widely in most countries and blended (or not) with freshly transformed primary materials to create new products. Steel and aluminium exporters can therefore reduce the CBAM fees charged for their products by strategically blending large amounts of scrap into products sold to the EU (subject to CBAM fees) and less for products sold to other markets (not covered by CBAM fees), without reducing their average carbon intensity. Such circumvention would be perfectly legal but make imports pay less for embedded emissions than EU products, for which the blend of scrap is limited, on average, to the proportion of available good quality scrap in the continent’s total production. Pre-consumer scrap: the ultimate loophole The scrap loophole was picked up by the Draghi report for the case of pre-consumer scrap: “CBAM is potentially easy to circumvent. (…) the zero-emissions assumption for recycled material, including industry scrap, could provide incentives for deliberate scrap generation to export the secondary material (exempt from CBAM) instead of the primary one (within CBAM) to Europe (…).” – Draghi, M. (2024). “The future of European competitiveness: Part B | In-depth analysis and recommendations” (p. 104). However, the resource-shuffling incentive also exists for recycled post-consumer scrap (which comes from collected end-of-life items). Rather than generating scrap deliberately, exporters can procure end-of-life steel and aluminium scrap of good enough quality to meet the requirements of their own production, making their products relatively exempt from CBAM charges. A threat to the EU ETS CBAM-avoiding imports make EU-based producers less able to pass on their carbon costs to consumers, due to comparatively cheaper imports, as free allocation is phased out in the EU ETS. It makes EU production more likely to be replaced by imports from countries with less stringent policies (“carbon leakage”), while not even incentivising emission reductions overseas. If such trade flows start developing, the sustainability for EU industry of the planned phaseout of free allocation in the EU ETS will probably be challenged (as was already done by the Draghi report). Without phasing out free allocation, the EU ETS cannot achieve the planned trajectory of its own cap down to virtually zero by 2039. The EU will not be able to rely on the EU ETS to achieve its carbon neutrality goal and will probably have to terminate the scheme altogether. Closing the scrap loophole: attributing emissions to scrap The scrap loophole can be closed in several ways. For example, by attributing embedded emissions to scrap. This can be done relatively accurately for pre-consumer scrap, by tracing down the manufacturing facilities that supplied the scrap. For post-consumer scrap, it must involve default values (e.g. average carbon embedded in products currently reaching their end of life in the country), as it would be too difficult to trace down the plants that manufactured the objects collected as scrap. CBAM charges can then take into account pre- and post-consumer scrap in its formula below. The second term represents the number of free allowances received by EU plants for producing similar products. Free allocation will be phased out as the CBAM is phased in (between 2026 and 2034), which will immediately affect pre-consumer scrap: EU producers will receive less free allowances when generating pre-consumer scrap. For post-consumer scrap, the number of free allowances received by EU plants depends on the year the objects used as scrap were manufactured. As this is impossible to trace down for each object, a default value would be needed. Addressing the issue completely with default values The scrap loophole, in the case of steel and aluminium products, is only an example of resource shuffling incentives created by the CBAM’s reporting methodologies, which rely on actual emissions data of imported products. Instead of using actual emission data, importers can report embedded emissions based on default values. However, it is up to them to decide between the two options. This optionality of default values creates another perverse incentive, whereby importers may use them for their most polluting goods only and actual data for less polluting goods (e.g. thanks to resource shuffling), leading to overall under-reporting. To address the resource-shuffling incentive, emission reporting could be based on default values more systematically, i.e. attributing the same emission intensity to all products of the same type manufactured in a given country. Simple and effective: a win-win for trade partners and the EU The scrap loophole, in the case of steel and aluminium products, is only an example of resource shuffling incentives created by the CBAM’s reporting methodologies, which rely on actual emissions data of imported products. Instead of using actual emission data, importers can report embedded emissions based on default values. However, it is up to them to decide between the two options. This optionality of default values creates another perverse incentive, whereby importers may use them for their most polluting goods only and actual data for less polluting goods (e.g. thanks to resource shuffling), leading to overall under-reporting. To address the resource-shuffling incentive, emission reporting could be based on default values more systematically, i.e. attributing the same emission intensity to all products of the same type manufactured in a given country. Implementation: reporting actual data requires to trace down information, both internally and externally up the supply chain, which may sometimes be difficult to access. When given the option between actual and default values (until Q2 2024), only 5% chose actual data. Even as default values were capped at 20% of emissions in Q3 2023, about 50% still claimed to use them. Data disclosure: reporting actual data requires manufacturing facilities to share process and input information with external parties such as independent verifiers. Some exporting countries might be reluctant to do so. Independent verification: actual data reporting involves contracting with an accredited verifier. This adds a layer of contracting and cost for exporters. Regulatory back and forth: reporting based on actual data creates loopholes and circumvention incentives. This is likely to trigger changes in reporting methods from the EU, to close the loopholes, leading to more implementation hurdles. Default value level: as the non-preferred option, default values are likely to be set at high levels, corresponding to the higher end of the emission intensity spectrum. Using default values systematically would allow to lower these values down to levels close to the country average without risk of under-reporting. For the above reasons, third countries have interest to opt out of actual emission reporting. The use of default values based on country-wide average emission intensity creates incentives for our trade partners to reduce their overall emissions intensity, which actual emissions reporting does not. Overall, a systematic default value system would contribute to simplifying the CBAM. It would also make easier the CBAM’s extension down the value chain, and to products in other sectors where emissions are hard to attribute to individual products, such as chemicals. Related publications CBAM DRI loophole requires new free allocation reform We took part in a targeted survey run by the European Commission’s DG TAXUD on methodologies used to calculate embedded emissions and the rules for adjusting CBAM obligations alongside free allocation under the ETS. Our proposal: free allocation should be reformed to close the ‘DRI loophole’. Closing the CBAM scrap loophole – A critical move for climate & competitiveness This joint op-ed by Norsk Hydro, Alcoa, Bellona Europe and Sandbag was published by Carbon Pulse.... A Scrap Game: Impacts of the EU Carbon Border Adjustment Mechanism Currently, we are in the CBAM transitional period, with negotiations ongoing for its full implementation in January 2026. Learn about the legislative process and the effect of this policy on the EU’s main trade partners, especially China.",
    "images": "https://sandbag.be/wp-content/uploads/christian-lue-C241mbgtgys-unsplash-scaled.jpg",
    "tags": "",
    "excerpt": "Learn why adopting a systematic default value system would improve the CBAM and safeguard integrity of the EU ETS.",
    "categories": "Carbon Border Adjustment Mechanism (CBAM);Policy recommendations"
}