{
    "title": "Carbon Border Adjustment Mechanism (CBAM) - Sandbag",
    "author": "unknown",
    "source": "Sandbag",
    "date": "2024-12-16",
    "text": "The current carbon emissions reporting in the CBAM fails to achieve its goal of replacing free allocations under the EU ETS and undermines its integrity. A systematic default value system would improve the CBAM and safeguard the EU ETS. Category: Carbon Border Adjustment Mechanism (CBAM) CBAM DRI loophole requires new free allocation reform We took part in a targeted survey run by the European Commission’s DG TAXUD on methodologies used to calculate embedded emissions and the rules for adjusting CBAM obligations alongside free allocation under the ETS. Our proposal: free allocation should be reformed to close the ‘DRI loophole’. Closing the CBAM scrap loophole – A critical move for climate & competitiveness This joint op-ed by Norsk Hydro, Alcoa, Bellona Europe and Sandbag was published by Carbon Pulse. The EU’s Carbon Border Adjustment Mechanism (CBAM) was established to extend Europe’s carbon pricing to imported products, aiming to create a level playing field between... A Scrap Game: Impacts of the EU Carbon Border Adjustment Mechanism Currently, we are in the CBAM transitional period, with negotiations ongoing for its full implementation in January 2026. Learn about the legislative process and the effect of this policy on the EU’s main trade partners, especially China. Feedback on the Draft of the CBAM Implementing Regulation We welcome the Commission's draft of the CBAM implementing regulation concerning the reporting obligations and provisional methodology for calculating embedded emissions in CBAM goods. However, we have concerns regarding the accounting and monitoring rules applied to... Mind the Scrap: Ignoring Embedded Emissions Puts the CBAM at Risk Sandbag’s submission to DG TAXUD’s Informal Expert Group on the Analytical Methods for the Monitoring, Reporting, Quantification and Verification of Embedded Emissions in Goods under the Scrope of the Carbon Border Adjustment Mechanism (CBAM). According to notes... Lost opportunity of carbon market reform leaves a lot to fix in ancillary laws On 13 December 2022, the European Commission, Council and Parliament reached a provisional agreement on the Carbon Border Adjustment Mechanism that will partly replace the free allocation of emissions permits to polluters covered by its carbon market. This marks the... An Export Solution for a Faster CBAM Phase-in A Carbon Border Adjustment Mechanism (CBAM) has been proposed by the European Commission as an alternative to the measures under the EU ETS that currently address the risk of carbon-intensive industries relocating to countries with no carbon pricing (carbon leakage),... ETS and CBAM should not discourage circularity The reform of the European carbon market (ETS, for Emissions Trading Scheme) and related Carbon Border Adjustment Mechanism (CBAM) will define the future of the circular economy for years to come. These two files are in the final step of the legislative procedure, the... Precursors: the products that will eat away at the CBAM’s effectiveness The proposed Cross-Border Adjustment Mechanism (CBAM) will charge a fee based on the carbon content of some industrial products imported into the EU (listed in Annex I of the regulation), but that may not be applicable to all the embedded emissions of these products....",
    "images": null,
    "tags": "",
    "excerpt": "Discover Sandbag's publications, including reports and policy recommendations, on the Carbon Border Adjustment Mechanism (CBAM).",
    "categories": ""
}