{
    "title": "A Scrap Game - Publications - Sandbag",
    "author": "Aymeric",
    "source": "Sandbag",
    "date": "2024-06-03",
    "text": "Report - A Scrap Game: Impacts of the EU Carbon Border Adjustment Mechanism The Carbon Border Adjustment Mechanism (CBAM) was formally adopted on 17 May 2023, two years after the initial proposal by the European Commission. We are now in the midst of the CBAM transitional period and negotiations are continuing for its full entry into force in January 2026. Our new report A Scrap Game: Impacts of the EU Carbon Border Adjustment Mechanism brings together the latest information on legislative progress and provides an update to our previous report. Our analysis focuses on the CBAM’s impacts for the EU’s main trade partners, in particular China. Here are the key results of our analysis: The impacts of the CBAM for EU trade partners will be much less negative than often assumed:\n The CBAM fees applicable to Chinese goods, for instance, may represent just 0.12% of the total value of goods imported into the EU from China. In addition, importers will benefit from higher selling price in the EU, thanks to the phasing out of free allocation under the EU ETS. When this is factored in, some imports of CBAM goods (steel, aluminium, etc.) may become more profitable. Conversely, EU industries using CBAM goods (automotive, wind turbines…) will bear higher costs\n Imports of products down the value chain will become more competitive EU exports will become less competitive The impact on trade partners depends on their reaction to the CBAM:\n In a “business-as-usual” scenario, where they only pay the fee without changing processes, the net cost is €245 million for Chinese importers (0.05% of total Chinese imports). In a “resource-shuffling” scenario, with only marginal changes to production processes, importers of Chinese goods make a net profit. Main takeaways The climate benefit is immense: thanks to the CBAM, 43% of free allowances can be removed from the EU ETS which will at last incentivise emission reductions in highly polluting sectors. It could have been higher, as many exemptions were granted up the value chains (“precursors”). But the EU is taking a risk, as trade partners may use loopholes to outcompete its industry. Those loopholes can be closed at a later stage, so those strategies might not pay off in the long run. This new report builds upon the analysis we conducted in 2021 together with climate think tank Third Generation Environmentalism (E3G) in a report titled A Storm in a Teacup: Impacts and Geopolitical Risks of the European Carbon Border Adjustment Mechanism. In the news Africa Confidential: A disputed levy Agence Europe: CBAM could affect European producers more than importers, according to a report by Sandbag Bloomberg: EU’s Carbon Border Levy Risks Backfiring on Industry, Study Says Carbon Pulse: EU’s CBAM may hurt bloc’s manufacturers more than int’l ones -NGO ENDS Europe: EU producers must ‘squeeze’ margins to remain competitive under CBAM, report warns EUObserver: EU carbon border tax will have ‘very small impact’ on China, new report finds Montel News: CO2 border tax may have minimal impact – study Photo by Michał Parzuchowski on Unsplash Read More: For a systematic use of default values in the CBAM The current carbon emissions reporting in the CBAM fails to achieve its goal of replacing free allocations under the EU ETS and undermines its integrity. A systematic default value system would improve the CBAM and safeguard the EU ETS. CBAM DRI loophole requires new free allocation reform We took part in a targeted survey run by the European Commission’s DG TAXUD on methodologies used to calculate embedded emissions and the rules for adjusting CBAM obligations alongside free allocation under the ETS. Our proposal: free allocation should be reformed to close the ‘DRI loophole’.",
    "images": "https://sandbag.be/wp-content/uploads/michal-parzuchowski-bRqsXcEcKFw-unsplash-scaled.jpg",
    "tags": "",
    "excerpt": "Discover the latest information on the CBAM's legislative progress and its impacts on the EU’s main trade partners, particularly China.",
    "categories": "Carbon Border Adjustment Mechanism (CBAM);Reports"
}