{
    "title": "ETS and CBAM should not discourage circularity - Sandbag",
    "author": "Admin",
    "source": "Sandbag",
    "date": "2022-11-21",
    "text": "ETS and CBAM should not discourage circularity The reform of the European carbon market (ETS, for Emissions Trading Scheme) and related Carbon Border Adjustment Mechanism (CBAM) will define the future of the circular economy for years to come. These two files are in the final step of the legislative procedure, the trilogues, during which the European Parliament, Council and Commission defend their respective positions, with key meetings scheduled between 22 November and 16 December. We are concerned that the proposals made thus far fail to create incentives for the development of circularity. Sandbag, together with the European Recycling Industries’ Confederation (EuRIC), which represents more than 5,500 companies, have addressed a letter to the Commission, Parliament and Council expressing our concerns. We have sent this letter to the representatives of the three EU institutions involved in the ETS revision and CBAM negotiations urging the following: 1) Hard coal, iron ore and other non-ferrous metal ore mining sectors, as well as the production of pellets and DRI pellets, should be included in Annex I of the Directive to cover greenhouse gas emissions from these sectors as well. 2) The free allocation of emission allowances should be phased out as soon as possible. Amendments 676 (Recital 30) and 678 (Article 10a (1a (2))) proposed by the Parliament gradually remove free allocation for CBAM sectors by 2032. That date is already too late, and should by no means be postponed, as suggested by the Commission and Council. 3) For products covered by the CBAM, all corresponding upstream products (‘precursors’) falling under the ETS should also be covered by the CBAM systematically. For the case of steel, this includes, but is not limited to, sinter, coke, ferro-alloys and hydrogen. 4) Reject the European Council’s Amendment 12(c(ii)) of Article 10a, exempting hot metal from the benchmarks’ reduction rate update. 5) While free allocation is still in place, equivalent incentives should be set up to reward demand-reduction measures for primary steel, for example through the substitution of iron and alloying elements by steel scrap to internalize the climate benefits of using recycled materials instead of extracted ones. Sandbag seen in the media Eurometal.net: Recyclers urge early phase-out of EU ETS allocations for steel, metals producers Euractiv.com – News in brief: Recyclers raise the alarm over ETS free allocations for large steelmakers Montelnews.com: Industry urges swifter phase out of free EUA allocation Carbon Pulse: EU recyclers urge faster free ETS allocation phaseout, more resource saving Photo by Martin Adams on Unsplash",
    "images": "https://sandbag.be/wp-content/uploads/European_Recycling_Industries_Logo-1.jpg",
    "tags": "",
    "excerpt": "EU ETS and CBAM: Shaping the Circular Economy. Concerns raised by Sandbag and EuRIC regarding incentives and allocation.",
    "categories": "Carbon Border Adjustment Mechanism (CBAM);Industry;Policy recommendations"
}