{
    "title": "Feedback on the Draft of the CBAM Implementing Regulation - Sandbag",
    "author": "Alice",
    "source": "Sandbag",
    "date": "2023-07-12",
    "text": "Feedback on the Draft of the CBAM Implementing Regulation We welcome the Commission’s draft of the CBAM implementing regulation concerning the reporting obligations and provisional methodology for calculating embedded emissions in CBAM goods. However, we have concerns regarding the accounting and monitoring rules applied to metal scrap. We are worried that they may open the door to carbon leakage for aluminium and steel production, i.e. the metals currently covered by the CBAM. \n It is common for metal scrap to be remelted and used in the metal industry. Yet, while EU aluminium and steel producers will gradually pay for all the source emissions generated during the manufacturing process – as free allocations are gradually phased out – nothing in the current draft of the Implementing Regulation prevents importers and third-country installations from circumventing the CBAM. The current draft of the Implementing Regulation would allow importers of metal products to engage in “resource shuffling”, whereby they selectively import products made of higher quantities of scrap to the EU and continue selling other, more carbon-intensive products outside of the EU. This is made possible by the proposed provisions to monitor direct emissions from the metallurgic industry (Annex II, articles 2.15.2.1, 2.15.2.2, 2.17.2.2), which fail to properly account for the carbon emissions embedded in metal scrap. For steel, the current text suggests that carbon entering the production process in scrap “is taken into account by using a mass balance approach”, which represents less than 1% of the emissions embedded in steel products. With the proposed text, an installation in a third country could even deliberately increase the output of “pre-consumer scrap” during the first phase of metal production. Any product made during this first phase would be sold in a market that does not impose a carbon levy, while all the products made from the reused metal scrap would be exported to the EU. Those products would require fewer CBAM certificates, since all the scrap would be allocated “zero-embedded emissions” according to the proposed CBAM rules. This is made possible by Annex III F.2, which stipulates that pre-consumer scrap should be assigned “zero emissions”. This would effectively allow installation to cheat the system and export carbon-intensive products to the EU at no CBAM costs. In addition to increasing risks of carbon leakage, this huge loophole undermines the competitiveness of the EU aluminium and steel industry by creating a discrepancy in the CO2 costs borne by EU and non-EU installations. For the CBAM to be effective, it is essential that carbon costs imposed on third-country imports align with those charged by the EU ETS on domestic production. Failing to do so would threaten the level playing field principle extended by the CBAM vis-à-vis the compliance costs faced by domestic installations under the EU ETS. Download our feedback to learn more and read our recommended amendments. Quoted in: Ramos, D. (2023). Global perspectives on the European Union’s Carbon Border Adjustment Mechanism (CBAM). Trade and Industrial Policy Strategies. (here) Photo by Matthew Henry on Unsplash Read More: Towards a minimum recycled steel content in passenger cars: setting an initial target The EU has around 286 million motor vehicles, and every year, 6.5 million of these are scrapped. If the steel scrap from these end-of-life vehicles (ELVs) is not managed well, valuable resources are lost, harming the environment. With the EU preparing its ELV Regulation, which could set targets for minimum recycled steel content for passenger cars : what should those targets be? In or Out: What’s best for carbon removals and the EU ETS? What will the future of the EU Emissions Trading System (ETS) look like as the emissions cap heads towards zero? Is integrating carbon dioxide removals (CDRs) into the ETS a solution to help the EU achieve its climate goals? Or would they compromise the integrity and functioning of the system? These questions are at the forefront of the Commission’s mind as they review different options for the future of the ETS ahead of the 2026 revision. For a systematic use of default values in the CBAM The current carbon emissions reporting in the CBAM fails to achieve its goal of replacing free allocations under the EU ETS and undermines its integrity. A systematic default value system would improve the CBAM and safeguard the EU ETS.",
    "images": "https://sandbag.be/wp-content/uploads/johnny-sanchez-qcbIqgSY6Io-unsplash-e1699546674449.jpg",
    "tags": "",
    "excerpt": "Sandbag's feedback on the Commission's latest draft of the CBAM implementing regulation, and concerns regarding risks of carbon leakage.",
    "categories": "Carbon Border Adjustment Mechanism (CBAM)"
}