{
    "title": "Mind the scrap: Carbon Border Adjustment Mechanism At Risk - Sandbag",
    "author": "Admin",
    "source": "Sandbag",
    "date": "2023-02-21",
    "text": "Mind the scrap: ignoring embedded emissions puts the CBAM at risk Sandbag’s submission to DG TAXUD’s Informal Expert Group on the Analytical Methods for the Monitoring, Reporting, Quantification and Verification of Embedded Emissions in Goods under the Scrope of the Carbon Border Adjustment Mechanism (CBAM). According to notes circulated by the European Commission[1], it is contemplated that the embedded carbon contained in post-consumer metal scrap will not be accounted for when measuring the carbon footprint of imported goods pursuant to Article 7 (6) of the regulation on the Carbon Border Adjustment Mechanism (CBAM). We believe that this poses a risk on the integrity of the CBAM, by creating an incentive to circumvent the scheme through resource shuffling. This means that importers may escape CBAM charges by choosing to only import to Europe the goods with the lowest embedded emissions, while leaving the others out of Europe, without changing production methods. Resource shuffling could undermine the CBAM The manufacturing of metal goods can sometimes be done by indistinctly using primary metallurgy (based on virgin ores) or metal scrap, with negligible difference in quality, as is the case for many aluminium products. If the embedded emissions of products from recycled aluminium are assumed to be zero, importers may have the possibility to escape CBAM charges by choosing to only import products made from scrap. This is resource shuffling in action. This practice is not fraud and will be difficult for the Commission to monitor and prevent. But its effect could be devastating on the CBAM itself, as the distortion thus created between EU-made goods (constrained under the EU-ETS) and imports (escaping CBAM charges) would prevent EU producers from passing on their carbon costs to products sold, and lead to losses and ultimately, carbon leakage. No incentive to recycle Assigning zero emission to metal scrap might be seen as a positive incentive for our trade partners to recycle more metals. However, this is not the case. Metals are already one of the most universally recycled materials, with, for example, over 10 million tonnes of aluminium scrap consumed by China every year[2]. This compares to just 0.17 million tonnes of aluminium products exported by China to the EU in 2019[3]. So a carbon levy applying to primary metallurgy alone would fall very short of incentivising any increase in Chinese recycling. Level international playing field Another argument used to justify the neglecting of post-consumer scrap’s carbon footprint is that its embedded emissions “have been taken into account (…) already at the stage the good has been brought to the market”[4]. This is however not a valid argument and even tends to prove the contrary. Embedded emissions were taken into account when goods were produced by EU-based plants before being turned to scrap, and paid for under the EU ETS. Charging imported products made from scrap for their embedded emissions would therefore just equal the playing field. Methodology: using Recycling Input Rates It is however true that metal scrap does not exactly have the same embedded emissions as primary metallic products. This is because metal scrap comes from products that were also partly made from scrap. For example, in Europe, about 60% of steel production is from primary steelmaking, which means that 40% of scrap products were, on average, made from scrap and not charged for that share of transformation from iron ore. A CBAM charge on imported scrap-based products should therefore be discounted by the exporter’s recycling input rate (RIR). Globally, the RIR for aluminium is 32%[5]. From that charge should be deducted the free emission allowances received for the production of goods in Europe that were turned into scrap (that is, 1 – RIR times the free allowances given to primary metallurgy). This is summarised in the below formula: \n CBAM(scrap based imports) = RIR(import region) x CBAM(eq. primary imports) – (1 – RIR(EU)) x Free allocation(eq. primary EU products) \n [1] as part of DG TAXUD’s Informal Expert Group on the Analytical Methods for the Monitoring, Reporting, Quantification and Verification of Embedded Emissions in Goods under the Scrope of the Carbon Border Adjustment Mechanism (CBAM) [2] Source: International Aluminium [3] According to Comext data [4] See Discussion Note, Review of calculation methods for embedded emissions for the purpose of the CBAM (Version for discussion with stakeholders), 30 January 2023, Umweltbundesamt [5] Source: International Aluminium Photo by Julia Maior on Unsplash Read More: For a systematic use of default values in the CBAM The current carbon emissions reporting in the CBAM fails to achieve its goal of replacing free allocations under the EU ETS and undermines its integrity. A systematic default value system would improve the CBAM and safeguard the EU ETS. CBAM DRI loophole requires new free allocation reform We took part in a targeted survey run by the European Commission’s DG TAXUD on methodologies used to calculate embedded emissions and the rules for adjusting CBAM obligations alongside free allocation under the ETS. Our proposal: free allocation should be reformed to close the ‘DRI loophole’.",
    "images": "https://sandbag.be/wp-content/uploads/julia-maior-1PUduknVaF8-unsplash-scaled.jpg",
    "tags": "",
    "excerpt": "Unlocking the Potential of Carbon Border Adjustment Mechanism (CBAM): Sandbag's Proposal for Embedded Emissions and Resource Shuffling",
    "categories": "Carbon Border Adjustment Mechanism (CBAM);Industry;Policy recommendations;Steel"
}