{
    "title": "RAPORT: CBAM, czyli ochrona klimatu i biznesu",
    "author": "Michał Perzyński",
    "source": "Portal Biznes Alert",
    "date": "2021-06-19",
    "text": "CBAM, czyli Carbon Border Adjustment Mechanism, wzbudza szerokie zainteresowanie, chociaż wciąż pozostaje przedmiotem rozmów politycznych wśród przywódców Unii Europejskiej. Ma być to rodzaj cła nakładanego na import z krajów spoza Unii Europejskiej, które sprowadzane są do Europy z pominięciem rygorystycznych regulacji środowiskowych. Bruksela argumentuje, że mechanizm ten ma sprawić, że dokonania europejskiej polityki klimatycznej nie pójdą na marne, i zachęcić innych graczy do równie ambitnych posunięć. Co o tym sądzą ci inni gracze? Czym jest i jak ma funkcjonować CBAM? O CBAM pisał na łamach BiznesAlert.pl Marcin Roszkowski, prezes Instytutu Jagiellońskiego. Wyjaśniał on skąd taki pomysł i w jaki sposób mógłby działać taki mechanizm: – W marcu 2021 roku Parlament Europejski przyjął rezolucję w sprawie konieczności wprowadzenia mechanizmu Carbon Border Adjustment Mechanism (CBAM). Jak podkreślili europosłowie, nowy mechanizm powinien być częścią szerszej strategii przemysłowej UE i obejmować cały import produktów oraz towarów objętych Europejskim Systemem Handlu Emisjami. Już do 2023 roku, po przeprowadzeniu oceny skutków, powinien on objąć sektor energetyczny i energochłonne sektory przemysłowe produkcji: cementu, stali, aluminium, papieru, szkła, chemikaliów, nawozów oraz rafinacji ropy naftowej. Równocześnie powinny one nadal otrzymywać bezpłatne przydziały praw do emisji CO2 w ramach zreformowanego systemu EU ETS. W ostatnich latach sektor energochłonny stanął przed szeregiem wyzwań, które mają wpływ nie tylko na jego bieżącą działalność, ale przede wszystkim na funkcjonowanie w perspektywie kolejnych lat i dekad. Jednym z kluczowych czynników dla branż takich jak cementowa, jest brak możliwości ubiegania się o rekompensaty z tytułu rosnących kosztów energii elektrycznej – spowodowanych przez ceny uprawnień do emisji w Europejskim Systemie Handlu Emisjami. Obecnie znacznie oddziałują one na ceny energii elektrycznej, która ze względu na duże „nawęglenie” polskiej energetyki należy do najdroższych w Unii Europejskiej. Według danych think-tanku Ember, w 2020 roku emisyjność polskiej energetyki wyniosła bowiem aż 724 gramy CO2/kWh, co stanowi ponad 3-krotnie więcej niż średnia w Unii Europejskiej – wynosząca 226 gramów CO2/kWh. Wzrost kosztów uprawnień do emisji CO2 do ponad 50 euro za tonę w 2021 roku, a w perspektywie 2030 roku szacowany nawet do 70 euro za tonę, bezpośrednio wpływa na koszt energii elektrycznej, która jest absolutnie kluczowa dla konkurencyjności przemysłu. Równocześnie hurtowe ceny energii elektrycznej w Polsce znacząco i – z racji charakterystyki krajowego miksu energetycznego – wręcz strukturalnie odbiegają od cen w sąsiadujących państwach członkowskich Unii Europejskiej. Szczególnie w porównaniu z cenami rocznych kontraktów na zakup energii elektrycznej Niemczech, na Słowacji oraz w Czechach w latach 2017-2020, na polskim rynku znacząco odbiegają one od poziomu średnich cen energii elektrycznej u naszych bezpośrednich sąsiadów – pisał Marcin Roszkowski. – Porównując średnią cenę energii notowaną na Towarowej Giełdzie Energii na początku 2020 roku do średniej ceny w trakcie 2017 roku, w Polsce ceny wzrosły o ok. 46 procent, podczas gdy we wskazanych krajach sąsiadujących różnice te nie przekroczyły 35 procent. Ponadto, w 2017 roku ceny energii elektrycznej w Polsce były wyższe o 16 procent w stosunku do Niemiec i odpowiednio o 18 procent wobec Czech, a 11 procent – Słowacji. Warto w tym miejscu przytoczyć, iż tylko w ciągu ostatnich lat koszt energii elektrycznej na krajowym rynku hurtowym wzrósł o ponad 40 procent, a cena energii osiągnęła rekord, przekraczając 300 złotych/MWh. Obecnie kontrakty na 2022 rok na Towarowej Giełdzie Energii w Polsce są o około 50 zł/MWh droższe, niż na Europejskiej Giełdzie Energii EEX. W powiązaniu z faktem, iż jednostkowy koszt energii elektrycznej w Polsce należy obecnie do najwyższych w całej Unii Europejskiej oraz brakiem perspektyw dla przemysłu na dostęp do taniej energii, nie ma najmniejszych wątpliwości, że wpływ działań redukcyjnych na koszty produkcji będzie bardzo wysoki. Obecne ceny uprawnień do emisji CO2 – przekraczające 50 euro za tonę z perspektywą wzrostu do nawet 70 euro za tonę – nie zapowiadają zmniejszenia kosztów dla przedsiębiorców, wynikających z konieczności zakupu energii elektrycznej – szczególnie w krajach, gdzie tak jak w Polsce bazę dla energetyki stanowią elektrownie węglowe. Obecnie szereg branż energochłonnych nie może się ubiegać o rekompensaty z tytułu rosnących kosztów energii elektrycznej, spowodowanych przez ceny uprawnień do emisji CO2 w systemie EU ETS. Dodatkowym czynnikiem ryzyka jest wprowadzenie rynku mocy i zastosowanie tzw. opłaty mocowej. To kolejne obciążenie dla odbiorców energii, które powoduje ogromną utratę konkurencyjności. Ze względu na położenie geograficzno-gospodarcze, Polska jest bowiem narażona na import produktów o wysokim śladzie węglowym znacznie bardziej, niż inne kraje Unii Europejskiej – pisał prezes Instytutu Jagiellońskiego. Rosja odpowiada na CBAM. Zapowiada pilotaż handlu emisjami CO2 i wodór z atomu – W ostatnich latach zmianie uległy niestety wytyczne dotyczące zgodności z prawem pomocy publicznej w zakresie rekompensat kosztów emisji pośrednich oraz bezpłatnych uprawnień w sektorze energii elektrycznej w niektórych państwach członkowskich. W efekcie znacznemu skróceniu uległa lista branż uprawnionych do rekompensat. Sektor cementowy, który od 2012 roku stara się o wpisanie na tę listę, nie został uwzględniony jako uprawniony do ubiegania się o rekompensaty kosztów pośrednich w ramach EU ETS. Biorąc pod uwagę, iż produkcja cementu jest jedną z najbardziej energochłonnych (ponad 1kg CO2/euro), dalszy wzrost cen energii w Polsce stwarza realne ryzyko przeniesienia produkcji poza granice Unii Europejskiej. W przypadku sektorów takich jak cementowy to właśnie brak rekompensat wpłynie bezpośrednio na obniżenie konkurencyjności branży i to na rzecz podmiotów spoza Unii Europejskiej (na Białorusi, w Turcji czy na Ukrainie), których nie obejmują tak restrykcyjne normy środowiskowe oraz unijne cele klimatyczne i redukcyjne. Jak wynika z analiz CEMBUREAU, do 2025 roku około 30 procent potencjału wytwórczego klinkieru w Unii Europejskiej może zostać zlikwidowane ze względu na utratę konkurencyjności. Tym samym zagrożona jest produkcja blisko 27 milionów ton klinkieru w Unii Europejskiej, począwszy od 2021 roku oraz nawet 40 milionów od 2030 roku. Dlatego też, poza umieszczeniem na liście zagrożonych zjawiskiem carbon leakage, niezbędne jest uwzględnienie kolejnych sektorów energochłonnych także na liście branż uprawnionych do otrzymywania rekompensat za wzrost kosztów pośrednich – wynikających ze wzrostu kosztów energii elektrycznej. Formalnie do roku 2030 roku jest ona zamknięta. We wrześniu 2020 roku Komisja Europejska przyjęła bowiem zmienione wytyczne w sprawie pomocy państwa w ramach EU ETS. Miało to stanowić zamknięcie trwającej od dłuższego czasu dyskusji, obejmującej m.in. konsultacje, w ramach której powstał obecny kształt listy branż uprawnionych do otrzymywania rekompensat za wzrost kosztów pośrednich wynikających ze wzrostu kosztów energii elektrycznej. Nie wiadomo jednak, jakie będą dalsze kroki związane z implementacją listy – tym bardziej, iż pomimo licznych apeli nie znalazły się na niej kluczowe dla gospodarki sektory, w tym cementowy. Wiemy, iż w połowie 2021 roku Komisja Europejska będzie musiała przedstawić pakiet zmian prawnych związanych z Europejskim Systemem Handlu Emisjami, co daje pole do dyskusji na ten temat oraz sygnalizowania potrzeby zmian – szczególnie na forum Parlamentu Europejskiego – pisał Marcin Roszkowski. Roszkowski: Czas na CBAM i reformę handlu CO2. Polska jest narażona CBAM a polityka klimatyczna Sprawie CBAM przyglądał się na naszych łamach również Artur Zasada, prezes Business & Science Poland: – Zacznijmy od kwestii niekontrowersyjnych. Projekt Komisji wymienia sektory, które zostaną objęte przepisami: cement, stal, niektóre nawozy, aluminium i energia elektryczna. Lista ta może być stopniowo rozszerzana w drodze aktów delegowanych Komisji. Sposób opłaty CBAM-u zaproponowany przez Komisję, przewiduje przyznawanie cyfrowych certyfikatów powiązanych z ceną uprawnień do emisji CO2 w europejskim systemie handlu emisjami (EU ETS). KE proponuje możliwość rozszerzenia listy krajów trzecich wyjętych spod obowiązywania CBAM w przypadku zintegrowania przepisów danego kraju z EU ETS, lub zawarcia z nim osobnej umowy międzynarodowej. Ten element pozwala rozwiać część wątpliwości związanych ze zgodnością z wymogami systemu WTO. Jednak projekt zawiera również propozycje trudne do obrony, przede wszystkim propozycję wykluczenia możliwości stosowania istniejących narzędzi unijnej polityki klimatycznej dla sektorów objętych CBAM. W BSP rozumiemy, że tzw. kontrolowane przecieki dokumentów są częścią unijnego procesu decyzyjnego i w tym przypadku zapewne KE pragnie wysondować poparcie lub sprzeciw dla propozycji ustanowienia CBAM jako alternatywy dla darmowych uprawnień w systemie ETS oraz systemu rekompensat. Business & Science Poland uważa, że przeciwstawianie tych narzędzi jest kontrproduktywne w stosunku do celów klimatycznych i niedobre dla europejskiej gospodarki. Po pierwsze, CBAM i istniejące instrumenty powinny być traktowane jako komplementarne, bowiem ich cele są różne. Wprowadzenie opłaty od importu towarów ma służyć zachęcaniu partnerów handlowych UE do redukcji śladu węglowego, podczas gdy celem bezpłatnych uprawnień jest ochrona przemysłu europejskiego przed ucieczką emisji, zwłaszcza na rynkach eksportowych – pisał Zasada. – Po drugie, przemysł potrzebuje bezprecedensowych inwestycji w innowacje. Wymaga to stabilnego i przewidywalnego otoczenia biznesowego i regulacyjnego. Przedsiębiorstwa planowały działalność i realizowały inwestycje w oparciu o bezpłatne uprawnienia ETS. Wycofanie bezpłatnych uprawnień może de facto karać sektory i przedsiębiorstwa, które zainwestowały w technologie niskoemisyjne i należą do liderów w tym zakresie. Ich inwestycje mogą nie być już rentowne po przywróceniu obowiązku zakupu wszystkich uprawnień. Uważamy, że w kolejnej wersji dokumentu Komisja powinna wziąć pod uwagę podejście Parlamentu Europejskiego, który w przyjętej niedawno rezolucji dopuszcza współistnienie obu środków. Przed CBAM jeszcze trudna droga negocjacji w unijnych instytucjach. Jednak fakt, że KE dzieli się informacjami na ten temat pokazuje, że wciąż jest przestrzeń do negocjacji. Zachęcamy polskie podmioty do włączania się do tych prac. Nikt nie ma bowiem złudzeń, że transformacja energetyczna to, przynajmniej w pewnym okresie, podniesienie kosztów produkcji. W związku z tym utrzymanie konkurencyjności przemysłu UE w wysiłkach na rzecz dekarbonizacji ma zasadnicze znaczenie nie tylko dla utrzymania miejsc pracy. Stara prawda ekonomiczna o tym, że „zły pieniądz wypiera dobry” służy również jako ostrzeżenie w polityce klimatycznej: jeśli nisko emitujący producenci UE nie będą w stanie konkurować z wytwórcami, którzy nie będą ponosić kosztów transformacji to na globalnym rynku pozostaną tylko Ci, którzy nie będą zmniejszać emisji – pisał Artur Zasada. Zasada: CBAM powinien uzupełniać, a nie zastępować istniejąca politykę klimatyczną Eksperci o CBAM CBAM był jednym z wątków dyskusji podczas tegorocznej edycji Kongresu Polska Chemia, który odbył się pod patronatem BiznesAlert.pl. – Taki mechanizm jak CBAM musi być wdrożony w sposób zgodny z zasadami WTO, respektując międzynarodową wymianę handlową. Celem tego mechanizmu jest to, by nasza polityka klimatyczna była skuteczna, i żeby produkty o niższym śladzie węglowym były preferowane. Wierzymy, że można to zrobić to w sposób kompatybilny z WTO. Są trudności techniczne, ponieważ mechanizm ten jest skomplikowany. Działa już EU ETS, ale takie systemy nie istnieją wszędzie na świecie. Kwestie te da się rozwiązać, trzeba na początek wybrać parę sektorów, gdzie można wprowadzić taki mechanizm. Niektóre produkty chemiczne mogą nadać się do fazy testowej, potem można rozważyć rozszerzenie tego na bardziej skomplikowane produkty. Chodzi o to, żebyśmy wszyscy na świecie dążyli do celów porozumienia paryskiego – zaznaczył wiceminister klimatu i środowiska Adam Guibourgé-Czetwertyński. Wyciekł projekt europejskiego cła węglowego. Znamy szczegóły – CBAM jest nieuchronny w polityce klimatycznej Unii Europejskiej. Ambicje UE są dużo wyższe niż innych regionów, powoduje to, że część sektorów inwestuje poza jej granice. Dlatego KE musi się zabezpieczyć, by cały nasz wysiłek nie poszedł na marne. Ograniczanie emisji CO2 najtańsze jest w sektorze energetyki, w innych sektorach zaczyna być to coraz droższe. Ceny uprawnień emisji CO2 skłaniają do zastanowienia nie tylko ze względu na ich poziom, tylko na tempo ich wzrostu. Przemysł musi zwracać uwagę na nowe procesy niskoemisyjne i technologie pochłaniania dwutlenku węgla – powiedział Robert Jeszke, kierownik zespołu strategii, analiz i aukcji oraz Centrum Analiz Klimatyczno-Energetycznych (CAKE) w Krajowym Ośrodku Bilansowania i Zarządzania Emisjami (KOBiZE), części Instytutu Ochrony Środowiska – Państwowego Instytutu Badawczego. O chemii, energetyce i przyszłości na Kongresie Polska Chemia (NA ŻYWO)",
    "images": "https://biznesalert.pl/wp-content/uploads/2021/06/WhatsApp-Image-2021-06-18-at-10.54.06.jpeg",
    "tags": "",
    "excerpt": "CBAM, czyli Carbon Border Adjustment Mechanism, wzbudza szerokie zainteresowanie, chociaż wciąż pozostaje przedmiotem rozmów politycznych wśród przywódców Unii Europejskiej. Ma być to rodzaj cła nakładanego na import z krajów spoza […]",
    "categories": "Energetyka;Opinie;Środowisko"
}