{
    "title": "(CBAM) Carbon Border Adjustment Mechanism • Business & Science Poland",
    "author": "unknown",
    "source": "zpbsp.com",
    "date": "2024-01-01",
    "text": "The CBAM (Carbon Border Adjustment Mechanism) is an initiative of the European Union to integrate imports into the EU's climate policy by imposing tariffs on products imported from outside the EU that have a high carbon footprint. This is a mechanism designed to prevent so-called “emission leakage”, that is, the transfer of production to countries with less restrictive CO2 emission regulations. CBAM includes products such as fertilizers, cement, iron, steel, aluminum and hydrogen. Importance for Polish companies CBAM is particularly important for Polish companies for several reasons: Decarbonization and competition: Polish companies will have to undertake significant decarbonisation measures to meet the new EU requirements. At the same time, they will have to compete with multinational companies, which may have a larger carbon footprint but lower production costs. Climate efficiency: European petroleum products have a much smaller carbon footprint compared to products from third countries. CBAM aims to compensate for these differences by introducing charges for emissions built into imported products. International trade: Increasing the climate ambition of the EU's trading partners is essential to achieving the EU's climate goals. Without comparable efforts from the rest of the world, reducing emissions in the EU could lead to an increase in emissions outside the EU. Mechanisms to prevent the escape of emissions CBAM is to co-exist with existing mechanisms to counter emissions leakage, such as: Free allocation of allowances in the EU ETS. Compensation for indirect emissions (e.g. related to increased electricity costs) Activities of the BSP Business & Science Poland actively participated in consultations and negotiations on CBAM. The activities of the BSP included: Analysis and preparation of positions for public consultation. Cooperation with MEPs, business organizations, think tanks and the Polish administration. Participate in CBAM debates and events. Impact on Legislation Thanks to the actions of the BSP, it was possible to convince MEPs to take into account the demands for the coexistence of CBAM with the existing instruments to prevent emissions leakage. The key results are: Removal of provisions treating CBAM as an alternative to free allocation of allowances in the ETS. Maintenance of free allowances and compensation for indirect emissions. Future steps The CBAM will be phased in from 2026 to 2034, with a transition period from October 1, 2023 to December 31, 2025, when the importer's obligations will be purely reporting. The CBAM is a key element of the “Fit for 55” package, which aims to achieve a reduction of greenhouse gas emissions by at least 55% by 2030 by the EU. Further work of the BSP will include monitoring the implementation of CBAM and cooperation with key stakeholders to ensure its effectiveness and compliance with the interests of the Polish industry. ‍",
    "images": "https://cdn.prod.website-files.com/675940d7131ea48e970fc9b8/6776d6fb837a1c1e2c0e0aa7_ben-garratt-anwsmYpIc68-unsplash-1.jpg",
    "tags": "",
    "excerpt": null,
    "categories": ""
}