{
    "title": "Closing the gap between Mars and Venus on trade",
    "author": "Jbatchik",
    "source": "Atlantic Council",
    "date": "2024-10-07",
    "text": "Closing the gap between Mars and Venus on trade This essay is part of the report “Transatlantic horizons: A collaborative US-EU policy agenda for 2025 and beyond,” which outlines an agenda for common action for the next US administration and European Commission. The bottom line In early 2025, a new US administration and European Commission will be in place. It will then be more critical than ever that the United States and the European Union (EU) coordinate their approaches to international trade across a wide range of issues. A significant impediment to this coordination is the persistent temptation—by a range of players in transatlantic circles—to articulate and emphasize supposedly fundamental differences between Washington and Brussels in a way that highlights the virtues of one and denigrates the other. As satisfying as that classic conflict narrative is, it has real-world negative consequences for both parties and should be reassessed by all players in favor of the reality that what unites the United States and the EU dwarfs their differences. State of play and the strategic imperative Leading into 2025, cascading joint challenges of supply chain vulnerabilities, climate change, deindustrialization, competitiveness, geopolitical crises, and damaging third-country non-market economy policies and practices—coupled with an international rules system designed for another era—will increasingly drive both sides to use unilateral measures to protect and achieve legitimate policy goals. The US tariffs on steel and aluminum and the Inflation Reduction Act are two such examples; the EU Carbon Border Adjustment Mechanism (CBAM) and Deforestation Regulation are two others. Other measures risking transatlantic friction include the EU’s Corporate Sustainability Reporting Directive, the longstanding Boeing-Airbus subsidies dispute, previous tensions over the EU digital services tax, a failure to reach a critical minerals agreement, and US companies’ compliance with the EU’s Digital Markets Act. The current trend is not abating. Unless the United States and the EU cooperate on those unilateral measures, there is a high risk that they will result in significant bilateral trade clashes. At a minimum, this will undermine achieving generally shared goals; at worst, it could result in spiraling bilateral trade retaliation. A significant barrier to transatlantic trade cooperation is the persistent underlying narrative—among policymakers, think tankers, and others—that the United States and the EU approach the world from fundamentally different perspectives. In the memorable words of a distinguished commentator twenty years ago, the United States is from Mars, and the EU is from Venus. This can be an attractive narrative, as it allows each to claim virtues that the other supposedly lacks. It allows Washington to take pride that it is tougher and more clear-eyed than a feckless EU; it allows Brussels to claim that it is more law-abiding and multilateral than the “Wild West” United States. But this narrative is a choice, not a fact. And the strong inclination to triumphantly celebrate supposed fundamental differences has negative real-world impacts. This narrative finds its way into public statements, is sometimes amplified by a press happy to report on big-picture fights, and can end up deeply embedded in the public consciousness, determining whether or not there is public support for US-EU cooperation. And this narrative of fundamental differences between the United States and the EU—each side claiming the higher virtue—undermines US-EU cooperation. Further, US-EU cooperation is a necessary but insufficient condition for making progress on these global challenges. In a context in which cooperation with other trading partners is essential, setting up a sharp divide between the United States and the EU encourages those trading partners to take sides and discourages their cooperation with the EU and the United States. Recent among many examples are the discussions over the Global Arrangement on Steel and Aluminum. To recall, the United States imposed tariffs on steel and aluminum from around the world because of damaging subsidized and non-market excess capacity in China, and the EU retaliated with its own tariffs on US products. Both sides brought dispute settlement disputes to the World Trade Organization (WTO). The United States and the EU de-escalated the situation by agreeing to a temporary two-year settlement in October 2021, under which historical levels of EU steel and aluminum could enter the United States duty free, and the EU suspended its retaliatory tariffs. By the end of October 2023, the EU and the United States were to have reached a permanent arrangement to free up bilateral trade in steel and aluminum and eliminate retaliatory tariffs. It didn’t happen, amid somewhat angry recriminations, but at the last nail-biting minute, Washington and Brussels agreed to extend the truce for another fifteen months to give breathing room to negotiate a deal. The inability to reach a final arrangement on such a tight timeframe was not surprising. Its goal is as ambitious and unprecedented as it is critical: Climate change is an existential crisis, and non-market-based products threaten key industries and their ability to produce sustainable products. Washington and Brussels urgently need to address these issues, and this novel arrangement is a way to tackle both simultaneously: It would incentivize bilateral trade in environmentally sustainable and market-based products and disincentivize trade that is not. US National Security Advisor Jake Sullivan declared the arrangement “could be the first major trade deal to tackle both emissions intensity and over-capacity.” Negotiating such an agreement is not only novel, but it is challenging in an international rules system that prohibits discrimination against “like” products and that was negotiated when non-market state actors were not much of a factor. That this was a groundbreaking negotiation addressing critical new joint challenges could and should have been the explanation for the inability to reach a permanent arrangement. That narrative would have supported the parties’ continued work to reach a final arrangement. Instead, the public explanation from Brussels for the failure was that the United States was insisting on WTO-illegal tariffs and an illegal free pass on the EU’s CBAM as part of the arrangement. The EU’s trade chief, Valdis Dombrovskis, largely stuck to the line ahead of negotiations, stating, “As the EU, we’re committed to multilateralism, to the rules-based global order. We would like to avoid engaging in agreements which manifestly violate World Trade Organization rules.” Later, he hit Washington for failing to provide a clear path to end the tariffs, which Brussels deemed illegal. The United States was less vocal publicly on the failure to reach an agreement, but trade watchers understand the United States’ implied position is that the EU is institutionally hidebound, unwilling to reach beyond currently existing regulations that have failed for decades to fix the problem. Each of these positions fit into the Mars-Venus narrative—and left each side convinced that it was right. But when talks break down with one party characterized as a rule breaker and the other as being rigid and unimaginative, it does not create an environment for further joint progress. How does the EU then justify negotiating with a rule breaker or ultimately finding a compromise along the lines of something it condemned? How does the United States justify continued discussions with a rigid institution that is unwilling or unable to be creative enough to meet new challenges? To be clear, the United States and the EU will have good-faith disagreements over their approaches to issues, even those on which they agree. There is nothing wrong with confronting and trying to resolve those disagreements. But the readiness to attribute those disagreements to values-based fundamental differences digs a virtually unbridgeable gulf. Looking ahead This dynamic has shaped (and thwarted) cooperative US-EU efforts in numerous areas, including reforming WTO dispute settlement, addressing distortions caused by non-market actions of state enterprises, subsidies, excess capacity, coercion, and a host of other issues. Unless there is a change, it will continue to do so. And the number and significance of areas in which US-EU cooperation will be critical will only increase as joint global challenges mount. Policy recommendations There are ways to lay a better foundation for US-EU cooperation going forward: Focus messaging on common values and interests. All proponents of stronger transatlantic ties—think tanks, academics, business and nongovernmental organization (NGO) stakeholders, and government officials alike—should emphasize publicly and privately the reality that what unites the United States and the EU in the world trade order dwarfs their disagreements. These proponents should avoid the temptation to signal the virtues of one partner by denigrating the other and creating appealing, but largely false, fundamental differences. Those narratives, setting up epic conflicts between the forces of “good and evil,” are exciting but have profound negative effects in the real world. Identify priority areas for coordination and work most intensely and cooperatively on those aspects for which there is maximum overlap of interest. US and EU government officials should focus now, ahead of and in early 2025, on specific priority issues that require the most intense coordination. Issues represented by the Global Arrangement on Steel and Aluminum—climate change, including CBAM and similar measures—and non-market policies and practices should top the list. For each of those priority issues, the parties should identify the areas of strongest overlap in interest and work intensely on those areas. Where there are significant differences in approach that cannot be entirely bridged, those should be cabined off and addressed separately. The United States and the EU should also agree on principles of cooperation that avoid casting aspersions on the other party. Build buy-in from all stakeholders. Finally, the United States and the EU’s joint work on identified priorities, and the messaging that accompanies that work, should be strongly informed by the broad US and EU stakeholder community—including business, agriculture, labor, NGOs, think tanks, and others. This would ensure that the priority areas of work are, in fact, those that have a meaningful real-life impact, and would crystallize a positive public narrative supporting that work, both domestically and internationally. To improve the cooperative dynamic in 2025, the United States and the EU should focus less on whether one is from Mars and the other from Venus, and more on the planet they share: Earth. L. Daniel Mullaney is a nonresident senior fellow with the Atlantic Council’s Europe Center and GeoEconomics Center. He served as assistant US trade representative for Europe and the Middle East in the Office of the United States Trade Representative from 2010 to 2023. read more essays The Europe Center promotes leadership, strategies, and analysis to ensure a strong, ambitious, and forward-looking transatlantic relationship. Image: A worker attaches a steel and aluminum door at GM's Chevrolet Silverado and GMC Sierra pickup truck plant in Fort Wayne, Indiana, July 25, 2018. GM-SILVERADO/ REUTERS/John Gress.",
    "images": "https://www.atlanticcouncil.org/wp-content/uploads/2024/10/Mullaney-EU-US-agenda-setting-report-scaled.jpg",
    "tags": "",
    "excerpt": "It will be more critical than ever that the United States and the European Union coordinate their approaches to international trade across a wide range of issues.",
    "categories": ""
}