{
    "title": "EU CBAM Guidance Published - Washington Trade & Tariff Letter",
    "author": "unknown",
    "source": "Washington Trade & Tariff Letter",
    "date": "2023-08-24",
    "text": "The European Commission has adopted the rules governing the implementation of the Carbon Border Adjustment Mechanism (CBAM) during its transitional phase, which starts on 1 October of this year and runs until the end of 2025. The Implementing Regulation published August 17, details the transitional reporting obligations for EU importers of CBAM goods, as well as the transitional methodology for calculating embedded emissions released during the production process of CBAM goods. In the CBAM's transitional phase, traders will only have to report on the emissions embedded in their imports subject to the mechanism without paying any financial adjustment. This will give adequate time for businesses to prepare in a predictable manner, while also allowing for the definitive methodology to be fine-tuned by 2026. To help both importers and third country producers, the Commission also published today guidance for EU importers and non-EU installations on the practical implementation of the new rules. At the same time, dedicated IT tools to help importers perform and report these calculations are currently being developed, as well as training materials, webinars and tutorials to support businesses when the transitional mechanism begins. While importers will be asked to collect fourth quarter data as of 1 October 2023, their first report will only have to be submitted by 31 January 2024. Ahead of its adoption by the Commission, the Implementing Regulation was subject to a public consultation and was subsequently approved by the CBAM Committee, composed of representatives from EU Member States. One of the central pillars of the EU's ambitious Fit for 55 Agenda, CBAM is the EU's landmark tool to fight carbon leakage. Carbon leakage occurs when companies based in the EU move carbon-intensive production abroad to take advantage of lower standards, or when EU products are replaced by more carbon-intensive imports, which in turn undermines our climate action. For more information",
    "images": "https://zeta.creativecirclecdn.com/exportpractitioner/original/20230602-170213-zaporizhstal-panorama_full.jpg",
    "tags": "",
    "excerpt": "The European Commission has adopted the rules governing the implementation of the Carbon Border Adjustment Mechanism (CBAM) during its transitional phase, which starts on 1 October of this year and runs until the end of 2025. The Implementing Regulation published August 17, details the transitional reporting obligations for EU importers of CBAM goods, as well as the transitional methodology for calculating embedded emissions released during the production process of CBAM goods.",
    "categories": ""
}