{
    "title": "US follows EU with plans to charge carbon-intensive imports - August 2021",
    "author": "New Zealand Ministry; Trade",
    "source": "New Zealand Ministry of Foreign Affairs and Trade",
    "date": "2021-08-16",
    "text": "Sustainability: On this page Prepared by the New Zealand Embassy in Washington D.C. Summary – Rāpopoto On the same day as the EU released details of its carbon border adjustment mechanism, US Congressional Democrats introduced legislation to establish a US border carbon adjustment on carbon-intensive imports. In order for the proposal to become a reality, it will need to attract additional congressional support and support from the Administration who continue to focus on domestic prorities. This move was well received by climate-conscious businesses and civil society who called it an significant step to turn the existing US carbon advantage into a competitive advantage. While questions remain regarding the WTO compliance of these mechanisms, US civil society groups do not believe such considerations should stand in the way of implementing an important tool to address climate change. Report – Pūrongo On the same day that the European Union released its draft regulation for a carbon border adjustment mechanism (CBAM), Democratic Members of the US Congress released a proposal of their own. The Co-Chair of the Senate Climate Solutions Caucus and a Member of the Senate Foreign Relations Committee, Chris Coons (D-Delaware), and Member of the House Energy and Commerce Committee Scott Peters (D-California) introduced legislation to establish a US border carbon adjustment measure (BCA). Senate Democrats had previously earmarked funding for a “polluter import fee” in its US$3.5 trillion go-it-alone budget plan. House Ways and Means Subcommittee on Trade Chair Representative Earl Blumenauer (D-Oregon) endorsed the proposal and promised to work with them to “make this a reality”. It is not clear how quickly the proposed FAIR, Affordable, Innovative, and Resilient Transition and Competition Act (the Act) will move through the congressional process or even if it will attract enough support to become law. Although President Joe Biden said he was open to the idea of a US carbon border adjustment mechanism before entering office, the United States Trade Representative and the White House have not commented on the Act. According to the Act, as drafted, the BCA would take effect on 1 January 2024. Initially, the BCA would cover carbon-intensive goods that are “exposed to trade competition” including aluminium, cement, iron, steel, natural gas, petroleum, and coal. The list of goods covered by the mechanism would grow over time as the US “improves processes for determining the carbon intensity of different types of goods.” Six months ahead of taking effect the US Treasury would determine the domestic environmental cost incurred for each initial sector, and for the production of each covered fuel, based on the average cost incurred by companies within such sector to comply with any US regulations designed to limit or reduce greenhouse gas emissions. It has been estimated by the bill’s co-sponsors that the BCA would generate between US$5 billion and US$16 billion per year. The proposed legislation directed the US Trade Representative and the Secretary of State to engage other nations to ensure “fairness in the application of emissions-based tariffs.\" It provides for exemptions for least-developed countries and countries that do not impose a border adjustment measure on US products. The latter would also need to enforce regulations designed to limit or reduce greenhouse gas emissions that are “at least as ambitious as Federal laws and regulations.” The Treasury Secretary would be tasked with publishing an annual list of exempted countries, with the first report due by 1 July 2023. Early reactions to proposal The Act has received initial support from climate-conscious businesses. American Sustainable Business Council President David Levine said the proposal would guarantee that US businesses would not be “undercut by polluting industries beyond our borders.” CEO Climate Dialogue Members commended the move as advancing the discussion on a key component of a carbon pricing framework. Members reaffirmed the need to establish a “comprehensive, market-based, economy-wide approach for emissions reductions.” The Climate Leadership Council are also supportive of a BCA. The Council argue that an ambitious US policy to price emissions, including a BCA, will “turn the existing US carbon advantage into a competitive advantage.” In a September 2020 study(external link), the Council found that US goods are 40 percent more carbon-efficient than the world average and that the US was importing 75 percent of its goods from less carbon-efficient countries. The Blue-Green Alliance, particularly United Steelworkers, believe that union workers would reap economic gains from such a BCA. It has also been well received by civil society. National Wildlife Federation President Collin O’Mara said a level playing field was needed for US manufacturers who operate “some of the least polluting facilities in the world”. Massachusetts Institute of Technology’s Deputy Director of the Center for Energy and Environmental Policy Research (CEEPR), Michael Mehling, said the BCA would help pre-empt the risk that domestic manufacturing will relocate to countries with weaker or no climate policies. “Emissions will not simply be outsourced and occur elsewhere.” Debate over WTO compliance Whether the EU’s CBAM and the BCA would comply with WTO rules remains a point of concern for some. The proposed BCA legislation delegates the question to the US Treasury by directing it to set fees for countries and products that are “consistent with international treaties and agreements.” US Chamber of Commerce Senior Vice President for European Affairs Marjorie Chorlins said that designing border adjustments to limit carbon leakage in a manner consistent with WTO obligations would be a “major challenge” to introducing the mechanism. Yet civil society commentators are largely dismissive of the issue. Sierra Club director Ben Beachy said the WTO has proven ineffective in addressing climate change. “The WTO track record on climate and environmental protections hardly inspires confidence that this body should be issuing pronouncements on countries’ efforts to tackle the climate crisis.” New York Times Op-Ed columnist Paul Krugman labelled any criticism of a BCA being protectionism and WTO non-compliant as trivial. “I mean, the Pacific Northwest — the Pacific Northwest! — has been baking under triple-digit temperatures, and we’re going to worry about the interpretation of Article III of the General Agreement on Tariffs and Trade?” O’Mara said. More reports View full list of market reports. If you would like to request a topic for reporting please email exports@mfat.net To contact our Export Helpdesk Email: exports@mfat.net Phone: 0800 824 605 Visit Tradebarriers.govt.nz(external link) Disclaimer This information released in this report aligns with the provisions of the Official Information Act 1982. The opinions and analysis expressed in this report are the author’s own and do not necessarily reflect the views or official policy position of the New Zealand Government. The Ministry of Foreign Affairs and Trade and the New Zealand Government take no responsibility for the accuracy of this report.",
    "images": "https://www.mfat.govt.nz/resources/img/logos/logo-mfat-print.jpg",
    "tags": "On the same day as the EU released details of its carbon border adjustment mechanism, US Congressional Democrats introduced legislation to establish a US border carbon adjustment on carbon-intensive imports.",
    "excerpt": "On the same day as the EU released details of its carbon border adjustment mechanism, US Congressional Democrats introduced legislation to establish a US border carbon adjustment on carbon-intensive imports.",
    "categories": "On the same day as the EU released details of its carbon border adjustment mechanism, US Congressional Democrats introduced legislation to establish a US border carbon adjustment on carbon-intensive imports."
}