{
    "title": "Trade Links",
    "author": "James Bacchus",
    "source": "Cambridge Core",
    "date": "2022-02-10",
    "text": "‘This book spells out in fascinating detail the multitude of links that are increasingly connecting the global population and brilliantly explains why sustainable development is a critical issue for the 21st century. Jim Bacchus describes how the multilateral trade rules can and must be upgraded and implemented to avoid disaster and to secure the benefits that could flow to all mankind, illustrating in captivating detail why today and in the future, self-interest constitutes shared interest. This is a truly an absorbing and persuasive analysis that is hard to put down.’ Ambassador Carla Hills - former United States Trade Representative ‘In an already polarized world, the pandemic has opened even deeper fissures between nations. In this magisterial and far-ranging book, Jim Bacchus shows why, despite all the challenges, international cooperation is more important than ever. Recrafting cooperation on trade, Bacchus rightly argues, is essential because that can offer a foundation for more effective cooperation on health, food, the environment, and other topics central to our welfare.’ David Victor - University of California, San Diego ‘With his extensive knowledge, deep insight, and penetrating logic, James Bacchus provides a comprehensive and compelling analysis of the twenty-first century challenges facing the troubled trading system. This book is essential reading for all who seek a deeper understanding of these challenges and seek practical policy guidance on how the system can be revitalized to meet them.’ Robert Z. Lawrence - Harvard Kennedy School ‘Jim Bacchus is one of the world’s finest scholars and practitioners in the field of international trade law and policy. In Trade Links: New Rules for a New World, he makes the case for protecting the World Trade Organization – a body of laws for trade policy that has helped to promote peace and prosperity. But if we want things to stay as they are, wrote di Lampedusa, things will have to change. In the same spirit, Professor Bacchus argues that the WTO has to change if we want it to have a meaningful role in addressing twenty-first century problems. Let’s hope our leaders will read and heed his advice!’ Fredrik Erixon - Founding Director of the European Centre for International Political Economy ‘No element of the international order has emerged more battered by the Trump Presidency and the COVID Pandemic than global trade. In this absolutely essential book, James Bacchus, former member of Congress and of the World Trade Organization (WTO) Appellate Body, sketches out how our world leaders can restore and shape the trading system to address the economic, health, and climate challenges that will dominate the twenty-first century.’ Ambassador Eric Edelman Edelman - John Hopkins University 'Jim Bacchus was the chief judge for the World Trade Organization in its first decade. Now, at a time of crisis for the global trading system, he argues for a radical updating of the system for a world with huge new challenges, including the pandemic, climate change and the new digital economy. We must have the courage to reform the system rather than abandon the world economy to disorder. We are too interconnected for the latter choice to make any sense. He is right.' Martin Wolf Source: Financial Times ‘Recommended.’ S. Paul Source: Choice",
    "images": "https://assets.cambridge.org/97810091/07785/large_cover/9781009107785i.jpg",
    "tags": "",
    "excerpt": "Cambridge Core - International Economics - Trade Links",
    "categories": ""
}