{
    "title": "Carbon taxes and international trade What are the key issues",
    "author": "unknown",
    "source": "PwC",
    "date": "2021-08-04",
    "text": "{{item.title}} {{item.text}} {{item.title}} {{item.text}} August 2021 Recent proposals in the European Union and the United States to impose border adjustments on certain imports from heavy carbon emitters, while in the early stages and likely to face challenges, represent new initiatives to address climate change -- the use of established trade mechanisms. These efforts have attracted the attention of countries such as China and Russia that could be affected considerably by such adjustments. Mechanisms such as the EU’s ‘cap-and-trade’ Emissions Trading Scheme (ETS) have been in place for many years. The EU and the United States now are considering new proposals generally known as carbon border taxes or border adjustments -- levies on imports based on the amount of carbon emissions resulting from production of the product in question. These measures, at least in the case of the EU proposal, are aimed in part at reducing ‘carbon leakage’ -- the relocation by businesses from countries that have enacted measures to reduce carbon emissions to other countries with looser standards. They also are a means of incentivizing/penalizing countries deemed to be insufficiently addressing the issue of climate change. The European Commission, as part of its ‘Fit for 55’ package (named for the goal of reducing EU greenhouse gas emissions by 55% by 2030 compared with 1990 levels), has proposed a Carbon Border Adjustment Mechanism (CBAM). The proposed CBAM would be a levy on the importation of certain specified goods (cement, electricity, fertilizers, iron and steel, and aluminum) into the EU. For additional discussion of the CBAM and the other proposed EU measures, see PwC Tax Policy Alert, European Commission releases a number of ‘green taxation’ measures, July 16, 2021. Meanwhile, Democrats on the US Senate Budget Committee have proposed a ‘polluter fee’ on certain carbon-intensive imports into the United States as a potential part of their $3.5-trillion budget blueprint. It remains to be seen whether Democrats -- who control the US Congress by the narrowest of margins -- will adopt a polluter fee as part of anticipated legislation to be written later this year. The Biden Administration also recently announced that it is considering imposition of a version of a carbon border adjustment on imports from countries the United States determines are not sufficiently addressing climate change. See United States Trade Representative, 2021 Trade Policy Agenda. Action item: The CBAM proposal in the EU and the ‘polluter fee’ proposal in the Senate Democrats’ Budget Committee blueprint indicate that carbon border adjustments may become a reality sooner than might have been thought possible even a few months ago. Other countries are exploring the concept as well. As a result, there may be growing interest around the world in using these types of measures as a means to achieve carbon reduction policy goals. Companies that could be affected by carbon border adjustments should monitor developments and, when opportunities arise, provide input to policymakers. Observation: This proposed new form of border levy could have a considerable effect on international trade due to the prominence of the EU and the United States in global supply chains. This PwC Insight will examine key issues arising from the interaction of carbon border adjustments and international trade. US enactment of a carbon border adjustment, such as the ‘polluter fee’ proposed in the Democratic Senate Budget Committee resolution, would be a major development for several reasons. First, the United States has not enacted any national domestic carbon emissions pricing legislation such as a carbon tax or an emissions trading program. A border adjustment fee on foreign carbon-intensive products therefore might be viewed by US trading partners as discrimination against imports. However, supporters argue that it could help protect domestic US producers as they invest heavily in clean energy production. Second, a US carbon border tax might add to trade tensions with China, which is both a top US trading partner and also the world’s top producer of carbon emissions. The United States will have to determine whether a ‘carrot’ or a ‘stick’ is the best approach to encouraging China to speed up its reduction of carbon emissions. Although US Treasury Secretary Janet Yellen has been an advocate for a carbon tax in the past, the Biden Administration did not include a carbon tax proposal in its most recent budget proposals submitted to the US Congress. In the meantime, US manufacturers could face new border taxes on their imports to the EU, the UK, and perhaps Canada as well, so the Administration might conclude it should take interim measures while it formulates its carbon tax strategy. Details of the ‘polluter fee’ proposed by Senate Budget Committee Democrats have not yet been released. The revenue from the fee, which might be viewed by some as similar in some ways to a tariff, could help offset some of the major spending proposals in the Democratic budget blueprint. The fate of the ‘polluter fee’ proposal therefore is tied up in broader issues around the budget blueprint, such as whether it could be enacted under the ’budget reconciliation’ process. One proponent of the concept, Sen. Chris Coons (D-DE), has proposed that the fee “will be based on the domestic environmental cost incurred and will initially cover both carbon-intensive products and products exposed to trade competition, including aluminum, cement, iron, steel, natural gas, petroleum, and coal. The list of goods covered by the tariff will expand as the United States improves processes for determining the carbon intensity of different types of goods.” Note: This quote from Sen. Coons explicitly referring to the polluter fee as a tariff is his characterization of the fee; there has been no determination that such a fee would constitute a tariff. Observation: Senator Coons’s proposal generally seems to take the same approach as the proposed EU CBAM. The timing of its introduction may suggest that it is a response to the proposed CBAM, indicating that some Democrats in Congress do not expect the United States to stand by while the EU moves forward with its approach to addressing carbon-heavy imports. As noted above, the EU is farther along than the United States in terms of formulating its policy on carbon border adjustments, and the changes contemplated by Fit for 55 could take effect as early as 2024. The proposed CBAM, according to the European Commission, “will put a carbon price on imports of a targeted selection of products to ensure that ambitious climate action in Europe does not lead to ‘carbon leakage'. This will ensure that European emission reductions contribute to a global emissions decline, instead of pushing carbon-intensive production outside Europe. It also aims to encourage industry outside the EU and our international partners to take steps in the same direction.” At this point, the most important issue for the future impact of the CBAM is whether the CBAM should be considered a tax. On July 26, China issued a statement foreshadowing a possible challenge to the CBAM at the World Trade Organization (WTO), arguing that “CBAM is essentially a unilateral measure to extend the climate change issue to the trade sector. It violates WTO principles.” Russia, the EU’s largest supplier of carbon-intensive products such as oil, coal, rolled steel, and aluminium, also responded negatively to the proposal. Perhaps anticipating potential WTO challenges from important EU trading partners such as China and Russia, the European Commission in its draft regulation package stated that the CBAM would be neither a tax nor a tariff, but a “climate policy measure aiming at preserving the integrity of the EU’s climate ambition.” Not viewing the CBAM as a tax could avoid one substantial problem — EU taxation rules require unanimous approval by EU member countries to take effect (in addition to EU parliamentary approval). However, EU characterization of the CBAM as other than a tax or tariff would not automatically preclude a possible challenge at the WTO from China or any other WTO member such as the United States. WTO rules do not allow the EU to treat EU companies more favorably than non-EU companies. WTO members might argue that the CBAM in effect operates as a discriminatory measure, regardless of how the EU defines it. If the EU does enact the CBAM, and if it faces a WTO challenge, it would have to pass muster on two levels of nondiscrimination based on its implementation. First, the CBAM as implemented would have to treat companies within and outside the EU similarly. Second, the CBAM could not discriminate between companies in countries that have enacted domestic carbon pricing schemes similar to the EU ETS and companies in countries that have not. Note: China launched its ETS, the world’s largest, on July 16. China’s ETS, like the EU's, is based on the cap-and-trade model. Observation: The EU, and other jurisdictions such as the United States that are considering enactment of a carbon border adjustment, could seek to head off potential WTO challenges by working with other WTO members to create a multilateral framework, including definitions and other basic principles, within which CBAM-type mechanisms legally could exist. Such multilateral cooperation could help achieve the overarching goal of global carbon neutrality, but could take some time to establish. Canada is debating a move toward a carbon border adjustment but has not released a proposal. The UK, which had been considering a carbon border adjustment, announced in the HM Treasury document, Tax policies and consultations Spring 2021, that after review of the responses to a consultation completed last year on the carbon tax proposal, “the government is not taking forward the CET [Carbon Emissions Tax] in light of the announcement that it would implement a UK Emissions Trading System to replace its participation in the EU Emissions Trading System.” Note: The UK’s former tax minister in May called for a carbon border tax to help protect domestic producers against lower-priced imports from countries with less strict climate policies. The UK might revisit the issue, especially in light of the United States and the EU potentially moving forward with their own carbon border adjustments.",
    "images": "https://www.pwc.com/gx/en/brand-simplified/teaser-images-670/retail/damil-gettyimages-450814291-670.jpg",
    "tags": "",
    "excerpt": "Recent proposals for border adjustments on imports from heavy carbon emitters represent new initiatives to address climate change -- the use of established trade mechanisms.",
    "categories": ""
}