{
    "title": "Circulor offers transparency for minerals sourcing with Oracle Blockchain",
    "author": "unknown",
    "source": null,
    "date": "2023-09-15",
    "text": "Circulor offers transparency for minerals sourcing with Oracle Blockchain Circulor enables materials provenance and emissions traceability for critical minerals sourcing with Oracle Blockchain platform. “We bring transparency to complex supply chains across a broad range of industries. Oracle Blockchain Platform is a critical component within our solutions that enable clients to transparently record and share the origins and material journeys of raw materials. This helps prevent unethically sourced minerals from being included in supply chains and helps upstream miners who invest in setting higher bars of sustainable and responsible production to get rewarded in the marketplace.” Business challenges The essential global shift to an electrified and digital future has placed unprecedented demand for critical minerals used in the production of a vast array of products, including solar panels, consumer electronics, and electric vehicles (EV). Meanwhile, the complex geopolitical landscape, has motivated many organizations to reduce reliance on foreign suppliers and source these minerals closer to home or with allied countries. Historically, acquisition of critical minerals has left a trail of human rights violations and environmental devastation. In addition, the related mining, refining, and manufacturing processes create significant GHG emissions concerns, which can only be addressed when there’s transparency and data sharing from many supply chain participants. Consequently, companies along these complex industrial supply chains are experiencing increased pressure from governments, consumers, and internal stakeholders to ensure ethical and sustainable sourcing of raw materials and provide end-to-end visibility of production, including Scope 3 GHG emissions. Circulor was formed in 2017 with the mission to offer a digital platform that enables clients to continuously monitor upstream supply chain activity that they inherit. Circulor’s solutions replace cumbersome, periodic, paper-based practices with continuous, tamper-proof digital monitoring. Circulor helps clients to gain end-to-end visibility and traceability into their supply chains to mitigate risks, while demonstrating responsible sourcing, improved Environmental, Social, and Governance (ESG) performance, and reduced Greenhouse Gas (GHG) emissions. To offer its enterprise product globally, Circulor needed a cloud infrastructure that could not only support an enterprise-grade blockchain, but also the complex interdependence of technologies found within modern supply chains. Circulor chose Oracle because it was the most mature and cost-effective offering in the enterprise blockchain platform market. Why Circulor chose Oracle Circulor evaluated multiple blockchain platforms and selected the Oracle Cloud Infrastructure (OCI)-managed Blockchain Platform service because it provides the most mature and cost-effective offering in the enterprise blockchain market. As a startup, Circulor needed to be smart as to how it invested in underlying infrastructure. Oracle’s blockchain team worked closely with the company to share best practices and validate that Oracle could provide the security and confidentiality of the permissioned blockchain with cost-effective scalability and the global footprint required for the scale and breadth of its client’s deployments. OCI Blockchain Platform cloud service offers dynamic scalability and high availability with a financially backed 99.95% SLA. This helps Circulor meet the needs of Volvo Cars, BHP, and other customers. The platform also provides built-in integrations from blockchain to best-in-market platform and infrastructure services (including Oracle Analytics and Autonomous Database), which Circulor also uses to bring value to its OEM and supply chain customers. With Oracle Blockchain on OCI, Circulor turned compliance activities into opportunities for its clients to gain a competitive edge. Results Circulor offers enterprise software that allows clients to track raw materials across the supply chain, from the mine to the finished product and then into recycling, to prove raw materials are sourced ethically and sustainably. To do this, Circulor’s solution maps out complex supply chains, creates a digital twin of the material at source and equips clients with sophisticated data capture apps to gather thousands of data points to provide actionable insights. These apps provide strong anti-fraud capabilities before posting data to Oracle Blockchain, where smart contracts validate the records collected from all the suppliers and persist them to the shared ledger. This maintains the chain of custody and ownership with authenticated provenance of materials. Underlying the Oracle Blockchain Platform is Hyperledger Fabric, a Linux Foundation open source framework for implementing distributed ledger and smart contracts. This framework supports high performance levels and offers data confidentiality features that are required to support multiple customers across an integrated blockchain network. Oracle Blockchain also features extensive REST APIs and integration adapters that add value by enabling Circulor to connect directly with the client’s existing systems and applications. Circulor’s solutions reduce clients’ cost of compliance and due diligence processes in multitier supply chains to a fraction of what they experienced with legacy processes, while offering significant competitive advantage and reducing reputational and supply chain risks. Brands are using sustainability not only as a driver of change, but also as a driver of top line growth. Multiple leading organizations use Circulor’s solutions to track critical minerals and carbon emissions, across 30 global supply chains. These supply chains include over 100 facilities, comprising: 30 upstream mines and refineries 40 midstream producers 30 manufactures and OEMs 10 recyclers and logistics providers Over the past five years, Circulor has used Oracle’s technology to help customers record over two billion data points. Clients can trace materials through these supply chains. They can locate the equivalent of more than 250 million uniquely identifiable products and constituent materials for over 150 million batteries and 500,000 electric vehicles. These manufacturers have reduced economic, operational, and environmental risks while also eliminating manual tracking processes and reducing the potential for fraud. Circulor has implemented a protocol to prevent fraud, using strict rules for adding data to the blockchain. Using GPS tracking and facial recognition, this protocol verifies that the process took place at an accredited facility, at the expected time, for the expected duration, and in a way that matched the site’s declared operating capacity.  As national and regional legislation increasingly focuses on material traceability, responsible sourcing, and de-carbonizing supply chains, such as the EU Battery Regulation, the US Inflation Reduction Act, the EU Critical Raw Materials Act, and the Carbon Border Adjustment Mechanism (CBAM), Circulor will continue to tap the benefits of OCI and Oracle Blockchain to help customers meet these requirements and exceed the expectations of stakeholders. About the customer Circulor is on a mission to illuminate the world’s most complex industrial supply chains for better business and better products. Circulor helps miners, refiners, processors, and manufacturers to turn complying with domestic legislation and international standards relating to raw material sourcing and sustainable supply chains into an opportunity, while meeting consumer expectations that products are sourced and manufactured using ethical business practices.",
    "images": "https://www.oracle.com/node/oce/storyhub/prod/api/v1.1/assets/CONT30037B08C3FC47D697ADE81CEE23A3AD/native/Circulor-banner.jpg",
    "tags": "Circulor,Oracle Blockchain,critical minerals,EV batteries,cloud platform",
    "excerpt": "<!DOCTYPE html> <p>Circulor enables materials provenance and emissions traceability for critical minerals sourcing with Oracle Blockchain platform.</p>",
    "categories": ""
}