{
    "title": "New Research Reveals Asian Steelmakers’ Attempts to Weaken the EU’s Carbon Border Adjustment Mechanism",
    "author": "unknown",
    "source": "(C) Influencemap 2021",
    "date": "2025-03-05",
    "text": "The most prominent engagement in Japan is coming from Nippon Steel, JFE Steel, and the Japan Iron and Steel Federation (JISF), and in Korea from POSCO, Hyundai Steel, and the Korea Iron and Steel Association (KOSA). Steelmakers in Asia have actively engaged with the EU CBAM from as early as 2021. Evidence collected between 2022-2024 suggests continued engagement by industry during the policy’s transitional phase to weaken or oppose its introduction, including direct engagement with the European Commission and WTO. When the European Commission Director-General for Taxation and Customs Union visited Japan and Korea in November 2023 to discuss the EU CBAM, he pledged to reflect the opinions of business and policymakers from the region through continued close consultation. At the same time, the steelmakers are advocating to weaken domestic carbon pricing policy in their respective countries. This contradicts the arguments they are making in their engagement against the CBAM, as the costs imposed by the EU on imports under CBAM would only prove more onerous if the country does not have an equivalent strength carbon price. Karin Kitsuda, Japan Analyst at InfluenceMap, said: “Our research reveals significant evidence of highly strategic efforts by the Japanese and Korean steel industries not only to undermine the EU CBAM but also carbon pricing and other climate policies domestically. There appears to be a contradiction in this strategy, given the EU CBAM is designed to accommodate regions with strong domestic climate policies. This suggests that these industries’ concerns are not simply a pushback against unilateralism or trade protectionism, and raises questions about the preparedness of the Japanese and Korean steel industries for the rapidly growing momentum toward global net-zero emissions legislation.” Advocacy by the Japan Iron and Steel Federation: Advocacy by POSCO: In addition, evidence suggests highly strategic engagement by Japanese and Korean steelmakers undermining a range of key climate policies. For instance, KOSA advocated for a weaker 2030 NDC greenhouse gas emissions reduction target for industry in South Korea in a statement in May 2023, and JISF appeared to advocate for a weaker feed-in tariff for renewable energy in a statement in January 2022. This is all despite the potential for ambitious climate policies to help importing companies meet the EU CBAM requirements by accelerating the development of carbon-neutral products. Additional advocacy on the EU CBAM by the Japanese and Korean Steel Industry: For further media information or to arrange interviews, please contact: InfluenceMap media {@} influencemap.org",
    "images": "https://influencemap.org/site/img/site_cover.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "An independent think tank producing data-driven analysis on how business and finance are impacting the climate crisis",
    "categories": ""
}