{
    "title": "The Steel Sector’s Global Climate Policy Engagement: First Half 2024",
    "author": "unknown",
    "source": "(C) Influencemap 2022",
    "date": "2025-04-10",
    "text": "Nippon Steel is under shareholder pressure to address its climate policy engagement but appears to be engaging strategically and negatively on Japan’s forthcoming climate policies. Major companies from the Chinese steel sector are increasingly advocating for scrap steel recycling and hydrogen-based steel production, without explicitly stating the need to decarbonize hydrogen production and transition towards electric arc furnaces (EAFs). Steel sector entities engaged with Australia’s Carbon Leakage Review, which sought feedback on a carbon border adjustment mechanism (CBAM) and emissions product standards. Japanese and Korean steel industries are continuing to advocate to weaken the EU Carbon Border Adjustment Mechanism (EU CBAM) in its pilot stakeholder dialogue phase. A briefing outlining the engagement of the Japanese and Korean Steel Industries with the EU CBAM (Feb, 2024) A briefing covering the EU Steel Industry's Engagement with EU Policymakers in 2022-2023 (Nov, 2023) A deepdive review of the LobbyMap Climate Policy Engagement for Asian Steel Sector companies (Nov, 2023) As discussions ramp up toward next year’s revision of the Strategic Energy Plan, Japan’s principal energy policy, evidence suggests that Nippon Steel is engaging strategically and negatively on the policy. At a May 2024 hearing with the Japanese Ministry of Economy, Trade, and Industry (METI) on the Stategic Energy Plan’s revision, Nippon Steel Chairman and CEO Eiji Hashimoto promoted the construction of fossil fuel thermal power plants alongside the use of nuclear energy whilst emphasizing concerns around the costs and functionality of renewable energy. He appeared to promote the use of these energy sources for electric arc furnaces for steel production, although more positively, he also supported an increase in green hydrogen. Nippon Steel likely has considerable influence over Japan’s key policies through its leadership in the Japan Business Federation (Keidanren). Nippon Steel Chairman and CEO Eiji Hashimoto currently occupies numerous executive roles within Keidanren and is reportedly under consideration to be the organization’s next Chairman. Hashimoto is also a co-chair of Keidanren’s Industrial Competitiveness Committee, which submitted a somewhat negative policy proposal on industrial and energy policy to METI in March 2024. It submitted the same proposal separately to the head of METI in April 2024. The proposal from Keidanren’s Industrial Competitiveness Committee: Supported an increase in renewables and nuclear energy in the energy mix while also advocating for hydrogen and ammonia for power generation and industrial use, with ambiguity on the need to decarbonize production of the fuels. Supported carbon capture utilization and storage (CCUS) to decarbonize energy sector, but without clearly specifying the reduction of fossil fuels recommended by the IPCC alongside this. Suggested that Keidanren intends to make further recommendations on the government’s upcoming Industry Strategy for 2040 as well as the government’s National Spatial Strategic Plan. In another May 2024 METI hearing on the upcoming Strategic Energy Plan, Keidanren advocated for further procurement and continued use of liquefied natural gas (LNG) and fossil fuel thermal power. Evidence indicates that such policy advocacy by Keidanren, in which Nippon Steel appears to play a key role, will have major implications for multiple climate-relevant policies currently under development in Japan, including the annual Basic Policies for Economic and Fiscal Management and Reform (Honebuto no Hoshin), the GX Strategy, and the next Strategic Energy Plan. According to a Sankei Shimbun news report, Keidanren intends to ask that the requests from its policy proposal be included in the Honebuto no Hoshin, to be formed in June 2024. Following the release of the proposal from Keidanren's Industrial Competitiveness Committee, in May 2024 the Japanese government announced plans to draw up a new Green Transformation (GX) strategy, which will incorporate new government targets for 2040 and cover carbon pricing, energy, and industry. Earlier this year, investors filed a shareholder resolution on Nippon Steel around climate change. Part of the resolution calls for review and disclosure of the company’s climate policy engagement. InfluenceMap’s profile on Nippon Steel can be accessed here. In 2024, the Chinese steel sector showed increased support for lower-emissions steel production methods, in particular hydrogen-based steel production and scrap steel recycling and utilization. This trend is evident among major players in the Chinese steel industry, including Baowu, Beijing Shougang, and HBIS. However, this support is not often accompanied by explicit positions that state the need to decarbonize hydrogen production and transition towards electric arc furnaces (EAFs) with the increased availability and use of scrap steel, which the IPCC projects will play key roles in decarbonizing steel production. In a March 2024 policy proposal submitted at the Two Sessions, Baowu called for scrap steel recycling in China. This appears to be a more positive position than the company’s previous stance on steel production technologies: between 2021 and 2022, Baowu opposed a transition away from the traditional blast furnace method, emphasizing concerns about difficulties around scrap steel recycling, and advocated in support of coking coal. Increased availability of scrap steel would facilitate the deployment of EAFs in steel production, but Baowu’s support for scrap steel recycling is not accompanied by an explicit position on the timeline for scaling up EAF-based production. Similarly, Beijing Shougang submitted a policy proposal at the March 2024 Two Sessions advocating for policy guidance on scrap steel recycling without communicating the need to scale up EAF-based production. The Chinese steel sector also appeared to strongly support hydrogen-based steel production but did not specify the hydrogen production method, risking potential reliance on high-GHG emission hydrogen. In a January 2024 blog post, Baowu promoted the use of hydrogen in place of coking coal in steel production for decarbonization without specifying the type of hydrogen it supports. HBIS has been supportive of hydrogen use in steel production since 2022 without specifying the production method. In a policy proposal submitted at the March 2024 Two Sessions, the company advocated for green hydrogen and green electricity. However, HBIS also supported using fossil gas to generate electricity and hydrogen produced from coal oven gas between March and April 2024, which risks locking in fossil fuel-reliant steel production pathways. As China continues to play a pivotal role in global steel production, Chinese steelmakers are in a unique position to influence the low-carbon transition of the global supply chain. This entails more explicit and consistent support for green hydrogen-based direct-reduced iron, steel scrap recycling for use in EAFs, and an increased use of renewable energy for steel production. In November 2023, the Australian government released its “Carbon Leakage Review” consultation paper. The paper solicits feedback on the government’s proposed approach to assessing carbon leakage risk, as well as additional policy measures to address this risk, including a Carbon Border Adjustment Mechanism (CBAM) and emissions product standards. 28 companies and industry associations from InfluenceMap’s LobbyMap database responded to the consultation, including three entities from the steel sector: BlueScope Steel (BlueScope), the Australian Steel Institute (ASI), and the Japan Iron and Steel Federation (JISF). Of these three, only ASI appeared to communicate support for both the introduction of a CBAM and emissions product standards. In its December 2023 submission, ASI stated that an Australian CBAM is a desirable policy option to address the risk of carbon leakage for domestic steel producers and noted its support for the mandating of greenhouse gas emissions product standards for steel products. BlueScope broadly supported the introduction of a “well-designed” CBAM in Australia in its November 2023 submission, yet qualified this support by advocating for conditions that could lead to a weakening of the policy’s decarbonization signal. Such conditions include delaying implementation of a CBAM for the steel sector and the continuation of existing carbon leakage protection measures under Australia’s Safeguard Mechanism alongside the CBAM, essentially doubling protection measures which could lead to a weakening of the decarbonization signal. BlueScope’s advocacy contradicts the Australian government’s consultation paper noting that a CBAM would reduce the need for specialized treatment of trade-exposed industries in domestic climate change policy to mitigate carbon leakage risk. In its November 2023 submission, BlueScope also appeared unsupportive of introducing mandatory greenhouse gas emissions product standards to address carbon leakage. JISF directly opposed the introduction of a CBAM in Australia in its December 2023 submission, emphasizing the risk of unintended consequences for free trade and stating that a CBAM is “unlikely to be an effective global warming countermeasure commensurate with such risk.” The organization also appeared unsupportive of introducing emissions product standards for the steel industry in its submission. In February 2024, InfluenceMap published a policy alert highlighting evidence from 2022 to 2024 suggesting that the Japanese and Korean steel industries are engaging strategically to weaken or oppose the introduction of the EU CBAM. Evidence included meetings with the Director-General from the European Commission, trade ministries from Japan and Korea, and the World Trade Organization. The EU CBAM is still at risk of being weakened by oppositional influence from the steel industries in its pilot stakeholder dialogue phase. Since the release of InfluenceMap’s policy alert, the Japanese and Korean steel industries have continued to engage with their respective governments and the European Commission, taking unsupportive positions on the EU CBAM. Meanwhile, steelmakers have also advocated to weaken domestic carbon pricing policies in their respective countries, revealing inconsistencies given that the EU CBAM allows deductions for EU importers if there is an equivalent-strength carbon price paid during the production of the goods. February 2024: In a questionnaire response submitted to the Japanese Ministry of Economy, Trade, and Industry (METI), the Japan Iron and Steel Federation (JISF) emphasized concerns around “reporting obligations and cost burdens” of the EU CBAM and its consistency with WTO rules. JISF communicated intentions to continue making suggestions toward the formulation of the permanent system of the EU CBAM in January 2026. April 2024: As reported on the Korea Iron and Steel Association (KOSA)’s website, JISF and KOSA met with representatives from Japan and South Korea’s governments at the 21st Korea-Japan Steel Dialogue. JISF stated that the EU CBAM is a “discriminatory measure” against importers and emphasized concerns around business confidentially. KOSA emphasized concerns about discrimination against importers and “global carbon trade barriers and strengthening protectionism as the introduction of carbon regulations spreads in the global steel market, starting with EU CBAM.” April 2024: As reported on KOSA’s website, KOSA and Korean steelmakers POSCO and Hyundai Steel discussed the EU CBAM with the European Commission, including the Directorate-General for Taxation and Customs Union. Emphasizing concerns around confidentiality and verification methods, the steelmakers suggested that the CBAM’s “measures do not reflect the steel industry's efforts to become carbon neutral, and that this may pose a significant burden to our industry.” InfluenceMap’s November 2023 scorecards on the Asian steel sector found that the Japanese and Korean steel industries have been the most vocal and oppositional on the EU CBAM compared to their counterparts in India and China. At the same time, the entities have engaged with negative positions on domestic climate policies.",
    "images": "https://japan.influencemap.org/site//data/000/028/28543.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "This bulletin offers insights on the climate policy engagement of major steel companies and their industry associations from the first half of 2024.",
    "categories": ""
}