{
    "title": "한국철강협회",
    "author": "unknown",
    "source": null,
    "date": "2023-09-12",
    "text": "Steel Korea 2023 세미나 개최 등록일 2023-09-12 조회 1644 첨부파일 사본_-행사사진_(2).jpg \r\n\t\t\t\t ● 탄소중립 등 철강업계 경영환경 변화와 대응방안에 대해 논의 ● 탄소중립은 선택이 아닌 필수, 글로벌 동향을 주시하면서 철저한 대응방안 수립으로 글로벌 경쟁력을 확보해야       한국철강협회는 9월 12일 오후 1시 30분 포스코센터 서관 4층 아트홀 및 17층에서 탄소중립녹색성장위원회 김상협 공동위원장,한국철강협회 변영만 상근부회장을 비롯하여 포스코, 현대제철 등 철강 및 수요업계 관계자 250여명이 참석한 가운데 Steel Korea 2023 행사를 개최했다. 『글로벌 철강경영환경 변화와 철강업계의 대응방안』이란 주제로 진행된 이번 세미나에서는 탄소중립녹색성장위원회 김상협 공동위원장의 기조사와 산업연구원 정은미 본부장의 기조강연, 최근 철강업계 주요 이슈인 탄소중립과 신수요창출 세션으로 나누어 다양한 주제발표 및 토론이 있었다. 변영만 상근부회장은 개회사를 통해 “최근 글로벌 선진국들은 기후변화, 탄소중립의 흐름에 맞춰 자국 산업의 경쟁력 확보하기 위해 다양한 지원 정책을 수립하고 있다”면서, “우리도 글로벌 경쟁력 확보를 위해 생산공정 개선, 에너지 효율 향상, 수소환원 제철 개발 등 탄소배출 감축 노력과 저탄소 신강종 개발로 글로벌 시장을 선도해야 한다”라고 말했다. 탄소중립녹색성장위원회 김상협 공동위원장은 기조사를 통해 “수소환원제철의 개발과 상용화는 탄소중립 목표 달성을 위한 혁신의 핵심”임을 강조하면서 “철강업계와 지속적인 만남을 통해 철강산업 경쟁력 강화를 위한 세제지원, 제도개선, 인프라구축 등 다양한 정부에 대한 요청사항을 청취하고, 국가차원의 지원방안을 모색 하겠다”고 말했다.       『글로벌 환경변화와 한국산업의 대응방안』이라는 주제로 기조강연을 맡은 산업연구원 정은미 본부장은“탄소중립은 기술 제품 에너지 전환 뿐 아니라 우리 산업의 발전방식과 경로를 완전히 바꾸는 중차대한 변화이며 대전환을 위한 혁신기술개발-공정혁신-설비투자촉진-저탄소시장 창출-순환경제 등 전주기 관통하는 산업정책이 중요”하다고 밝혔다,       또한 “메가트렌드에 대응하고 기술변화의 이익을 극대화 하기 위해서는 글로벌 초격차 리더십과 탈탄소 공급망을 선점하고 경제 산업생태계 전체의 비전과 발전을 목표로 추진해야 한다”고 강조했다.       이어서 개최된 탄소중립 섹션에서는 주요국 탄소중립 지원정책 현황 및 시사점, 미-EU의 GSSA 논의 동향 및 전망, EU CBAM 현황 및 거시경제적 파급효과에 대한 철강업계 대응방안 등 다양한 주제 발표가 이어졌다. 서울과학기술대학교 이상준 교수는 『주요국 탄소중립 지원 정책 현황 및 시사점』이란 발표를 통해 우리나라의 탄소중립 추진효과적인 방안 강구 차원에서 EU 그린딜 산업계획, EU 혁신펀드 및 개별국(독일·네덜란드) 지원현황, 미국 Net-Xero, 일본 GX 사례를 설명하였다. 한편, 산업연구원 고준성 선임연구위원은『미-EU 간 GSSA 협상 논의 동향 및 전망』을 발표를 통해 탄소저감을 목표로 미-EU간 논의되고 되고 있는 ‘지속가능한 글로벌 철강협정(GSSA)’ 의 논의배경과 쟁점 사안에 대해 설명하고, 향후 협상의 전망에 대한 시나리오를 제시하였다.       또한 BNZ 파트너스 권동혁 상무는 『 EU 탄소국경조정(CBAM) 현황 및 대응방안』발표를 통해“EU 생산업체가 탄소비용을 제품가격에 전가할 경우 EU 수입업자도 CBAM 비용을 제품가격에 반영할 수 있으므로, 이 경우 한국 수출기업에게 전가되는 CBAM 비용은 제한적일 수 있다”고 말하면서 “한국기업의 수출 경쟁력은 EU 및 경쟁국가 업체와의 제품 1톤 생산 당 온실가스 배출량(배출원단위) 차이로 결정될 것으로 보이므로 CBAM은 오히려 기회가 될 수도 있다”고 설명했다.       이어『EU CBAM 거시경제적 파급효과 및 철강 대응방안』이라는 주제를 발표한 단국대학교 조홍종 교수는 EU의 CBAM 시행 의 경제적 파급효과에 대해 설명하면서 “무탄소 전원으로의 전환 및 관련 공정개발 기술에 대한 국가의 지원이 필요하며 철강을 포함한 산업계 유상할당 확대에 대해서는 신중해야 한다”고 밝혔다. 또한 “우리나라 배출권거래제도 CBAM 대응을 위해 간접배출 산정 방법론을 정립하고 EU ETS와 정합성 확보를 위해 간접배출 규제를 폐지해야 한다”고 말했다. 이외에도 신수요창출 섹션에는 건축용 강건재 시장전망 및 철강업계 대응전략, 국내외 풍력시장 현황 및 전망, 네옴시티 건설계획과 철강업계 참여방안, 우수한 품질의 국산 강재를 적용한 터키 차나칼레대교에 대한 주제발표가 진행되었다.       철강협회는 Steel Korea 행사를 통하여 철강관련 시장전략, 기술개발, 산업정책 등 다양한 현안을 논의하고 있으며, 향후에도 철강산업의 새로운 가치창출 및 성장전략을 발굴하여 철강산업의 경쟁력 강화에 지속적으로 노력할 예정이다.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}