{
    "title": "Förändringar av utsläppshandeln och CBAM riskerar klimatomställningen",
    "author": "unknown",
    "source": "Förändringar av utsläppshandeln och CBAM riskerar klimatomställningen - Jernkontoret",
    "date": "2022-06-02",
    "text": "Förändringar av utsläppshandeln och CBAM riskerar klimatomställningen Annika Roos, vd på Jernkontoret, har tillsammans med 55 andra stål-vd:ar i Europa skickat ett öppet brev till EU-parlamentet och medlemsstaterna för att synliggöra de risker som föreslagna förändringarna av utsläppshandeln och gränsjusteringsmekanismen (CBAM) innebär för den hållbara omställningen av järn- och stålindustrin. Bildkälla: Eurofer – Lagstiftningen får inte begränsa järn- och stålföretagens möjlighet att bidra till global klimatnytta. Vi arbetar för att uppnå både klimatmålen och säkra en fossilfri och konkurrenskraftig järn- och stålindustri, men omställningen kräver enorma investeringar, som riskerar att försvåras med de förslag som nu diskuteras, säger Helén Axelsson, Energi- och miljödirektör på Jernkontoret. I ett öppet brev till EU-kommissionen och medlemsländerna skriver Jernkontorets vd Annika Roos tillsammans med 55 andra stål-vd:ar i Europa att: Den europeiska stålindustrin är en strategiskt viktig sektor för EU:s gröna omställning, ekonomiska motståndskraft och oberoende. Vi har tydliga planer och konkreta projekt för att minska vår sektors koldioxidutsläpp med minst 55 procent till 2030 och för att uppnå klimatneutral stålproduktion i EU till 2050. Dessa åtaganden representerar en verklig industriell revolution som kräver kapital på 30 miljarder euro i investeringar i banbrytande teknologier under de kommande åtta åren och en betydande ökning av driftskostnaderna till följd av användningen av koldioxidfri el och vätgas. Nu överväger emellertid europeiska lagstiftare förslag om EU:s system för handel med utsläppsrätter (ETS) och en gränsjusteringsmekanism (CBAM) som undergräver vår förmåga att investera i dessa projekt och därmed riskerar övergången till en mer hållbar stålproduktion i Europa. Vår uppmaning till Europaparlamentet och Europarådet är: Undvik att ytterligare minska befintligt koldioxidläckageskydd tills CBAM har bevisat sin effektivitet och en lösning för export är på plats; Förhindra en kraftig minskning av den fria tilldelningen för befintliga stålverk i samband med att riktmärken ska modifieras. Belöna istället teknik med låga koldioxidutsläpp utan att för tidigt minska riktmärken, åtminstone under de första åren när sådan teknik introduceras i industriell skala.",
    "images": "https://www.jernkontoret.se/globalassets/publicerat/nytt-fran-jk/pressmeddelanden/2022/eurofer.jpg/SEOThumbnail",
    "tags": "",
    "excerpt": "Annika Roos, vd på Jernkontoret, har tillsammans med 55 andra stål-vd:ar i Europa skickat ett öppet brev till EU-parlamentet och medlemsstaterna för att synliggöra de risker som föreslagna förändringarna av utsläppshandeln och gränsjusteringsmekanismen (CBAM) innebär för den hållbara omställningen av järn- och stålindustrin.",
    "categories": ""
}