{
    "title": "How to facilitate Ukraine’s transition into CBAM",
    "author": "unknown",
    "source": "Kommerskollegium",
    "date": "2023-04-18",
    "text": "CBAM and Ukraine: Special circumstances call for special measures In 2023, two of the EU’s top priorities are the implementation of Carbon Border Adjustment Mechanism (CBAM) and continued support for the recovery of Ukraine’s economy. However, it looks as though Ukraine will be among the countries most affected by CBAM. Can support for Ukraine’s recovery co-exist with a carbon price at the border? Below, we shed light on this issue from an economic perspective. Trade Policy Advisers Nils Norell and Erik Merkus The political agreement on the implementation of the CBAM between the Council and the European Parliament in December 2022 brings the realisation of CBAM a step closer. CBAM is part of the EU’s Fit for 55 package and imposes a price on carbon emissions during the production processes of specified carbon-intensive imported goods. The objective is to put foreign producers on an equal footing with producers within the EU while avoiding carbon leakage (industrial activity moving to regions with less strict environmental legislation) undermining the EU’s climate ambitions. CBAM will initially cover all imports of certain carbon intensive goods (henceforth CBAM goods) from countries without a carbon pricing mechanism such as the EU Emissions Trading System (ETS). Within the current scope of CBAM are aluminium, cement, electricity, fertiliser, hydrogen, and iron & steel. During the initial phase (until 2026), importers of CBAM goods will only be required to provide documentation of carbon emission during the production process. From 2026, importers will be required to purchase CBAM certificates based on their carbon emissions during the production process. Since the political agreement contains a list of products covered by CBAM, it is now possible to assess which countries and industries will be most affected. Ukraine could be one of the countries hardest hit. Given the full-scale Russian invasion of Ukraine, this finding should warrant special attention from policymakers in the EU. Annual EU CBAM goods import value (billion USD) and share in EU import mix (%), by partner. Source: UN Comtrade and National Board of Trade Sweden The figure shows that Ukraine could be among the countries most affected by CBAM. Ukrainian exports of CBAM goods to the EU amount to USD 4.5 billion every year, with the lion’s share being iron and steel products. Exports of CBAM goods make up around 20 percent of Ukraine’s total export basket to the EU. This means that a significant amount of the goods from Ukraine exported to the EU will be subject to the requirement to purchase CBAM certificates when importing them into the EU market. CBAM could pose a potential challenge to Ukrainian recovery, as a large proportion of Ukraine’s exports will face additional costs. These findings indicate that CBAM could pose a potential challenge to Ukrainian recovery, as a large proportion of Ukraine’s exports will face additional costs in the form of the requirement to purchase CBAM certificates. On the one hand, CBAM is an essential part of the EU’s Fit for 55 package. On the other hand, the EU wants to support the (green) reconstruction of Ukraine’s economy. This could pose a challenge for EU policy makers going forward. A relevant question is therefore: how to facilitate Ukraine’s transition into CBAM? One possible way forward would be to assess several policy options and legal frameworks within which this can be achieved. Increased support for decarbonisation of affected sectors could be considered, for example through technology transfers or (administrative) capacity building. Other solutions might include assessing the WTO compatibility of a temporary Ukrainian exemption from CBAM, analysing what can be done within the Association Agreement with Ukraine, or using the flexibility of the EU recovery package for Ukraine. This complex question therefore requires the immediate attention of decision-makers in Brussels and Member State capitals. Is there a solution for both the issue of emission reduction and support for the restructuring of Ukraine’s industrial base, or do decision-makers need to decide which policy area deserves priority? Do special measures need to be developed for this special circumstance? Erik Merkus and Nils Norell Trade Policy Advisers Subscribe to Trade Policy Insights This article is part of a series of commentaries – Trade Policy Insights – connecting world trade issues with evidence-based analyses. Do not miss any new post. Sign up to get email updates when there is a new Trade Policy Insight.",
    "images": "https://www.kommerskollegium.se/globalassets/kommerskollegium-logga-sigill_640x320.png",
    "tags": "",
    "excerpt": "Ukraine will among the countries most heavily affected by the EU’s Carbon Border Adjustment Mechanism.",
    "categories": ""
}