{
    "title": "Trade Policy Insights",
    "author": "unknown",
    "source": "Kommerskollegium",
    "date": "2025-02-17",
    "text": "What's new? Trade Policy Insights Are you interested in trade policy issues? In this chronicle you can take part of our views on current trade topics. On a regular basis our experts publish commentaries that connect world trade issues with evidence-based analyses. Don’t miss any new post. Sign up to get email updates when there is a new Trade Policy Insight. \r\n                                \r\n                                     Revitalising the single market for services Published: 17 Feb 2025 The services sector plays a central role for productivity, competitiveness, and inclusive growth in the modern economy. Services account for three-quarters of the EU's GDP, create 9 out of 10 new jobs, and are crucial for the success of the green and digital transition. \r\n                                \r\n                                     Tariffs Are Not Child’s Play – The EU Must Act with Care Published: 11 Dec 2024 History does not repeat itself, but it has taught us that tariffs are not to be trifled with. \r\n                                \r\n                                     Europe needs to become better at producing advanced technologies Published: 28 Nov 2024 International trade and investment are essential for economic growth, productivity and technological progress. Swedish multinationals invest abroad, not only to gain access to international markets, but also knowledge and technology. However, concerns that such outbound investments in critical technologies undermine... \r\n                                \r\n                                     TBT turns 30 – a good example of international cooperation and national implementation Published: 31 Oct 2024 Next week, the World Trade Organization (WTO) and its members will celebrate 30 years of the WTO Agreement on Technical Barriers to Trade (TBT). And, it has been a successful 30 years. \r\n                                \r\n                                     Uncertain transatlantic trade future Published: 04 Oct 2024 The US is one of the EU's key trading partners. Consequently, the outcome of the American presidential election will significantly affect the transatlantic trade relationship. Here, we wish to highlight what the presidential candidates' approaches may mean for the future of this important trade relationship. \r\n                                \r\n                                     The EU needs a more agile regulatory system for external trade and competitiveness Published: 06 Sep 2024 The EU frequently finds itself under scrutiny when its regulations are discussed. The recent trend of rapidly introducing broad, new regulatory proposals across multiple sectors has complicated the business environment for companies both within and outside the Union. \r\n                                \r\n                                     Trouble on the global trade policy horizon Published: 15 Aug 2024 Concern is growing for global trade policy. Historically speaking, this is unsurprising as periods of two or more rivals fighting for geopolitical supremacy are usually associated with growing tensions and increased protectionism. \r\n                                \r\n                                     Important but modest success as WTO e-commerce negotiations are finalised Published: 01 Aug 2024 On 26 July an important step was taken towards establishing global rules on digital trade, as the plurilateral Joint Statement Initiative on Electronic Commerce (JSI on e-commerce) concluded after five years of negotiations in the WTO. The finalised text, which was announced in a declaration on behalf of the... \r\n                                \r\n                                     The circular economy requires globally agreed definitions – can we agree on the colour green? Published: 01 Jul 2024 As environmental pressures increase, policymakers all over the world are taking action to promote the shift to a circular economic model. However, there is no uniform global definition of what circularity is or what is required of a product for it to be circular, and regulatory fragmentation increases. \r\n                                \r\n                                     The EU's single market is underperforming – we have to change that! Published: 13 May 2024 The EU's single market and its contribution to the Union's competitiveness are once again at the centre of interest in Brussels. That is not something new. Efforts to improve the now over 30-year-old single market have been ongoing for a long time. Despite this, the single market continues to underperform. \r\n                                \r\n                                     Why the EU misses the mark with the Net Zero Industry Act Published: 30 May 2023 The Net Zero Industry Act (NZIA) misses the chance to harness trade policy in support of the worthwhile aims of ensuring a secure and sustainable supply of net-zero technologies. \r\n                                \r\n                                     CBAM and Ukraine: Special circumstances call for special measures Published: 17 Apr 2023 In 2023, two of the EU’s top priorities are the implementation of Carbon Border Adjustment Mechanism (CBAM) and continued support for the recovery of Ukraine’s economy. However, it looks as though Ukraine will be among the countries most affected by CBAM. Can support for Ukraine’s recovery co-exist with a carbon price... \r\n                                \r\n                                     Critical minerals – important pieces on the geopolitical chessboard Published: 03 Apr 2023 Countries that control trade in critical raw materials have leverage over import-dependent economies like the EU. It is therefore rightly a priority for the EU to diversify the supply by developing on trading relations with like-minded partners and finding alternative sources of import. \r\n                                \r\n                                     Repairing the transatlantic link key for Swedish presidency Published: 25 Jan 2023 While talks are still ongoing between the EU and the US on the US Inflation Reduction Act (IRA), hopes of successfully avoiding a trade conflict are waning. Promoting and improving transatlantic trade relations will be an important but challenging task for Sweden’s EU presidency. \r\n                                \r\n                                     Strengthening food security through trade policy Published: 23 Jun 2022 Rising world hunger, the Russian invasion of Ukraine and soaring food prices have put food security on top of the international agenda. How important are well-functioning global markets and trade for food security against this backdrop? \r\n                                \r\n                                     The support of the European community is crucial for the future Ukrainian economy Published: 03 Jun 2022 The democratic world has answered the Russian invasion of Ukraine in a fast, unanimous and powerful way. The sanctions have dealt a significant blow to the Russian economy, but also sent a powerful signal against Russian aggression. The invasion continues, and it is now clear that a new focus is required: a focus... \r\n                                \r\n                                     After Russia’s invasion: The EU must strengthen cooperation with democracies Published: 30 Mar 2022 Once more, Europe faces dark times. In gross violation of international law, a major European power has invaded its smaller neighbour. It is not only an attack on Ukraine, but on peace, security, and democracy throughout Europe.",
    "images": "https://www.kommerskollegium.se/contentassets/cc3c04d47f904661be5791ba5fee639f/analys.jpg",
    "tags": "",
    "excerpt": "Are you interested in trade policy issues? In this chronicle you can take part of our views on current trade topics.",
    "categories": ""
}