{
    "title": "Steel mills seek CBAM-like safeguard mechanism against cheaper imports",
    "author": "Abhishek Law New Delhi",
    "source": "epaper.thehindubusinessline.com",
    "date": "2023-07-10",
    "text": "Steel mills seek CBAM-like safeguard mechanism against cheaper imports India’s steel makers are pitching for a Carbon Border Adjustment Mechanism (CBAM)-like safeguard mechanism to protect them from cheaper imports. The pitch is against such offerings coming in from countries that are not subject to carbon regulatory mechanisms. Cost of imports Steel makers say imposition of CBAM by the EU will push up costs for them. And if the carbon regulatory mechanisms are not uniform for others, then the cost of imported steel from certain unregulated countries would be substantially lower, putting domestic players at a disadvantage. Tata Steel has already written to the Steel Ministry seeking a “safeguard mechanism” to protect the domestic industry. It said that India must fast-track carbon market implementation and also consider developing a mechanism for accumulation of relevant carbon-related taxes to facilitate exports. Engaging with the EU “and other like minded nations” to see the procedural compliances under CBAM do not act as non-tariff barriers to mills here and that also needs to be looked into. In a detailed note, addressed to the Steel Secretary and accessed by businessline, Tata Steel’s Vice-President for Corporate Services, Chanakya Chaudhary, wrote, “If a carbon cost is applied to steel produced in India without adequate safeguards, it would result in replacement of domestic production with imports from countries without carbon cost (and potentially less CO2 efficient production).” Pushing up costs The note argued that carbon prices reflective of global prices (EU-ETS, which is over €100/tonne of CO2) will get passed on to the customer and it would increase the cost of India’s infrastructure build. “The steel industry would require safeguards to compete against imports from nations without carbon costs,” the letter said. Europe investments Another steel major, requesting anonymity, said, there was nothing wrong in India seeking its own protective mechanisms, especially when the Europe is “front-loading investments in European mills to switch to green steel”. “The government needs to earmark proceeds from issuance of carbon allowances to support decarbonisation initiatives,” Tata Steel wrote. India is yet to come out with such a support policy and if the industry has to make the switch by itself (without government funds) then it needs “some protection” at least for a specific period of time.",
    "images": "https://epaper.thehindubusinessline.com/ccidist-ws/bl/bl_mumbai/issues/42932/OPS/Public/G9GBF5DA0.1+GRHBFAJB1.1.jpg?rev=2023-07-09T19:41:06+05:30",
    "tags": "",
    "excerpt": null,
    "categories": ""
}