{
    "title": "TATA Steel Nederland calls for clear European conditions for a sustainable future of Europe’s industry",
    "author": "Agmar Dieterle",
    "source": "Marketsteel Media Gmbh",
    "date": "2025-01-18",
    "text": "TATA Steel Nederland calls for clear European conditions for a sustainable future of Europe’s industry by Dagmar Dieterle The steel industry is facing a perfect storm: Decarbonisation, competitive pressure, imports from outside EU and declining demand are presenting companies with immense challenges. Tata Steel Nederland has set itself the goal of becoming climate-neutral by 2045. In an interview with marketSTEEL, Hans van den Berg, CEO of Tata Steel Nederland with its integrated site in IJmuiden in the Netherlands, explains what political measures are needed at European level to support this transformation and why green innovations also depend on fair competition. marketSTEEL: Mr van den Berg, Tata Steel Nederland has set an ambitious goal with achieving carbon-neutrality by 2045. What political frameworks are required to meet this objective? marketSTEEL: Mr van den Berg, Tata Steel Nederland has set an ambitious goal with achieving carbon-neutrality by 2045. What political frameworks are required to meet this objective? \n The transformation to carbon-neutrality is complex. For Tata Steel this means transforming our production process while still producing steel in the traditional way and also maintaining the high-quality standards. Furthermore, it is also a political challenge. The transformation of European industry means facilitating the transformation of companies in transition like Tata Steel Nederland – for example through financial measures and faster permitting processes. At the same time, the right (framework) conditions need to be established: ensuring the necessary sufficient clean energy production, competitive network cost and also creating a market for clean products like green steel. All in a European Level Playing field situation, also on (energy) taxation and exemptions. This happens in a challenging context, where the European steel industry is facing significant pressures due to competition from third countries – especially our strategic rivals. marketSTEEL: What do you see as the biggest challenges to decarbonisation, and how could European policymakers help to address them? Given the challenges faced by the entire European steel industry, the European Commission needs to enact a Steel Action Plan, aiming at solving the immediate issues faced by industry and facilitating the clean transformation of steel companies. marketSTEEL: Green hydrogen is a key component of Europe’s decarbonisation strategy. What specific steps should European policymakers take to promote the production and availability of green hydrogen in Europe? Unfortunately, over the past four years, cost expectations of green hydrogen in 2030 have become increasingly pessimistic. This is largely because initial estimates failed to account for many costs, a trend observed not just in the Netherlands, but globally. Uncertainties about the cost of energy to produce the hydrogen also play a role. Without substantial subsidies or significant customer premiums, producing steel with green hydrogen remains financially unfeasible for everyone. As a result, many of our European competitors are now in the process of reconsidering their plans and many projects have been paused. In our view, European policy must focus on reviving these projects, not only by prioritizing hydrogen but also by exploring alternative technologies to achieve emission-free steel production. marketSTEEL: Speaking of this potential – your location in IJmuiden benefits from proximity to the North Sea and offshore wind farms. How does this support your plans? Our geographic location is indeed a major advantage. Direct access to renewable offshore wind energy and diversified global raw material sources strengthens our position as a frontrunner in green steel. Additionally, the excellent logistical infrastructure of our deep-sea port allows for flexible and efficient sourcing of raw materials and energy. This makes us a highly resilient company, capable of withstanding disruptions in global shipping by shifting the centre of gravity in our supply chain. This resilience directly benefits our customers. Not just because Tata Steel Nederland’s production is less likely to be disrupted due to energy or resource shortage, but also because we have many ways of shipping our products – via sea, river, rail and road. marketSTEEL: How important is cross-border collaboration between the Netherlands and Germany Industrial value chains do not stop at borders – this is especially true for the Dutch-German industrial ecosystem. This close collaboration forms the foundation of some of the most successful and innovative industrial companies in the region. For many entrepreneurs, the border does not exist: they focus on finding a partner with the expertise they need. At Tata Steel, we witness this daily. Our long-standing relationships with our customers go beyond simply supplying steel. We strive to be an innovation partner, working closely to create solutions that drive progress and success. marketSTEEL: If we look at all the challenges and requirements – decarbonisation, competitiveness and cooperation – what would be your key message to European decision-makers? The future of European industry and manufacturing is clean and sustainable. Successfully completing this transition is essential to maintain our role as the backbone of European wellbeing, prosperity and security – providing solutions to societal and global challenges. If this is the ‘north star’ we are working towards, then our industrial and trade policies must be fully aligned to support these goals. A key priority is ensuring that companies adhere to the same standards as European companies when accessing the Single Market. A properly functioning Carbon Border Adjustment Mechanism (CBAM) is vital to safeguard fair competition. The direct relation and timing with the decrease in free CO2 rights for energy intensive industries is delicate in this sense. A mechanism for exporting to countries outside the Eu (without a CO2 pricing system), must be implemented for European industries to facilitate a global competitive position. Furthermore, measures must be strengthened to prevent companies benefiting from unlawful state subsidies from destabilising the European market through unfair pricing practices. By creating a policy framework that balances decarbonisation and competitiveness, Europe will lead the way in building a sustainable industrial future while staying resilient in a global market. marketSTEEL: Finally, what is your long-term vision for Tata Steel Nederland? As I already said, the European industry plays a crucial role in ensuring our well-being, economic stability, and overall security. This requires a Europe that is capable of maintaining an independent position on the global stage, supported by industrial companies that can conquer the challenges of today and tomorrow. The steel industry is an especially important part of the industrial value chain. Steel is used across product groups and technologies. Tata Steel Nederland is aware of its strategic importance: our company’s origins lie in the first World War, when an independent Netherlands was no longer able to import steel and the Dutch economy came to a halt. We see ourselves as an essential backbone of Europe’s strategic autonomy. Looking ahead, the future of European manufacturing is clean and sustainable, as is the future of Tata Steel. In this clean future we will continue to be a reliable innovation partner for our customers, a stable employer for our workforce and a key player in the regional energy ecosystem. Moreover, we will remain a cornerstone of the Dutch-German industrial value chain. Fotos: TATA Steel",
    "images": null,
    "tags": "",
    "excerpt": "Hans van den Berg CEO TATA Steel Nederland",
    "categories": ""
}