{
    "title": "Tata Steel Netherlands stands behind the European Commission's Steel Action Plan.",
    "author": "unknown",
    "source": "Tata Steel Nederland",
    "date": "2025-03-19",
    "text": "Tata Steel Netherlands stands behind the European Commission's Steel Action Plan. The European Commission today presented an action plan for the steel industry. The 'Steel Action Plan' discusses solutions for, among other things, flaws in border carbon adjustments (CBAM), energy prices, and addressing unfair competition.  Hans van den Berg – CEO Tata Steel Netherlands:  \"With this plan, the EC acknowledges the strategic importance of the steel sector for our continent and our industry. The commission has identified the right challenges in the current steel market. However, we urge the EU to expedite the repair of the CBAM and call on the Dutch government to ensure a level playing field in terms of energy with the countries around us. If this happens, our company can contribute to prosperity and security in the Netherlands in the coming decades.\"  Energy Costs  Reducing energy costs is crucial for the steel industry. The Commission's proposals on energy costs carry the risk of further weakening the level playing field between member states. We would like to see the Dutch government adopt the recommendations and opportunities from the European Commission, and develop a plan to align the costs for the Dutch industry with those of the countries around us. Belgium and Germany have already taken extensive measures, and the Netherlands cannot afford to lag behind.  CBAM  The Carbon Border Adjustment Mechanism (CBAM) is intended to prevent CO2 leakage. Through CBAM, companies from countries without a domestic CO2 price (which we have in Europe) must still pay for their CO2 emissions. If CBAM works well, it will create a more level playing field in the internal European market and prevent CO2 leakage.   In its current setup, CBAM is not sufficiently effective because it is possible to circumvent the regulations. Products containing steel are not covered by CBAM, and if steel companies in other continents send low-CO2 steel to Europe without taking action on the rest of their production, CBAM does not contribute to reducing global CO2 emissions.   Additionally, in its current setup, CBAM does not ensure that the export position of European companies remains competitive on a global scale. Steel is a global market, and European steel exports made with clean technologies also require a level playing field.   Unfair Competition  Another issue that the European Commission aims to address is unfair competition. It is good to see that the commission continues to address protection against unfair competition. The current set of measures expires in 2026 and needs to be replaced. The new measures need to be strengthened in some areas.  Circularity  Europe faces a shortage of metal scrap, which is necessary for producing cleaner steel. Therefore, Tata Steel supports the export duties on metal scrap proposed by the European Commission, such as limiting exports and improving scrap quality.",
    "images": "https://content.presspage.com/uploads/2939/99fadd41-60c3-406a-b2ea-8f70e8b290c3/1920_a4-euandimports.jpg?10000",
    "tags": "statements,Extinction Rebellion,Tata Steel Nederland",
    "excerpt": "The European Commission today presented an action plan for the steel industry. The 'Steel Action Plan' discusses solutions for, among other things, flaws in border carbon adjustments (CBAM), energy prices, and addressing unfair competition. Hans van den Berg – CEO Tata Steel Netherlands: \"With this plan, the EC acknowledges the strategic impor...",
    "categories": ""
}