{
    "title": "Tata Steel Seeks to Steel Ministry - CBAM like Safeguards for Domestic Industries - Wire & Cable India",
    "author": "Wirecable",
    "source": "Wire & Cable India",
    "date": "2023-07-13",
    "text": "Tata Steel has written to the Union Steel Ministry seeking a “safeguard mechanism”, similar to CBAM, to be prepared to defend domestic industries towards imports from international locations not subject to carbon regulatory mechanisms. The company also mentioned that CBAM levies will eventually “be compensated through higher prices in the EU.” Jul 8, 2023 Tata Steel’s Vice President of Corporate Services, Mr. Chanakya Chaudhary has written a detailed notice to the Union Steel Ministry, wherein he seeks a CBAM-like “safeguard mechanism” to be “kept ready” to defend domestic industries towards imports from international locations that aren’t subject to carbon regulatory mechanisms. Though the company believes that CBAM will assist Indian mills get higher realizations in European markets, it has urged the ministry to fast-track carbon market implementation within the nation and take into account growing a mechanism for accumulation of related carbon-related taxes to facilitate Indian exports. Engaging with the EU “and other like-minded nations” to see the procedural compliances below CBAM don’t act as non-tariff limitations to mills right here, is one other level that the steel-maker raised. Watch: RR Kabel | Solar Cables | Solar Plant | Renewable Energy In the in depth notice, Mr. Chaudhary wrote: “If a carbon cost is applied to steel produced in India without adequate safeguards. it would result in replacement of domestic production with imports from countries without carbon cost (and potentially less CO2 efficient production).” The notice stated {that a} carbon worth reflective of worldwide carbon worth (EU-ETS, which is over €100/tonne of CO2) will be provided to the ultimate buyer and might enhance the price of India’s infrastructure construct. “Therefore, it is very critical to build in the right safeguards and have the right design of the carbon market to suit national needs. Steel industry would require safeguards to compete against imports from nations without carbon costs. The government needs to earmark proceeds from issuance of carbon allowances to support decarbonisation initiatives,” it mentioned. Also Read: Maharashtra: First Indian State to Approve Green Hydrogen Policy with INR 8,562 Crore Budget The company further mentioned that although CBAM levies “will pose to be additional outflow for Indian exporters”, they will even “be compensated through higher prices in the EU.” Net Realizations might be protected because the exporters might be in a position to pay for the extra CBAM prices by way of enhancement in costs there. Prices within the EU market are seemingly to enhance, since gamers there function at minimal margins (3-5 per cent) and wouldn’t have the option to bear prices incurred due to CBAM levies without making losses. End customers, nonetheless, bear a small fraction of the rise in steel-making prices. “For example, only 20 percent of the price of automotives comes from steel, and the European consumers would be willing to pay for the marginal increase in price,” Mr. Chaudhary wrote.",
    "images": "https://www.wirecable.in/wp-content/uploads/2023/07/tata-steel-1.jpg",
    "tags": "#WeAlsoMakeTomorrow;CBAM;European market;Steel Maker;Steel Ministry;Tata Steel",
    "excerpt": "Tata Steel has written to the Union Steel Ministry seeking a “safeguard mechanism”, similar to CBAM, to be prepared to defend domestic industries towards imports from international locations not subject to carbon regulatory mechanisms.",
    "categories": "News"
}