{
    "title": "India's Green Manufacturing Opportunity: Tata Steel CEO | PTI",
    "author": "Rediff Money Desk",
    "source": "Rediff.com",
    "date": "2024-09-11",
    "text": "India's Green Manufacturing Opportunity: Tata Steel CEO | PTI Tata Steel CEO T V Narendran calls for a greener manufacturing economy in India, highlighting the opportunity to surpass China's approach. He emphasizes the need for a swift transition to avoid market share loss due to carbon border adjustments. \t\t Photograph: Phil Noble/Reuters  New Delhi, Sep 11 (PTI) India should build a manufacturing economy which is greener than China's, with a holistic approach that involves both the government and the private sector, Tata Steel CEO T V Narendran said on Wednesday.  \n  While addressing a panel discussion at AIMA Convention here, Narendran stressed the need to make the transition to a green manufacturing economy at a fast pace, else India would lose market share. \n \"Unlike China which built a large manufacturing economy and now is trying to make it green, India can build a large manufacturing economy which is greener than the one that China built over the last 20-30 years,\" he said while replying to a question on the energy transition from fossil fuel to a cleaner future driven by two sectors cement and steel. \n \"So that's an opportunity for India. It is also a risk for India. If India does not make the transition fast enough, we will find that large economic blocks like the US, Europe and China have already made the transition and India gets locked out of those markets because of carbon border adjustment mechanisms and other such constructs,\" Narendran observed. \n The carbon border adjustment mechanism (CBAM) is the European Union's planned tax on carbon emissions caused due to manufacturing of goods imported to the EU from countries like China and India. It especially focuses on energy-intensive products like iron, steel, cement, fertiliser and aluminium. \n\t\t\n\t\t \n\t\t\n\t\t\n\t\t\t\t While addressing a panel discussion at AIMA Convention here, Narendran stressed the need to make the transition to a green manufacturing economy at a fast pace, else India would lose market share. \"Unlike China which built a large manufacturing economy and now is trying to make it green, India can build a large manufacturing economy which is greener than the one that China built over the last 20-30 years,\" he said while replying to a question on the energy transition from fossil fuel to a cleaner future driven by two sectors cement and steel. \"So that's an opportunity for India. It is also a risk for India. If India does not make the transition fast enough, we will find that large economic blocks like the US, Europe and China have already made the transition and India gets locked out of those markets because of carbon border adjustment mechanisms and other such constructs,\" Narendran observed. The carbon border adjustment mechanism (CBAM) is the European Union's planned tax on carbon emissions caused due to manufacturing of goods imported to the EU from countries like China and India. It especially focuses on energy-intensive products like iron, steel, cement, fertiliser and aluminium. You May Like To Read TODAY'S MOST TRADED COMPANIES Company Name Price Volume Vodafone Idea L 7.10 ( -1.11) 54277784 Standard Capital 0.48 (+ 2.13) 12090801 Srestha Finvest 0.54 ( 0.00) 7720350 YES Bank Ltd. 17.15 ( -0.17) 6986395 Shree Securities 0.31 ( 0.00) 6561468",
    "images": "https://im.rediff.com/money/2024/jun/09t-v-narendran.jpg?fr=money",
    "tags": "china, economy, india, manufacturing, sustainability, energy transition, tata steel, green, emissions, narendran, cbam, carbon",
    "excerpt": "Tata Steel CEO T V Narendran calls for a greener manufacturing economy in India, highlighting the opportunity to surpass China's approach. He emphasizes the need for a swift transition to avoid market share loss due to carbon border adjustments.",
    "categories": "Market News"
}