{
    "title": "Tata Steel Nederland staat achter Steel Action Plan Europese Commissie",
    "author": "unknown",
    "source": "Tata Steel Nederland",
    "date": "2025-03-19",
    "text": "Tata Steel Nederland staat achter Steel Action Plan Europese Commissie Voor energiekosten van de industrie is Nederlandse overheid aan zet De Europese Commissie (EC) heeft vandaag een actieplan voor de staalindustrie gepresenteerd. In het ‘Steel Action Plan’ bespreekt de commissie oplossingen voor onder meer weeffouten in de grensheffingen op CO2 (CBAM), energieprijzen en de aanpak van oneerlijke concurrentie.  Hans van den Berg – CEO Tata Steel Nederland:  ‘’Met dit plan erkent de Europese Commissie het strategische belang van de staalsector voor ons continent en onze industrie. De commissie heeft de juiste uitdagingen op de huidige staalmarkt benoemd. Wel willen we de EU oproepen haast te maken met het repareren van de CBAM en roepen wij de Nederlandse overheid op te zorgen voor een gelijk speelveld op het gebied van energie met de landen om ons heen. Als dat gebeurt kan ons bedrijf de komende decennia bijdragen aan welvaart en veiligheid in Nederland.’’  Energiekosten  Het terugdringen van de energiekosten is voor de staalindustrie van cruciaal belang is. De Commissievoorstellen op energiekosten brengen het risico met zich mee dat ze het gelijke speelveld tussen lidstaten nog verder verzwakken. Wij zien graag dat de Nederlandse overheid de aanbevelingen en mogelijkheden vanuit de EC overneemt, en een plan opstelt dat de kosten voor de Nederlandse industrie in lijn te brengt met dat van de ons omringende landen. In België en Duitsland zijn al vergaande maateregelen genomen, Nederland kan hierbij niet achterblijven.  CBAM  De CO2-grensheffing (CBAM), is bedoeld om CO2-lekkage tegen te gaan. Via CBAM moeten bedrijven uit landen zonder binnenlandse CO2-prijs (die we in Europa wel hebben) alsnog betalen voor hun CO2-uitstoot. Als CBAM goed werkt, ontstaat een gelijker speelveld op de interne Europese markt en wordtCO2-lekkage voorkomen.   In de huidige opzet is CBAM onvoldoende effectief omdat het mogelijk is de regelgeving te omzeilen. Producten waar staal in verwerkt zit, vallen niet onder de CBAM en als staalbedrijven in andere continenten het laag CO2-staal naar Europa sturen, maar verder geen actie ondernemen op de rest van hun productie, draagt de CBAM niet bij aan het terugdringen van de mondiale CO2-uitstoot.  Ook zorgt CBAM in de huidige opzet er niet voor dat de exportpositie van Europese bedrijven ten opzichte van mondiale concurrentie overeind blijft. Staal is een wereldmarkt en dus ook de Europese export van staal gemaakt met schone technieken heeft een gelijk speelveld nodig.  Oneigenlijke concurrentie  Een ander probleem dat de Europese Commissie aan wil pakken is oneigenlijke concurrentie. Het is goed te zien dat de commissie bescherming tegen oneerlijke concurrentie aan blijft pakken. Het huidige pakket aan maatregelen loopt in 2026 af en dient vervangen te worden. De nieuwe maatregelen hebben op sommige punten verscherping nodig.  Circulariteit  Europa kent een tekort aan metaalschroot, terwijl dit nodig is voor het produceren van schoner staal. Tata Steel steunt daarom de exportheffingen voor op metaalschroot die de Europese Commissie voorstelt. Zoals het beperken van export en het verbeteren van de schrootkwaliteit. Meer lezen? De snelste weg naar minder CO2 Waarom Tata Steel belangrijk is voor Nederland Circulair staal maken",
    "images": "https://content.presspage.com/uploads/2939/99fadd41-60c3-406a-b2ea-8f70e8b290c3/1920_a4-euandimports.jpg?10000",
    "tags": "Statements,Energie,CBAM,circulair staal,Tata Steel Nederland",
    "excerpt": "De Europese Commissie (EC) heeft vandaag een actieplan voor de staalindustrie gepresenteerd. In het ‘Steel Action Plan’ bespreekt de commissie oplossingen voor onder meer weeffouten in de grensheffingen op CO2 (CBAM), energieprijzen en de aanpak van oneerlijke concurrentie. Hans van den Berg – CEO Tata Steel Nederland: ‘’Met dit plan e...",
    "categories": ""
}