{
    "title": "Tata Steel CEO Narendran Urges India to Outshine China with Greener Manufacturing - News18",
    "author": "Namit Singh Sengar",
    "source": "News18",
    "date": "2024-09-12",
    "text": "Tata Steel CEO Narendran Urges India to Outshine China with Greener Manufacturing Tata Steel CEO said India should build a manufacturing economy which is greener than China's, with a holistic approach India should build a manufacturing economy which is greener than China’s, with a holistic approach that involves both the government and the private sector, Tata Steel CEO T V Narendran said on Wednesday. While addressing a panel discussion at AIMA Convention here, Narendran stressed the need to make the transition to a green manufacturing economy at a fast pace, else India would lose market share. related stories “Unlike China which built a large manufacturing economy and now is trying to make it green, India can build a large manufacturing economy which is greener than the one that China built over the last 20-30 years,\" he said while replying to a question on the energy transition from fossil fuel to a cleaner future driven by two sectors cement and steel. “So that’s an opportunity for India. It is also a risk for India. If India does not make the transition fast enough, we will find that large economic blocks like the US, Europe and China have already made the transition and India gets locked out of those markets because of carbon border adjustment mechanisms and other such constructs,\" Narendran observed. The carbon border adjustment mechanism (CBAM) is the European Union’s planned tax on carbon emissions caused due to manufacturing of goods imported to the EU from countries like China and India. It especially focuses on energy-intensive products like iron, steel, cement, fertiliser and aluminium. (This story has not been edited by News18 staff and is published from a syndicated news agency feed - PTI) Location :  First Published:",
    "images": "https://images.news18.com/ibnlive/uploads/2024/09/mr-t-v-narendran-2024-09-1671d90008d76b5458f9e3811ad138c7-16x9.jpg",
    "tags": "Tata Steel CEO T V Narendran, Tata Steel CEO, tv narendran, tv narendran tata steel",
    "excerpt": "Tata Steel CEO said India should build a manufacturing economy which is greener than China's, with a holistic approach",
    "categories": "Business;Economy"
}