{
    "title": "BBVA Sustainability Projects | BBVA",
    "author": "unknown",
    "source": "NEWS BBVA",
    "date": "2024-12-19",
    "text": "BBVA Sustainability Projects LATEST NEWS BBVA.COM BBVA launches the first face-to-face event of the ‘Aprendemos juntos 2030’ (Learning Together 2030) international tour in Madrid BBVA receives authorization from Mexican competition authority (Cofece) for its transaction with Banco Sabadell BBVA, Europe’s top-ranked bank for the fifth year running in the Dow Jones Sustainability Index for 2024 Today BBVA Sustainability Projects BBVA, Europe’s top-ranked bank for the fifth year running in the Dow Jones Sustainability Index for 2024 For the fifth year running, BBVA earned the best score in the banking category in Europe and finished joint third globally in the latest S&P Global Corporate Sustainability Assessment (CSA). Rating agency S&P carries out this CSA to determine those companies that make its Dow Jones Sustainability Index. 20 Dec 2024 BBVA Sustainability Projects Carlos Torres Vila: “Education is a revolutionary force. It is the engine of opportunity and a foundation for equality” BBVA Chair Carlos Torres Vila claimed “Education is a revolutionary force; it is the engine of opportunity and a foundation for equality” at a 'Aprendemos juntos 2030' (Learning Together 2030) event for a live audience, held today in Madrid. Carlos Torres Vila announced an international tour for this BBVA educational program, set to visit Barcelona, Mexico City, Buenos Aires, Bogotá, Lima, and Montevideo in 2025. 03 Oct 2024 Audio BBVA Podcast Podcast | Borusan Group: Designing climate resilient systems in operations and value chain with innovative resources In this episode, we meet with Nursel Ölmez Ateş, the Head of Human, Communication and Sustainability at Borusan Holding. Discover how this prominent Turkish conglomerate is spearheading innovation and driving sustainable economic growth across its various business sectors. 30 May 2024 BBVA Sustainability Projects BBVA publishes intermediate emission reduction targets for the real estate and aluminum sectors BBVA is expanding its intermediate emission reduction targets for 2030 to two new sectors: the real estate sector in Spain and the global aluminum industry. They join the list of targets for eight emission-intensive sectors previously set by the bank (oil & gas; power generation; automobile; steel; cement; coal; aviation and shipping). BBVA's decarbonization targets: What do they mean and what is their scope? 02 Apr 2024 Antoni Ballabriga Global Head Sustainability Intelligence & Advocacy at BBVA 08 Mar 2024 BBVA Sustainability Projects BBVA makes headway toward its decarbonization targets in key industries and cuts its emissions by 24 percent in the oil and gas sector BBVA closed 2023 reporting good progress in decarbonizing its credit portfolio. Improvements in plan delivery reached 24 percent in key sectors —such as oil and gas— for which 2030 targets were set. As of December 2023, 80% of the finance portfolio in high-emission sectors relates to clients actively managing their transition, according to the latest TCFD report published by the bank. 29 Feb 2024 BBVA widens its sustainable business with a global finance unit that will focus on cleantech innovation, announced BBVA Chair Carlos Torres Vila at the 3rd BBVA Sustainability Forum, held Thursday at the bank's headquarters in Madrid. The specialized team, based in New York, London and Madrid, will offer lending and advisory services. 23 Feb 2024 Video BBVA Sustainability Projects Javier Rodríguez Soler: “There are already some decarbonization technologies that work and are profitable” “By definition, companies need to push profits. The good news is that there are already some technologies that work and are profitable”, remarks Javier Rodríguez Soler, Global Head of Sustainability and CIB at BBVA. In a recent interview with Brendan Wallace, CEO of Fifth Wall, Rodríguez Soler explains BBVA’s commitment to investing in companies that research and develop sustainable technologies that champion the decarbonization of the economy. 16 Jan 2024 opinion Amaya López-Durán Viani Head of the Industrial Sector Observatory in BBVA’s Sustainability Area 13 Dec 2023 Garanti BBVA is in the process of installing solar panels on buildings at its Pendik Campus, on the Güneşli Service Building and on top of the bank’s ATMs. The solar energy project is part of Garanti BBVA’s commitment to fight the climate crisis and support renewable energy. 27 Nov 2023 As part of its efforts to further increase financing for renewable energy projects, Garanti BBVA recently announced an agreement to provide €36.1 million in financing to Galatya Energy Production Inc. for the Işıklar Wind Power Plant. 08 Nov 2023 BBVA is investing $25 million (€23.6 million¹) in climate fund Decarbonization Partners Fund I, which raises the bank’s total investment in climate-related funds to €108.4 million. The bank is actively contributing to the decarbonization of the economy through its participation in funds of this kind. 06 Sep 2023 BBVA Sustainability Projects BBVA reaches 45-million-dollar investment in Lowercarbon, a specialized climate change fund BBVA has invested 25 million dollars in a new round of financing from the venture capital fund Lowercarbon, which specializes in decarbonization. This new investment, added to a previous one of 20 million reaching a total of 45 million, will be allocated to disruptive solutions with enormous potential, including new technology based on nuclear fusion. 21 Jul 2023 BBVA Sustainability Projects BBVA to invest in the circular economy, biogas and biomethane through Suma Capital's climate fund BBVA plans to invest in Suma Capital’s 3rd Sustainable Investment Fund, which specializes in the energy transition, the circular economy and in particular waste management for energy production: biogas and biomethane. The financial institution is investing in this reference fund for sustainable infrastructure in Spain as part of its investment strategy for climate funds. Through these investments, BBVA is contributing to the decarbonization of the planet. 26 Jun 2023 BBVA Sustainability Projects BBVA Asset Management, first Spanish asset manager to publish the TCFD report on its environmental activity BBVA Asset Management published its first report on environmental activity, based on the recommendations of the Task Force on Climate Financial Disclosures (TCFD). It is the first Spanish asset manager to make this commitment to transparency. The report includes the environmental progress of the asset management area and incorporates information on the risks and opportunities associated with climate change. 19 Jun 2023 BBVA and IFC, a member of the World Bank Group, announced the launch of Colombia's first blue bond at the 2023 Banking Convention in Cartagena. 16 Jun 2023 BBVA Sustainability Projects BBVA Asset Management distributes another €1 million to 23 charitable projects in its fifth call for proposals BBVA Asset Management (BBVA AM) has announced the winners of the fifth BBVA Sustainable Future Solidarity Call for Proposals, which distributes a total of one million euros among 23 NGOs throughout Spain. Their solidarity projects are framed within the areas of social inclusion, dependency, the elderly and health, and the environment. In these five years, BBVA AM has distributed more than €4.2 million among a total of almost 100 solidarity projects, generating a direct and indirect positive impact on more than 370,000 people. 09 Jun 2023 BBVA has invested $20 million in Just Climate’s Climate Assets Fund I (“CAF I”) whose objective is to invest in the highest impact solutions that can radically reduce or remove emissions, while generating attractive risk-adjusted financial returns. 06 Jun 2023 BBVA has gained recognition from the International Finance Corporation (IFC), a member of the World Bank Group, as the first 'EDGE Champion' in the Peruvian banking industry, after certifying more than 250,000 square meters of sustainable construction built to EDGE standards. 05 Jun 2023 BBVA Sustainability Projects BBVA and construction company Mace's London Eye in London, for a sustainable future Mace, the company that managed the construction of the iconic London Eye, has become a global benchmark for sustainability in the construction industry. It has committed to reduce its carbon dioxide (CO2) emissions (CO2) by 10 percent each year, save 10 million tons of carbon for its clients and contribute to biodiversity gain through the protection of 500 hectares. BBVA is supporting the construction company in this transition. 18 Apr 2023 The President of Uruguay, Luis Lacalle Pou, and the country manager of BBVA Uruguay, Alberto Charro, gave the opening presentations at the BBVA Sustainability Forum this Tuesday in Montevideo. A meeting where government officials, experts and the business community analyzed various initiatives to support the fight against climate change. BBVA Chair Carlos Torres Vila recorded a video message in which he stressed the need for all countries to join the race to decarbonization in Latin America, and emphasized the progress in Uruguay in its transition toward a more sustainable economy. 17 Apr 2023 In line with its Net Zero Banking Alliance commitments, Garanti BBVA announced its interim decarbonization targets for 2030. As the first bank in Türkiye to announce that it will no longer fund coal-related projects, Garanti BBVA joined the UN-convened Net Zero Banking Alliance in 2021. 12 Apr 2023 Action and Investment ODS Plan BBVA publishes its clients' progress toward decarbonization for the first time BBVA has published its clients’ progress toward decarbonization in the initial version of its climate transition plan. The bank is one of the first in the world to apply the recommendations by the Glasgow Financial Alliance for Net Zero (GFANZ) to define a transition plan. Emissions declined in all sectors with published decarbonization indicators. BBVA’s goal is to finance this emission reduction by its clients. 22 Mar 2023 BBVA Sustainability Projects BBVA, the only Spanish financial institution on the Finance Industry Advisory Board for the International Energy Agency BBVA is the only Spanish financial institution that is a member of the International Energy Agency’s (IEA) Finance Industry Advisory Board, which held its first meeting in Paris. This initiative aims to be an institutional channel between the agency, the finance community and energy policy makers in order to promote dialogue on the issues that affect energy investments, in particular those related to the transition toward clean energy. 09 Mar 2023 BBVA Sustainability Projects BBVA earns the gratitude of the Madrid Food Bank Foundation for the help provided during the pandemic BBVA Asset Management (BBVA AM) and BBVA Next Technologies, the BBVA Group’s dedicated software engineering company, have been recognized by the Food Bank Foundation for the valuable financial support they provided over the course of the COVID-19 pandemic. This recognition showcases the BBVA Group’s firm commitment to championing worthy causes that have a positive impact on society. 09 Feb 2023 BBVA Sustainability Projects BBVA closes €40 million sustainable financing with Matrix Renewables for the construction of two solar plants Matrix Renewables, the TPG Rise-backed global renewable energy platform, and BBVA have announced the closing of €40 million in sustainable financing to begin the construction of two solar plants, Zaratán and Arroyadas, in the municipality of Valladolid, in northwest Spain. The new plants will lead to the creation of 500 local jobs during the construction phase. 19 Jan 2023 Video Action and Investment ODS Plan Carlos Torres Vila at Davos: “Europe cannot fall behind and must foster investments for decarbonization” BBVA Chair Carlos Torres Vila said at Davos that Europe must establish adequate mechanisms and incentives to promote investments for decarbonization.” In this regard, he added that “Europe cannot fall behind.” In his opinion, in order for decarbonization technologies to grow and be profitable, “we need a legislative, regulatory and supervisory framework that offers adequate incentives like what is already underway in countries like the U.S.” 21 Dec 2022 Video BBVA Sustainability Projects 'After the rain,' a BBVAMF documentary that recounts the entrepreneurial stories of three families who overcame adversity On Tuesday, the BBVA Microfinance Foundation released the documentary ‘After the Rain’, which tells the stories of three families of entrepreneurs who were able to overcome the obstacles to reinvent themselves and change their lives. The short film emphasizes the challenges faced by many of the people supported by the foundation, such as violence, abuse and the effects of climate change. It also shows the hope that it is possible to get ahead and have a better future. 29 Nov 2022 BBVA Sustainability Projects Garanti BBVA kicks off ‘Sustainable Future in Exports’ program of awareness-raising events Garanti BBVA, the BBVA Group’s Turkish franchise, integrates climate change and inclusive growth within its core strategies. In line with that commitment, Garanti BBVA has launched a program of events called 'Sustainable Future in Exports' to support Türkiye’s adaptation to the European Green Deal and pave the way to sustainable investment. At the first event, held on November 23, 2022 at Fişekhane Istanbul, the bank explained the European Green Deal and the Carbon Border Adjustment Mechanism (CBAM) to the sectors and institutions–especially SMEs–that will be affected by the new rules governing exports to the EU. 25 Oct 2022 In an interview with Anadolu Agency, Garanti BBVA’s Head of Customer Solutions and Digital Banking Işıl Akdemir Evlioğlu analyzed the latest developments in digitization and mobile banking, as well as the bank’s investments in this field, following 15 years of mobile banking.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}