{
    "title": "Webinar | BBVA Carbon Talks #3: What are the trends and what do you need to watch in 2024? - BBVA CIB",
    "author": "unknown",
    "source": "BBVA CIB",
    "date": "2024-01-16",
    "text": "25 January 2024  Webinar | BBVA Carbon Talks #3:  What are the trends and what do you need to watch in 2024? What are the trends and what do you need to watch in 2024?                                   \r\n             In Europe, the ‘Fit for 55’ package entered into force. Tighter caps will bring scarcity, shipping will be included in the EU Emissions Trading System (EU ETS), and a separate ETS will be established for buildings and road transport. Besides, the CBAM will export the European carbon price signal and could become a catalyst for global carbon pricing. For the Voluntary Carbon Market (VCM), 2023 was challenging as press reports triggered concerns about the quality of carbon credits and greenwashing but organizations like the VCMI and the IC VCM are collaborating to address the issues. How do recent developments impact carbon pricing, and what are the global trends? What do we expect for EU Allowances, and what do we need to watch? Will “action plans” bring back trust into the VCM and how do we see the development of carbon credits? Speakers: Alessandro Vitelli, Independent reporter, columnist and moderator specialising in energy and carbon markets and policy Yann Andreassen, Lead Analyst – EU Carbon & Power Markets, energy analytics provider ICIS Dana Agrotti, Low Carbon Markets Lead Analyst at S&P Global Ingo Ramming, Head of Carbon Markets, BBVA",
    "images": "https://www.bbvacib.com/wp-content/uploads/2024/01/CIB_CarbonTalks_ENG.png",
    "tags": "",
    "excerpt": "2023 was another pivotal year for the Global Carbon Markets. Growth continued, and countries like Brazil and Turkey announced the establishment of emissions trading systems. In Europe, the ‘Fit for 55’ package entered into force. Tighter caps will bring scarcity, shipping will be included in the EU Emissions Trading System (EU ETS), and a separate […]",
    "categories": ""
}