{
    "title": "Sustainability Milestones",
    "author": "unknown",
    "source": null,
    "date": "2017-01-01",
    "text": "GARAN\ni\nNews\nContact\nGaranti BBVA IR TV\nFAQ\nTürkçe\nMenu\nSustainability Milestones\nHomepage\n>\nEnvironment, Social And Governance\n> Sustainability Milestones\n2022\n2021\n2020\n2019\n2018\n2017\n2022\nBBVA, the main shareholder of Garanti BBVA, once again increased its financing target for the climate crisis and sustainable development from\n€ 200 billion\nto\n€300 billion\nfor period the 2018-2025.\nGaranti BBVA recently launched a new tool to allow customers to view their carbon footprint on Garanti BBVA Mobil. The new feature on the Garanti BBVA mobile app calculates their carbon emissions based on utility and fuel expenditures, and aims to contribute to a more sustainable world, and the climate crisis. Garanti BBVA also shows the carbon emissions resulting from these consumptions in terms of tree and water.\nGaranti BBVA has entered a strategic partnership with Erguvan, Turkey's first and only digital carbon credit trading platform. With this partnership , the Bank offers a direct, transparent, secure and low transaction cost carbon loan for its corporate customers who have difficulty in accessing voluntary carbon markets.\nGaranti BBVA, integrates climate change and inclusive growth within its core strategies. In line with that commitment, Garanti BBVA has launched a program of events called 'Sustainable Future in Exports' to support Türkiye’s adaptation to the European Green Deal and pave the way to sustainable investment. The bank explained the European Green Deal and the Carbon Border Adjustment Mechanism (CBAM) to the sectors and institutions–especially SMEs–that will be affected by the new rules governing exports to the EU.\nGaranti BBVA renewed its syndicated loans in May and November, focusing on social criteria. While the syndicated loan, in May, is in separate tranches of $283,5 million and €290.5 million maturing at 367 days, the syndicated loan, in November, is in the second one, in separate tranches of $155 million and €238.5 million maturing at 367 days. The loans will be used for financing foreign trade and general corporate purposes. With these syndicated loans, Garanti BBVA continued its pioneering practices in sustainable finance focused on social criteria.\nGaranti BBVA recently completed its\nfirst derivative transaction\nlinked to\nESG\n(environmental, social and governance) criteria with Bank of America.\nGaranti BBVA\nhas signed a contract with Standard Chartered for $75 million with a maturity of 370 days. In doing so, it repurchased a\nrepo transaction related\nto\nESG\n(environmental, social and governance), realizing the first repo transaction indexed to sustainability performance. With this new transaction, Garanti BBVA will increase the volume of sustainable finance to TL 2 billion in August 2022 and ensure that all the energy consumed comes from renewable energy sources.\nGaranti BBVA recently completed its\nfirst circular economy loan\n. The bank’s €18 million loan to Altek Metal forms part of its commitment to support the transition to a low carbon economy.\n2021\nBy renewing the financing it received from IFC with the same amount and maturity in 2021, it continued to support its customers against the effects of Covid-19 in adverse market conditions.\nAs part of its work in sustainable finance, Garanti BBVA is implementing the Green Finance Specialist training course in cooperation with the Green for Growth Fund (GGF) Technical Support Facility and Renewable Energy Academy (RENAC) to increase the technical expertise of 30 employees.\n2020\nGaranti BBVA provided support for the sustainability of SME customers whose cash flow was adversely affected by the pandemic. To this end, in 2020, it received financing of USD 50 million from IFC and USD 54.7 million from the EBRD.\n2019\nIn order to support women entrepreneurs, a Women Entrepreneur Export Support Loan protocol was signed with Turk Eximbank in 2019.\nUSD 133 million financing for energy efficiency and renewable energy projects, SMEs, and women entrepreneurs in 22 provinces within the scope of the protocols signed between Garanti BBVA, International Finance Corporation (IFC), Austrian Development Bank (OeEB), with Green Growth Fund (GGF) support.\nWith the Green Bond product, the first Green Bond issuance in international markets in 2019, Garanti BBVA aimed to support renewable energy and resource efficiency investments and social benefit projects that provide solutions to climate change.\n2018\nGaranti BBVA, with IFC, made Turkey's first social bond (Gender Bond) issuance for women entrepreneurs with a 6-year maturity of USD 75 million. Within the scope of this transaction, the bank provides women entrepreneurs with working capital of up to 400,000 TL with maturities of up to 36 months.\n2017\nIn 2017, Garanti BBVA signed a 540 million TL contract with the World Bank group member, IFC (International Finance Corporation), within the scope of the Mortgage Covered Securities Issuance (ITMK) program, with a maturity of 5 years for USD 150 million. This contract is Garanti BBVA's first green Mortgage Covered Securities (ITMK) issuance, as well as the first İTMK issuance in which IFC has invested in Turkey.\nShare\nEnvironment, Social and Governance\nSustainability - Our Strategy & Journey\nDouble Materiality Analysis\nKey Material Issues\nStakeholder Engagement\nSustainability Blog\nSustainability Report\nSustainability Governance\nCombating Climate Change\nOur Decarbonization Targets\nEnvironmental impacts of our operations\nCreating Awareness Among Our Customers\nGaranti BBVA Climate Index\nInclusive Growth\nWomen Who Know Their Accounts\nSupporting Women Entrepreneurs\nAccesible Banking Services\nSupporting SMEs & Entrepreneurs\nSustainable Finance & Environmental and Social Risk\nSustainable Finance Strategy\nSustainability Mobilization\nOur Commitment & Progress\nSectoral Decarbonization Targets\nSustainable Finance Products\nPrinciples & Policies\nEnvironmental & Social Risk Management\nReports & Presentations\nCommunity Investments\nStrategy of 2021-2025\nPrograms\nGovernance\nCommittees\nCredit Committee\nAudit Committee\nCorporate Governance Committee\nRisk Committee\nRemuneration Committee\nInformation Security Committee\nIT Strategy Committee\nInformation Systems Steering Committee\nCorporate Assurance Committee\nPortfolio Strategy (PSM) Committee\nLocal ALCO Committee\nRisk Management Committee\nCost Management and Efficiency Committee\nCorporate Crisis and Business Continuity Management Committee\nSustainability and Responsible Banking Committee\nOperational Risk Admission and Product Governance Committee\nEthics and Integrity Committee\nInformation Systems Continuity Committee\nData Sharing Committee\nPolicies\nPersonal Data Protection And Processing Policy\nCode of Conduct\nOccupational Health and Safety Policy\nDeclaration of Human Rights\nDisclosure Policy\nDividend Distribution Policy\nHuman Resources Policy\nAnti-Money Laundering Policy\nDonation and Contribution Policy\nRemuneration Policy\nEmployee Compensation Policy\nSustainability Policy\nEnvironmental Policy\nEnvironmental and Social Loan Policies\nClimate Change Position Statement & Action Plan\nCode of Conduct for Suppliers\nWorking Principles and Procedures of the BoD\nAnti-Corruption Policy Statement\nCorporate Governance Committee Working Procedures and Principles\nCompetition Policy Statement\nCorporate Social Responsibility Policy\nBoard of Directors Diversity and Suitability Policy\nBusiness Continuity Policy\nCorporate Governance Policy\nEnergy Policy\nSexual Harassment, Assault and Discrimination Policy\nRisk Management\nReputational Risk\nEnvironmental and Social Risk\nOperational and Market Risk\nStructural Interest Rate and Structural Exchange Rate Risk\nLiquidity Risk\nCredit and Counterparty Credit Risk\nCountry Risk\nConcentration Risk\nRisk Management In Affiliates\nEmerging Risk\nTax Strategy & Reporting\nAnnual General Meeting\nArticles of Association\nPublic Sustainability-related Commitment",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}