{
    "title": "Application of LSTM and Attention Mechanism for Stock Price Prediction and Analysis",
    "author": "Yingbing Li; Xue Zhang; Xueyan Zhu",
    "source": "atlantis-press.com",
    "date": "2023-08-28",
    "text": "Application of LSTM and Attention Mechanism for Stock Price Prediction and Analysis DOI 10.2991/978-94-6463-222-4_60How to use a DOI? Keywords stock price; CNN; LSTM; attention mechanisms; CBAM Abstract The relationship between stock prices and economic development is well-established, and the study of stock price prediction methods is crucial for gaining insights into the economy. This research aims to enhance the accuracy of stock price prediction by leveraging a combination of convolutional neural network (CNN), attention mechanisms, and long short-term memory (LSTM). Specifically, the stock data of Banco Bilbao Vizcaya Argentina (BBVA) was selected as the research object, and the stock price prediction results after incorporating efficient channel attention (ECA), channel attention module (CAM), spatial attention module (SAM), and convolutional block attention module (CBAM) in CNN + LSTM were analyzed. The findings demonstrate that the incorporation of attention mechanisms in CNN + LSTM has a positive impact on stock price prediction accuracy. Notably, the model that integrates CBAM attention mechanism in CNN + LSTM yields the best prediction results, with MAE, MSE, RMSE, and R2 metrics achieving 58.68 × 10–4, 7.94 × 10–5, 8.91 × 10–3, and 0.9673, respectively. These results have implications for improving the accuracy of stock price prediction and provide valuable insights for future research in this area. Copyright © 2023 The Author(s) Open Access Open Access This chapter is licensed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http://creativecommons.org/licenses/by-nc/4.0/), which permits any noncommercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license and indicate if changes were made. Cite this article TY - CONF AU - Yingbing Li AU - Xue Zhang AU - Xueyan Zhu PY - 2023 DA - 2023/08/28 TI - Application of LSTM and Attention Mechanism for Stock Price Prediction and Analysis BT - Proceedings of the 2023 2nd International Conference on Artificial Intelligence, Internet and Digital Economy (ICAID 2023) PB - Atlantis Press SP - 553 EP - 561 SN - 2589-4919 UR - https://doi.org/10.2991/978-94-6463-222-4_60 DO - 10.2991/978-94-6463-222-4_60 ID - Li2023 ER -",
    "images": null,
    "tags": "stock price; CNN; LSTM; attention mechanisms; CBAM",
    "excerpt": "The relationship between stock prices and economic development is well-established, and the study of stock price prediction methods is crucial for gaining insights into the economy. This research aims to enhance the accuracy of stock price prediction by leveraging a combination of convolutional neural network (CNN), attention mechanisms, and long short-term...",
    "categories": ""
}