{
    "title": "Garanti BBVA pone en marcha un programa de formación para empresas exportadoras sobre futuro sostenible",
    "author": "Communications",
    "source": "BBVA NOTICIAS",
    "date": "2022-11-28",
    "text": "Garanti BBVA pone en marcha un programa de formación para empresas exportadoras sobre futuro sostenible Garanti BBVA, la filial turca del Grupo BBVA, ha integrado la actuación frente al cambio climático y el fomento del crecimiento inclusivo en el centro de su estrategia. En línea con ese compromiso, Garanti BBVA ha puesto en marcha un programa de eventos sobre el futuro sostenible en las exportaciones, para apoyar la adaptación de Turquía al Pacto Verde europeo y allanar el camino hacia la inversión sostenible. En el primer encuentro, celebrado el 23 de noviembre de 2022 en Fişekhane Estambul, el banco explicó el Pacto Verde europeo y el Mecanismo de Ajuste en Frontera por Carbono (CBAM, por sus siglas en inglés) a los sectores e instituciones -especialmente pymes- que se verán afectados por las nuevas normas que rigen las exportaciones a la UE. El ‘country manager’ de Garanti BBVA, Recep Baştuğ, pronunció uno de los discursos de apertura (junto a Mustafa Tuzcu, viceministro turco de comercio) y posteriormente se unió a la mesa redonda titulada \"¿Cómo debe prepararse Turquía para el Pacto Verde europeo?”. Paquete de préstamos sostenibles para clientes que buscan reducir emisiones de gases de efecto invernadero... En el transcurso del evento, Garanti BBVA anunció el lanzamiento de un nuevo paquete de préstamos sostenibles para apoyar a clientes que desean reducir sus emisiones. Los beneficiarios del plan obtendrán las ventajas de la experiencia y red de comunicación del banco y unos tipos de interés más bajos. Además, a través de la colaboración del banco con el instituto turco de normas técnicas, podrán optar a un programa de capacitación para reducir emisiones de carbono. El ‘country manager’ de la filial turca de BBVA, Recep Baştuğ, señaló que la economía mundial no está cumpliendo sus objetivos de limitación del calentamiento global y corre un grave riesgo de atravesar el punto de no retorno. Una actuación eficaz ante el reto del clima requiere un cambio de paradigma, liderado por los sectores productivos y, con una importancia fundamental, por el sector financiero. Por ello, Garanti BBVA organiza esta serie de eventos de sensibilización como un paso adelante en esa dirección. Recep Baştuğ explicó, además, que la hoja de ruta de la Unión Europea hacia la sostenibilidad es el Pacto Verde, que tiene entre sus elementos clave el mecanismo de ajuste en frontera por carbono, o \"CBAM”, por sus siglas en inglés. Los requisitos de transparencia a este respecto se aplicarán a partir de 2023, mientras que la fiscalidad de las exportaciones a terceros países se abordará en 2026. La fecha de entrada en vigor de las normas del Pacto Verde podría incluso adelantarse, de modo que, para 2026, los exportadores turcos en sectores intensivos en carbono podrían pagar hasta 1.000 millones de euros al año en concepto de tasas CBAM. Está claro que las empresas turcas necesitan urgentemente hacer más sostenibles sus técnicas de producción. \"En Garanti BBVA\", dice Recep Baştuğ, \"apoyaremos con todos nuestros recursos a nuestros grupos de interés en el proceso de transformación verde\".",
    "images": "https://www.bbva.com/wp-content/uploads/2022/11/garanti-bbva-scaled-e1674486788829-1920x974.jpg",
    "tags": "",
    "excerpt": "Garanti BBVA, la filial turca del Grupo BBVA, ha integrado la actuación frente al cambio climático y el fomento del crecimiento inclusivo en el centro de su estrategia.",
    "categories": ""
}