{
    "title": "Sustainability Blog",
    "author": "unknown",
    "source": null,
    "date": "2003-01-01",
    "text": "The fifth of the \"Sustainable Future in Exports\" meetings with Garanti BBVA was held in Adana Garanti BBVA, prioritizing sustainability and inclusive growth as key strategies, is continuing its 'Sustainable Future in Export' meetings. These meetings were launched to facilitate investments in Turkey and aid the export sector amid the European Green Deal adaptation process. The fifth meeting, following events in Istanbul, Gaziantep, Izmir, and Bursa, took place in Adana, a city noted for its diverse industrial base. At the event that gathered leaders from companies based in Çukurova Region, a significant hub for Turkey's exports, details were provided about the European Green Deal and the Carbon Border Adjustment Mechanism. Hosted by Garanti BBVA General Manager Recep Baştuğ, Prof. Dr. Etem Karakaya from the Eskişehir Osmangazi University Faculty of Economics and Administrative Sciences, Department of Economics, shared insights on the economic aspects and solution proposals. Additionally, Dr. Mahfi Eğilmez offered his assessments in the economic field. Expressing his thoughts at the Sustainable Future in Exports Adana meeting, Garanti BBVA General Manager Recep Baştuğ stated, \" I want to emphasize that the climate crisis is intensifying every day as a critical issue. It is our collective responsibility to take action before the situation deteriorates further and to make the world a better place to live. In this context, the European Green Deal provides a significant roadmap. Regarding the economic aspect, the Carbon Border Adjustment Mechanism is a crucial factor that will alter trade rules. The financial implications of this process will take effect on January 1, 2026, when carbon credits will start being purchased. Thus, we have limited time to adapt to this process. Additionally, beyond the CBAM, there will be various EU standards that will necessitate rapid changes in our production techniques. Consequently, the importance of producing goods that are durable, recyclable, and have a low carbon footprint is increasing. Unfortunately, exporters who do not comply with these specified criteria will fall behind in the competition. We need to be prepared now. Çukurova Region significantly contributes to our national economy with its production capacity, organized industrial zones, and industrial estates. This is why we selected Adana for the 5th meeting in this series. As Garanti BBVA, we have been dedicated to combating the climate crisis for over 18 years and fully recognize our responsibilities in this area. During the harmonization process with the European Green Deal, we prioritize supporting companies in our country and facilitating sustainable investments. Our primary shareholder, BBVA, aims to provide 300 billion Euros in sustainable financing from 2018 to 2025. We intend to contribute to this target with at least TL 400 billion by 2025. Alongside our sustainable financing goals, we also have explicit objectives to reduce our exposure to carbon-intensive sectors”. Recep Baştuğ concluded his comments with his economic assessment: “The normalization of economic policies has created a foundation for greater predictability. As predictability improves, current policies are becoming more widely accepted by all stakeholders. We anticipate this year to bring stabilization in many indicators. In this context, I want to address two key issues: firstly, inflation is our most pressing concern. There is a determined effort to combat it, and we have tasks to accomplish. In the second half of the year, a downward trend is expected to begin, aided by the base effect. However, it will be crucial to maintain the same level of determination next year and to support the program with structural reforms to permanently escape the inflation spiral. Secondly, I want to emphasize the recent rise in confidence in the program and the Turkish lira. Foreign investors' interest in Turkish assets has notably increased, especially following the election, with an inflow of up to USD 20 billion. We are also seeing a growing preference for TL in individual investment choices. These developments, along with market-aligned steps, the broad support for the economic program from all stakeholders, and the heightened confidence of both international and domestic investors, are very positive. As the banking sector, we are working in close coordination with the economic management, maintaining transparent communication on all program requirements.”",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}