{
    "title": "Measure, verify, certify: How to future-proof Gulf companies in the energy transition",
    "author": "Li-Chen Sim",
    "source": "Middle East Institute",
    "date": "2023-06-22",
    "text": "Arab Gulf states are increasingly “walking the talk” on climate action following announcements by all of them, bar Qatar, that they aim to achieve net-zero carbon goals either by 2050 or 2060. In 2021, in a departure from existing liquefied natural gas (LNG) practices, Doha agreed to add carbon capture and storage facilities to the North Field East expansion project to lower carbon emissions. In November 2022, Saudi Arabia announced a contribution of $2.5 billion over 10 years to speed up implementation of its Middle East Green Initiative, which had been introduced the previous year, and noted that 8.4 million trees had already been planted in the kingdom out of the overall target of 10 billion. In January 2023, the Abu Dhabi National Oil Company (ADNOC) invested in a British-Omani start-up, 44.01, on a pilot project to permanently convert carbon dioxide from the air into minerals within rock formations in Fujairah, in the United Arab Emirates, using on-site solar power supplied by Masdar, Abu Dhabi’s state-owned renewable energy company. A much less publicized climate-related initiative, however, is the introduction by several Gulf states of renewable energy certificates (RECs). What are RECs and how can they help Gulf companies navigate the energy transition? RECs — also known as Green Tags in the U.S. or Guarantees of Origin (GO) in Europe — are a type of energy attribute certificate. Each REC certifies that the bearer (for instance, the developer of a solar plant) owns one megawatt-hour (MWh) of electricity generated from a renewable energy resource. For example in Oman, Three Pillars Consulting, in its capacity as the country’s sole issuer, allotted RECs to the Amin Renewable Energy Company for its solar plant near Nimr for the over 200,000 MWh of electricity it produced in 2022. RECs that have tracking roles and processes that meet standards set by the International Renewable Energy Certificate (I-REC) Standard Foundation possess global credibility and recognition. Once the renewable power has been added to the grid, the REC can then be sold and redeemed for use by other entities wishing to make reliable claims about their renewable energy usage. The REC therefore acts as a tracking mechanism for solar, wind, and other green energies as they flow into the grid. Three Gulf states — Saudi Arabia, the UAE, and Oman — have I-REC authorized issuers (see Table 1) and products, with the UAE boasting the most active REC market (see Figures 1 and 2). Bahrain has begun a pilot project to issue RECs, but they are absent from Qatar and Kuwait. The 53 countries that are part of the I-REC issue an increasing number of certificates every year, reaching 70 terawatt-hours (TWh) in 2021, led by China, Brazil, Turkey, and India. While this attests to the growing popularity of RECs as a climate mitigation tool, the numbers pale in comparison to the more mature renewable energy markets in Europe, where almost 850 TWh of GOs were issued in 2021. Table 1: Authorized I-REC issuers in the Gulf \n Jurisdiction \n \n I-REC issuer \n \n Abu Dhabi, UAE \n \n Department of Energy \n \n Dubai, UAE \n \n World Green Energy Organization \n \n Oman \n \n Three Pillars Consulting \n \n Saudi Arabia \n \n Green Certificate Company \n Figure 1: Volume of I-REC issues in the Gulf (in thousands) \n \n \n 2019 \n \n 2020 \n \n 2021 \n \n 2022 \n \n Jan.-May 2023 \n \n 0 \n \n 0 \n \n 2,496.8 \n \n 11,195.9 \n \n 21,238.5 \n \n Dubai \n \n 60.6 \n \n 124.3 \n \n 776.8 \n \n 1,006.0 \n \n 406.0 \n \n Oman \n \n 0 \n \n 0 \n \n 0 \n \n 324.7 \n \n 344.8 \n \n Saudi Arabia \n \n 0 \n \n 0 \n \n 0 \n \n 100 \n \n 118.7 \n Source: 2023 Market Statistics – May, The International REC Standard Figure 2: Volume of I-REC redemptions in the Gulf (in thousands) \n \n \n 2020 \n \n 2021 \n \n 2022 \n \n Jan.-May 2023 \n \n Bahrain \n \n 0.1 \n \n 4.7 \n \n 12.4 \n \n 3.6 \n \n Oman \n \n 2.4 \n \n 0.3 \n \n 7.0 \n \n 15.7 \n \n UAE \n \n 82.4 \n \n 505.0 \n \n 1,164.5 \n \n 1,533.3 \n Source: 2023 Market Statistics – May, The International REC Standard There are nuances in the operation of I-RECs in the Gulf. In Dubai, the region’s I-REC pioneer, and Oman, the certificates are issued for energy generated by solar and wind plants, with a fee charged by the issuer for doing so. In Abu Dhabi, by contrast, they are issued free of charge by the Department of Energy (DoE) for solar and nuclear energy, with the latter exceeding the former by a substantial margin thanks to larger generation output. While I-RECs are issued for utility-scale renewable projects in the UAE, such projects tend to be smaller scale in Oman. Last year, for instance, Oman’s Al Madina Logistics Services Company registered its 2.1 MW rooftop solar system as an I-REC eligible project for self-consumption purposes. The purchase and redemption of I-RECs in Dubai and Oman is negotiated bilaterally between the state-owned entity that is the sole producer of electricity and the end user, sometimes with the help of a trader or broker. In contrast, I-RECs are auctioned off every quarter in Abu Dhabi by the Emirates Water and Electricity Company (EWEC), with the choice of an auction mechanism predicated on a preference for “regular, transparent, and public visibility” for a nascent energy product over closed-door bilateral deals, according to Jasem Othman, commercial operations and relationship manager at EWEC. The federal nature of the UAE and the leeway given to its constituent emirates in policymaking over energy means that there is some discrepancy over consumption of I-RECs between Abu Dhabi and Dubai, the two emirates that issue them. I-RECs issued in Abu Dhabi can only be consumed by end users there, whereas those issued in Dubai can be consumed anywhere, even abroad, and have been used in Saudi Arabia. While this implies a lack of meaningful competition with regard to the price of each I-REC in Abu Dhabi, it also avoids the possibility that the emirate effectively subsidizes electricity consumption in Dubai, where the price of I-RECs (around $2.15 per MWh) is higher than in Abu Dhabi (around $1 per MWh) owing to the higher cost of electricity in the former. As the DoE’s Fawad Gilani, the director for partnership and sector risk, explained, “We wanted to allow our customers who have already paid for the generation of electricity in Abu Dhabi to have the first rights to these certificates, before we consider extending them to others outside the emirate.” The benefits of I-RECs for end users Purchasing and redeeming I-RECs allows end users in the Gulf to claim the environmental benefits associated with renewable energy, even if they are not directly connected to renewable energy sources. Unlike competitive electricity markets in the developed countries, those in the Gulf are largely structured as a single-buyer model. This means that generating companies can only sell to the single buyer (a state-owned utility), while end users have no choice but to buy all electricity from that utility. With no avenue to directly procure renewable sources of electricity even though solar plants were being built in the Gulf, Gilani highlighted that a certificate that attributed the specific energy origin of electrons in the grid was a way for state utilities to respond to enquiries, initially from locally based units of multinational corporations and their brokers, about lowering the carbon footprint of purchased electricity. While I-RECs have justifiably been criticized as “the ultimate greenwash” because their consumers do not, in many cases, make direct investments in renewable energy sources, current regulations in the Gulf do not allow end users to produce significant amounts of self-generated electricity. For Michael Tsang, chief sustainability officer of Avance Labs and founder and principal consultant of Three Pillars Consulting, which has been offering decarbonization and greenhouse gas accounting services in Oman since 2017, initiating the discussion with government stakeholders and the I-REC Foundation about an energy attribute system run by a local issuer allowed “clients to have the option of demonstrating their commitment to renewables by purchasing an I-REC” and resulted in increased accuracy about their reported emissions factor from grid electricity purchases, which were erroneously inflated. I-RECs therefore allow end users to publicly communicate their verifiable commitment to sustainability in marketing materials and sustainability reports. This can enhance brand reputation, attract environmentally conscious customers, and help companies differentiate themselves in the marketplace. In the case of Emirates Steel Arkan, its purchase of over 2 million MWh of nuclear and solar power in 2022 accounted for 80% of its total electricity consumption for the year. This has lowered the carbon-intensity per ton of its steel and is likely to enhance its competitiveness vis-à-vis other Asian steel makers that continue to use coal in steel making as well as European green steel pioneers, such as SSAB of Sweden. As for ADNOC, its agreement to purchase 100% of its energy needs from grid power sourced from nuclear and solar plants in the emirate will be validated by I-RECs. Highlighting the environmental benefits and commercial rationale of the purchase, its CEO, ﻿Dr. Sultan Ahmed al-Jaber, noted it will “make ADNOC the first major oil and gas company to decarbonize its power at scale. [...] It also directly supports our goal to remain one of the lowest carbon intensity operators in the oil and gas industry,” which it is hoped will endow ADNOC with a social license to operate even in a low-carbon energy future. With a portfolio that includes energy-intensive bitcoin mining and data centers, a similar objective guided the purchase earlier this year by Abu Dhabi’s state-owned Two Zero of the single largest batch of I-REC certificates thus far in an auction in the emirate. Furthermore, I-RECs provide a flexible mechanism for companies in the Gulf to meet sustainability goals even if their physical electricity supply is derived from a mix of sources including hydrocarbons. Direct access to renewable energy generation may be limited by on-site space constraints or in the case of Dubai may be circumscribed by regulations that permit a maximum cap of 2 MW of installed capacity for self-generated rooftop solar power approved after 2020. A case in point is Emirates Global Aluminium (EGA). Its purchase of 1.1 million MWh of solar-origin I-RECs, generated by Noor Abu Dhabi in 2022, allowed it to produce and export 80,000 tons of its premium green aluminium product called CelestiAL — a two-fold increase over the previous year. I-RECs are therefore calibrated to cover production of CelestiAL rather than to meet all of EGA’s energy requirements. With more than half of its aluminium exports going to Asia, where low carbon taxes do not support demand for pricier green aluminium, there is no point for EGA to purchase more I-RECs at the moment. I-RECs therefore serve a useful function to optimize the company’s energy portfolio through a mix of renewable and fossil-fuel sources according to its business needs. An additional benefit relates to compliance and reporting. In the Gulf, there is no mandatory obligation to demonstrate compliance with renewable energy targets or reduction of carbon emissions. Nevertheless, purchasing I-RECs allows a company to demonstrate fealty, a particularly significant aspect of state-business relations in the Gulf. For example, with two influential entities such as Mubadala and Alpha Dhabi among their key shareholders, Abu Dhabi-based Aldar Properties became the first real estate company to purchase I-RECs that will cover 100% of its owned and managed operating assets. In purchasing Dubai I-RECs, Unilever’s broker, the Dubai Electricity and Water Authority, made sure to point out that the transaction was “an exemplary investment project aligned with the vision of His Highness Sheikh Mohammed bin Rashid Al Maktoum,” a reference to his ambition for Dubai produce 75% of its energy requirements from clean sources by 2050. At the corporate level, the I-RECs redeemed by Unilever in Dubai cover 30% of the energy consumption requirement of its manufacturing and office sites in the emirate, while the remaining power is provided by its on-site rooftop solar; I-RECs hence demonstrate to its parent company in the United Kingdom that its Dubai unit is aligned with the company’s overall promise to reach net-zero emissions in all its operations by 2039. For I-REC end users that export significant quantities to Europe, I-RECs may reduce soon-to-be-introduced levies imposed by the European Union. Beginning in 2026, the EU will impose a levy, called the Carbon Border Adjustment Mechanism (CBAM), on embedded emissions of high-carbon imported products such as steel, iron, cement, fertilizer, aluminium, electricity, and hydrogen. Regardless of the polarizing debate on the merits of CBAM, the point is that I-RECs could reduce the amount of levy payable by Gulf exporters. This is because the EU may directly reference the surrender of I-RECs as part of the calculation method for embedded emissions, instead of using calculations based on national carbon averages or sector standards. Considering that aluminium is the second-largest “Made in the UAE” export after hydrocarbons and that Europe accounts for 21% of the country’s total aluminium exports in 2021, I-RECs are likely to have a key role to play in EGA’s future market share. Moreover, EGA should take advantage of the fact that one of its main competitors is effectively shut out of the European market for the foreseeable future — Russia’s RUSAL produces 90% of its aluminium from electricity generated by hydropower plants. I-RECs are also of value to owners and developers of renewable energy projects in the Gulf largely because they provide the opportunity to access additional revenue streams beyond the physical electricity sales these projects generate. This diversification of revenue sources can enhance project economics, improve financial stability, and facilitate long-term project viability. According to Thomas Bosse, former head of programs at Dubai Carbon, the initiation of RECs in Dubai was a consequence of the limited success in monetizing carbon emissions through 15 domestic carbon reduction projects in the UAE by the mid-2010s. This led to a search for alternatives and ultimately to a scheme to instead monetize the energy attributes of utility-scale renewable energy power plants that were being built. An increasing demand for certificates creates economic signals and incentives for renewable energy project developers, which can lead them to pursue more projects or even technology not yet covered by I-RECs. For Gulf companies like Saudi Arabia’s SABIC that have already embarked on independent certification of cargoes containing low-carbon ammonia exports, the next step could involve developing standards for green hydrogen I-RECs to support project viability. Finally, the Gulf states also see value in being accredited by the I-REC standard. The recognition by I-REC of a local issuer that its processes are in compliance with international standards establishes credibility and trust in the energy ecosystem and, more importantly, in the wider regulatory and business environment in the host country. Amid the intense intra-Gulf competition to serve as logistics and business hubs, I-REC accreditation serves as a useful endorsement of a country’s global competitiveness. Furthermore, in the case of Dubai Carbon, being the I-REC issuer for renewable energy projects in Morocco and Jordan (as well as Saudi Arabia and Oman before 2021) endows the entity and its host emirate with regional prestige as a sustainability leader. The limitations of I-RECs Notwithstanding the above, I-RECs face limitations as a tool to scale up climate change initiatives in the Gulf. First, as noted by Amer Arafat of Elementsix, a Dubai-based carbon management consultancy, most end users are unaware that I-RECs exist, even though a growing number are interested in accounting for and managing their carbon and greenhouse emissions. Nevertheless, auctions in Abu Dhabi are seeing an increasing number of buyers, with even privately owned companies such as Mediclinic purchasing I-RECs. Second, because I-RECs issued in Abu Dhabi cannot presently be redeemed outside the emirate, this limits the pool of potential end users and thus the price of certificates. Interestingly, EWEC manager Othman points to 1.1.10(c) of the DoE’s Regulatory Policy for Clean Energy Certificates, which suggests there may be some room in the future to expand the jurisdiction for certificate redemption from Abu Dhabi to areas with a “physical grid interconnection.” This would include the other emirates in the UAE, other Gulf Cooperation Council member states, and even Egypt, Jordan, and Iraq. Energy subsidies and politics, however, remain formidable obstacles. Third, I-RECs can only be used to offset carbon emissions from purchased electricity; they do not cover emissions resulting from the company’s own operations, such as overseas business travel and corporate vehicles. This latter category of emissions is the purview of another tool, voluntary carbon offsets. Etihad Airways, for example, purchased carbon offsets from a Tanzanian forestry project to completely neutralize the carbon emissions from its flagship Greenliner 787-10 aircraft for a full year of operations in 2021. And in October 2022, Saudi Arabia organized what was billed as the world’s largest auction of 1.4 million tons of independently-verified carbon credits. While RECs are not a silver bullet, they do provide significant value to end users, renewable energy project owners, and the host Gulf state. Ultimately, they are part of climate action initiatives that demonstrate the Gulf states “are taking the energy transition seriously and use all tools available to show that their net-zero targets are more than just aspirational.” Dr. Li-Chen Sim is an assistant professor at Khalifa University in the UAE and a non-resident scholar with MEI's Program on Economics and Energy. This commentary was informed by in-depth interviews she conducted with policy participants from the Gulf but the opinions expressed here are her own. Photographer: Christopher Pike/Bloomberg via Getty Images The Middle East Institute (MEI) is an independent, non-partisan, non-for-profit, educational organization. It does not engage in advocacy and its scholars’ opinions are their own. MEI welcomes financial donations, but retains sole editorial control over its work and its publications reflect only the authors’ views. For a listing of MEI donors, please click here.",
    "images": "https://www.mei.edu/sites/default/files/2023-06/UAE%20solar%20plant.jpg",
    "tags": "",
    "excerpt": "Several Gulf states have introduced renewable energy certificates into their low-carbon energy eco-system. What are RECs and how can they help companies navigate the energy transition?",
    "categories": ""
}