{
    "title": "Can we make the CBAM work for India?",
    "author": "Mannat Jaspal",
    "source": "OBSERVER RESEARCH FOUNDATION ( ORF )",
    "date": "2024-04-10",
    "text": "In 2023, the paired themes of economic security and economic decarbonisation took centre stage among policymakers around the globe. From the emergence of carbon border fees and carbon disclosure requirements to significant climate-related spending and incentive packages, new policies have begun infusing carbon into what it means to do international business. In the Indian context, the European Commission’s Carbon Border Adjustment Mechanism (CBAM) in 2023 has received significant attention because of how it may impact Indian exports into the European Union (EU). The European Commission adopted the CBAM, in 2023, as part of its wider climate and trade policy to address carbon leakage. More specifically, the CBAM requires product emissions reporting for various imported commodities from various carbon-intensive, hard-to-abate industries—including iron, steel, cement, aluminium, fertilisers, electricity, and hydrogen. For any imported good from one of these industries that exceeds a specified carbon intensity level, importers will face a carbon pollution fee based on national averages unless they can demonstrate they took voluntary actions to reduce their emissions, such as by procuring clean energy. The European Commission adopted the CBAM, in 2023, as part of its wider climate and trade policy to address carbon leakage. The introduction of CBAM has spurred diverse reactions, with proponents advocating its role in preventing carbon leakage and fostering global economic decarbonisation through international trade. They argue that CBAM incentivises firms to adopt cleaner practices, thus promoting a \"race to the top\" in reducing carbon emissions. Conversely, sceptics and opponents view CBAM as a punitive measure, masking trade protectionism under the guise of environmental concerns. This scepticism is rooted in the perception that CBAM, similar to the intention behind the EU Emissions Trading System, prioritises economic interests over environmental goals. CBAM, in this light, is seen as the latest manifestation of colonialism and domestic protectionism, albeit repackaged with new rhetoric centred around economic security and decarbonisation. In the case of India, the implications of the CBAM extend beyond mere reductions in exports to the EU and the associated economic consequences, also raising concerns regarding equity, efficiency, and its compatibility with principles like Common But Differentiated Responsibilities and Respective Capabilities (CBDRRC) and World Trade Organization (WTO) agreements. The unilateral implementation of CBAM threatens to accentuate power imbalances, with industrialised nations having largely depleted the carbon budget with complete impunity, now exerting their influence over emerging economies with varying levels of development without the wherewithal or influence in the global order. This is especially poignant given that India has yet to reach its peak emissions before transitioning to a net-zero economy. The unilateral implementation of CBAM threatens to accentuate power imbalances, with industrialised nations having largely depleted the carbon budget with complete impunity, now exerting their influence over emerging economies with varying levels of development without the wherewithal or influence in the global order. It must also be noted that inadequate data systems will further pose practical challenges as most countries lack the infrastructure for emissions data collection. This may lead to default emission data usage resulting in higher costs due to mark-ups imposed by the European Council. Furthermore, data privacy concerns also loom large as CBAM necessitates the sharing of potentially sensitive and confidential information. While CBAM could potentially compel other countries to pursue low-carbon trajectories, its implementation came across as a surprise without adequate consultations with trading partners and international stakeholders representing a departure from consensus-building and inclusive global trade practices. It renders emblematic of inward-looking domestic policies that contradict the ideals of globalization originally advocated and imposed by the West onto the rest of the world. Ultimately, successful CBAM implementation hinges on fostering international cooperation and requires consensus-building on methodologies and data sharing. While India has raised these serious concerns and pushed back against the CBAM at the World Trade Organisation (WTO), it is also actively pursuing measures at home to safeguard its interests and promote sustainable development including the target of tripling renewable energy capacity by 2030 and the establishment of a Carbon Credit Trading System (CCTS), among others. However, India is already burdened with significant energy taxes and therefore should consider the possibility of converting these levies into carbon price equivalents for export (impacted sectors) carbon calculation purposes. By aligning energy taxes with carbon pricing, India can offset some of the economic repercussions stemming from increased trade costs under CBAM. Additionally, India may pursue Free Trade Agreement (FTA) exemptions specifically tailored for Micro, Small, and Medium Enterprises (MSMEs) to shield these vital sectors from the brunt of CBAM-related trade restrictions. Such proactive measures can perhaps help India navigate the challenges posed by CBAM while safeguarding the interests of its vulnerable economic segments, at least in the short run. India may pursue Free Trade Agreement (FTA) exemptions specifically tailored for Micro, Small, and Medium Enterprises (MSMEs) to shield these vital sectors from the brunt of CBAM-related trade restrictions. Given that CBAM is a non-fiscal measure, developing countries including India must try to negotiate repatriation of duties to mitigate the abrupt impact on its economy. One approach to this could be leveraging the International Renewable Energy Certificates (I-RECs) which provide a key additional revenue source and can help unlock finance for clean energy developers. To illustrate this point, companies from developing and fragile countries that import goods into the European Union can procure clean energy and verify their procurement, respectively, through I-RECs and Peace RECs. They can then use I-RECs and Peace RECs to claim reduced indirect emissions and avoid CBAM-related fees while in parallel supporting domestic clean energy development. Policies like CBAM could more than triple demand for I-RECs, creating over US$30 billion in additional revenue that clean energy developers in developing countries like India would gain to finance power sector decarbonisation. So, Indian firms that procure clean energy in India to avoid the CBAM will help accelerate the decarbonisation of Indian energy, reducing the average national carbon intensity, benefitting everyone. Building on the COP28 Declaration on a Global Climate Finance Framework, the EU should consider compensating importers for any additional fees they pay to procure clean energy in the country of origin to support local decarbonisation. In other words, if an Indian company pays €X to procure Indian I-RECs so they can avoid the CBAM and support Indian power sector decarbonisation, then the EU should compensate this Indian company €X through CBAM-based funds. This climate finance mechanism would clarify the intentions of the CBAM and motivate more companies to support the energy transition in their respective country of origin. Building on the COP28 Declaration on a Global Climate Finance Framework, the EU should consider compensating importers for any additional fees they pay to procure clean energy in the country of origin to support local decarbonisation. To promote solidarity with the wider international community and ensure that policies like CBAM intend to drive not only policy action but scale private climate finance, Brussels must clarify and simplify the implementation of CBAM and related policies (like the Corporate Sustainability Reporting Directive, CSRD) so that they incentivise the maximum amount of voluntary climate action by firms everywhere—from India to developing and fragile countries more widely—to support global economic decarbonisation. Most importantly, it will be imperative for the EU to address the concerns of the emerging world by incorporating features that uphold principles of equity and fairness. Should CBAM materialise in 2027, the EU must consider specific design features to ensure compliance and, more importantly, the acceptability of this mechanism. Policymakers in Washington, London, and elsewhere developing similar proposed legislation for carbon border fees should also employ similar considerations to boost incentives for companies to take immediate greenhouse gas emission-reducing actions while upholding the principles of equity and fairness. Mannat Jaspal is an Associate Fellow with the Geoeconomics Studies Programme at the Observer Research Foundation Doug Miller is the Director of Market Development at the Energy Peace Partners The views expressed above belong to the author(s). ORF research and analyses now available on Telegram! Click here to access our curated content — blogs, longforms and interviews.",
    "images": "https://www.orfonline.org/public/uploads/seo/20240410175308.jpg?1744235027",
    "tags": "Carbon border fees;CBAM;CBDRRC;Colonialism;data privacy;decarbonisation;economic security;European Commission;FTA;Globalization;intensity level;net-zero;Peak emissions;Trade protectionism;WTO",
    "excerpt": "The paired themes of economic security and economic decarbonisation took centre stage among policymakers around the globe.",
    "categories": ""
}