{
    "title": "All in for our greener tomorrow",
    "author": "Apakhabartv",
    "source": "apakhabartv.com",
    "date": "2024-12-17",
    "text": "By Vikramathitan Govindasamy, Sarmila Muthukrishnan Malaysia is at a critical juncture in its fight against climate change. With the growing urgency to address global warming, the government is taking significant steps to align its environmental policies with international standards. The upcoming implementation of a carbon tax by 2026 along with ambitious initiatives like Renewable Energy Certificates (RECs) and the Carbon Border Adjustment Mechanism (CBAM) marks a decisive shift towards a greener and sustainable economy. But what do these transformative policies mean for the everyday Malaysians, and how will they shape the nation’s future amid escalating climate challenges? The proposed carbon tax, set to begin in 2026, is Malaysia’s latest effort to curb greenhouse gas emissions. This tax will primarily target carbon-intensive industries, holding them accountable for their environmental footprint. According to the 2025 budget announcement, the government aims to implement a price on carbon emissions, incentivizing businesses to adopt cleaner technologies. While the exact rate is yet to be finalized, PwC Malaysia’s report suggests that a well-structured carbon tax could generate substantial revenue to fund renewable energy projects and promote sustainable practices. However, this significant shifts raises critical questions about its potential impact on businesses and consumers. A poorly designed carbon tax could lead to higher costs for energy and goods, disproportionately affecting low-income households. Balancing economic growth with environmental responsibility will be crucial to its success. As Malaysia seeks to bolster its renewable energy capacity, Renewable Energy Certificates (RECs) are emerging as a pivotal tool to attract investment. These certificates enable companies to purchase the environmental benefits of renewable energy projects, allowing them to effectively offset their carbon footprint. For instance, a corporation can acquire RECs to assert their operations are powered by clean energy, even if they are physically connected to the conventional grid. This market-driven approach aligns with the government’s ambitious goal of generating 40% of electricity from renewable sources by 2035. Additionally, the National Energy Transition Roadmap (NETR) highlights large-scale solar projects and green hydrogen as key areas of focus. By creating a robust REC market, Malaysia aims to galvanize private sector participation in the energy transition, thereby boosting investor confidence in renewable projects. The European Union’s Carbon Border Adjustment Mechanism (CBAM), set to fully roll out by 2026, poses another formidable challenge for Malaysian exporters. This mechanism imposes tariffs on imports based on their carbon content, effectively penalizing goods with high carbon footprints. With the EU being one of Malaysia’s top trading partners, industries such as palm oil, electronics, and manufacturing face the risk of losing competitiveness if they fail to decarbonize. To mitigate this, the government is urging industries to adopt sustainable practices and enhance transparency in their carbon reporting. The carbon tax, combined with other measures like RECs, will play a pivotal role in aligning Malaysian exports with global sustainability standards. At the heart of Malaysia’s green strategy is the National Energy Transition Roadmap (NETR), a comprehensive plan to decarbonize the economy. The roadmap emphasizes renewable energy adoption, energy efficiency improvements, and the development of low-carbon technologies. Projects under NETR are expected to create economic opportunities, attract foreign investment, and generate jobs in green industries. The government is also exploring collaborations with international organizations to access funding and technical expertise for large-scale initiatives. For instance, the ASEAN Taxonomy for Sustainable Finance aims to standardize green investments across the region, making it easier for Malaysia to tap into global capital markets. Transitioning to a low-carbon economy has its own challenges as well. Public awareness and participation are vital for the success of these initiatives. Malaysians can play their part by adopting energy-efficient practices, supporting sustainable businesses, and staying informed about government policies. The road to net zero requires collective action from all sectors of society. As the government rolls out its carbon tax and other green measures, Malaysians have an opportunity to reimagine their relationship with the environment. By embracing sustainability, the nation can position itself as a leader in the global fight against climate change. In the end, the gamble on green policies is not merely a matter of meeting international obligations —it’s about securing a sustainable future for the Malaysian generations to come. The stakes are high, but with a strategic blend of policy, innovation, and public engagement, Malaysia can turn this gamble into a winning strategy. The authors are from Department of Science and Technology Studies, Faculty of Science, Universiti Malaya.",
    "images": "https://i0.wp.com/apakhabartv.com/wp-content/uploads/2024/12/pexels-photo-2411914.jpeg?resize=867%2C1200&ssl=1",
    "tags": "",
    "excerpt": "Securing a sustainable future for our generations to come",
    "categories": ""
}