{
    "title": "Overview of Renewable Energy Certificate (REC)",
    "author": "Vu Phong Energy Group JSC; Vu Phong Energy Group",
    "source": "Vu Phong Energy Group JSC: Solar & Wind Power",
    "date": "2024-01-01",
    "text": "Renewable Energy Certificates (RECs) have emerged as a powerful tool in the global drive towards a sustainable energy future. These market-based instruments serve as a tradable record of the environmental attributes associated with renewable energy generation. By facilitating the purchase and sale of RECs, RECs incentivize the production of clean energy, reduce greenhouse gas emissions, and promote the growth of renewable energy markets. What is a Renewable Energy Certificate (REC)? Concept of Renewable Energy Certificate (REC) A Renewable Energy Certificate (REC), also known as an Energy Attribute Certificate (EAC), is a certificate used to demonstrate the amount of electricity generated from renewable energy sources. REC is an instrument for tracking the renewable attributes of electricity from generation to consumption. Each REC is equivalent to 1 megawatt-hour of electricity from solar, wind, hydro, biomass,… Types of RECs Types of RECs are recognized and traded globally: Certificate (I-REC) International Renewable Energy Certificate (I-REC) is an international renewable energy certificate widely adopted in various regions, including North America, Asia-Pacific, Africa, and Latin America… Currently, more than 95% of the internationally traded REC is covered by I-REC. TIGR Certificate TIGR (Tradable Instrument for Global Renewables), similar to I-REC, is also a type of renewable energy certificate. TIGR is created by APX, and they’ve developed an online platform to track and transfer TIGR, allowing developers to create, verify, and trade TIGR. Distinguishing REC and Carbon Credit (Carbon Offset): Carbon Credit is the general term for tradable credit or permits representing 1 ton of CO2 or equivalent greenhouse gas emissions 1 ton of CO2 (tCO2e). 1 REC = 1 MWh of renewable electricity 1 carbon credit (or 1 CER) = 1 tCO2 (tCO2e) While REC is given to renewable energy projects that generate electricity, Carbon credit is awarded to projects that prevent, reduce, or absorb greenhouse gas emissions. For a business’s emissions inventory and reporting, REC can help reduce Scope 2 emissions (indirect emissions from using energy, like purchased electricity from external sources), while Carbon credit can offset emissions in Scope 1, 2, or 3. Benefits of owning a Renewable energy certificate (REC) REC offer customers the ability to purchase environmental attributes related to renewable energy production without the need to buy electricity directly. These certificates can be used for both voluntary and compliance purposes. In voluntary markets, where parties voluntarily choose to consume clean electricity, end users typically follow best practices from sustainability reporting frameworks. In compliance markets, governments mandate specific entities to consume renewable energy, such as Renewable portfolio standard, Renewable purchase obligation, and these entities use REC to meet these requirements. For businesses, owning REC provides several benefits: Global recognition: Recognized internationally, businesses can demonstrate the commitment to comply with national and international regulations and standards related to renewable energy use and carbon emissions. This is also the only way to declare RE from the energy market. Reporting: Publicly disclose to organizations like CDP, RE100, and others about fulfilling commitments to promote sustainability and reduce greenhouse gas emissions. Financial benefits: Accessing government incentives or tax credits for renewable energy use or revenue from the trade of I-REC certificates Market benefits: Improving brand reputation and enhancing market competitiveness In conclusion, owning and participating in the international REC market holds significant importance for many global companies and is essential for attracting and maintaining Foreign Direct Investments (FDI) from international companies with ESG goals. The Global and Vietnamese REC market The REC market is thriving in line with the global shift towards energy transition, prioritizing renewable energy, and reducing greenhouse gas emissions to achieve carbon neutrality. Regarding I-REC, as of August 2023, more than 512.33 million certificates have been issued, equivalent to 195.2 GW of renewable energy capacity. There are over 4,200 projects in 48 countries that have received I-REC certificates. In Vietnam, as of October 25, 2023, there are 492 operational projects with a total capacity of over 8,000 MW that have received I-REC certificates, including 353 solar projects, 124 hydropower projects, and 15 wind projects. As for TIGR, there are currently 196 operational projects with a total capacity of 864.593 MW certificated by TIGR, including 191 solar projects, 3 hydropower projects, and 2 wind projects. Registering for a Renewable Energy Certificate (REC) in Vietnam In Vietnam, the I-REC issuer is the Green Certificate Company (GCC). To assist businesses in registering and trading I-REC, there are specialized service providers like VP Carbon, a subsidiary of Vu Phong Energy Group. The I-REC registration process: VP Carbon receives project information, provides guidance, and sends the customer the project registration requirements. VP Carbon receives the project documentation from the customer, checks it, and submits it to GCC for I-REC registration. GCC approves the customer’s documentation. Payment is made, and the I-REC is issued. In addition to assisting with certificate registration and trading, VP Carbon offers various solutions to accompany customers on their journey towards reducing emissions, practicing ESG, and sustainable development. Businesses interested in clean energy solutions can contact the hotline at 1800 7171 or +84 9 1800 7171 or send an email to hello@vuphong.comFor businesses seeking assistance with renewable energy certificate registration, please contact VP Carbon via email at hello@vpcarbon.com. Vu Phong Energy Group",
    "images": "https://vuphong.com/wp-content/uploads/2023/10/Certificate-REC.jpg",
    "tags": "Electric energy;Reducing emissions;Renewable energy;SDGs;Solar Panel Recycling;Solar power;Solar power development;Vu Phong News",
    "excerpt": "An International Renewable Energy Certificate (I-REC) is a type of Energy Attribute Certificate (EAC). It can be used to promote renewable energy production",
    "categories": "CBAM,Energy News,ESG,Solar Applications,Vu Phong News"
}