{
    "title": "Malaysia Bilateral Meeting for RECAP - ASEAN Centre for Energy",
    "author": "unknown",
    "source": "ASEAN Centre for Energy",
    "date": "2024-08-30",
    "text": "The ASEAN Centre for Energy (ACE) organised the “Malaysia Bilateral Meeting for the Development of Conceptual Framework of Renewable Energy Certificates (REC) System in BIMP-EAGA Countries (RECAP)”, hosted by the Energy Commission of Sabah (ECoS). The meeting was held on 12 and 13 August 2024 in Kota Kinabalu, Malaysia. The focus of the meeting itself was put on gaining insights from the REC market in Malaysia and sharing key findings from the study of RECAP project on REC markets within the Brunei Darussalam – Indonesia – Malaysia – the Philippines East ASEAN Growth Area (BIMP-EAGA) region. The event fostered meaningful discussions among policymakers, regulators, and utilities across Sabah, Sarawak, and Peninsular Malaysia, thus creating a platform for sharing experiences, addressing challenges, and exploring strategies for strengthening national REC markets. The event also highlighted the Malaysia’s potential opportunities and central roles in leveraging cross-border REC, offering insights from best practices to encourage regional cooperation. The two-day discussion featured six focused sessions addressing various key topics. These included the regulatory framework and status of Malaysia’s Renewable Energy Certificate (REC) market, commercial principles influencing market implementation, insights into REC market drivers linked to corporate sustainability reporting, and the next steps toward strengthening Malaysia’s REC market structure. The program began with a warm welcome from Ir. Magdalene Chu Wai Quan, Deputy Chief Executive Officer of the Energy Commission of Sabah (ECoS). Following this, Beni Suryadi, Deputy Executive Director of ACE, underscored the crucial role of Renewable Energy Certificates (RECs) in monitoring clean energy usage, particularly in alignment with Malaysia’s National Energy Transition Roadmap and its designated renewable energy zones. He emphasised that this initiative marks a key step toward developing a unified national and regional REC framework within Malaysia. Photo 1. Opening Remarks by Ir. Magdalene Chu Wai Quan, Energy Commission of Sabah The first session, moderated and led by Monika Merdekawati, Senior Research Analyst of SRE at ACE, began with an overview of the regulatory framework and the current status of the REC market in Malaysia. Veronica Ayu Pangestika, Associate Research Analyst of SRE at ACE, then presented the 2024 work plan for the RECAP project. This was followed by an update on the implementation of REC in Peninsular Malaysia’s electricity system. This presentation was jointly delivered by Esther Lew, Principal Assistant Secretary for Renewable Energy of Malaysia’s Ministry of Energy Transition and Water Transformation (PETRA), and Yoon Bong Heng, the Head of Sustainability at TNBX. Terence Leong, Manager of New Ventures at Sarawak Energy Berhad, provided insights on REC market implementation in Sarawak. The session continued with Ir. Magdalene Chu Wai Quan outlining Sabah’s plans for developing its REC market. The discussions were characterised by fruitful exchanges of ideas among the participants. Photo 2. Presentation by Esther Lew, Ministry of Energy Transition and Water Transformation of Malaysia The next session, moderated by Muhammad Ilham Rizaldi, Research Analyst of SRE at ACE, was titled “Commercial Principles Affecting Market Implementation.” The session began with insights from Barry Jones, Market and Sustainability Analyst at SuSca Group, who discussed the key demand drivers for REC adoption, including voluntary, compliance, domestic, and global factors. Ir Nirinder Singh Johl, Founder and CEO of Asia Carbonx Change, explored how voluntary market buyers are shaping procurement strategies beyond public sector mechanisms. The session then transitioned into an engaging discussion involving all participants, focusing on the complexities of REC market structures, best practices within ASEAN and beyond. Furthermore, the discussion also touched upon key distribution segments targeted in different regions of Malaysia, and strategies to enhance market efficiency and leverage RECs for increasing renewable energy deployment. The second day of the meeting began with a focus on understanding REC market drivers in relation to corporate sustainability reporting. Roble P. Velasco-Rosenheim, Director of Partnerships and APAC Market at i-Track Standard Foundation and CEO of SuSca Group, presented on “RECs and the Export Economy: Cross-Border Trade, CBAM, and Collective Bargaining Power in ASEAN.” This was followed by a presentation and discussion led by Barry Jones on “Best Practices in REC Market Design: Governance and Implementation.” The session was moderated by Muhammad Ilham Rizaldi. Photo 3. Presentation by Terence Leong, Sarawak Energy Berhad The following session, focused on the next steps in strengthening Malaysia’s REC market design, was moderated by Monika Merdekawati. The session began with a discussion on integrating Sabah and Sarawak into the national REC market, including the preference for adopting a single issuer across the country. This was followed by a presentation about design and implementation recommendations specifically tailored for Sabah and Sarawak by Roble P. Velasco-Rosenheim. Photo 4. Discussion Session As the bilateral meeting concluded, Beni Suryadi, highlighted the significance of these dialogues in advancing the REC system both within Malaysia and across the broader ASEAN region. He stressed the crucial role of such collaborative discussions in aligning regional energy strategies to achieve shared goals. He also discussed how RECs can enhance the region’s resilience against carbon tax initiatives like CBAM, safeguarding industrial sectors while promoting renewable energy adoption. Looking ahead with optimism, he expressed confidence that Malaysia will drive corporate investments in renewable energy, paving the way for a greener future aligned with international objectives—benefiting both Malaysia and the ASEAN community. He shared that RECAP can serve as a catalyst for further regional cooperation and dialogue, guiding ASEAN toward a more sustainable and green future. To find more information, please visit this website and article here",
    "images": "https://aseanenergy.org/wp-content/uploads/2024/08/20240812_012050580_iOS-scaled.jpg",
    "tags": "",
    "excerpt": null,
    "categories": ""
}