{
    "title": "New EU policies could triple global demand for documented renewable power | Bioenergy International",
    "author": "Bioenergy International",
    "source": "Bioenergy International",
    "date": "2023-12-07",
    "text": "The EU’s Carbon Border Adjustment Mechanism (CBAM) and the Corporate Sustainability Reporting Directive (CSRD) could almost triple the demand for documented renewable electricity documented with International Renewable Energy Certificates (I-RECs), a new analysis by Ecohz found. This can put the most geographically widespread Energy Attribute Certificate (EAC) market on track to generate EUR 32 billion in revenue for renewable electricity producers by 2030. Ecohz analyzed electricity usage in the production of aluminum and steel imported into the European Union, two key products covered by the EU’s Carbon Border Adjustment Mechanism (CBAM), a policy framework that prices the carbon embedded in products imported into the EU. The CBAM quota will follow the weekly average price of allowances under the Emissions Trading System (ETS). In a conservative estimation, the study concluded that about 172 TWh of electricity per year must soon be documented as renewable to avoid producing taxable emissions. Unlike other European policies, the guidance documents for CBAM’s transitional period do not yet consider Energy Attribute Certificates (EACs) as valid proof of renewable energy consumption. However, the Ecohz report found CBAM could increase the demand for I-RECs, used to track renewable energy outside Europe, by close to 165 percent by approving EACs for its definitive implementation, starting in 2026. Ecohz’ report also considers the effect of the Corporate Sustainability Reporting Directive (CSRD), new legislation that mandates undertakings to report on their environmental impacts and risks. As opposed to CBAM in its current form, the CSRD instructs companies under its scope to report on energy consumption based on contractual instruments, such as I-RECs. It also covers the supply chains of European companies, which are often globally connected and could thus raise demand for I-RECs. CBAM and the CSRD are likely to have ripple effects across the globe as they push industries to decarbonize. How they do it, however, will determine the extent of their impact. By homogenizing the use of EACs across policy areas, the European Commission can unlock a multi-billion Euro revenue source that increases the competitiveness of renewables worldwide. Conversely, excluding EACs would greatly limit the options of the non-European companies looking to comply with EU legislation, hindering the momentum of much-needed corporate action, said Tom Lindberg, CEO of Ecohz. I-RECs could raise EUR 32 billion for renewable power towards 2030 Ecohz’ whitepaper projects that if CBAM, like the CSRD, approves the use of EACs, these synergetic policies could boost the revenue of clean electricity producers, generating close to EUR 32 billion in profits by 2030. The report compares two scenarios. The first estimates the revenue I-RECs can generate if the market develops following its historical growth rate. The second considers the potential effect of CBAM and the CSRD on the demand for and the price of I-RECs. In the first scenario, Ecohz projects I-RECs to raise close to 6 billion EUR between 2026 –when the definitive CBAM rules take effect – and 2030. The second scenario shows a potential revenue generation of more than five times higher. The report concludes that harmonizing CBAM and the CSRD around the use of market-based instruments can unlock a revenue stream worth billions of Euros for renewables worldwide.",
    "images": "https://bioenergyinternational.com/wp-content/uploads/sites/3/2023/12/windandcoalfiredpowerstation.jpg",
    "tags": "",
    "excerpt": "The EU’s Carbon Border Adjustment Mechanism (CBAM) and the Corporate Sustainability Reporting Directive (CSRD) could almost triple the demand for documented renewable electricity documented with International Renewable Energy Certificates (I-RECs), a new analysis by Ecohz found.",
    "categories": "Nyheter"
}