{
    "title": "Join our Newsletter",
    "author": "unknown",
    "source": "recs.org",
    "date": "2025-03-27",
    "text": "RECS Energy Certificate Association (RECS) is dedicated to tackling climate change by accelerating the transition to 100% renewable energy systems. We do this by supporting the development of new energy attribute certificate (EAC) markets and strengthening those already in place. RECS collaborates with its members and other like-minded organisations to achieve these goals. Recent news View all news items Events View all events REGISTRATION IS NOW OPEN. If you require assistance during registration for the OMC, please contact RECS Events via events@recs.org. OMC Programme 14:00-14:20 | Welcome 14:20-14:45 | Current situation in GO systems and markets 14:45-15:15 | GO market prices 15:15-15:40 | Coffee break 15:40-16:20 | Modernizing EAC IT systems and markets 16:20-16:50 | Enhancing Impact & GO usage criteria 17:00-17:20 | Gas and Hydrogen GO Developments 17:20-17:30 | Q&A and Closing 18:00-19:00 | Reception drinks at Radisson Blu Hotel 19:00-22:00 | Dinner at Radisson Blu Hotel OMC Terms and Conditions REGISTRATION IS NOW OPEN. How to register. Select the number of tickets you require. Click 'Continue'. In the window, add your billing details. Select your payment option (credit card only) Click the payment button - don't forget the final step! Assign the ticket(s) to yourself or another person. UK REGO Day 2024 Programme 09.00-10.00 Registration and coffee 10.00-10.15 Welcome 10.15-11.15 Session 1: General update on regulatory developments OFGEM Update (Platform, Regulatory, etc.) New government – possible changes\r\n Mutual recognition UK CBAM Speakers:\r\n Moderator: Roderick Hutchings, Environmental Commodities Trader, ACT Group Sophie Thorpe, Senior Policy Manager, OFGEM Andreas Gunst, Partner, DLA Piper Marie Christine Bluett, Director Renewable Markets, Incubex Transport (EVs), Hydrogen and other fuels (RFNBOs) Full disclosure in the UK Full disclosure learnings from across Europe Speakers:\r\n Moderator: Merve Güngör, Policy and Network Manager, RECS Energy Certificate Association Kumara Rathnam, Senior Analyst, Veyt Katya De Vere Walker, Head of Net Zero Policy, SmartestEnergy Deep dive into the UK REGO market supply, demand, prices Internal and external factors driving market dynamics and prices Price elasticity, willingness to pay, and lessons for other markets Speakers:\r\n Moderator and speaker: Patrick Dunn, Renewable Gas & Power Originator, ACT Group Justin Colley, Associate Editor, Argus Emilie Tretow Busellato, Originator, Statkraft Markets Focus on consumer claims in the UK Understanding and trust of Energy Labels Role of external standards inc. Views on renewable biomass-fired electricity Speakers:\r\n Moderator: Adam White, Secretary General, RECS Energy Certificate Association Tom Stebbings, Sustainable Commodities Trader, Drax Nick Fedson, Technical Manager – Energy, CDP Worldwide Rachel Cary, Head of Business Decarbonisation, Energy UK Eleonore Lazet, Commercial Director, Granular Energy Publications View all publications Our numbers tell a story of commitment, collaboration, and continuous growth. From the wealth of resources we’ve developed to the extensive network of professionals we’ve united, each figure represents a step forward in our mission. Here’s a snapshot of the milestones we’ve achieved together in our journey towards a sustainable energy future. Over 1172 authoritative guides, reports, and tools empowering the renewable sector +81 events hosted, connecting industry leaders and fostering collaboration 126 members and counting, driving innovation in renewable energy certification 22 years of pioneering standards and advocacy in renewable energy markets ABOUT US RECS Secretariat At the heart of RECS Energy Certificate Association lies a steadfast commitment to fostering a sustainable future. Guided by our expert Secretariat Team and governed by a board of visionary leaders, we're setting the global standard for renewable energy practices. Together, we're not just witnessing change; we're orchestrating it. Discover RECS PARTNERS IN SUSTAINABILITY RECS Members A diverse network of organizations committed to advancing renewable energy and sustainability.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}