{
    "title": "The I-REC Standard Foundation on CBAM’s effect on demand-driven growth for renewables • I-TRACK",
    "author": "Erika Kay Srebnicki",
    "source": "I-TRACK",
    "date": "2022-05-02",
    "text": "*Since the date of this news item’s publication, the organization ‘The International REC Standard Foundation’ has changed to ‘The International Tracking Standard Foundation: Founder of I-REC (I-TRACK Foundation).’ UPDATE 14-12-2022, REVIEW I-REC STANDARDS UPDATED POSITION PAPER AND EXPLICIT CHANGE REQUESTS TO CBAM HERE. The Carbon Border Adjustment Mechanism (CBAM) regulation is a part of the European Commission’s energy legislation package “Fit for 55.” Its stated purpose is to protect European industry from carbon leakage and unfair competition from businesses in areas with less ambitious climate targets and carbon trading schemes. A further ambition is for the mechanism to promote renewable energy and carbon trading schemes in Europe’s trading partners. This is all to be achieved by introducing mandatory emissions quotas for imports to the European continent with prices to be based on the internal European emissions trading system (EU ETS). Protecting European industry from carbon leakage while pushing for more renewable energy and carbon pricing in Europe’s trading partners is exactly the kind of parallel strategy that the European Climate policy needs. However, as currently proposed, the CBAM threatens the goal of encouraging local renewable energy use. If a CBAM adherent product’s embedded emissions are calculated based on national averages or sector standards, the CBAM would end up treating producers the same regardless of their efforts to reduce their climate impact by using onsite or offsite renewable energy as a production input. Indeed, producers of goods covered by the CBAM would pay twice. Once for the renewable energy, they contract to purchase and a second time for emissions based on national averages or sector standards for which they are not accountable due to their explicit procurement of renewable energy. This will undermine the motivation for producers outside of the EU to proactively use, and invest in, renewable energy. The best way to encourage these commodity producers to purchase more renewable energy or low-carbon technologies is to require them to substantiate their products’ actual embedded emissions based on contractually defined emission rights – such as energy attribute certificates (EACs). Making use of these internationally recognized and implemented certification standards will allow for clarity as to the use of renewable electricity, CCUS, renewable gases, and other decarbonizing technologies. The issuance, ownership, and cancellation of tradable EACs provide proof of the emissions related to a given product. The protocols and infrastructure for allowing consumers to claim the use of renewable energy already exist in the EU—as defined in the REDII—in the US and in many other countries in the world. These tools can be used to verify the amount of carbon in a volume of products imported into Europe at any given time, and as a basis to understand the total embedded emissions in each product. Treating commodity producers the same by using national or sector averages, irrespective of their efforts to reduce the emissions related to their production processes reduces the incentive to invest in low-carbon technologies in their home countries. In addition, it entails exporting this investment from local low-carbon technologies to the European market in the form of mandatory CBAM certificates. In this way, the payment for CBAM certificates constitutes an opportunity cost that could have been invested locally in low-carbon solutions like renewable electricity. This would weaken the ongoing transition to carbon-free commodity production and the development of low-carbon technologies. It would also increase global CO2 emissions by reducing the demand, and revenue, for locally produced renewables and low-carbon technologies – the opposite of the goal of CBAM and the European Green Deal. To promote the use of low-carbon technologies and renewable energy by the EU’s trading partners, the CBAM should directly reference the surrender of EAC or similar contractual instruments as a part of the calculation method for embedded emissions and the Commission should be tasked with taking this into account in their calculation methodologies. You can find a position paper on this topic from the I-REC Standard Foundation here. The arguments against this policy improvement are easily invalidated as shown through the examples below Currently, CBAM is only for direct (scope 1) and not indirect (scope 2) emissions: The I-REC Standard Foundation believes that for CBAM to have its intended impact, indirect emissions must be included. That said, even in the case they have not been included the current policy definition falls short. The I-REC Standard is currently working with an organization, C-Capsules, on the development of a carbon removals code for Carbon Dioxide Removals (CDR) such as Direct Air Carbon Capture and Storage (DACCS). These mechanisms, as defined by the IPCC will be critical in the fight against climate change, and supporting their development should be the goal of every government. With the C-Capsule mechanism, each unit of CO2eq will be uniquely attributable to the point of capture or removal, containing a reference code that can be traced throughout the chain of custody back to the source. CO2eq reduced or removed from the atmosphere is, by its nature, a global function. This is the case because the reduction or removal of a ton of CO2eq in one area is not, on its own merit, of greater global value than a metrically comparable one-ton reduction and removal achieved elsewhere. A metric ton of CO2eq removal or reduction is not physically consumed by an end-user, and therefore, does not require infrastructure for its physical procurement. However, without the ability to allocate the CO2eq removal or reduction to a specific end-user, through a tradeable attributional mechanism, there would be few options to support CO2eq removal and reduction on a global scale. CBAM currently allows for individual site assessments as a fallback to sector and country averages: This individual site assessment does not support the intended goal. First, it is a cumbersome process with a high potential for fraud; second, contractual agreements will not be required to be evaluated in the assessment. As CDR and DACCS are only cost-effective in select locations, it may not be possible to have these onsite (ignoring the difficulties of having a site or land ownership as the basis for claiming ownership). However, having DACCS on-site or off-site makes no impact on the environment and the ability to allocate these removals to a specific product or process will be the only way to incentivize these technologies. The current CBAM regulation risks excluding these demand-driven models by ignoring the potential market impact and support provided by demand-driven instruments for contractually defined emission rights. Resource shuffling will be an issue as only products tagged for export will be allocated renewable electricity or carbon removal attributes: This frequently made argument is based on the idea that contractually defined emissions rights risk allowing companies to allocate their low-carbon products specifically to European exports and their high-carbon products to other countries. A simple method of avoidance for this would be to look at facility averages for the calculation of embedded emissions and not individual products. This still leaves individual companies’ agency in matters of renewable energy and low carbon technology procurement and offers protection against carbon leakage. It is important to note that this risk already exists in the current proposal where CBAM declarants would be able to claim a reduction in the number of CBAM quotas to be bought based on carbon prices paid in the country of origin. This already exposes the EU to the same issue of resource shuffling. The best defense here is again to operate using company or facility averages. The I-REC Standard Foundation is working hard to get the principles of ex-post, fact-based certification – as a basis for contractually defined emission rights – embedded in the national regulatory policy of Europe’s trading partners to ensure demand-driven, market-based renewable electricity and low-carbon technology growth is supported. Giving contractually defined emissions rights a clear place in CBAM will make renewable energy more valuable in Europe’s trading partners and create market-based pressure for renewable energy expansion. For more information on this topic please feel free to reach out to the secretariat at secretariat@irecstandard.org",
    "images": "https://www.trackingstandard.org/wp-content/uploads/59-1024x512.png",
    "tags": "",
    "excerpt": "*Since the date of this news item's publication, the organization 'The International REC Standard Foundation' has changed to 'The International Tracking",
    "categories": "News"
}