{
    "title": "EU CBAM slammed as a tariff in disguise",
    "author": "unknown",
    "source": "Korea JoongAng Daily",
    "date": "2021-07-15",
    "text": "EU CBAM slammed as a tariff in disguise \n                            \n                                Published: 15 Jul. 2021, 17:49\n                            \n                                    Updated: 15 Jul. 2021, 18:49\n                             \n\n                         Park Jin-kyu, vice minister of Trade, Industry and Energy, holds a video conference with steel and aluminum executives at the government complex in Seoul on Thusrdsay. [YONHAP] The government said it plans to increase efforts to convince EU member countries to take into account initiatives to cut carbon emissions, including joining the RE100, a campaign in which companies promise to go 100 percent renewable. “As a major export country, we cannot help but closely monitor the impact of the EU’s CBAM,” said Vice Minister of Trade Industry and Energy Park Jin-kyu during a meeting with steel and aluminum companies. “The government through various channels has emphasized that the CBAM should be compatible with international trade regulations, such as the WTO’s, and that it shouldn’t be a trade barrier in disguise,” Park said. “We have also demanded that each country’s effort in carbon neutrality and climate regulation should be sufficiently reflected.” The vice minister said the government will continue with efforts to lobby the EU on Korea’s carbon emission reduction policies so that Korean exporters won’t face disadvantages as a result of EU’s carbon policies. The EU on Wednesday announced its decision to implement the CBAM, a carbon emission tax levied on imported goods, on five products — steel, aluminum, cement, fertilizer and electricity — starting 2023. It will cover all products in 2026. Starting 2035, all imports of internal combustion engine vehicles will be prohibited. In its statement, the EU stressed that the CBAM is part of efforts to realize its “ambitious target\" of lowering carbon emissions in 2030 to 55 percent of the level in 1990 and reaching carbon neutrality by 2050. The Federation of Korean Industries (FKI) on Thursday released a statement in which it argued that EU’s policy is a trade barrier that will lower the competitiveness of Korean industry. CBAM “is a way to increase tariffs, which could weaken the competitiveness of industries overall as our country is heavily centered on manufacturing and high in carbon intensity,” the FKI said in a statement. The business lobby group requested that the government cooperate with other major countries, including the U.S. China, Russia and Japan, in challenging the EU’s carbon policies. It added that the government needs to convince the EU to exclude Korea based on Korea’s own carbon reduction policies, including carbon trade. Among the industries, steel is expected to hit the hardest. According to the Korean government, last year Korea exported $15 billion worth of steel to Europe, a total of 2.21 million tons. Korea exported $186 million aluminum to the union, or 52,658 tons. The Korea Institute for International Economic Policy estimated that Korean steel exports to Europe shrink 11.7 percent after CBAM. “EU’s CBAM is expected to have a significant impact on steel company exports to the EU,” said a steel industry insider, who requested anonymity. “It’s likely that government and industry will work together so that local steel industry’s efforts in reducing carbon emission will be reflected in the CBAM and prevent it from becoming an unfair trade barrier.” In a statement released on Thursday, Greenpeace Seoul said Korean exporters have no other choice but to transition to a low-carbon economy for the sake of their own survival. Greenpeace said Korea needs to be more aggressive. The activist group noted that Korea is lagging behind other leading markets in the RE100 campaign, in which major global companies including Google pledged to source all their energy from renewables. According to Greenpeace, while leading global companies have on average set a 2028 deadline for transitioning to renewables, Korean companies will be there in 2048 on average. It especially noted Hyundai Motor. The automaker last year announced that it will no longer export internal combustion engine vehicles to leading global markets including the U.S., China and EU from 2040. Green Peace proposed of moving up the timeline to 2030. BY LEE HO-JEONG [[email protected]]",
    "images": "https://koreajoongangdaily.joins.com/data/photo/2021/07/15/618ec537-9b03-41b2-a14a-44b3911607f2.jpg",
    "tags": "EU carbon;CBAM;Korean steel;Green Peace",
    "excerpt": "Korea is fighting a new EU policy on emissions and will support companies as they try to adapt to the carbon border adjustment mechanism (CBAM), which is being called a trade barrier by another name.",
    "categories": ""
}