{
    "title": "S. Korea seeks adjustment to EU's carbon tax rules to ease corporate burdens | Yonhap News Agency",
    "author": "Oh Seok-min",
    "source": "Yonhap News Agency",
    "date": "2023-11-15",
    "text": "S. Korea seeks adjustment to EU's carbon tax rules to ease corporate burdens SEOUL, Nov. 15 (Yonhap) -- South Korea asked the European Union on Wednesday to recognize the country's own carbon credit certification system regarding the EU's new carbon border tax mechanism in an effort to prevent unnecessary burdens on companies, Seoul's finance ministry said. South Korea's First Vice Finance Minister Kim Byoung-hwan made the request during a meeting with Gerassimos Thomas, director-general in the Directorate-General for Taxation and Customs Union at the European Commission, in Seoul. The Carbon Border Adjustment Mechanism (CBAM) calls for levying an import charge on steel, cement, electricity, fertilizer, aluminum and other related items equivalent to their carbon emissions from production. The transition period for the new mechanism began last month before the full implementation in 2026. Kim said South Korea \"shares the need for efforts to respond to climate challenges by implementing the CBAM and other regulations, but they should not add unnecessary burdens on companies.\" He then called on the EU to recognize South Korea's own carbon credit system, which will ease corporate burdens of double taxation. Thomas said the EU will consider opinions from the South Korean government and businesses, and will continue close consultations on the issue.  The two officials also discussed ways to boost cooperation on base erosion and profit shifting, or BEPS, which refers to multinationals' tax planning strategies to avoid taxes, according to the ministry. This photo, provided by South Korea's finance ministry, shows First Vice Finance Minister Kim Byoung-hwan (R) shaking hands with Gerassimos Thomas, director-general in the Directorate-General for Taxation and Customs Union at the European Commission, ahead of their meeting in Seoul on Nov. 15, 2023. (PHOTO NOT FOR SALE) (Yonhap)  graceoh@yna.co.kr (END) \n \n Park Hae-soo calls villainous role in Netflix's 'Karma' 'liberating' \n \n (URGENT) Main opposition welcomes Constitutional Court's decision to oust Yoon as 'victory of people' \n \n 2 Chinese teens booked for illegally filming fighter jets at Suwon air base \n \n U.S. Patriot missile batteries in S. Korea to be temporarily deployed to Middle East \n \n (URGENT) Court says Yoon violated law by sending troops to Nat'l Assembly to stop reversal of martial law \n \n Park Hae-soo calls villainous role in Netflix's 'Karma' 'liberating' \n \n (2nd LD) S. Korea's military fires warning shots at N. Korean soldiers as they cross military demarcation line \n \n (2nd LD) Constitutional Court upholds Yoon's impeachment, removes him from office \n \n (4th LD) Constitutional Court upholds Yoon's impeachment, removes him from office \n \n (5th LD) Constitutional Court upholds Yoon's impeachment, removes him from office \n \n (2nd LD) S. Korea's military fires warning shots at N. Korean soldiers as they cross military demarcation line \n \n S. Korea's acting president says will not join hands with China, Japan to fight Trump tariffs: CNN \n \n Trump signals U.S. will make defense cost-sharing part of talks for 'package' deal on trade, other issues \n \n (2nd LD) Korean won dips to lowest level since global financial crisis amid Trump tariff woes \n \n (2nd LD) S. Korea, U.S. inked new joint wartime contingency plan last year amid advancing N.K. threats: USFK commander",
    "images": "https://img6.yna.co.kr/etc/inner/EN/2023/11/15/AEN20231115006100320_01_i_P4.jpg",
    "tags": "",
    "excerpt": "SEOUL, Nov. 15 (Yonhap) -- South Korea asked the European Union on Wednesday to recognize ...",
    "categories": "Politics"
}