{
    "title": "Europe - Provisional Carbon Border Adjustment Mechanism (CBAM) Agreement Extends Scope to Hydrogen - Hydrogen Central",
    "author": "Redactoramexico",
    "source": "Hydrogen Central",
    "date": "2022-12-14",
    "text": "Europe – provisional Carbon Border Adjustment Mechanism (CBAM) agreement extends scope to hydrogen. The European Parliament reached provisional agreement with the EU Council early Dec. 13 on a Carbon Border Adjustment Mechanism, extending the scope of the European Commission’s original proposal to hydrogen, indirect emissions and some downstream products, the European Parliament said in a statement Dec. 13. The mechanism, to apply from Oct. 1, 2023, will oblige companies that import into the EU to buy so-called CBAM certificates to account for the difference between the carbon price paid in the country of production and the price of carbon allowances in the EU Emissions Trading System. The EP said: CBAM will cover iron and steel, cement, aluminium, fertilizers and electricity, as proposed by the Commission, and extended to hydrogen, indirect emissions under certain conditions, certain precursors as well as to some downstream products such as screws and bolts and similar articles of iron or steel. The deal is dependent on agreement on reform of the EU ETS, while the EP and EU Council would have to formally approve the agreement before it could come into force, it said. Crucially, a yet-to-be-finalized CBAM transition period from Oct. 1, 2023, will see obligations on importers limited to reporting. “To avoid double protection of EU industries, the length of the transition period and the full phase in of the CBAM will be linked to the phasing out of the free allowances under the ETS,” the EP said, noting the new instrument was in full compliance with World Trade Organization rules. The phase-out of free EU ETS allowances is currently being negotiated in a separate trilogue between the EP, the Council and the European Commission. EU ETS free allocations are likely to be reduced by around 50% by 2030, according to S&P Global Commodity Insights carbon analyst Michael Evans. Before the end of the transition period, meanwhile, the European Commission would look at including other goods at risk of carbon leakage, including organic chemicals and polymers, with the goal of including all goods covered by the ETS by 2030. The EC would also assess the methodology for indirect emissions and the possibility of including more downstream products, the EP said, without adding detail. The US, Russia and Turkey accounted for more than 21% of total EU imports by value in 2021, data from Eurostat shows. China is also expected to be significantly affected by the mechanism. Of the largest affected countries by import value, only the UK has an ETS with a carbon price signal currently higher than the EU ETS. Platts assessed the price of EU Allowances (nearest December) at Eur90.17/mtCO2 on Dec. 12, up 19% month on month, S&P Global Commodity Insights data showed. It assessed UK Allowances (nearest December) at Eur86.91/mtCO2 on Dec. 12. US pressure “The EU claims this is WTO compliant, but it will be interesting to see whether third countries – notably the US – now put pressure on the EU to grant broader exemptions from the measure, owing to the current level of EU ETS costs, to avoid exposure to trade flow distortions,” said S&P Global’s Evans. CBAM may also accelerate ETS development where this is being considered, such as in Turkey, he said. There appeared to be no form of export rebate for EU industries, with EU manufacturers having to wait to see how quickly they would need to hedge EUAs to protect them from exposure to EU ETS costs in the coming years, Evans said. While bullish for market sentiment, this is unlikely to move prices much beyond current levels, he said, with outcomes still largely dependent on how quickly free allowances are phased out and the CBAM phased in, he said. Highlights: Scope extended to hydrogen, downstream products Rules to apply from Oct. 1, 2023, with transition Free EU allowance phase-out decision imminent READ the latest news shaping the hydrogen market at Hydrogen Central Europe’s provisional CBAM agreement extends scope to hydrogen, December 13, 2022",
    "images": "https://hydrogen-central.com/wp-content/uploads/2022/12/europe-agreement-hydrogen.png",
    "tags": "Business Development;Europe",
    "excerpt": "Europe - provisional Carbon Border Adjustment Mechanism (CBAM) agreement extends scope to hydrogen. The European Parliam",
    "categories": "Business Development"
}