{
    "title": "CBAM: Let the Games Begin - Carbonwire.org",
    "author": "CW Editorial Team",
    "source": "Carbonwire.org",
    "date": "2023-12-21",
    "text": "Paris, December 21, 2023 – On October 1, 2023, the European Union’s Carbon Border Adjustment Mechanism (CBAM) entered into application in its transitional phase, with the first reporting period for importers ending 31 January 2024. CBAM is designed to work alongside the EU ETS. By placing a carbon price on imports of certain goods, CBAM effectively extends the reach of the EU ETS’s pricing mechanism beyond the EU’s borders. The progress and impact of CBAM will be watched keenly because of its potential to reshape global trade and climate policy. One of the least acknowledged but most significant challenges of the global sustainability agenda has been to ensure widespread adoption of carbon accounting. Managing and reducing carbon emissions across the globe is only possible when the companies accurately calculate and disclose their emissions. The CBAM design necessitates that importers of notified goods into Europe file the embedded carbon in their products. Currently, more than 90% of the world’s polluters don’t calculate and report emissions. This could soon change. CBAM is touted as a tool to encourage countries outside the EU to strengthen their climate policies and stimulate global innovation efforts in low carbon technologies. However, it will also test the path of least resistance for international trade laws and relations. If the legislation is successful in navigating complex and diplomatic trade waters then we could see more such regulations and climate-related policies over the next few years. Not only will the paperwork increase manifold but also budgets for trade experts including lawyers. However, the most transformative impact of the CBAM will be on the carbon markets. Through the trading of credits, CBAM will unlock the potential of carbon as an asset class. Currently, the price signals given by the EU ETS for the trading of carbon have limited impact at the global level but with CBAM working alongside EU ETS carbon prices will emerge as an important tool in resolving the climate crisis. We believe that 2026, the year CBAM becomes operational, will lay the foundation for the most important trading market for humankind: Carbon.",
    "images": "https://carbonwire.org/wp-content/uploads/2023/12/Untitled-design-33.jpg",
    "tags": "",
    "excerpt": "Paris, December 21, 2023 – On October 1, 2023, the European Union’s Carbon Border Adjustment Mechanism (CBAM) entered into application in its transitional phase, with the first reporting period for importers ending 31 January 2024. More stories CBAM: Let the Games Begin December 21, 2023 CBAM is designed to work alongside the EU ETS. By placing […]",
    "categories": "Compliance Carbon"
}