{
    "title": "European countries granted €14.6 bln for decarbonization of the steel sector",
    "author": "Андрей Тарасенко",
    "source": "GMK.CENTER",
    "date": "2024-12-11",
    "text": "Infographics decarbonization 3877 10 December 2024 Tata Steel Ijmuiden project to be largest recipient of government aid Over the last six months, the amount of state grants for steel industry decarbonization projects in Europe has increased by €4 billion, reaching a total of €14.6 billion. A total of 15 subsidy decisions have been announced in European countries, with an average amount of assistance per project of around €1 billion. As steelmakers’ plans become more detailed, governments are moving from discussions to decisions. There are no major projects in discussions today, and 100% of the total amount is already approved projects. Two major projects were announced for April-November: The Dutch parliament has approved about €3 bln in environmental subsidies to Tata Steel Ijmuiden The Italian government has allocated about €1 bln from the country’s development fund for the construction of DRI facility at the Acciaierie d’Italia. Tata Steel has become the largest recipient of state decarbonization aid with two large projects in the UK and The Netherlands. It is noteworthy that efforts to support decarbonization have intensified in countries where such decisions have not been made so far – Italy and the Netherlands. Of the major steel-producing countries, only Austria has not announced measures to support the decarbonization of the steel industry. The Romanian government is discussing a proposal to provide state aid to the steel industry to compensate a part of decarbonization costs. This initiative stated in a memorandum of the Ministry of Economy, that considers allocation of €280 mln of state subsidies. Liberty Galati will likely be the key recipient of this aid package. In the Czech Republic, a memorandum was signed between the government and Moravia steel group, and local authorities on supporting the decarbonization of the company’s facilities. There is no information yet on Liberty Ostrava’s activity, probably due to the uncertainty about the company’s future. SSAB has received €120 mln (SEK 1.45 billion) from the Just Transition Fund to support a project constructing electric arc furnaces at its Luleå plant. The new furnaces are scheduled to be commissioned in late 2028. Most projects that received state aid involve a transition from the BF-BOF route to DRI-EAF. The scrap-EAF technology will be implemented at plants in the UK, Slovakia (US Steel Kosice), Romania (Liberty Galati), where the bill of state subsidies is significantly lower. European governments plan to allocate aid in different forms: direct grants, soft loans, OPEX compensations etc. European Commission assumes that all support measures will contribute to the fulfilment of the EU Hydrogen Strategy, achievement of the European Green Deal targets and fast forward the green transition in line with the REPowerEU Plan.",
    "images": "https://gmk.center/wp-content/uploads/2024/12/Cover_EU_Goverm-support4Plants_eng.png",
    "tags": "decarbonization;European Union;Tata Steel;ArcelorMittal Kryvyi Rih",
    "excerpt": "Tata Steel Ijmuiden project to be largest recipient of government aid",
    "categories": ""
}