{
    "title": "Centre for European Reform",
    "author": "unknown",
    "source": "The Centre for European Reform is an award winning independent think-tank devoted to making the EU work better, and strengthening its role in the world. We are pro-European but not uncritical.",
    "date": "2024-12-09",
    "text": "CER/HSF hybrid discussion on 'Von der Leyen's second term: What future for the European Commission?' 09 December 2024 \n\n   Hybrid London/Zoom \n   With Marco Buti and Catherine Day. Watch the video of the event here. \n US European Forum on Global Issues, December 2024 05 December 2024 to 06 December 2024 \n\n   Washington, DC \n   With Salman Ahmed, Tristan Aureau, James F Jeffrey, Angus Lapsley, Mary E Lovely, Enrique Mora, Jens Plötner, Julianne Smith and Thomas J Wright \n Launch of 'Learning from CBAM's transitional phase: Early impacts on trade and climate efforts' 03 December 2024 \n\n   Hybrid Brussels/Zoom \n   With Aslak Berg, Elisabetta Cornago, Pedro Gazzinelli Colares and Vicente Hurtado Roa \n CER/Kreab breakfast on 'UK-EU reset: Progress and ambitions' 27 November 2024 \n\n   Brussels \n   With Lindsay Croisdale-Appleby, UK Ambassador to the EU \n Conference on 'A European path to higher economic growth' 15 November 2024 to 16 November 2024 \n\n   Ditchley Park, UK \n   Speakers included: Robin Brooks, Piero Cipollone, Chiara Criscuolo, Robert de Groot, Heather Hurlburt, Paweł Karbownik, Selma Mahfouz, Emmanuel Moulin, Stefan Profit, Yael Selfin, Brad Setser, Isabel Vansteenkiste and Maarten Verwey \n CER/Delegation of the EU to the UK discussion on 'The EU, the UK and the Indo-Pacific' 13 November 2024 \n\n   London \n   With Isabel Hilton, Niclas Kvarnström and Owen Jenkins \n CER/Clifford Chance hybrid discussion on 'Can the EU balance economic security and competitiveness?' 13 November 2024 \n\n   Hybrid Brussels \n   With Sofia Bournou, Denis Redonnet, Marie-Pierre Vedrenne and Georgios Yannouchos \n CER/AIG Geopolitical Risk Series: Webinar on 'What the US election result means for transatlantic relations' 11 November 2024 \n\n   Online \n   With Heather Conley, Christian Jetzlsperger, Anna Kantrup and Laura von Daniels \n Dinner on 'The future of the European economy and its relationship with the UK' 29 October 2024 \n\n   London \n   With François Villeroy de Galhau, Governor, Banque de France \n CER/Kreab breakfast on 'How ready are the candidate countries for the obligations of EU membership?' 22 October 2024 \n\n   Brussels \n   With Gert Jan Koopman, Director-General Neighbourhood & Enlargement Negotiations, European Commission",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}