{
    "title": "ArcelorMittal Delays €1.7B Net Zero Plan: Is The EU Policy to Blame?",
    "author": "Jennifer L",
    "source": "CarbonCredits.Com",
    "date": "2024-12-02",
    "text": "ArcelorMittal, the world’s second-largest steelmaker, announced a delay in its planned green steel investments in the European Union (EU), citing challenges posed by regulatory uncertainty. This decision underscores the tension between net zero commitments and economic pressures that ArcelorMittal and others face in the industry. Major Decarbonization Plans in Limbo The steelmaking industry is responsible for around 7% of global carbon emissions. This substantial carbon footprint prompts steelmakers to look for ways to cut their emissions. In January, ArcelorMittal secured €850 million ($885 million) in subsidies from the French government to support its €1.7 billion decarbonization program at its Dunkirk and Fos-sur-Mer sites in France. A key component of this plan involves replacing 2 of 3 blast furnaces in Dunkirk with green hydrogen-powered facilities. Despite the substantial funding, the company has yet to finalize these investments. ArcelorMittal stated in an email: “We are operating in a difficult market, and there are a number of policy uncertainties that are impacting the industry… We need an effective carbon border adjustment mechanism, as well as more robust trade defense measures, to strengthen the business case.” The steelmaker emphasized the need for robust EU policies to support such initiatives. EU Policy Uncertainty Hampers Progress A significant factor in the delay is the lack of clarity regarding the European Commission’s Steel and Metals Action Plan. It is expected to address emissions reduction targets and competitive challenges. Industry analysts, like Philip Gibbs from KeyBanc, note that ArcelorMittal has been clear about its stance: it will not commit to substantial decarbonization investments unless supportive EU policies are in place. Eurofer, the European Steel Association, echoed similar concerns. It highlighted that steelmakers face mounting pressure to cut emissions while maintaining profitability in a fiercely competitive global market. The production of green steel hinges on emerging technologies like green hydrogen, which is produced by splitting water into hydrogen and oxygen using renewable energy sources. It is considered a cleaner alternative with green electrical energy used to producing green steel as shown below. However, green hydrogen remains expensive and technologically nascent, adding to the challenges faced by steelmakers. ArcelorMittal is not alone in grappling with these issues. German steel giant Thyssenkrupp announced in October that it is reviewing its €3 billion plan for green steel production, further highlighting the economic and policy hurdles in achieving emissions targets. How the EU’s Green Deal and CBAM Impact the Steel Industry’s Transition European steelmakers, among the largest global CO2 emitters, are under intense scrutiny to decarbonize. At the same time, they face fierce competition, particularly from China, where lower production costs allow for cheaper steel exports. The European Commission’s Green New Deal, introduced in 2020, aimed to replace coal-fired blast furnaces with hydrogen-powered facilities. The initiative included a Carbon Border Adjustment Mechanism (CBAM), intended to level the playing field by imposing tariffs on imported goods with high carbon footprints. However, delays in its implementation and uncertainty over its effectiveness have added to the hesitation among companies like ArcelorMittal. The company pointed out critical weaknesses in the CBAM. They have seen green steelmakers remain uncompetitive in the face of imports from coal-fired steelmakers in China. These flaws have allowed cheaper, high-emission imports to undercut European green steel producers, undermining efforts to make decarbonized steel cost-competitive. ArcelorMittal’s Commitment to Net Zero: A Path Forward or a Stalled Dream? Despite these challenges, ArcelorMittal reaffirmed its dedication to sustainability. The company had initially outlined plans to achieve net zero by 2050 through innovative technologies, including hydrogen-powered furnaces. CEO Aditya Mittal remarked on the company’s commitment to reaching net zero emissions, saying that: “ArcelorMittal remains absolutely committed to decarbonization. It is the right thing to do, both for the company and the planet. I remain confident that we can still achieve our net-zero by 2050 target, but the shape of how we will achieve this could differ from what was previously announced.” ArcelorMittal Net Zero Roadmap The world’s leading steel producer has outlined 5 key levers to achieve its net-zero emissions target by 2050, which include: Steelmaking Transformation: Using innovative technologies such as Smart Carbon and direct reduced iron (DRI) processes to significantly reduce carbon emissions. Energy Transformation: Shifting to clean energy like green hydrogen, Carbon Capture and Storage (CCS), and circular carbon solutions from sustainable sources. Increased Scrap Usage: Enhancing recycling methods to integrate more scrap metal into steel production. Sourcing Clean Electricity: Transitioning to renewable energy sources to meet operational energy needs and partnering with clean energy providers to ensure sustainable electricity supply. Offsetting Residual Emissions: Purchasing high-quality carbon offsets or developing carbon credit projects that rely on its direct intervention. The steel giant’s decarbonization strategy unveiled in 2020, relied on favorable policies, technological advancements, and supportive market conditions to offset the high capital and operating costs of transitioning from coal to green hydrogen-powered steel production. However, significant challenges put a break in its decarbonization efforts. The slow progress of green hydrogen adoption and inadequate policy support have made large-scale investments risky. This forced the company to reconsider its roadmap. The Path Forward While ArcelorMittal remains committed to decarbonization, its delays reflect a broader challenge for the steel industry: achieving ambitious climate goals without undermining competitiveness. Clearer EU policies will be critical to unlocking investments in green steel technologies. For now, the industry’s ability to transition to greener operations hangs in the balance. Companies like ArcelorMittal are waiting for the right combination of market conditions and policy support to move forward toward their net zero goal.",
    "images": "https://carboncredits.com/wp-content/uploads/2024/11/shutterstock_1942220227-1024x678.jpg",
    "tags": "",
    "excerpt": "ArcelorMittal delays €1.7B green steel plans due to EU policy uncertainty. Will the EU’s policies catch up to support the green transition?",
    "categories": "Carbon Credits;Carbon News;Carbon Offsets;Green Hydrogen;Hydrogen;Net Zero;NetZero Pledge;Steel"
}