{
    "title": "What does CBAM mean for UK manufacturers? | Shell Energy UK",
    "author": "unknown",
    "source": "Shell Energy UK",
    "date": "2024-07-08",
    "text": "The Carbon Border Adjustment Mechanism (CBAM) and what it means for UK manufacturers 9 July 2024 | 6 minutes Following the consultation phase closing in June, this blog explores the UK Government's proposed structure for the Carbon Border Adjustment Mechanism (CBAM) and what it could mean for manufacturers. In December last year, the UK Government published its proposed structure for the Carbon Border Adjustment Mechanism (CBAM)1, a measure to limit carbon leakage (the movement of production and associated emissions from one country to another due to different levels of decarbonisation effort through carbon pricing and climate regulation), by imposing a tariff on high-carbon emitting imports into the UK. Having closed its consultation phase on 13 June, the final design rules are expected to be published within the next few weeks. According to the proposal, companies looking to export goods into the UK from 2027 onwards will be required to pay a tax on their scope 1 and 2 carbon emissions unless they can prove they have paid an equivalent tax in their home country. The mechanism has been developed in alignment with the UK Emissions Trading Scheme (ETS) to ensure that the carbon price paid on imported goods aligns to that currently incurred on UK manufacturers. This will help level the playing field by creating price parity between goods imported into the UK and those manufactured within. At its core, the purpose of CBAM is to mitigate the risk of “carbon leakage”, whereby carbon-intensive production is offshored to countries with less stringent environmental regulations and a higher competitive advantage, ultimately resulting in equal or greater global carbon emissions overall. To limit this, sectors with large volumes of carbon emissions could face sizeable costs when exporting into the UK, unless the exporting country sets its own carbon price on par with the UK via an explicit carbon pricing scheme. In a case where the exporting country has an explicit carbon price lower than that of the UK, then the exporter would be liable to pay only the differential, rather than the full cost. CBAM under the microscope Until the final design rules are published, some specific details about the CBAM’s scope and implementation are subject to change. We are starting to get some indications of who CBAM will apply to, taxation periods, and how liability is to be determined. Which goods does CBAM apply to? We do know that UK CBAM will enact a charge on embodied emissions, that is, all emissions related to the manufacture of a product, which can include but are not limited to the emissions related to extraction and processing of raw materials and fuels, combustion of fuels process emissions and end-of-life emissions. This charge will apply to all imports to the UK which fall under a specified list of commodity codes (internationally recognised reference numbers attached to specific tradeable products) within these sectors: aluminium, cement, ceramics, fertiliser, glass, hydrogen, iron and steel. The ‘tax point’, or the time that CBAM liability arises, will differ depending on whether the taxed goods are subject to customs control. If so, the tax point will be on the date at which the customs duties and other charges have already been paid on the imported goods (after which they are released into “free circulation”); otherwise, it will be the date that the goods first enter the UK. There are exceptions to these criteria however, such as in the case when a CBAM good is imported and processed into a non-CBAM good, in which case it may not be liable. While the list of commodity codes is yet to be finalised, one EU example is that aluminium sheets are taxed while car doors made from aluminium sheets are not. If this were to be the case in the UK, then aluminium sheets imported into the UK with the express purpose of being manufactured into car doors would not necessarily be liable for CBAM taxation. It’s also worth noting that CBAM will only apply to goods which reach a minimum total value of £10,000 over a rolling 12-month period, so businesses which export low value, low volume goods to the UK are likely to be unaffected, although the final minimal threshold amount is yet to be confirmed. Who is responsible for making payments and when will they pay? The proposal also suggests rules for who will be liable to pay the CBAM tax, which in the case of customs-controlled goods would be the organisation responsible for the goods when they are released into free circulation, or where there are no customs controls, the person on whose behalf the goods are moved to the UK. Tax will be payable by this liable person at the end of each accounting period, the first of which is proposed to run for 12 months, covering all imports of CBAM goods from 1 January to 31 December 2027, after which accounting periods will become quarterly. How is the taxed amount determined? The tax rate payable for each good will be determined by the sector in which it falls, with a separate tax rate for each of the seven liable sectors. The amount payable will then be calculated by multiplying the total emissions per type of good by the relevant UK CBAM rate, minus the carbon price paid overseas. The emissions figure will be calculated in one of two ways; the liable person will either: i) provide emissions data verified by an independent verification body accredited by the International Accreditation Forum (IAF), such as the UK Accreditation Service (UKAS), or ii) apply default emissions values to be published by the government. When calculating taxation amounts payable, businesses should note that UK CBAM tax rates can be significantly reduced (even to zero) if their goods were already subject to an explicit carbon price in the exporting country, as long as that price was equal to or greater than the carbon price set by the UK. How will this affect UK businesses? During the previous 2023 consultation period, think tank E3G revealed that UK businesses overwhelmingly supported CBAM, with 73% of UK manufacturers in favour of the legislation2. In its report, E3G also noted that 49% of manufacturers believed that a CBAM would be beneficial for their business, offering the primary advantage of creating a level playing field between UK and overseas industries. Imposing taxes on carbon emissions for imported goods ensures that companies in the UK cannot be undercut by cheaper products from countries with lower carbon reporting standards. The UK’s CBAM is similar in nature to the European Union’s legislation of the same name, albeit utilising different mechanisms. Additionally, the EU’s CBAM is further along its timeline and is now in its reporting phase, whereby companies are expected to report (both quarterly and annually) on their carbon emissions3, and is expected to begin its taxation a year earlier than the UK in 20264. What are the next steps? Upon publication of its latest consultation response, the Government will work with UK industries to establish voluntary product standards that businesses can choose to adopt to help promote their low carbon products to consumers. It will also develop an embodied emissions reporting framework which could serve future carbon leakage mitigation and decarbonisation policies. To begin preparations for the new taxation, manufacturers that import goods into the UK may wish to begin considering the commercial and operational impacts that CBAM will create. Businesses that export to the EU may have already begun integrating carbon monitoring and reporting processes into their supply chains, and those that are within scope of both UK and EU mechanisms will need to understand the differentiated requirements for each. Still in its early stages, UK business would benefit from familiarising themselves with CBAM and closely monitoring the scheme as it evolves; this is a period in which businesses could develop a solid, day-to-day understanding of CBAM and how to manage compliance with the scheme. CBAM could offer numerous opportunities for UK businesses to remain competitive against exporters from overseas, and industries will need to start planning how the mechanism will affect cost structures, supply chains and procurement strategies in preparation for CBAM’s commencement in 2027. Final design rules for CBAM are expected to be published in the next few weeks, so we’ll be keeping a watchful eye on the mechanism as it develops and enters legislation.",
    "images": null,
    "tags": "",
    "excerpt": "What is CBAM and what does it mean for UK manufacturers? Find out in the latest energy insights article at Shell Energy UK",
    "categories": ""
}