{
    "title": "Agenda | Argus Europe Carbon Conference | Argus Media",
    "author": "unknown",
    "source": "ArgusMedia",
    "date": "2024-05-24",
    "text": "Agenda 2025 18.00 - 20.00 Welcome drinks reception 08:00 - 08:50 Registrations and welcome refreshments 08:50 - 08:55 Conference welcome Devina Singh Conference Producer Argus 08:55 - 09.00 Chairperson's opening remarks 09:00 - 09:30 Opening keynote by the French government Speakers Include: Alain Sauvant Inspector general French ministry of the environment - IGEDD 09.30 - 10.00 Argus overview on carbon pricing driving the demand in the market and global significance of the carbon framework - How did industrial slowdown and changes to the EU generation mix influence the market? - How did structural changes to supply and demand affect prices? - How are these factors shaping up to develop this year and beyond? - How did EU and UK ETS prices develop in 2024? Victoria Hatherick Editor, Argus 10:00 - 10:45 Workshop on managing CBAM compliance cost: - How can CBAM data collection and reporting be streamlined for efficiency? - Which strategies help manage and minimize the explicit costs of CBAM? - How can hedging mechanisms provide cost certainty and risk mitigation for CBAM? Speakers Include: Hendrik Schuldt Managing Director carboneer GmbH 10:45 - 11:45 Coffee and networking break 11.45 - 12:30 Keynote panel: CBAM and the industry: How to comply with the carbon curve? - How does CBAM work alongside the gradual phase-out of free allowances within the EU ETS? - What are the expected effects on the competitiveness of EU-based industries? - Turkey’s CBAM plan for 2024 to 2030: What are the sector targets and carbon pricing measures? Hesham Yehia Sustainability Director Fertiglobe Jonathan Sims Carbon Market Analyst Triland Metals 12:30 - 13:00 Spotlight on EUA trade: How does supply of allowances impact behaviour of different sectors? - How have EUA prices affected the industry? What are the different tools for hedging? - Speculator behavior and impact on the industry: Is there tangible movement in the market? - Derisking trade: To circumvent trade volatility, how can the industry diversify its options for credits? - What challenges do companies face in adopting MRV? What are some other tools? - The role of speculators and other financial intermediaries Stefan Feuchtinger Head of Research & Analysis, Vertis Environmental Finance 13:00 - 14:15 Networking lunch and Tech Talk 🌟 Join us for an exciting Tech Talk Lunch! 🌟 Carbon project developers will pitch their innovative ideas to a panel of investors. The winning project earns free access to next year's conference exhibition! Don't miss this chance to witness the future of sustainability in action. 14:15 - 14:45 Expanding and strengthening UK ETS - How is the policy emphasis on energy security influencing investment priorities - How can companies strategically position themselves to benefit from government subsidies, incentives and Contracts for Difference (CfD)? - How should energy companies manage rising capital costs while maintaining competitive pricing? - What are the high-growth sectors such as renewable energy generation, energy storage, EV with promising results? Nick Osbourne General Manager, Global Environmental Products Shell Daniel Knowles Head of Carbon Market Development and Origination Equinor 14:45 - 15:30 Keynote on sectorial decarbonization: Synergizing carbon market convergence in hard-to-abate industries - Why is the integration of carbon pricing mechanisms with corporate ESG crucial for net zero goals? - Since CO2 prices fluctuate over time, return on investments seems volatile and risky, what’s the way forward for energy-intensive industries? - Industry (company name) plan: How to pioneer projects in technology, waste management, and other decarbonizing strategies? Speakers Include: Alexandra Fasola Senior Business Manager, CCUS Heidelberg Materials Nick Osbourne General Manager, Global Environmental Products Shell 15:30 - 16:15 Coffee break 16:15 - 16:45 Integration of ETS and VCM - Inclusion of CRCF in EU ETS – what do the credit buyers need to know? - How does collaboration between markets help increase the demand for carbon credits? - How will this facilitate investments in innovative technologies – case studies Speakers Include: Nasim Pour Lead, Carbon Removals and Market Innovation World Economic Forum 16:45 - 16:50 Closing remarks 17.00 - 19.00 Networking drinks beach reception 08:00 - 08:50 Registrations open 08:50 - 09:00 Opening remarks 09:00 - 09:45 Roundtable: Dialogue on creating synergies between project developers and buyers - How can project developers align with both voluntary and compliance carbon market opportunities in light of CRCF being included in EU ETS? - What is the perspective of corporates, how much is the interest of investment in removal projects? - How has EUDR impacted the industries so far and how does it interact with different regulations? Tomás Stocker Environmental Products Director Julien Neel Head of Origination, GO2 Markets 09:45 - 10:30 Market insights by Argus: Addressing factors affecting price volatility and liquidity - What factors are driving price fluctuations in the voluntary carbon market? - How can markets reduce exposure to volatility? - What role could carbon ETFs and futures play in improving market liquidity? Speakers Include: Nicola De Sanctis Editor Argus 10:30 - 11:00 Spotlight on COP 29-30 strengths and execution of Article 6: What do you need to know for your business? - How will the framework of Article 6 impact the consistency in the usage of different credits? What does the global framework look like in practicality? - COP 29 reflections and wins: What are the next steps for countries and industries globally? - Preparing for COP 30: What are the market movements and what can we expect? Michael Kril-Mathres Co-Founder & Chief Marketing Officer ITMO Ltd 11.00 - 11:45 Coffee and networking break 11:45 - 12:30 Get your questions answered by traders and brokers: How to navigate carbon markets - How can we better navigate these and ensure support to buyers in identifying high-quality credits? - What are the key distinctions and synergies between CCP requirements and Verra’s certification standards? - How can the stakeholders integrate CCP and standards into their investment and procurement strategies? 12:30 - 13:15 Flying under CORSIA: How can airlines balance compliance with CORSIA while pursuing own sustainability initiatives and maintaining competitiveness? - Airlines readiness in CORSIA implementation: demand, supply and the obstacles in compliance - What tools are available to better understand and spread awareness? - What role carbon markets and offset projects play in ensuring credibility and effectiveness of CORSIA’s implementation? - How can countries leverage CORSIA to drive investment in SAF and other green technologies? Yue Huang Assistant Director, Climate Policy IATA 13:15 - 14:30 Women in carbon and green business networking and lunch Venue: Exhibition area As it's imperative to highlight women in green business and understand how we can support each other by networking, Argus in collaboration with WIC is organizing the initiative of women in carbon and sustainable business gathering to converse about their journey and life stories about overcoming hurdles. Join us to learn more about advancing in careers and working towards positions of strength. Speakers Include: Ayse Frey Regulatory Committee Member Global Carbon Council Sinead Obeng Environmental Products Regulatory Affairs Manager Shell 14:30 - 15:00 How can we mobilize capital for carbon credits by directing private financing to climate-action projects? - What types of intermediaries exist in the VCM? How can they facilitate progress? - How are they navigating challenges in financial investments? - What’s the perspective of buyers and sellers? 15:00 - 15:45 Perspective of credit generators: - How can power generators leverage technologies to ensure credit generation? - How big of a role does bioenergy play and what are the challenges including lifecycle emissions and land-use impact? - CCUS/BECCS – What are the status, targets, and incentives for decarbonization goals? Pascal Siegwart VP Carbon Markets & Economy TotalEnergies SE Ennio Prizzi Policy Officer Bioenergy Europe 15:45 - 16:15 Roundtable on decarbonisation pathways: - Biofuels - Biochar - Biomethane 16:15 Closing remarks",
    "images": null,
    "tags": "Argus Carbon Markets, Carbon regulation, Carbon Markets Conference, Carbon Markets agenda",
    "excerpt": "Discover the agenda for the Argus Europe Carbon Conference",
    "categories": ""
}