{
    "title": "India Challenges EU's Carbon Border Adjustment Mechanism (CBAM)",
    "author": "Saptakee S",
    "source": "CarbonCredits.Com",
    "date": "2024-03-11",
    "text": "As a major player in the global economy, India stands as an integral point of economic development and environmental responsibility. However, India is also the world’s third-largest emitter of CO2, after China and the US. Studies show emissions could rise to 50% by the year 2030 in India. To counter this effect, a carbon tax has been implemented primarily aimed at reducing emissions and curbing the use of fossil fuels like coal, gas, oil, etc. India’s proactive engagement in the G20, a response to the challenges posed by carbon emissions, and its collaboration with the EU underscore its commitment to global climate action. However, the overall picture is slightly different than what it seems at the outset. In a recent development, the EU has decided to impose a carbon tax known as the Carbon Border Adjustment Mechanism (CBAM), effective from January 1, 2026, on the import of 7 carbon-intensive sectors including: Steel products Iron and iron ore concentrates Cement Aluminum products Fertiliser Hydrogen Electrical energy The CBAM roll out is planned in 4 phases as shown in the following figure: Source: indiabriefing.com The tariff is as high as 20-35% on imports of these high-carbon goods. And now, India along with other Asian nations, have not taken this decision favourably. Rather, the bloc has strongly objected to the EU’s new, unfair tax policy. Impact of EU’s Carbon Border Tax (CBT) on India Many government officials in India have considered the proposed CBAM as “discriminatory” and a “trade barrier” that would hit not only Indian exports but also those of many other developing nations. The World Trade Organization (WTO) has also raised concerns about the fairness of the EU’s taxation policy when India is already adherent to the Paris climate agreement protocols of becoming carbon neutral by 2070. In 2022, 27% of India’s exports of iron, steel, and aluminum products worth USD$8.2 billion went to the EU. With this high tax value, the EU’s income is expected to surge by leaps and bounds while disrupting earnings for major Indian conglomerates like Tata Steel, Steel Authority of India, JSW Steel Group and Essar Steel India Limited. In order to fully grasp the new CBAM tax implications, one only need to examine India’s exports to the EU in a single year (2022) as shown in the chart below. Source: indiabriefing.com India’s carbon tax rate is currently among the lowest in the world at just USD$1.6 per tonne of CO2 emissions. But The EU’s CBAM is poised to cripple India’s exports of energy-intensive items, including key trade items like steel, aluminum, cement, and fertilizers. The Indian export market is most likely to encounter increased production costs with a drop in demand and competition for their products within the European economy. [PRESS RELEASE: India’s Green Actions – From Carbon Subsidy to Carbon Tax] Among all these sectors, the steel industry is the toughest to decarbonize and has the highest carbon intensity, responsible for ~ 8% of global emissions. It could be stated that the impact of the EU’s CBT on India will depend on the carbon intensity of exported products and their substitutes in the EU market. Products with high carbon intensity will face increased charges and low competition. However, if low-carbon alternatives for Indian products are unavailable in the EU market, the outcome of CBAM on Indian exports might be constrained. Mr. Piyush Goyal, Commerce and Industry Minister of India has retaliated with his stern statement: “India will address the problem of CBAM with confidence, and we will find solutions. We will see how we can convert CBAM to our advantage if it comes in. Of course, I will retaliate.” The Indian government is seeking to file a complaint to the WTO against the EU’s tax policy to protect its domestic exporters and MSMEs. But the war of words doesn’t end there, with EU’s trade chief Valdis Dombrovskis stating: “The European Commission had designed CBAM carefully so that it was compatible with WTO rules, applying the same carbon price on imported goods as on domestic EU producers”. Yet, an amicable resolution of the conflict is still ongoing. India and the EU are in talks and are looking for solutions to minimize the impact of CBAM on the Indian carbon market. READ MORE: Why India’s Path to Net-Zero is Different From Other Super-Emitters India to Take Proactive Steps to Mitigate EU’s CBAM Fallout While further developments are expected as this sage continues, the Indian government is already exploring various steps to tackle the potential consequences of the EU’s CBAM. Developing a robust domestic carbon pricing system to incentivize emission reduction by companies and harmonize with the EU’s carbon goals. Encourage Indian businesses to analyze customs data, purchase and cost records, carbon footprints, transactional models, logistic flows, and overall global value chain. Evaluate the potential effect of CBAM on their operations and call for strategic changes to make Indian businesses more competitive. Encouraging investment in renewable energy sources like solar and wind power, green hydrogen, and resilient agriculture to diminish carbon emissions. Most importantly, Mr. Piyush Goyal has also asked the automobile industry to boost electric vehicle (EVs) production to promote sustainable growth. Ramping up domestic capacity and boost investment in carbon capture and storage technologies and mitigate the carbon footprint of heavy industries. And while the EU’s carbon tax could be challenging for Indian industries, it might also spark a positive change in the Indian carbon market. As we have seen, the Indian economy is highly resilient and can embrace the “challenge” as an opportunity for a smoother, green energy transition. The leaders of both parties are looking ahead to address the CBAM crisis diplomatically and fulfill their commitment to the Paris Agreement. FURTHER READING: India Revises Its Carbon Credit Trading Scheme for Voluntary Players",
    "images": "https://carboncredits.com/wp-content/uploads/2024/03/CBAM-jpg.webp",
    "tags": "",
    "excerpt": "The top rated website for carbon credits, carbon markets, carbon offsets, carbon pricing, carbon news, esg investing, netzero and more.",
    "categories": "Carbon Credits;Carbon Markets;Carbon News"
}