{
    "title": "Energy News & Insights | Shell Energy UK",
    "author": "unknown",
    "source": "Shell Energy UK",
    "date": "2025-04-07",
    "text": "Energy Insights Resources including reports, articles and downloads to keep up-to-date with the latest in energy. The role of Power Purchase Agreements in decarbonising business There has been increasing emphasis around the significance of power purchase agreements, or PPAs, in recent years. But what are they and how can they help businesses meet their electricity needs and progress their decarbonisation goals. Leah Timmins, Senior Originator at Shell Energy, explains more. Energy market 28 Mar 20254 minutes Learn the differences between fixed and flexible business energy contracts and how to identify the type best suited to your organisation.  Read more Energy market Policy and regulation 03 Feb 20251 minute Stay ahead of the curve with our webinar series designed to provide energy professionals with the latest market updates and a comprehensive analysis of the regulatory landscape, set to shape the industry in 2025 and beyond. Read more Policy and regulation Energy market Energy explained 03 Feb 20254 minutes Find out the latest changes to The Energy Intensive Industries Support Levy and how it could impact business energy consumers.  Read more Policy and regulation Decarbonisation 01 Jan 20254 minutes There has been increased emphasis on making decarbonisation central to energy policy (alongside market reform). Considering challenges faced by both businesses and residential customers, the Government intends to reshape the governance and structure of the UK’s energy landscape.  Read more Policy and regulation Energy market Decarbonisation 30 Sep 20244 minutes With the UK’s last coal-fired power station ceasing operations in September, Jodie Eaton, CEO of Shell Energy UK, explains what this means for the energy transition and discusses how business can take advantage of renewable energy options to reduce their emissions.  Read more Policy and regulation Energy market 15 Aug 20245 minutes Eligible energy intensive industries (EIIs) have until 31st August to register for the Network Charging Compensation (NCC) scheme in order to claim up to 60% compensation on their network charging costs. But what is the NCC and how does it fit into the UK government’s wider plans to support British industry? How can EIIs benefit from the compensation, and what steps must be taken to receive accurate and timely rebates?  Read more Policy and regulation 12 Aug 20244 minutes New regulatory obligations require energy suppliers to disclose Third Party Costs paid to all non-domestic energy consultants. Read more Policy and regulation Energy market 30 Jul 20244 minutes As part of the UK’s strategy to reach Net Zero by 2050, the government committed to a fully decarbonised power sector by 2030 , with nuclear-powered electricity generation identified as one of the key enablers to achieving both of these goals. Read more Policy and regulation 09 Jul 20246 minutes Following the consultation phase closing in June, this blog explores the UK Government's proposed structure for the Carbon Border Adjustment Mechanism (CBAM) and what it could mean for manufacturers. Read more",
    "images": null,
    "tags": "",
    "excerpt": "Read the latest news, insights and articles from the Shell Energy team, where we cover the very latest developments in the energy sector",
    "categories": ""
}