{
    "title": "Future-proof taxation - proposals for new business tax agenda - EUbusiness.com | EU news, business and politics",
    "author": "EUbusiness; Eub2",
    "source": "EUbusiness.com | EU news, business and politics",
    "date": "2021-05-17",
    "text": "The European Commission adopted on 18 May a Communication on Business Taxation for the 21st century to promote a robust, efficient and fair business tax system in the European Union. Advertisement Why has the European Commission adopted a Communication on Business Taxation for the 21st century? The EU needs a robust, efficient and fair business tax framework that supports the post-COVID-19 recovery, removes obstacles to cross-border investment in the Single Market and creates an environment conducive to fair and sustainable growth. Today’s Communication sets out both a long-term vision to provide a fair and sustainable business environment and EU tax system, as well as a tax agenda for the next two years, with targeted measures that promote productive investment and entrepreneurship and ensure effective taxation. This agenda complements the ongoing work on international corporate tax reform, and provides solutions to the most pressing problems for the EU in business taxation, while also supporting the green and digital transitions. What are the main problems this Communication addresses? It is already clear that our economies and societies are being shaped by ongoing major trends: The current international corporate tax system was designed more than a century ago and is based on outdated principles of tax residence and source. Developments in globalisation and digitalisation have left these principles increasingly out of sync with today’s economy and have made tax rules increasingly difficult to apply to modern business realities. In the EU, the patchwork of national corporate tax rules is complicated for businesses operating cross-border in the Single Market. Grappling with up to 27 different national tax systems creates particular challenges for EU SMEs, start-ups and other businesses looking to grow, expand and trade cross-border. This hurts investment and growth, as well as the EU’s competitiveness. While corporate income is taxed at national level, business models continue to become ever more international, complex and digital. This creates high compliance costs for business and risks of double taxation. At the same time, some companies exploit loopholes between tax systems through aggressive tax planning strategies. This also makes it difficult for citizens to know how much companies are actually paying in tax, which risks undermining trust in the tax system as a whole. What will the Commission propose to tackle these issues? In the long-term, today’s Communication presents a plan for a new framework for business taxation in the EU, which will reduce administrative burdens, remove tax obstacles and foster a more business-friendly environment in the Single Market. The “Business in Europe: Framework for Income Taxation” (or BEFIT) will provide a single corporate tax rulebook for the EU, based on apportionment and a common tax base. BEFIT is an important Single Market initiative. It aims to cut red tape, reduce compliance costs, reduce tax avoidance opportunities and support jobs, growth and investment in the Single Market. This new proposal will replace the pending proposal of a Common Consolidated Corporate Tax Base (CCCTB), which will be withdrawn. For the short term, the Communication also sets out a series of targeted initiatives to address current problems in business taxation and create a more stable, supportive and fair corporate tax framework for the future. The Commission will propose to: Better support business, and particularly SMEs, in their recovery, with a Recommendation on the tax treatment of losses. The Recommendation prompts Member States to allow loss carry-back for businesses to at least the previous fiscal year. Loss carry-back has the advantage of benefitting businesses that were profitable in the years before the pandemic. Companies that were making a profit and paying taxes in the years prior to 2020 would be able to offset their 2020 and 2021 losses against these taxes. This ensures that the measure is targeted at those businesses suffering as a direct result of the pandemic, and that public money is not spent trying to help private businesses that are failing for reasons unrelated to the crisis. Member States must limit the amount of losses carried back to 3 million per loss-making fiscal year. This will help level the playing field and better support businesses during the recovery, and will particularly benefit SMEs. Promote innovation by addressing the debt-equity bias in corporate taxation through an allowance system. The economic crisis following the COVID-19 pandemic has contributed to a significant increase in companies’ stock of debts. The current pro-debt bias of tax rules, where businesses can deduct interest attached to debt financing, but not the costs related to equity financing, can encourage companies to accumulate debts. This could lead to high waves of insolvency, with a negative effect for the EU as a whole. The Commission proposal will try to redress the debt-equity bias and contribute to the re-equitisation of companies that are financially vulnerable because of the COVID-19 crisis. Ensure greater public transparency on the taxes paid by businesses, by proposing that certain large companies operating in the EU should have to publish their effective tax rates. The proposal will allow public scrutiny where aggressive tax planning strategies are used and will provide policy-makers with a better overview of the tax contribution made by large companies operating in the EU. Tackle the abusive use of shell companies, through new anti-tax avoidance measures. Shell companies are legal entities and arrangements that have little or no substance and economic activity, and in some cases may be used purely for aggressive tax planning. The Commission will propose new monitoring and reporting requirements for shell companies, so that tax authorities have better oversight and can better respond to aggressive tax planning through these entities. How does this EU business tax agenda fit with the G20/OECD discussions on international tax reform? The Organization for Economic Co-operation and Development (OECD) is working on a global consensus-based solution to reform the international corporate tax framework. The discussion focuses on two broad work streams: Pillar 1 (partial re-allocation of taxing rights) and Pillar 2 (minimum effective taxation of multinationals’ profits). Pillar 1 aims to adapt the international rules on the taxation of corporate profits, to reflect the changing nature of business models, including the ability of companies to do business without a physical presence. Pillar 2 focuses on remaining challenges linked to base erosion and profit shifting, and will set a floor to excessive tax competition. It aims to ensure that multinational businesses are subject to a minimum effective level of tax on all of their profits each year, regardless of where they are based. Once there is a consensus-based global agreement on both Pillars, the Commission will move swiftly to propose measures for their implementation in the EU, in line with the EU’s tax agenda and the needs of the Single Market. The international tax reform at OECD-level is complementary to the EU’s tax agenda, which offers solutions that Europe needs in order to support its Single Market and accelerate the post-COVID-19 recovery. How does the Communication on Business Taxation for the 21st century fit into the wider EU tax policy agenda? Today’s Communication is part of a comprehensive and ambitious EU tax agenda for the coming years. Next to the much-needed reform of business taxation, a balanced tax mix for the 21st century requires less reliance on labour taxes, a more targeted and efficient use of VAT and an increased use of behavioural taxes. In the context of the European Green Deal, the Commission will make proposals, such as the review of the Energy Taxation Directive and the Carbon Border Adjustment Mechanism (CBAM), to ensure that taxation and other pricing instruments support the EU’s objective of reducing emissions by 55% by 2030 and becoming climate neutral by 2050. A review of tobacco taxation will also help contribute to another important priority, public health. This multi-faceted approach to reforming taxation in the EU aims to make taxation fairer, greener and fitter for the modern economy, and contribute to Europe’s long-term, sustainable growth. Does the Communication cover digital taxation? No. However, as mentioned above, if there is a consensus-based global agreement in the OECD on taxation, the Commission will move swiftly to propose measures for its implementation in the EU, in line with the EU’s tax agenda and the needs of the Single Market. In addition, the Commission has been mandated by the European Council to deliver a digital levy, which should also serve as an EU own resource. The Commission is currently analysing different options and working on a design that does not undermine or impede the G20/OECD discussions. What is the timing for the upcoming proposals? Adopt a recommendation on the domestic treatment of losses for SMEs during the recovery  published today, alongside this Communication Table a legislative proposal to address aggressive tax-planning opportunities linked to the use of shell companies (ATAD 3) – by Q4 2021 Make a legislative proposal creating a Debt Equity Bias Reduction Allowance (DEBRA) – by Q1 2022 Make a legislative proposal for the publication of effective tax rates paid by large companies, based on the methodology under discussion in Pillar 2 of the OECD negotiations – by 2022 Table a proposal for BEFIT (Business in Europe: Framework for Income Taxation), moving towards a common tax rulebook and providing for fairer allocation of taxing rights between Member States – 2023",
    "images": null,
    "tags": "",
    "excerpt": "— last modified 18 May 2021 The European Commission adopted on 18 May a Communication on Business Taxation for the 21st century to promote a robust, efficient and fair business tax system in the European Union. Advertisement Why has the European Commission adopted a Communication on Business Taxation for the 21st century? The EU needs",
    "categories": "focus"
}