{
    "title": "From CCCTB to BEFIT: the European Commission's plan to future-proof taxation (via Passle)",
    "author": "Tanja Velling",
    "source": "Passle",
    "date": "2021-05-19",
    "text": "The Commission's Communication on Business Taxation for the 21st century sets out reams of important tax policy announcements, whilst evidencing what seems like a growing enthusiasm for acronyms on this side of the Atlantic. Even though they may, on the whole, not be quite as inspired as GILTI, BEAT and SHIELD in the US, I would think that BEFIT for the Commission's plan to establish a single corporate tax rulebook for the EU, now dubbed the \"Business in Europe: Framework for Income Taxation\", is a marked improvement on the name of the pending proposal in this area, the Common Consolidated Corporate Tax Base (CCCTB), which will be withdrawn as it is replaced by BEFIT. BEFIT-ting international tax reform BEFIT will sit firmly within, and be based on, the framework of the OECD's international tax reform project (see my post on the October 2020 blueprints which were the last substantial OECD publication on the topic). It is envisaged that the OECD's Pillar 2 rules would be re-purposed to establish common rules for the calculation of the corporate tax base. BEFIT would also include a formulary apportionment which, it seems, would build on the reallocation of profits under Pillar 1. The fact that BEFIT will substantively build on the OECD's proposals might indicate a sequencing of legislative proposals. The Commission's Communication envisages that Pillars 1 and 2 would be implemented in the EU through, presumably, two new directives (and, at least in the case of Pillar 2, amendments to existing provisions of EU law - the controlled foreign companies rules in ATAD are explicitly mentioned in this respect). It would make sense if proposals for these directives came before the BEFIT proposal that is intended to be published in 2023. Synergies with Pillar 2 The international adoption and EU implementation of the Pillar 2 measures are also expected, or hoped, to breathe new life into the project to recast the Interest and Royalties Directive in respect of which the Commission's legislative proposal has been stuck in the Council since 2011. The recast Directive would make the elimination of withholding tax on intra-group cross-border interest and royalty payments conditional on the payments' being subject to tax in the destination state. The Commission is also planning to make changes to the listing process for non-cooperative tax jurisdictions to include Pillar 2 criteria in the assessment (with the stated intention of incentivizing third countries to join the international agreement). Potential for conflict on Pillar 1 In July 2021, the Commission will publish a proposal for a digital levy. It seems that this will be cast in terms that will be quite different from its earlier proposals that inspired the digital services taxes in a number of Member States and the UK. These digital services taxes are regarded by the US as discriminatory against US companies, and it seems likely that countries will come under pressure to abolish them when Pillar 1 has been agreed. The Commission's new digital levy, on the other hand, will be designed to be \"compatible with WTO and other international obligations\" and to \"coexist with the implementation of an OECD agreement on\" Pillar 1. It seems to me that, based on the extension of the scope of Pillar 1 beyond the digital economy, the Commission may be seeking to argue that it is legitimate (and necessary) for the EU to adopt a separate measure in the form of a digital levy to actually tackle the digital economy. Whether the US and other members of the OECD's Inclusive Framework would agree with that will be a different question... What else is in the pipeline? The digital levy forms part of the creation of the Commission's own resources. In this respect, the Communication also refers to the possible introduction of a Financial Transaction Tax. Whilst this indicates that the FTT is not (yet) dead, my understanding is that not much progress has been made on the proposal during 2020, with questions over the treatment of equity derivatives being one of the stumbling blocks. Alongside the Communication on Business Taxation for the 21st century, the Commission has published a recommendation on the tax treatment of losses which prompts Member States to allow loss carry-back for businesses to at least the previous fiscal year - with the stated intention of benefitting businesses that were profitable before the pandemic through the carry-back of pandemic-induced losses. If the UK was still a Member State of the EU, it should surely have received a gold star for its temporary extension of the loss-carry back that was announced on 3 March 2021. July 2021 Proposals for a revised EU emissions trading system (ETS) and a fully WTO-compatible carbon border adjustment mechanism (CBAM) By Q4 2021 Legislative proposal to tackle the misuse of shell companies for aggressive tax planning, tax evasion or money laundering through the denial of tax benefits and additional transparency requirements By 2022 Legislative proposal to require large companies to publish  their effective tax rates, using the Pillar 2 methodology By Q1 2022 Legislative proposal to establish an allowance system for equity financing to lessen the pro-debt bias of tax rules that allow a tax deduction for interest on debt, but not for dividends. This proposal can be referred to by another catchy acronym - the creation of a Debt Equity Bias Reduction Allowance, or DEBRA 2022 Tax Symposium as the culmination of the Commission's \"EU tax mix on the road to 2050\" project which is intended to look at limiting reduced VAT rates and exemptions, behaviour taxes, and the taxation of immoveable property and individuals' and corporations' capital income",
    "images": "https://images.passle.net/fit-in/1200x630/Passle/5cab65b0989b6e1650e15c51/MediaLibrary/Images/5bade02498fcca12902fe597/2019-04-25-16-21-24-834-5cc1de84abdfe90fa0ecd8d1.jpg",
    "tags": "tvelling;slaughterandmay;corporate tax;european commission;european union;eu tax;interest deductability;ird;financial transaction tax;oecd tax;oecd;pillar one;pillar two;vat;atad;befit",
    "excerpt": "The Commission's Communication on Business Taxation for the 21st century sets out reams of important tax policy announcements, whilst evidencing what se...",
    "categories": ""
}