{
    "title": "S&P Global Carbon 2023: EU CBAM to Boost International Carbon Pricing -- OPIS",
    "author": "unknown",
    "source": "Investors Hub",
    "date": "2023-11-07",
    "text": "S&P Global Carbon 2023: EU CBAM to Boost International Carbon Pricing -- OPIS November 07 2023 - 12:15PM Dow Jones News PARIS--Mandatory carbon markets and the European Union's carbon border adjustment mechanism (CBAM) will promote the expansion of international carbon pricing more than other measures, panelists said at the S&P Global Carbon Markets Conference on Tuesday. In a panel discussion on the growth of carbon trading schemes, representatives from Shell and Morgan Stanley said that mandatory regulated carbon markets were the best way to price carbon worldwide. Nick Osborne, general manager of carbon and environmental products trading at Shell, told delegates that the UK-based oil major sees growth in regulated carbon markets worldwide, with carbon schemes in the EU, China and other countries driving the creation of new cap-and-trade emissions trading systems elsewhere. \"[Regulated carbon markets] are predictable, there's a clear set of rules and [the markets] are constantly expanding,\" Osborne said. \"We'd like to see a global carbon price, and the growth of these markets is key.\" For Osborne, the convergence toward a global carbon price will be driven by the establishment of different compliance carbon schemes around the world and especially by the CBAM, which will be phased in over 2026-2034, eventually applying the EU carbon emissions price in full to imports of carbon-intensive products in the steel, cement and chemicals sectors, among others. The EU allowances (EUAs) futures contract settled at EUR75.84/mt ($80.97) on Monday. \"No country is excited about [applying] a carbon tax to other countries, maybe CBAM is how a [global] convergence [of regulated carbon markets] starts,\" the Shell executive said. Osborne pointed to the current development of national carbon schemes in China and Brazil as a \"virtuous consequence\" of the EU Emissions Trading System, which was established in 2005. VCM Corporate Buyers Becoming Savvier: Morgan Stanley Teresa Hartmann, chief ratings officer at BeZero Carbon, a global ratings agency for the voluntary carbon market, told delegates that there is still plenty of confidence on the part of investors and project developers despite the current state of the VCM, which has seen falling prices and transaction volumes. OPIS Voluntary REDD+ Credits daily mean assessments hit a record high in the fourth quarter of 2022, with the OPIS Voluntary REDD+ V22 credits average price peaking at $16.983/mt on October 10 last year. The OPIS Voluntary REDD+ V22 credits average price was at $12.627/mt on Monday. \"What we're seeing is that a lot of people are building climate projects and we need it everywhere and we need it now,\" Hartmann said. \"It's a great avenue for us to take a look at [carbon] projects before they come to the market as they're being built out.\" Jean-Baptiste Brom, head of origination for environmental products at U.S. financial institution Morgan Stanley, said that the fall in VCM transactions due to press reports and increased calls for scrutiny \"can be a bit [disconcerting].\" But he suggested that corporate clients had become more knowledgeable about carbon credits and offsets in recent years. \"Two years ago, in a call with a buyer [they would ask] 'what is a carbon offset?' and now it's 'how can I procure this and what are the best practices?',\" Brom said. \"There's a lot more conversations on methodology.\" However, Brom remarked that the voluntary side of the carbon market has \"no rhyme or reason\" and that companies in hard-to-abate sectors are preparing for 2030 and 2040 by decarbonizing their own physical activities as opposed to looking to voluntary carbon credits in the first instance. The S&P Global Carbon Markets Conference runs November 6-8 in Paris. This content was created by Oil Price Information Service, which is operated by Dow Jones & Co. OPIS is run independently from Dow Jones Newswires and The Wall Street Journal. --Reporting by Humberto J. Rocha, hrocha@opisnet.com and Jeremy Rakes, jrakes@opisnet.com; Editing by Anthony Lane, alane@opisnet.com (END) Dow Jones Newswires November 07, 2023 12:00 ET (17:00 GMT) Copyright (c) 2023 Dow Jones & Company, Inc. Shell (NYSE:SHEL) Historical Stock Chart From Mar 2025 to Apr 2025 Shell (NYSE:SHEL) Historical Stock Chart From Apr 2024 to Apr 2025",
    "images": "https://ih.advfn.com/p.php?pid=staticchart&s=NYSE:SHEL&p=5&t=52",
    "tags": "",
    "excerpt": "PARIS--Mandatory carbon markets and the European Union's carbon border adjustment mechanism (CBAM) will promote the expansion of international carbon pricing more than other measures, panelists s...",
    "categories": ""
}