{
    "title": "Key business implications",
    "author": "unknown",
    "source": null,
    "date": "2025-03-03",
    "text": "By Pauline Miquel On 26 February 2025, the European Commission proposed a reform to the EU CBAM to reduce compliance burdens while safeguarding climate goals as part of the Clean Industrial Deal. Key changes include exempting small importers by raising the de minimis threshold, streamlining reporting for larger importers, and delaying CBAM certificate sales. Despite these simplifications, the EU CBAM’s timeline remains unchanged. Large importers of carbon-intensive goods covered by CBAM will have to consider the financial impact of the tax as soon as 1 January 2026. Accurate carbon data collection and early preparation will be critical to managing costs in the evolving cross-border trade landscape. We broke down all the changes and highlighted business implications below. Core changes 1. Threshold adjustment: who is covered? Under the new rules, companies importing less than 50 tonnes of CBAM goods annually (or roughly 100t CO2e) will be exempt from CBAM reporting and fees. This change lifts the burden from 182,000 small and occasional importers, replacing the previously impractical €150 monetary value threshold. The new threshold still captures 99% of imported embedded emissions, according to the Commissions’ trade and carbon data analysis. Authorities will review the weight-based threshold annually to maintain this coverage. Note: Customs authorities will monitor trade data and flag importers at risk of exceeding the new de minimis threshold, ensuring all relevant companies report to the CBAM registry. Occasional importers near the threshold must still obtain CBAM importer authorisation. 2. 2027 CBAM certificate sale delay CBAM certificates will go on sale in February 2027, a year later than previously announced. While importers will have to surrender their first batch of certificates in 2027, they should cover 2026 imports. Surrendered certificates will reflect the 2026 quarterly average of EU ETS prices. Note: businesses will therefore gain an extra year to prepare, but they must still track and report emissions quarterly throughout 2026. Early preparation remains key in avoiding financial surprises in 2027. The revised rules also lower the certificate holding requirement from 80% to 50% of embedded emissions per quarter, easing financial strain on importers. 3. Extended reporting deadlines To give importers more time and flexibility in reporting, several elements of the timeline have been updated. CBAM declarations will be due 31 August instead of 31 May previously The deadline for certificate resale will move from 30 June to 30 September 4. Simplified emission accounting Default emissions values will now be based on the ten highest-emitting countries with available data, as published by the Commission. Importers using these values will no longer need third-party verification. However, the markup remains steep, reinforcing the incentive to collect actual supply chain data. Several exemptions were introduced: indirect emissions from electricity classified as a CBAM good (not to be mistaken with electricity as a source of energy) Non-calcined clay (CN code: 2507 00 80) EU-produced precursors covered by the ETS, which will be assigned zero emissions Downstream emissions from steel and aluminium finishing processes Note: exact processes to be exempted under this new provision are yet to be confirmed. We recommend referring to the list of EU ETS-covered processes. Since CBAM mirrors the EU ETS, it is expected to introduce carbon pricing for equivalent processes outside the EU. 5. Carbon price paid in third countries The European Commission will set default carbon price values for third countries, enabling importers to claim CBAM discounts where a carbon price has been paid. Unlike the previous stricter “country of origin” rule, businesses can account for carbon costs paid at any stage along the supply chain. 6. Authorisation A newly created status, “CBAM representative,” allows third-party companies to manage and report CBAM data on behalf of importers. However, the importing entity (CBAM declarant) remains legally responsible. 7. Verification To facilitate the data verification process, accredited verifiers will gain direct access to the CBAM registry and operator portal. 8. Reinforced penalties Fines, previously minimally enforced, will increase by 3 to 5 times to strengthen enforcement and deter circumvention. In order to implement a rigorous anti-circumvention monitoring, customs authorities will be able to share real-time trade data with the CBAM registry. Key business implications The recent CBAM updates will affect businesses differently based on their size and exposure to CBAM requirements. Smaller importers benefit from the new exemption threshold and reduced compliance obligations, while larger businesses with greater exposure continue to face cost uncertainty. Financial liability will officially begin in 2027, but companies must still collect quarterly data to anticipate future CBAM costs. By tracking EU ETS prices and investing in robust carbon accounting systems, businesses can better forecast the financial impact of CBAM. Accurate carbon data remains crucial, especially considering the complexity of certificate purchases and verification rules. Companies should prioritise actual emissions data, as using default values will incur a mark-up, increasing costs. A methodological shift specifically affects downstream steel and aluminium manufacturers. Instead of calculating emissions from downstream processes like rolling, cutting, or forging, businesses will now focus on emissions from precursor materials used in production, disrupting prior emission accounting practices. What’s next ? As the end of the transitional period nears, the European Commission has leveraged insights gained during this phase to introduce key simplifications to CBAM. However, before these changes take effect, they still require approval through a vote by the European Parliament. A more detailed review is expected by the end of 2025, which may propose expanding CBAM coverage to downstream goods, subject to further parliamentary approval. Meanwhile, details on certificate price calculations and authorisation procedures will be announced in the next few months.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}