{
    "title": "CBAM Workshop 2025",
    "author": "unknown",
    "source": "Net Zero Compare",
    "date": "2025-02-25",
    "text": "Summary Details Find your next opportunity in our database of 1,000+ upcoming events for forward-thinking businesses. Looking for where your peers and competitors are showing up this year? Our sustainability events database helps you stay plugged in and a step ahead. Explore the Full List Learn more Overview Join industry professionals on March 19, 2025, at the ALFED HQ in Daventry for a comprehensive workshop on the Carbon Border Adjustment Mechanism (CBAM). This event will feature insights from Gabriel Rozenberg, CEO of CBAMBOO Ltd, and Emelie Olsson, Customer Success Lead, who will guide participants through the intricacies of CBAM and its regulatory impacts. Workshop Agenda The workshop will be divided into two main sessions: Understanding CBAM (10:00 - 11:00) Introduction to CBAM: who, what, and why Discussion on how the EU CBAM will affect businesses Updates on recent legislative changes in both the EU and UK Interactive Q&A session Practical Workshop (11:00 - 12:00) Introduction to the CBAMBOO platform Strategies for managing data reporting as a supplier and distributor Leveraging CBAM for business advantage Follow-up Q&A session Following the workshop, attendees will have the opportunity for one-on-one meetings with the speakers to explore the CBAMBOO platform further. This event is crucial for businesses looking to navigate the evolving regulatory landscape surrounding carbon accounting and compliance. For more information and to register, visit the official event page.",
    "images": "https://netzerocompare.com/img/containers/spaces/social-sharing.png/52107734e964e1fa5bcdbc76b0102728/social-sharing.png",
    "tags": "",
    "excerpt": "The CBAM Workshop 2025, organized by ALFED, will take place on March 19, 2025, in Daventry, UK. This workshop focuses on the Carbon Border Adjustment Mechanism (CBAM) and its implications for the aluminium industry in Europe.",
    "categories": ""
}