{
    "title": "CBAM 2025: Ausblick für Importeure",
    "author": "Ruth Setzler",
    "source": "AEB SE",
    "date": "2025-02-27",
    "text": "CBAM 2025: Ausblick für Importeure Der „Carbon Border Adjustment Mechanism“ (CBAM) verpflichtet Unternehmen, für emissionsintensive Importe CO₂-Zertifikate zu erwerben. Seit Oktober 2023 gilt eine Berichtspflicht. Der „Carbon Border Adjustment Mechanism“ (CBAM) verpflichtet Unternehmen, für emissionsintensive Importe CO₂-Zertifikate zu erwerben. Seit Oktober 2023 gilt eine Berichtspflicht. Vom Emissionshandel zu CBAM CBAM – wer ist betroffen? Neue de-minimis-Schwelle und andere Ausnahmen von der Meldepflicht Berichtspflichten – was ist zu tun? Implementierungsphase – wie geht es weiter? Blick auf die Nachbarländer Norwegen und UK  Nachhaltigkeit wird zur Notwendigkeit: CBAM ist Teil des europäischen Green Deals, der unter anderem vorsieht, dass Europa bis 2050 als erster Kontinent klimaneutral werden soll. Das Grenzausgleichssystem CBAM wurde daher mit der VO (EU) 2023/956 etabliert und tritt stufenweise in Kraft. Um den Verwaltungsaufwand vor allem für Wirtschaftsbeteiligte, die nur kleine Mengen CBAM-Waren importieren, zu reduzieren, hat die EU Kommission im Februar 2025 im Rahmen des ersten Omnibus-Pakets Anpassungen der CBAM-Verordnung vorgeschlagen. Ein Blick auf die Entwicklung. Die Senkung der CO₂-Emissionen um 55 Prozent bis 2030 im Vergleich zum Ausgangsjahr 1990 ist ein wichtiges Ziel der EU. Um dieses zu erreichen, soll CBAM den seit 2005 etablierten europäischen Emissionshandel ergänzen, der als zentrales Element der CO₂-Reduktion gilt. Mit der Einführung von CBAM möchte die EU zu einem weltweit sorgsameren Umgang mit CO₂-Emissionen ermutigen, aber auch eventuelle wirtschaftliche Nachteile durch „CO₂-Leakage\", also die Abwanderung von Industrien in Länder mit weniger strengen Regulierungen der CO₂-Emissionen, einschränken. Das Grenzausgleichssystem sorgt also künftig dafür, dass Produktionsstandorte außerhalb der EU im Emissionshandel berücksichtigt werden. Die rechtlichen Grundlagen wurden mit der Verordnung (EU) 2023/956 gelegt. Präzisiert wurde diese am 17. August 2023 mit der Durchführungsverordnung (EU) 2023/1773 für die Übergangsphase. Ein Überblick über Regelungen und Hilfestellungen bietet die EU auf Ihrer Website Carbon Border Adjustment Mechanism.  Konkret: Wer emissionsintensive Waren in die EU importiert, muss künftig CBAM-Zertifikate erwerben, um die Differenz zwischen dem im Produktionsland herrschenden Kosten für CO₂-Emissionen und dem Preis der CO₂-Zertifikate in der EU auszugleichen. In der Übergangsphase bis 31. Dezember 2025 ist noch kein Kauf von CBAM-Zertifikaten notwendig. Werden die Vorschläge des ersten Omnibus-Pakets angenommen, wird der verpflichtende Kauf von CBAM-Zertifikaten nicht im Jahr 2026, sondern erst 2027 beginnen.  In der AEB-Community rund um Außenhandel tauschen sich Fachleute zu verschieden Themen aus. Auch zu CBAM. Von CBAM betroffen sind alle Unternehmen, die als Importeur in der EU auftreten und als solche im Anhang I der Verordnung (EU) 2023/956 aufgeführte Waren aus Drittländern einführen. Dabei geht es um Waren aus folgenden Sektoren: Unternehmen, die diese Waren importieren, müssen vierteljährlich einen CBAM-Bericht erstellen und ihn spätestens einen Monat nach Ende des Quartals vorlegen. Dies gilt für die Übergangsphase vom 01. Oktober 2023 bis 31. Dezember 2025. Ein bereits eingereichter CBAM-Bericht kann noch bis zu zwei Monate nach Ende des Berichtsquartals korrigiert werden. Ab der Umsetzungsphase 2026 müssen berichtspflichtige Anmelder anstatt der vierteljährlichen CBAM-Berichte jährliche CBAM-Erklärungen abgeben, die der Verifizierung bedürfen. Treten die Omnibus-Vorschläge in Kraft muss die Erklärung nicht zum 31. Mai, sondern erst zum 31. August des Folgejahres eingereicht werden. Hinweis: Entscheidend ist die Warennummer in den ersten vier bis acht Ziffern (HS-Code und teilweise auch KN-Code). Ist die Warennummer im Anhang I genannt, so ist die Ware betroffen.   Sicher und schnell: Profitieren Sie von der selbst lernenden Software \"Product Classification\" – mit Zolltarifen aus 150 Ländern weltweit. Der wichtigste Änderungsvorschlag der Omnibus-Pakete vom Februar 2025 bezüglich CBAM betrifft die de-minimis-Schwelle. Bisher unterliegen Einfuhren ab 150 Euro pro Sendung der CBAM-Verordnung. Zukünftig soll eine Mengenbegrenzung von 50 Tonnen pro Jahr gelten. Werden die Omnibus-Vorschläge angenommen, unterliegen Importeure, die diese Schwellen nicht überschreiten, keinen zusätzlichen Berichtspflichten. Mit dieser Maßnahmen würden über 90 Prozent der bislang betroffenen Unternehmen von der CBAM-Pflicht ausgenommen. Hinweis: Die Kommissionsvorschläge durchlaufen nun das Gesetzgebungsverfahren im Europäischen Parlament und im Rat. Die Kommission hat darum gebeten, dass die Gesetzesinitiative mit Priorität behandelt wird.  Doch schon jetzt entfällt die Berichtspflicht bei Waren mit Ursprung in den in Anhang III Abschnitt A aufgeführten Ländern und Hoheitsgebieten - momentan sind das die Schweiz, Liechtenstein, Norwegen und Island. Das gilt auch für Veredelungserzeugnissen, die im Verfahren der zollrechtlich passiven Veredelung in einem Drittland hergestellt wurden. Hinweis: Ausnahmen werden in Artikel 2 und in Artikel 34 der Verordnung (EU) 2023/956. definiert. Berichtspflichtig ist der Zollanmelder oder falls der Zollanmelder nicht in der EU ansässig ist, dessen indirekter Vertreter. In Deutschland wurde Ende 2023 die Deutsche Emissionshandelsstelle (DEHSt) des Umweltbundesamts als zuständige nationale Behörde benannt. Sie informiert auf Ihrer Website: Am CBAM teilnehmen. Mit dem englischsprachigen Leitfaden „Guidance document on CBAM installations for importers of goods into the EU” erhalten Importeure eine wichtige Hilfe der EU an die Hand. Zur besseren Übersicht wird auf den ersten Seiten ein Quickguide angeboten. Die Abgabe der Berichte erfolgt über das CBAM-Portal der EU. Die Zugangsdaten erhalten importierende Unternehmen innerhalb der EU immer über ihre nationale Behörde. Die DEHSt erläutert das Vorgehen auf Ihrer Seite zum CBAM-Portal. Da das Zugangsmanagement über das Zoll-Portal erfolgt, sollten Sie sich mit diesem ebenfalls vertraut machen. Aufgepasst bei zukünftigen Meldungen: Artikel 16 der CBAM-Durchführungsverordnung sieht Sanktionen zwischen 10 und 50 Euro je Tonne nicht gemeldeter Emissionen vor, wenn Fristen versäumt oder Meldungen unvollständig bzw. unzutreffend sind.  Tipp: Wer seine Importabwicklung mit AEB macht, kann Daten aus dem System extrahieren und in Excel auswerten. So stellt AEB beispielsweise einen CBAM-Datenextrakt kostenfrei im Standard von Import Filing: ATLAS zur Verfügung. CBAMBOO schafft ein weltweites Netzwerk für Dekarbonisierung. CBAMBOO-CEO Gabriel Rozenberg erklärt im Interview seine Lösung für das CBAM-Daten-Dilemma. Seit dem 31. März 2025 können CBAM-Anmelder den Status „zugelassener CBAM-Anmelder“ über das CBAM-Register beantragen. Der Status des zugelassenen CBAM-Anmelders wird ab dem 1. Januar 2026 für die Einfuhr von CBAM-Waren in das Zollgebiet der EU verbindlich. Gemäß Artikel 4 der CBAM-VO (EU) 2023/956 dürfen betroffene Waren „nur von einem zugelassenen CBAM-Anmelder in das Zollgebiet der Union eingeführt werden\". Zugang zum Zulassungsmodul im CBAM-Register erhalten Betroffene auch über das Zoll-Portal. Bedingungen und Verfahren sind in der Durchführungsverordnung (EU) 2025/486 vom 17. März 2025 veröffentlicht und seit 28. März 2025 gültig. Folgende Angaben gem. Artikel 5 und 17 der CBAM-VO notwendig: Der Antrag zum gelassenen CBAM-Anmelder wird von der zuständigen nationalen Behörde des EU-Mitgliedstaats bearbeitet, in dem der Antragsteller niedergelassen ist. In Deutschland ist es vorgesehen, dass die Bearbeitung der Zulassungsanträge für CBAM-Anmelder von einer Beliehenen durchgeführt wird. § 11 Absatz 4 TEHG schafft die dafür notwendige Rechtsgrundlage. Die Beleihung wird voraussichtlich im 2. Quartal 2025 erfolgen. Nähere Informationen wird die DEHSt rechtzeitig auf ihrer Website veröffentlichen. Mit Ablauf der Übergangsphase geht CBAM ab dem 01. Januar 2026 in den Regelbetrieb: Die DEHSt informiert zur CBAM-Regelphase. Die EU-Kommission prüft außerdem, wie der Anwendungsbereich auf andere Güter ausgedehnt wird. Im Gespräch sind bereits organische Chemikalien und Polymere. Bis 2030 sollen alle Güter einbezogen werden, die unter den EU-Emissionshandel fallen. Die EU-Kommission bietet kostenfreie Online-Seminare und Lernmodule im Customs & Tax EU Learning Portal. Am besten unter dem Stichwort „CBAM“ suchen. Nicht nur in der EU wird der Grenzausgleich vorangetrieben: Norwegen will sich ab 2026 im Rahmen einer freiwilligen Zusammenarbeit an EU-CBAM beteiligen, so die norwegische Regierung in Ihrer Pressemitteilung vom 7. Oktober 2024. Auch das Vereinigte Königreich hat UK-CBAM ab 2027 angekündigt. Einen Vergleich der Planungen in UK mit CBAM in der EU wird in der AEB Community gezogen.",
    "images": "https://www.aeb.com/media/img/magazine/de/co2.jpg",
    "tags": "cbam, grenzausgleichssystem, emissionen, co2, carbon border adjustment machanism",
    "excerpt": "Der „Carbon Border Adjustment Mechanism“ (CBAM) verpflichtet Unternehmen, für emissionsintensive Importe CO₂-Zertifikate zu erwerben. Seit Oktober 2023 gilt eine Berichtspflicht.",
    "categories": ""
}