{
    "title": "EU: EU under pressure to simplify CBAM as it looks to combat industrial decline | IFC Review",
    "author": "unknown",
    "source": "IFC Review",
    "date": "2025-02-07",
    "text": "As published on: spglobal.com, Friday 7 January, 2025. Calls by the European People's Party to delay the Carbon Border Adjustment Mechanism are unlikely to be heeded by Europe's lawmakers, but demands for a more streamlined mechanism with less red tape are gaining ground, market commentators told S&P Global Commodity Insights. With the definitive phase of the EU's CBAM set to kick in from Jan. 1, 2026, importers of carbon-intensive goods face levies based on the emissions associated with their imports. Meanwhile, European industry is mired in an affordability and competitiveness crisis, with EU member states increasingly focused on industrial survival rather than decarbonization, according to Coralie Laurencin, senior director in the power and climate policy team at S&P Global Commodity Insights. \"If [CBAM is] working well, it will protect Europe's industrial competitiveness, at least for the cost of carbon. As it stands, it's not practical and has significant weaknesses,\" she said. \"At the very least, Europe will simplify CBAM. Europe may then look to sacrifice some environmental integrity to make CBAM less cumbersome.\" The European Commission will release its Omnibus Proposal by the end of February, designed to disentangle the EU regulatory landscape. This is expected to include a simplification of CBAM processes and emissions reporting. Degrees of pain The EPP, the largest political group in the European Parliament, on Jan. 15 released a paper advocating for a two-year delay and a simplification of CBAM. The EPP, which championed CBAM during its inception, is now concerned the carbon tax could harm European competitiveness, especially if it leads to increased costs for businesses that depend on imports from countries with less stringent environmental standards. These concerns highlight the EPP's broader struggle to reconcile environmental objectives with economic growth. During a webinar Jan. 13, Martin Becker, deputy head of unit at the Directorate-General for Taxation and Customs Union, reassured industry participants that the definitive phase of CBAM would not be delayed. Commodity Insights has contacted the EC to confirm this. Dan Maleski, a senior environmental markets advisor at Redshaw Advisors, said CBAM would hurt European trade, but things would be worse if the tax did not proceed. \"With or without CBAM, European industry will suffer as the total number of allowances declined and the current levels of free allocation cannot be maintained. Ultimately, European industry is not on a level playing field with its competitors, not only in the climate space but in a lot of other areas too,\" he said. \"So CBAM is one solution, but it's not a silver bullet. It is supposed to halt that industrial decline. [But] it is still going to hurt industry, particularly those with high exports.\" Gabriel Rozenberg, CEO and co-founder of consultancy CBAMBOO, said a delay would not be good for business. \"CBAM is designed to push European industry towards a decarbonized future, and if European industry does not decarbonize swiftly, then it will cease to be competitive with China [and others],\" he said. CBAMBOO provides a platform for companies to manage their CBAM reporting and compliance obligations. Industry support While a delay is viewed as counterproductive, some industrial groups have called the mechanism to be revised -- notably the steel industry, which is facing overcapacity. The OECD estimates global steel overcapacity at 551 million mt -- four times the annual demand of the EU -- with projections for a further 157 million mt/year of carbon-intensive capacity potentially emerging by 2026. Without CBAM, steel prices could plummet further, exacerbating the challenges faced by European steel companies. European steel association Eurofer recently called for \"major improvements\" on CBAM while reiterating the need for it. Laurencin said CBAM might need some tweaks but canceling the tax would leave Europe exposed and require deep changes to its Emissions Trading System. CBAM covers imports of cement, iron and steel, aluminum, fertilizer, electricity and hydrogen. The levy is intended to reflect the difference between EU carbon prices and the carbon costs in exporting countries. Under the transitional phase of CBAM, which started on Oct. 31, 2023, traders must only report on emissions embedded in their imports without paying any financial adjustment. However, this mechanism is to be phased in from 2026 to 2034, in step with the phasing out of free allowances in the EU ETS. The fall in industrial and manufacturing output also led to a decline in the European carbon price last year. Though prices have recovered sharply so far in 2025, the suspension of Russian gas transit via Ukraine has led to higher coal power generation, boosting demand for carbon permits. EU Allowances averaged Eur66/mtCO2e ($68.13/mtCO2e) in 2024, down more than 20% year over year, Commodity Insights data showed. Platts, part of Commodity Insights, assessed EUAs for December 2025 delivery at Eur80.98/mtCO2e on Feb. 3. The main purpose of the tax is to reduce the risk of carbon leakage -- EU industries relocating abroad -- and encourage importer nations to introduce their own carbon markets, and so limit CBAM impacts on their traded goods. An analysis by Commodity Insights found that Brazil, Canada, South Africa and Turkey will be most exposed to the mechanism, with iron and steel the biggest sectors targeted. The growing anxiety surrounding CBAM reflects a broader struggle within the EU to balance environmental goals with economic realities. As EU policymakers move forward, companies want more certainty and less bureaucracy, and the EC will have to find a balance to meet these needs.",
    "images": "https://www.ifcreview.com/media/5165/climate.jpg",
    "tags": "offshore trusts, wealth management, finance publication, economic substance, corporate tax, brexit, fatca",
    "excerpt": "As published on: spglobal.com, Friday 7 January, 2025. Calls by the European People's Party to delay the Carbon Border Adjustment Mechanism are unlikely to ...",
    "categories": ""
}