{
    "title": "How will CBAM develop? With Gabriel Rozenberg. – The AtlasZero Podcast – Podcast",
    "author": "The AtlasZero Podcast",
    "source": "Podtail",
    "date": "2024-04-25",
    "text": "Episodes  \n\t In this episode of the AtlasZero podcast, I am talking to Natalia Torres Di Bello. She facilitated many workshops before and today is explaining to me how a CSRD workshop is organized properly.We hope that this episode proves helpful to your sustainability journey. If you are looking for an ESG solution for your company, you should check out our FREE search. There you can gain a list of suitable ESG solutions in minutes, based on your company needs. https://www.atlaszero.earth/solutions/find-yourA big thank you to Natalia Torres Di Bello for taking the time for this podcast. If you have more questions around this topic make sure to reach out to Natalia https://www.linkedin.com/in/nataliadibello/ \n\t In this episode of the AtlasZero podcast, I am talking to Philippe Diaz, who consulted EFRAG on the ESRS E4 standard about Biodiversity. In our interview, hew shares his personal opinion and recommendation to companies about the implantation of those standards.We hope that this episode proves helpful to your sustainability journey. If you are looking for an ESG solution for your company, you should check out our FREE search. There you can gain a list of suitable ESG solutions in minutes, based on your company needs. https://www.atlaszero.earth/solutions/find-yourA big thank you to Philippe Diaz for taking the time for this podcast. Here you can find more infos on his website https://www.bendnotbreak.earth/ \n\t Missing episodes? \n\t In this episode of the AtlasZero podcast, I am talking to Giacomo Greci a former financial auditor that now focuses on auditing sustainability reports. During our interview, I had the opportunity to ask him about his view on the CSRD and what companies facing the CSRD should know.We hope that this episode proves helpful to your sustainability journey. If you are looking for an ESG solution for your company, you should check out our FREE search. There you can gain a list of suitable ESG solutions in minutes, based on your company needs. https://www.atlaszero.earth/solutions/find-yourA big thank you to Giacomo Greci for taking the time for this podcast. Here you can find the auditor standard https://www.iaasb.org/publications/international-standard-sustainability-assurance-5000-general-requirements-sustainability-assuranceand the checklist: https://csrdauditor.eu/en/issa-5000-checklist/ \n\t Here is a 17-minute summary about everything you need to know about what happened in sustainability reporting in 2024.The video touches on the CSRD and it's transposition, as well as the EU Taxonomy, the CBAM regulation and the updates on the EUDR. Plus many helpful insights from experts.You can access our Free Solution Search here https://www.atlaszero.earth/solutions/find-yourIf you want to reach out to anyone of the experts, you can find their info here:👉 Maria from Palau about the CSRD https://www.linkedin.com/in/maria-tymtsias/👉 Ian from Datamaran about the transposition of the CSRD https://www.linkedin.com/in/ian-van-der-vlugt/👉 Philippe who consulted EFRAG https://www.linkedin.com/in/philippediaz/👉 Joana from Factlines about the EU Taxonomy https://www.linkedin.com/in/joanabelopereira/👉 Gabriel from CBAMBOO about the CBAM https://www.linkedin.com/in/grozenberg/👉 Tom from BanQu about the EUDR https://www.linkedin.com/in/tom-quinten-b8073b28/👉 Ramya from Plutus Coffee Group about the supplier side https://www.linkedin.com/in/ramya-nsherura-a70312179/Timestamps0:00 Introduction0:26 Our free ESG Solution Search0:56 What happened in the CSRD this year?4:27 The current status of the transposition of the CSRD.7:22 Critical review of the developments of the CSRD.9:31 What happened with the EU Taxonomy this year?10:49 The EU CBAM picked up speed this year12:17 The delay of the EUDR.14:18 The supplier side of the sustainability reports16:31 Learn more about the sustainability reporting in the AtlasZero podcastIf you have any questions or ideas for more content, feel free to put them in the comments. 👇 \n\t In this episode of the AtlasZero podcast, I am talking to Katharina Kiefer. She is a sustainability manager at TAKKT AG. Her company does sustainability reports for over a decade already and they even won the German sustainability award. Now they are facing the CSRD reporting and Katharina was open to discuss their challenges and solutions with me. Enjoy!We hope that this episode proves helpful to your sustainability journey. If you want to progress with your sustainability journey yourself, but haven't found the right solution yet, you should check out our RFP process. We help companies to gain an overview of the solution market and choose a sustainability solution in weeks not months. https://www.atlaszero.earth/products/request-for-proposalA big thank you to Katharina Kiefer for taking the time for this podcast. Here you can find more info on her companies sustainability efforts https://www.takkt.de/en/sustainability/  \n\t In this episode of the AtlasZero podcast, I am talking to Irina Bolgari she has been working as a sustainability manager for the last couple of years and recently launched a guide to help her fellow sustainability manager. Her free guide describes how companies can calculate their carbon footprint and in our interview we dived deeper into her passion project.We hope that this episode proves helpful to your sustainability journey. If you want to progress with your sustainability journey yourself, but haven't found the right solution yet, you should check out our RFP process. We help companies to gain an overview of the solution market and choose a sustainability solution in weeks not months. https://www.atlaszero.earth/products/request-for-proposalA big thank you to Irina Bolgari for taking the time for this podcast. Here you can find her free guide https://co2guide.carrd.co/ \n\t In this episode of the AtlasZero podcast, I am talking to Ana Paz. She is responsible for the sustainability reporting of Telia. In our conversations, she shares her experience of the DMA and GAP analysis process and what her learnings are.We hope that this episode proves helpful to your sustainability journey. If you want to progress with your sustainability journey yourself, but haven't found the right solution yet, you should check out our RFP process. We help companies to gain an overview of the solution market and choose a sustainability solution in weeks not months. https://www.atlaszero.earth/products/request-for-proposalA big thank you to Ana Paz from Telia for taking the time for this podcast. Here you can find more information on the sustainability efforts of Telia https://www.teliacompany.com/en/sustainability \n\t In this episode of the AtlasZero podcast, I am talking to Sydney Straver. She emigrated from the Netherlands to New Zealand and is now helping international companies to comply with the EU regulations. In her work with &Bloom she is helping many companies to switch from their previous frameworks to the Double Materiality Assessment. In this episode we will dive into this topic more in detail.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Sydney Straver from &Bloom for taking the time for this podcast. Here you can find the links that she mentioned during the call&BLOOM’s publicly available double materiality tool www.bloomsustainability.co &BLOOM’s CSRD guide https://www.bloomsustainability.co/_files/ugd/f8ee89_1fba016362a5461b8b5b519146f654c5.pdfMateriality MapsESG Industry Materiality Map - MSCI https://www.msci.com/our-solutions/esg-investing/esg-industry-materiality-mapExploring materiality - SASB (ifrs.org) https://sasb.ifrs.org/standards/materiality-map/ \n\t In this episode of the AtlasZero podcast, I am talking to Irmak Kara Gül the sustaianbility manager of Garanti Bank a subsidiary of the BBVA. Together we are discussing the complexity of find the right CSRD solution and Irmak provides some insight into their specific situation. We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Irmak Kara Gül from GBI for taking the time for this podcast. Here you can find more information on the sustainability efforts of the Garanti Bank https://garantibank.eu/sustainability \n\t In this episode of the AtlasZero podcast, I am talking to Ramya. She is a project manager at the Plutus Coffee Group and works closely with the producers affected by the EUDR. In our interview, we dive into her view on the legislation and the impact it has.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Ramya Nsherura from Plutus Coffee Group for taking the time for this podcast. Here you can find the newsletter she mentioned https://www.linkedin.com/newsletters/coffee-trail-7213191508395454465  \n\t In this episode of the AtlasZero podcast, I am talking to Ian van der Vlugt the VP of Research and Sustainability at Datamaran. They created a great piece of content on the current state of the transposition of the CSRD in the different EU countries. In our conversation, I had the opportunity to ask him about the effects n businesses and the current status overall. We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview. Learn more on our page https://www.atlaszero.earth/products/navigator A big thank you to Ian van der Vlugt from Datamaran for taking the time for this podcast. Here you can find the overview of the transposition https://datamaran.showpad.com/share/w3rKlr6QdqmJqjJaAXdrRand here the guide he mentioned https://pages.datamaran.com/c-suite-guide-aligning-esg-strategy-with-esg-regulation-and-policy-changes \n\t In this episode of the AtlasZero podcast, I am talking to Jane Thostrup Jagd the director at We Mean Business. She and her team did something that in my opinion the market desperately needed. They reviewed 30 annual reports that voluntary adopted the CSRD and published their findings. Now you can find out what they learned in this podcast episode.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Jane Thostrup Jagd from We mean business for taking the time for this podcast. Here you can find the guide we were talking about https://www.wemeanbusinesscoalition.org/wp-content/uploads/2024/07/WMBC_Early_Adopters_CSRD_reporting.pdf \n\t In this episode of the AtlasZero podcast, I am talking to Kenneth the Co-founder of Carbon+Alt+Delete. He usually supports companies in creating their own carbon footprint, but in this episode he shares his experience on the role of the carbon footprint in the CSRD report and how companies can prepare for it. We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview. Learn more on our page https://www.atlaszero.earth/products/navigator A big thank you to Kenneth Van den Bergh from Carbon+Alt+Delete for taking the time for this podcast. Here you can find the webinar Kenneth mentioned https://www.carbonaltdelete.eu/en/webinars/ https://www.youtube.com/watch?v=HXq-er24174 \n\t In this episode of the AtlasZero podcast, I am talking to Anika with is an experienced CSRD consulting and we are going to deep dive into a specific topic of the Double Materiality Assessment. If you want to learn more about how to engage with your stakeholders, check out this episode.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Anika Lerch from Greenativity for taking the time for this podcast. Here you can find the material Anika mentioned https://www.greenativity.de/en/doppeltewesentlichkeit \n\t In this episode of the AtlasZero podcast, I am talking to Anna Neumann, one of the founders of Greenativity. She guides her clients through the CSRD and DMA process and has a special focus on developing a sustainability strategy.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Anna Neumann from Greenativity for taking the time for this podcast. Here you can find the material Anna mentioned https://www.greenativity.de/en/doppeltewesentlichkeit  \n\t In this episode of the AtlasZero podcast, I am talking to Agathe Ziegler a Co-Founder of the CSI HUb. In our conversation, she explains their 10-step approach to become CSRD complaint.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Agathe Ziegler from CSI HUb for taking the time for this podcast. Here you can find the material Agathe mentioned https://drive.google.com/file/d/1hRyHHAjgk5buLAZ4l8WFybqKjB61rAzu/view?usp=sharing \n\t In this episode of the AtlasZero podcast, I am talking to Caroline Busse the founder of nadar who is a Geospatial Data Scientist and using her expertise to prepare companies for the EUDR. In our conversation we discuss the most important topics of the Deforestation regulation and what companies must look out for.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Caroline Busse from nadar for taking the time for this podcast. Here you can find the material Caroline mentioned https://share-eu1.hsforms.com/1CcxRcIvYS5GXleCF4NJkCg2dtpbh \n\t In this episode of the AtlasZero podcast, I am having a conversation with Katharina Davidss the founder of Seedtrace. Together we discuss the aspect of supply chain traceability and what role this play in the EU sustainability regulations.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Katharina Davids from Seedtrace for taking the time for this podcast. Here you can find the affectedness check Katharina mentioned https://share.hsforms.com/12T2BHVW6Ss6h4L8FoBFeog33yi3 \n\t In this episode of the AtlasZero podcast, I am having a conversation with Sydey Straver who is based on the other side of the world. How she became and expert for the EU sustainability requirements and what she can tell us about the connection of the SFDR and the CSRD, this and much more you can learn in this episode.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/...A big thank you to Sydney Straver from &Bloom for taking the time for this podcast. If you want to learn more about &Bloom, have a look here https://www.bloomsustainability.co/ \n\t In this episode of the AtlasZero podcast, I talk to Rūta Grigaliūnaitė who is the sustainability manager at Hostinger. In our conversation, we talk about how they are approaching the CSRD and how they are developing from GRI reports to preparing their first CSRD report.We hope that this episode proves helpful to your sustainability journey. If you want more content around the sustainability reportings of the EU, check out our Navigator. It includes extensive information to all reportings and provides a great overview.Learn more on our page https://www.atlaszero.earth/products/navigatorA big thank you to Rūta Grigaliūnaitė from Hostinger for taking the time for this podcast. If you want to learn more about Hostinger, have a look here https://www.hostinger.com/about  Show more",
    "images": "https://d3t3ozftmdmh3i.cloudfront.net/staging/podcast_uploaded_nologo/40746497/40746497-1727799401854-a821271d5b0bc.jpg",
    "tags": "",
    "excerpt": "In this episode of the AtlasZero podcast, I talk to Gabriel Rozenberg, who is the CEO of Cbamboo and therefore really well-informed about the latest developments and outlooks on the CBAM topic.We hope... – Listen to How will CBAM develop? With Gabriel Rozenberg. by The AtlasZero Podcast instantly on your tablet, phone or browser - no downloads needed.",
    "categories": ""
}