{
    "title": "BVAA Spring Conference & Golf Day - BVAA",
    "author": "unknown",
    "source": "Trade organisation for manufacturers in the valve and actuator sectors",
    "date": "2025-04-10",
    "text": "BVAA Spring Conference & Golf Day 14 - 15 May 2025 This popular event is an excellent opportunity to keep up-to-date with industry relevant speakers, network with fellow BVAA members and enjoy an evening of food and entertainment in beautiful surroundings of Formby Hall Golf Resort & Spa, Formby, Nr Liverpool. Wednesday 14 May - Annual Spring Conference The BVAA Spring Conference is a unique event that brings together inspirational speakers and a large number of senior professionals within our industry. It's a fantastic opportunity to: Learn, be inspired, and gain valuable insights Build your network and make new connections Gain access to a supportive network of senior professionals within our industry Connect, collaborate and explore new opportunities Expand your knowledge and professional network The day starts with an exhibition, giving plenty of scope for networking. This is then followed by the Conference with a program of topical, industry-related presentations by keynote speakers. There is then an opportunity to relax, before meeting for pre-dinner drinks, and enjoying a delicious dinner and evening entertainment from Award-winning stand-up comedian Alun Cochrane. KEYNOTE SPEAKERS: Andrew Douglas, Material Engineering Group Manager, James Walker - Topic: Navigating PFAS in sealing material selection and validation. Patrick Stephen, Product Manager - High Performance Elastomers, James Walker - Topic: Sealing solutions for the energy transition. David Linden, Executive Director & Head of Energy Transition, and Nick Patience, Consulting Manager - Westwood Global Energy Group - Topic: Valves and Actuators: Global Market Outlook. Emelie Olsson, Customer Success Lead - CBAMBOO - Topic: Navigating CBAM: Simplifying compliance & future-proofing your business. Matthew Charlton, Technical Director, KOSO Kent Introl – Topic: Qualification of Suppliers and Quality requirements for ALM parts in the Petroleum and Natural Gas industries. Andrew Woloszyn, Key Account Manager and Dr. Jhonattan Gutjahr, Team Manager, Laser Additive Manufacturing Section at TWI – Topic: Advantages and Challenges of Additive Manufacture for pressure components. Bill Cattanach OBE, Head of Supply Chain and Sylvia Buchan, Energy Supply Chain Manager, North Sea Transition Authority – Topic: Expanding opportunity in Decarbonisation including, providing awareness and value of the industry contract visibility tool. Thursday 15 May - Golf Day *ONLY 4 GOLF PLACES LEFT* The Golf Day is a fantastic opportunity to network with fellow members and challenge yourself and rivals! The Old Course offers a fun and enjoyable challenge to golfers of every level, measuring 6,500 yards of the yellows tees and stretching out to over 7,000 from the Championship blue tees. The course sits in a tranquil setting with wooded areas and water features providing definition and character to a course that has hosted the European Seniors, Challenge Tour and Euro-Pro Tours. 2025 SPONSORS: For more information about this event, please contact Sophie Keene at sophie@bvaa.org.uk. Event Information Date 14 - 15 May 2025 Availability BVAA Members & Non-Members Venue Formby Hall Golf Resort & Spa, Near Liverpool",
    "images": "https://www.bvaa.org.uk/images/events/Spring-Conference-2025 (2).jpg",
    "tags": "",
    "excerpt": "This popular event is an excellent opportunity keep up-to-date with industry relevant speakers, network with fellow BVAA members and enjoy and evening of food and entertainment - plus a Golf Day!",
    "categories": ""
}