{
    "title": "CBAM. What it’s all about, and why we’re on top of it. - Tandom",
    "author": "Kqmbk",
    "source": "Tandom",
    "date": "2024-10-07",
    "text": "07.10.24 CBAM – the Carbon Border Adjustment Mechanism – is a new regulation that’s being introduced in the UK in 2027 (and the EU in 2026), and it will affect carbon-intensive goods, such as metals, imported into Britain and exported to the EU. As both the UK and EU move towards Net Zero, there’s a risk of ‘carbon leakage’ – moving the production of carbon-intensive products to other countries where climate policies are less stringent, thus undermining the global efforts to reduce emissions. CBAM is a tool to make sure a fair price is put on the carbon emitted during the production of these products, to make the carbon price of imports comparable with that of UK-produced goods. As a result, UK importers of aluminium, iron and steel – such as Tandom – will need to record and declare the emissions embedded in the materials they’re importing, and prove the carbon price has already been paid through the use of certificates. As one of the UK’s leading metal recycling companies, we both import and export materials covered by the UK and EU CBAM schemes – so to make sure we’re ready in good time, we’re working with Cbamboo. Cbamboo is a specialist who will help us better understand how to record direct and indirect emissions and achieve compliancy each quarter. Their platform will show us how we can drive down supplier emissions, keep reports and recording up to date and minimise CBAM costs. So we’ll be able to keep on top of trade compliance, tax, and sustainability more easily. CBAM will be an incredibly complex system, and Cbamboo are already helping us unravel those complexities. Their mission is to make sure companies like ours can comply with the rules when they come in, and avoid fines – and we’re determined to get on top of CBAM now, so everything goes as smoothly as possible in 2026. Mike Dines, Director, Tandom",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}