{
    "title": "A Quick Guide to CBAM Reporting",
    "author": "Fiona Klomp",
    "source": "EURANIMI",
    "date": "2024-01-11",
    "text": "CBAM, the Carbon Border Adjustment Mechanism. Described by some as “utter chaos, a bureaucratic monster and a fine example of the art of complicating things”. However, despite our reservations, it’s here and it’s happening. We’ve already entered the transitional period, which started on October 1st, and the first report is due on January 31st, 2024. So, what can you expect from this new carbon border tax? We bring you a quick guide to CBAM with thanks to our partner Cbamboo. What is CBAM? The carbon border adjustment mechanism is a regulation that looks to avoid carbon leakage by placing the same carbon price on imported goods as the EU applies to EU businesses through the EU Emissions Trading System (ETS). The financial cost of the regulation will start in 2026, when importers of CBAM goods will have to report and pay a price per tonne of CO2e embedded in the goods imported. What is a CBAM good? The measure covers a wide range of commodity codes, which include basic iron, steel and aluminium goods as well as semi-finished and finished goods. From pig iron to profiles, you’ll need to take careful stock of your imports. There are three main conditions that determine whether the good you imported is a CBAM good: Its commodity code (in the customs declaration) is in the CBAM list of codes. The good was cleared for customs for ‘release for free circulation’ on or after the 1st of October 2023. The good’s non-preferential origin is not an EU country, or Switzerland, Liechtenstein, Iceland or Norway. How do I complete my first CBAM report? The first step is to make sure you can access the CBAM Transitional Registry. To do this, you will need to contact your National Competent Authority to get access. Every NCA has a slightly different method for accessing the registry. Simultaneously, you will have to collect data from multiple sources. Understand your company’s imports, where the first step is probably your ERP or procurement system. Collect customs data for these goods by engaging with your customs agents to obtain the customs declarations that they’ve submitted on your behalf. Engage with your suppliers to understand their production processes at each of the installations where the goods were manufactured, and the emissions generated. Additionally, you will need to get information on the carbon price they have paid, if one exists in the country where the goods were manufactured. What if I don’t have all the data? For the first three reports, default values for emissions can be used and your first two reports can be corrected until July 31st, 2024. These default values for each CBAM commodity code were published by the Commission late last year. The good news is that this gives you – and your supply chain – a little more time to get organised. Which emissions need to be reported? CBAM covers a narrower scope of emissions than a PCF, or Product Carbon Footprint. Instead of measuring a product’s total emissions from cradle to grave, CBAM reports are focused on the activities that happen within the installation of manufacture as well as the emissions factors for the ‘precursors’ used to manufacture the goods. Precursors are CBAM goods that are used to manufacture other CBAM goods, e.g. crude steel for steel pipes. The use stage (including distribution) and end of life stages are not part of CBAM reporting. This means there’s no credit for end-of-life recycling. The European Commission has provided an Excel template to assist manufacturers outside of the EU with the measurement of the emissions. It’s a complex tool, however, its use is recommended as it will try to ensure that emissions are measured using the methodology defined by the CBAM regulation. How do I deliver my CBAM report? Once the data has been put together, it needs to be submitted to the Transitional Registry, which you access via TAXUD’s Authentication Portal. To get access to the portal you will need to contact your National Competent Authority. Quick tip: we’ve observed that in some cases, if you’re struggling to log in, you have to select ‘Customs’ in the dropdown instead of ‘Carbon Border Adjustment Mechanism’. Although this might not seem logical, it’s the correct way to access the registry. I still have questions… We’re not surprised. The EU CBAM is the first ever carbon border mechanism and possibly the most complicated tax regulation ever invented. It requires exchanging data between multiple parties and across different steps in the supply chain. If you’re an independent importer or distributor of stainless steel and/or aluminium, then be sure to join our webinar on Friday 12th of January 2024 where we take a deep dive into the practicalities of CBAM reporting with CBAM specialist startup Cbamboo.",
    "images": "https://euranimi.eu/wp-content/uploads/2024/01/iStock-1284416170.jpg",
    "tags": "",
    "excerpt": "CBAM, the Carbon Border Adjustment Mechanism. Described by some as “utter chaos, a bureaucratic monster and a fine example of the art of complicating things”. However, despite our reservations, it’s here and it’s happening. We’ve already entered the transitional period, which started on October 1st, and the first report is due on",
    "categories": ""
}