{
    "title": "Fit for 55 Package: Not fit to tackle climate emergency says Oxfam | Oxfam International",
    "author": "unknown",
    "source": "Oxfam International",
    "date": "2022-05-25",
    "text": "Today, the European Commission released their Fit for 55 legislative package. This bundle aims to revise the EU’s current 2030 climate and energy rules. The package will implement the goal of reducing average EU carbon emissions by 55% in 2030. In response to the package, Evelien van Roemburg, Oxfam EU Head of Office said: “We are at a tipping point in the fight against the climate crisis. The EU has the opportunity to keep us from tipping over the edge by capping the rampant increase in global temperatures to 1.5° Celsius. “We are now seeing the direct and undeniable impact of the climate crisis. People are dying from heatwaves and floods and fires are widespread. This year alone, the climate crisis, coupled with Covid-19 and increased conflict worldwide, has made 20 million more people hungry. In Europe, carbon and income inequality are on the rise. New climate rules must foster inclusion, not inequality. The emissions of rich Europeans have significantly increased, while ordinary Europeans are at the forefront of cutting carbon emissions. They must not get the short end of the stick. “The European Parliament and European countries can take real climate action. They must step up ambition by ensuring all EU climate rules contribute to carbon emission cuts of at least 65% in 2030, rather than the current 55%. Only then will we have a package fit for 1.5°C and a safer future for all.” In respect to the Carbon Border adjustment Mechanism (CBAM): “Since 1990, Europeans have emitted double the carbon emissions than those in the poorest half of the world. Yet, today's proposal for a carbon border tax burdens some of the world’s lowest-income countries with a heavy tariff. The proposal also plans to channel these tax revenues into the EU budget rather than allocating them to the green transition. This is unfair and unjust. Low-income countries are already struggling to keep their own economies afloat while also scrambling together funds to fight the climate crisis. Why should they have to foot the bill for Europe's recovery? “EU leaders and Members of the European Parliament must ensure this proposal does not unfairly burden poorer countries. The bare minimum would be to earmark a good portion of the revenue to support climate action in low-income countries hit hardest by the climate emergency and exempt the lowest income countries from the carbon border tax.” In response to the Renewable Energy Directive (RED): “The Commission’s proposal to increase the share of renewable energy in the EU’s energy mix to 40% by 2030 will do nothing to tackle the climate crisis if it does not rule out the use of crop-based biofuels and the practice of burning down trees. These types of fuel have no climate benefits and are unsustainable. They threaten millions of people’s livelihoods in low-income countries while destroying our planet. We need higher targets for renewable energy, and these targets must include only real renewable energy.”  \n  Notes aux rédactions\n   \n          \n       Overall: \n\n EU leaders agreed on a new EU emissions target of ‘at least 55%’ below 1990 levels by 2030 last December. Oxfam estimates that cuts of more than 65% are needed for Europe to contribute its fair share of the global reductions needed to get on track to limit global heating to the 1.5°C goal of the Paris Agreement.  \n\n Last year, the world saw a record $50 billion worth of damages from extreme weather disasters exacerbated by the climate crisis. These extreme climate disasters were also the primary driver for pushing nearly 16 million people into crisis levels of food insecurity. This year, the climate crisis, coupled with Covid-19 and conflict, drove 20 million more people into extreme hunger, reaching a total of 155 million people in 55 countries. Read Oxfam’s Hunger Virus Report. \n\n Oxfam’s 2020 report, ‘Confronting Carbon Inequality in the European Union’ revealed a huge gap in carbon emissions between rich and poor Europeans. Since 1990, EU emissions cuts have been achieved only among lower- and middle-income EU citizens, while the total emissions of the richest 10% grew. To achieve the deeper emissions cuts needed by 2030, European leaders must put fairness and a just transition at the heart of the Green Deal, targeting deeper emissions reductions from richer Europeans, while boosting support for lower-income and marginalised communities. \n\n Carbon border adjustment mechanism:  \n\n The European Commission’s proposal applies a tariff (buying a CBAM certificate) to companies from certain sectors (steel, iron, cement, fertilisers, aluminium, and electricity) importing into the EU. This tariff reflects the carbon emissions of their imported goods. If countries have similar carbon pricing to Europe, the tariff does not apply. Least developed countries are not exempt from this tariff. Most revenues from the CBAM will go to the EU’s budget to repay the recovery instrument NextGenerationEU. \n\n Oxfam calculated that between 1990 and 2015, the EU was collectively responsible for 15% of global cumulative consumption emissions while being home to just 7% of the world’s population. The poorest 50% of the world’s population were responsible for just 7% of cumulative emissions. \n\n Oxfam’s full list of recommendations on CBAM are available here.  \n\n Renewable Energy Directive:  \n\n The EU’s binding targets for renewable energy in the transport sector has driven the demand for biofuels for over a decade. Oxfam has documented how communities around the world are evicted from their lands to grow crops for biofuels. Read Oxfam’s report: ‘Burning land, burning the climate’.  \n\n To make the Renewable Energy Directive fit for 1.5°C and turn the EU’s renewable energy policy from a climate problem into a climate solution, the EU must phase out crop-based biofuels and stop counting primary woody biomass (i.e. burning down forests) towards renewable energy targets. Read these NGO briefings on RED review: ‘The EU Renewable Energy Directive recast: An opportunity to help meet climate and biodiversity objectives’ and ‘Shifting the RED towards cleaner transport fuels’.  \n\n The Commission's proposal today increases the 2030 target for renewable energy from 32% to 40%. The proposal includes no new elements to address the use of unsustainable crop-based biofuels in transport, leaving open the possibility of using food for fuel. The proposal also fails to account for emissions from indirect land-use change arising from deforestation and peatland degradation induced by the increased demand for bioenergy. The failing sustainability framework for sustainability of biofuels is extended to the use forest biomass for energy.  \n  \n  \n       \n\n          \n   Contact\n   \n          \n       Jade Tenwick in Brussels, Belgium | jade.tenwick@oxfam.org | +32 473 56 22 60 \n\n\n\n \n  \n       \n\n       Contact \n          \n       \n  \n       \n\n       Overall: EU leaders agreed on a new EU emissions target of ‘at least 55%’ below 1990 levels by 2030 last December. Oxfam estimates that cuts of more than 65% are needed for Europe to contribute its fair share of the global reductions needed to get on track to limit global heating to the 1.5°C goal of the Paris Agreement. Last year, the world saw a record $50 billion worth of damages from extreme weather disasters exacerbated by the climate crisis. These extreme climate disasters were also the primary driver for pushing nearly 16 million people into crisis levels of food insecurity. This year, the climate crisis, coupled with Covid-19 and conflict, drove 20 million more people into extreme hunger, reaching a total of 155 million people in 55 countries. Read Oxfam’s Hunger Virus Report. Oxfam’s 2020 report, ‘Confronting Carbon Inequality in the European Union’ revealed a huge gap in carbon emissions between rich and poor Europeans. Since 1990, EU emissions cuts have been achieved only among lower- and middle-income EU citizens, while the total emissions of the richest 10% grew. To achieve the deeper emissions cuts needed by 2030, European leaders must put fairness and a just transition at the heart of the Green Deal, targeting deeper emissions reductions from richer Europeans, while boosting support for lower-income and marginalised communities. Carbon border adjustment mechanism: The European Commission’s proposal applies a tariff (buying a CBAM certificate) to companies from certain sectors (steel, iron, cement, fertilisers, aluminium, and electricity) importing into the EU. This tariff reflects the carbon emissions of their imported goods. If countries have similar carbon pricing to Europe, the tariff does not apply. Least developed countries are not exempt from this tariff. Most revenues from the CBAM will go to the EU’s budget to repay the recovery instrument NextGenerationEU. Oxfam calculated that between 1990 and 2015, the EU was collectively responsible for 15% of global cumulative consumption emissions while being home to just 7% of the world’s population. The poorest 50% of the world’s population were responsible for just 7% of cumulative emissions. Oxfam’s full list of recommendations on CBAM are available here. Renewable Energy Directive: The EU’s binding targets for renewable energy in the transport sector has driven the demand for biofuels for over a decade. Oxfam has documented how communities around the world are evicted from their lands to grow crops for biofuels. Read Oxfam’s report: ‘Burning land, burning the climate’. To make the Renewable Energy Directive fit for 1.5°C and turn the EU’s renewable energy policy from a climate problem into a climate solution, the EU must phase out crop-based biofuels and stop counting primary woody biomass (i.e. burning down forests) towards renewable energy targets. Read these NGO briefings on RED review: ‘The EU Renewable Energy Directive recast: An opportunity to help meet climate and biodiversity objectives’ and ‘Shifting the RED towards cleaner transport fuels’. The Commission's proposal today increases the 2030 target for renewable energy from 32% to 40%. The proposal includes no new elements to address the use of unsustainable crop-based biofuels in transport, leaving open the possibility of using food for fuel. The proposal also fails to account for emissions from indirect land-use change arising from deforestation and peatland degradation induced by the increased demand for bioenergy. The failing sustainability framework for sustainability of biofuels is extended to the use forest biomass for energy.  \n  Jade Tenwick in Brussels, Belgium | jade.tenwick@oxfam.org | +32 473 56 22 60",
    "images": null,
    "tags": "climate change;climate crisis;European Union",
    "excerpt": null,
    "categories": ""
}