{
    "title": "European Parliament vote on carbon border tariff is a step up but still unfair to poorer countries | Oxfam International",
    "author": "unknown",
    "source": "Oxfam International",
    "date": "2022-06-22",
    "text": "Today, the European Parliament voted on its position on a carbon border tariff for companies exporting to the EU (the Carbon Border Adjustment Mechanism). In response, Chiara Putaturo, Oxfam EU Tax expert, said: “Forcing the poorest countries to pay this tariff is unfair. Europeans are responsible for double the carbon emissions as those in the poorest half of the world since 1990. This decision allows rich countries to pass the buck to those least responsible for the climate crisis. “Still, the vote is a step up from the original proposal as it channels additional funds for climate finance and sets a quicker timeline for the phase-out of subsidies for EU polluting companies. These new funds for climate finance must be additional and must not divert money from essential public services like hospitals and schools. “The failure of rich countries to meet their commitments for climate finance is already costing countries tackling the climate crisis tens of billions of dollars. The EU must increase climate finance funds if poor countries are going to bear the cost of the carbon tariff. EU countries must now accept the European Parliament’s proposal and support a fair green transition that mandates the real polluters pay for the pollution.”  \n  Notas para editores\n   \n          \n       Today’s vote in the European Parliament proposes, among others: \n\n \n\t To put CBAM revenue towards the EU’s budget and increase climate finance funds for LDCs by the same amount as the CBAM revenues;  \n\t \n\t A quicker phase-out of ETS (EU Emission Trading System) free allowances, from 2027 to 2032. This is instead of the Commission’s proposal of 2026 to 2036; and  \n\t \n\t \n\t No exemption for the poorest countries.  \n\t \n \n\n \nOxfam recommendations are:  \n\n \n\t \n\t Channel CBAM revenues into additional climate finance for poor countries without diverting money from essential public services;  \n\t \n\t \n\t Provide an exclusion or exemption period for LDCs; and \n\t \n\t \n\t Speed up the phase-out of free allowances in the ETS market.   \n\t \n \n\n \nDownload Oxfam’s detailed recommendations on CBAM. \n\n In July 2021, the European Commission tabled the CBAM as part of its climate package (Fit for 55). The proposal applies a tariff (buying a CBAM certificate) to companies from certain sectors importing into the EU. This tariff reflects the carbon emissions of their imported goods and applies only if countries have lower carbon pricing than Europe. Least developed countries (LDCs) are not exempt from this tariff. The European Commission proposed that most revenue from the CBAM will go to the EU’s budget to repay the recovery instrument Next Generation EU. In March 2022, EU countries reached a general agreement on the CBAM. This agreement mirrored the European Commission’s proposal.  \n\n Oxfam calculated that between 1990 and 2015, the EU was collectively responsible for 15 percent of global cumulative consumption emissions while being home to just 7 percent of the world’s population. The poorest 50 percent of the world’s population, located mostly in poor countries, were responsible for just 7 percent of cumulative emissions.  \n\n In 2009, rich countries pledged to increase climate finance for poorer countries to 100 billion dollars a year by 2020. At the Paris climate summit in 2015 (COP21), this goal was extended to last through to 2025. Rich country's failure to reach the promised level by 2020 - they now plan to reach it by 2023 - means climate-vulnerable countries could miss out on several tens of billions of dollars originally promised to them. \n  \n  \n       \n\n          \n   Información de contacto\n   \n          \n       Jade Tenwick | Brussels, Belgium | jade.tenwick@oxfam.org | mobile +32 473 56 22 60 \nPaula Andres Richart | Brussels, Belgium | paula.andresrichart@oxfam.org \n\n For updates, please follow @NewsFromOxfam and @OxfamEU  \n\n \n  \n       \n\n       Información de contacto \n          \n       Jade Tenwick | Brussels, Belgium | jade.tenwick@oxfam.org | mobile +32 473 56 22 60 \nPaula Andres Richart | Brussels, Belgium | paula.andresrichart@oxfam.org \n\n \n  \n       \n\n       Today’s vote in the European Parliament proposes, among others: To put CBAM revenue towards the EU’s budget and increase climate finance funds for LDCs by the same amount as the CBAM revenues; \n\t A quicker phase-out of ETS (EU Emission Trading System) free allowances, from 2027 to 2032. This is instead of the Commission’s proposal of 2026 to 2036; and \n\t No exemption for the poorest countries. \nOxfam recommendations are:  \n\t Channel CBAM revenues into additional climate finance for poor countries without diverting money from essential public services; \n\t Provide an exclusion or exemption period for LDCs; and \n\t Speed up the phase-out of free allowances in the ETS market. \nDownload Oxfam’s detailed recommendations on CBAM. In July 2021, the European Commission tabled the CBAM as part of its climate package (Fit for 55). The proposal applies a tariff (buying a CBAM certificate) to companies from certain sectors importing into the EU. This tariff reflects the carbon emissions of their imported goods and applies only if countries have lower carbon pricing than Europe. Least developed countries (LDCs) are not exempt from this tariff. The European Commission proposed that most revenue from the CBAM will go to the EU’s budget to repay the recovery instrument Next Generation EU. In March 2022, EU countries reached a general agreement on the CBAM. This agreement mirrored the European Commission’s proposal. Oxfam calculated that between 1990 and 2015, the EU was collectively responsible for 15 percent of global cumulative consumption emissions while being home to just 7 percent of the world’s population. The poorest 50 percent of the world’s population, located mostly in poor countries, were responsible for just 7 percent of cumulative emissions. In 2009, rich countries pledged to increase climate finance for poorer countries to 100 billion dollars a year by 2020. At the Paris climate summit in 2015 (COP21), this goal was extended to last through to 2025. Rich country's failure to reach the promised level by 2020 - they now plan to reach it by 2023 - means climate-vulnerable countries could miss out on several tens of billions of dollars originally promised to them. \n  Jade Tenwick | Brussels, Belgium | jade.tenwick@oxfam.org | mobile +32 473 56 22 60 \nPaula Andres Richart | Brussels, Belgium | paula.andresrichart@oxfam.org For updates, please follow @NewsFromOxfam and @OxfamEU",
    "images": null,
    "tags": "tax justice;carbon inequality;EU tax",
    "excerpt": null,
    "categories": ""
}