{
    "title": "Media advisory: AU-EU Summit | Oxfam International",
    "author": "unknown",
    "source": "Oxfam International",
    "date": "2023-06-15",
    "text": "At the AU-EU Summit, African Union and European Union leaders will meet to discuss cooperation between the AU and the EU “based on shared interests and values.” The summit will take place during the French EU Presidency and the French government has indicated a high level of ambition in terms of outcomes.   \n \nWhen: 17-18 February 2022 in Brussels, Belgium.  \n \nWhat: Oxfam is engaging on the following topics:  Vaccine equity:  \n \nOxfam, as part of the People’s Vaccine Alliance, advocates for the fair and equal distribution of vaccines around the world. The EU should support the proposal at the WTO, which is backed by 100 countries, to temporarily suspend intellectual property rules for COVID-19 vaccines, tests, and treatments.  Development finance: EU countries should stick to their promise to allocate 0.7 per cent of gross national income to aid budgets. According to the latest figures, rich countries spend 0.32 per cent of their gross national income on aid. In 2020, just 4 EU countries – Sweden, Denmark, Luxembourg and Germany – lived up to their 1970 promise of 0.7 percent.  Channel at least 100 billion dollars of special drawing rights, an international type of monetary reserve currency created by the International Monetary Fund (IMF), from rich countries to poorer countries. This must come with no strings attached, e.g. adopting austerity measures, so it does not further burden countries in financial distress. Instead, it must allow countries to tackle the economic impact of the pandemic.  The EU must work with EU member states to move beyond the G20’s current plan to restructure debt (DSSI and Common Framework). Instead, the new plan must cancel debt in countries that need that money for hospitals, schools and other public services.  More aid and other financial support to low and middle-income countries creating fair and effective tax systems to build up their own resources.   Aid for fighting and mitigating the climate crisis must be in addition to the current aid budgets. Taxation: \n\t Support African countries who implement the OECD minimum tax deal in getting more taxing rights (e.g. allow renegotiating bilateral tax treaties), and do not penalise countries who do not sign up to the deal (e.g. blacklisting them in the EU tax havens list). \n\t Make the European Commission’s proposal for a Carbon Border Adjustment Mechanism (CBAM) fairer and more coherent by exempting poorer countries (LDCs), increasing support for climate action in developing countries and swiftly eliminating fossil fuels subsidies in Europe. \n\t Read our December briefing note: Oxfam Manifesto on Tax for the French Presidency of the Council of the EU. Spokespersons: AU relations: \n\t Peter Kamalingin, Oxfam Pan Africa Programme Director. Vaccines: \n\t Anna Marriot, Oxfam Health Policy Manager. \n\t Max Lawson, Oxfam Head of Inequality Policy. Development finance: \n\t Jeroen Kwakkenbos, Oxfam Senior Aid Policy & Development Finance Advisor. Tax: Chiara Putaturo, EU tax policy advisor. \nBackground  The AU-EU Summit convenes Heads of States and Governments from the AU and EU. This year is the sixth edition of the summit, which will be held in February after being postponed from October last year.  In March 2020, the European Commission brought together existing initiatives under 5 “partnerships” as part of the EU-Africa Strategy covering topics such as sustainable growth and jobs, peace and governance. Ahead of the EU-AU Summit, foreign affairs ministers from the AU and the EU met to prepare discussions for the AU-EU Summit.   \n  Contact\n   \n          \n       Jade Tenwick in Brussels, Belgium | jade.tenwick@oxfam.org | mobile +32 473 562260     \n\n For updates, please follow @NewsFromOxfam and @OxfamEU     \n\n \n  \n       \n\n       Jade Tenwick in Brussels, Belgium | jade.tenwick@oxfam.org | mobile +32 473 562260 For updates, please follow @NewsFromOxfam and @OxfamEU",
    "images": null,
    "tags": "AU-EU Summit;African Union - European Union Summit;vaccines;People's Vaccine;development aid",
    "excerpt": null,
    "categories": ""
}