{
    "title": "EU carbon border tariff passes the buck to the least responsible | Oxfam International",
    "author": "unknown",
    "source": "Oxfam International",
    "date": "2023-02-01",
    "text": "Today, the EU reached a provisional agreement on a new carbon tariff on goods imported into Europe (the Carbon Border Adjustment Mechanism).   \n \nIn response, Chiara Putaturo, Oxfam EU Tax expert, said:   “Europeans are responsible for double the carbon emissions as the poorest half of the world. Yet, the EU just agreed to pass the buck to those least responsible by forcing them to pay a tariff despite being hardest hit by the climate crisis. EU countries did not even accept to channel revenues to climate finance funds. “The EU and EU countries need to increase climate finance funds, especially now that poor countries are going to bear the cost of the carbon tariff.” Notes to editors\n   \n          \n       Chiara Putaturo is available for comment and interview.     \n\n The tariff’s declared objective is to prevent EU companies from moving their polluting activities to countries with lax environmental rules. It wants to do this by making companies pay a tariff on goods they import into Europe in certain industries (iron and steel, cement, fertilizer, aluminum, generating electricity, hydrogen, certain precursors and indirect emissions and some downstream products). The problem is that the poorest countries will also have to pay this tariff despite being the hardest hit by the climate crisis.   \n\n Oxfam called for EU countries to:    \n\n Channel CBAM revenues into additional climate finance for poor countries. This money must not come from already allocated aid budgets for low-income countries.    \n\n Provide an exclusion or exemption period for poorer countries (Least Developed Countries (LDCs); and   \n\n Speed up the phase-out of free allowances in the ETS market.   Download Oxfam’s recommendations on CBAM and the letter sent by Oxfam and other 20 civil society organizations and networks to the EU negotiators in October 2022     \n\n Last night’s provisional agreement fails to provide an exclusion or exemption period for LDCs. It also does not include the use of CBAM revenues for climate finance funds for the poorest countries. The phase-out period of free allowances in the European Trading System (ETS) market has not been decided yet.  \n\n The process so far:    \n\n In July 2021, the European Commission tabled CBAM as part of its climate package (Fit for 55). Least developed countries (LDCs) were not exempt from this tariff and most of the revenue went to the EU’s budget to repay the EU’s 800 billion euro stimulus package in reaction to the pandemic.   \n\n In March 2022, EU countries, as part of the Council, agreed on CBAM. This agreement mirrored the European Commission’s proposal.    \n\n In June 2022, the European Parliament voted on the Commission’s CBAM proposal. The European Parliament included additional climate finance funds for LDCs in an annual amount corresponding at least to the level of revenues generated by the sale of CBAM. It did not include an exclusion for Least Developed Countries. Oxfam labelled the amendments to the proposal as “unfair to poorer countries”.   \n\n Next steps:   \n\n EU institutions need to decide on free allowances and export rebate agreed in the context of the ongoing EU ETS negotiations EU countries will then translate this law at the national level. The law is planned to come into force in October 2023, with a transitional phase to be decided  \n\n Oxfam calculated that between 1990 and 2015, the EU was collectively responsible for 15 percent of global cumulative consumption emissions while being home to just 7 percent of the world’s population. The poorest 50 percent of the world’s population, located mostly in poor countries, were responsible for just 7 percent of cumulative emissions. In 2009, high-income countries promised to provide $100bn a year in climate finance to low- and middle-income countries by 2020, but they have failed to keep this promise.    \n\n Oxfam estimated the real value of climate finance was only around a third of what donors officially reported.   \n  \n       \n\n          \n   Contact information\n   \n          \n       Jade Tenwick | Brussels, Belgium | jade.tenwick@oxfam.org | mobile +32 473 562260   \n\n Julia Manresa | Brussels, Belgium | julia.manresa@oxfam.org | mobile +32 473 87 44 26    \n\n For updates, please follow @OxfamEU.   \n\n Produced with the financial support of the European Union. The contents of this publication are the sole responsibility of Oxfam EU and can in no way be taken to reflect the views of the European Union.    \n  \n       \n\n       Contact information \n          \n       \n  \n       \n\n       Chiara Putaturo is available for comment and interview. The tariff’s declared objective is to prevent EU companies from moving their polluting activities to countries with lax environmental rules. It wants to do this by making companies pay a tariff on goods they import into Europe in certain industries (iron and steel, cement, fertilizer, aluminum, generating electricity, hydrogen, certain precursors and indirect emissions and some downstream products). The problem is that the poorest countries will also have to pay this tariff despite being the hardest hit by the climate crisis. Oxfam called for EU countries to: Channel CBAM revenues into additional climate finance for poor countries. This money must not come from already allocated aid budgets for low-income countries. Provide an exclusion or exemption period for poorer countries (Least Developed Countries (LDCs); and Speed up the phase-out of free allowances in the ETS market. Download Oxfam’s recommendations on CBAM and the letter sent by Oxfam and other 20 civil society organizations and networks to the EU negotiators in October 2022 Last night’s provisional agreement fails to provide an exclusion or exemption period for LDCs. It also does not include the use of CBAM revenues for climate finance funds for the poorest countries. The phase-out period of free allowances in the European Trading System (ETS) market has not been decided yet. The process so far: In July 2021, the European Commission tabled CBAM as part of its climate package (Fit for 55). Least developed countries (LDCs) were not exempt from this tariff and most of the revenue went to the EU’s budget to repay the EU’s 800 billion euro stimulus package in reaction to the pandemic. In March 2022, EU countries, as part of the Council, agreed on CBAM. This agreement mirrored the European Commission’s proposal. In June 2022, the European Parliament voted on the Commission’s CBAM proposal. The European Parliament included additional climate finance funds for LDCs in an annual amount corresponding at least to the level of revenues generated by the sale of CBAM. It did not include an exclusion for Least Developed Countries. Oxfam labelled the amendments to the proposal as “unfair to poorer countries”. Next steps: EU institutions need to decide on free allowances and export rebate agreed in the context of the ongoing EU ETS negotiations EU countries will then translate this law at the national level. The law is planned to come into force in October 2023, with a transitional phase to be decided Oxfam calculated that between 1990 and 2015, the EU was collectively responsible for 15 percent of global cumulative consumption emissions while being home to just 7 percent of the world’s population. The poorest 50 percent of the world’s population, located mostly in poor countries, were responsible for just 7 percent of cumulative emissions. In 2009, high-income countries promised to provide $100bn a year in climate finance to low- and middle-income countries by 2020, but they have failed to keep this promise. Oxfam estimated the real value of climate finance was only around a third of what donors officially reported. Jade Tenwick | Brussels, Belgium | jade.tenwick@oxfam.org | mobile +32 473 562260 Julia Manresa | Brussels, Belgium | julia.manresa@oxfam.org | mobile +32 473 87 44 26 For updates, please follow @OxfamEU. Produced with the financial support of the European Union. The contents of this publication are the sole responsibility of Oxfam EU and can in no way be taken to reflect the views of the European Union.",
    "images": null,
    "tags": "EU tax;carbon tariff;climate action;European Union",
    "excerpt": null,
    "categories": ""
}