{
    "title": "CBE Winter Long Read",
    "author": "Dft",
    "source": "blogs.surrey.ac.uk",
    "date": "2023-01-03",
    "text": "EU Climate Action: Will Europe’s New Carbon Border Adjustment Mechanism Make a Difference? Amelia Hadfield and Tea Zyberaj[1] The EU remains committed to its green credentials. Doing so in practice however is tough. Policies and tools, as well as a clear goal, all have to come together to inspire change. The EU’s latest approach has been bubbling away from some time, that of a Carbon Border Adjustment Mechanism. As this blog explores, it has its supporters and opponents, as well as its benefits and drawbacks. Context Some time ago – July 2021 – in the wake of new stringent climate ambitions to reduce greenhouse gas emissions (GHG) by at least 55% by 2030, and transition into a climate neutral society by 2050, the European Commission presented a proposal for a regulation establishing a Carbon Border Adjustment Mechanism (CBAM). Announced as part of the European Green Deal[2], this is something of a world-first for the EU, aimed at reforming the European carbon market, and transforming European industry more broadly. Over a year later, in November 2022, EU Member States then agreed to adopt the CBAM. Simply put, CBAM is designed to act as a tool to incentivise the decarbonisation of both domestic and overseas industries whilst protecting European industry from asymmetrical climate policies of non-EU countries (Perdana and Vielle, 2022). Jozef Síkela, industry and trade minister for the Czech Republic, who led negotiations in the EU Parliament on behalf of the 27 Member States, credited the initiative as a “key part of European climate action – designed to encourage our partners in the world to join the EU’s climate efforts” (Al Jazeera, 2022). In a similar vein, French economy Minister Bruno Le Maire, who chaired the agreement on CBAM, hailed it as “a victory for European climate policy,” adding that “Finally, this mechanism responds to our European ambitious strategy that is to accelerate Europe’s energy independence” (Taylor, 2022). If it takes off, CBAM could likely replace Europe’s emissions trading system (ETS), a cornerstone of EU climate policy since 2005. Under the current ETS, European manufacturers deemed to be at risk of carbon leakage are able to receive free emission allowances to ensure their competitiveness against third countries. Whilst the system has been relatively successful in preventing incidences of carbon leakage, it has been criticised for undermining the ‘polluter pays’ principle by effectively shielding carbon-intensive industries responsible for a large majority of GHG emissions from most of the costs of tackling carbon in the first place (Fallmann et al., 2015; Naegele and Zaklan, 2019). This in turn may compromise broad incentives to reduce carbon-intensive imports (Carbon Market Watch, 2019). CBAM represents the beginning therefore of a new approach to both climate change and industrial relations in Europe. As CBAM gains momentum, and its accompanying legislation comes into effect in October 2023, the free allowances of ETS will be phased out, and the new carbon tariff phased in. What is the Carbon Border Adjustment Mechanism? In practice, during the initial stages of the application of CBAM, domestic and overseas industries will only have to report the embedded CO2 emissions associated with the production process of imported goods. As the adjustment mechanism gains momentum and becomes fully operational, manufacturers will be required to acquire emission certificates to cover the difference between the carbon cost in the country of production and the price of CO2 in the EU. The full levy is expected to be completely operational from 2026. In a statement released by the European Parliament (EP), Mohammed Chahim, member of the EP from the Netherlands, said: “It’s a global first … there is no equivalent in the world. That’s why we need three years to start implementing it.” (Di Sario, 2022). The CBAM has been designed to mirror and complement the functioning of the EU ETS – it will primarily be levied on sectors manufacturing the most energy-intensive products, such as iron, steel, cement, aluminium, electricity and fertilizers. The system by which the levy will be implemented has undergone significant changes compared to the initial text laid out by the Commission. The Council has called for greater centralisation of the mechanism, including the creation of a registry of CBAM declarants and an EU-level CBAM authority. The proposed amendments would ensure greater efficiency and prevent importers from ‘forum shopping’, in other words, from introducing their products to the EU’s internal markets through Member States with the lowest capacity to monitor consignments. Why has the EU imposed it? In the presence of a unilateral climate regulation under the ETS mechanism and consequent international discord associated with the cost of GHG emissions across borders, European manufacturers of carbon-intensive imports may be tempted to relocate their production processes to less regulated jurisdictions such as China and India (Morsdorf, 2022). This would enable domestic producers to import the same carbon-intensive goods whilst not being subjected to additional costs. A number of economic modelling studies warn that this phenomenon, otherwise known as carbon leakage, has the potential to offset between 10 to 25% of emission reductions if European industry and other non-EU countries do not uphold the climate commitments made under the Paris Agreement (Bohringer et al., 2012; Branger and Quirion, 2014; Carbone and Rivers, 2017). The introduction of the CBAM aims to address the specific risks associated by an asymmetrical application of climate policies by equalizing the price of carbon paid for imported goods currently operating under the ETS. From the perspective of the European Council at any rate, not only would a new approach help incentivise and support domestic EU industries in the decarbonisation process, but can also encourage other countries to make their economies more sustainable by establishing ambitious carbon pricing policies geared at reducing global carbon emissions and increasing global welfare (European Council, 2022). What are the benefits? The ambitious climate regulation mechanism introduced by the EU constitutes a major development in international climate politics. Designed to encourage and incentivise EU partners to join the bloc’s efforts in mitigating the disastrous effects of climate change, CBAM has the potential to set in motion the switch to climate neutral processes worldwide (Morsdorf, 2022). In the absence of a globally binding climate regulation framework, transferring carbon pricing towards less regulated jurisdictions will inevitably increase the pressure put on other countries to align their climate legislation and green their industries. Indeed, Germany’s idea of the creation of an open ‘climate club’ has garnered significant political interest – effectively, countries would group together and align their carbon pricing policies as a way of reducing emissions whilst avoiding the imposition of EU tariffs. This would lead to greater international cooperation on climate regulation as it would provide a platform where carbon pricing policies can be discussed and encouraged. One of the key benefits of phasing out the free allocation system in favour of a carbon adjustment system, is linked to the substantial revenues to be generated by the carbon tariffs collected at the border. This could provide anywhere between 32 bn and 41 bn USD annually for the EU budget – an important contribution that could be channelled into climate finance funds or used to repay the EU’s 800 billion Euro stimulus package in reaction to the COVID-19 pandemic (Morsdorf, 2022). However, with over 1,3000 amendments still being discussed, the EU has yet to make sufficient progress on the appropriate use of revenues coming from CBAM. There has been increasing pressure from international NGOs such as Oxfam to use the money to support low-carbon innovation and clean and efficient energy transition in developing countries, particularly in Least Developed Countries (LDCs). Chiara Putaturo, tax expert at Oxfam EU commented: “Europeans are responsible for double the carbon emissions as the poorest half of the world. Yet, the EU just agreed to pass the buck to those least responsible by forcing them to pay a tariff despite being hardest hit by the climate crisis.” (Oxfam International, 2022). For these countries, the vulnerability risks linked to the CBAM are especially significant given the compliance costs, and their dependence on exports to the EU as an engine of economic growth. What are the drawbacks? Prior to the launch of the CBAM on the 1st of October 2023, the EU has the important task of finalizing plans to channel CBAM revenue in compliance with United Nations Framework Convention on Climate Change (UNFCCC) regulations and World Trade Organisation’s (WTO) non-discrimination commitments. Currently – and unhelpfully – the CBAM fails to address equity considerations enshrined in the UNFCCC, particularly the principle of common but differentiated responsibilities and respective capabilities of developed and developing countries (Gros and Egenhofer, 2011). In the absence of special and differential treatment (SDT), imposing carbon tariffs to developing countries who rely heavily on trade with the EU as the primary sources of foreign income, will negatively impact their welfare, curtailing their exports and competitiveness on the global stage (Perdana and Vielle, 2022). Particularly hard-hit will be the steel and aluminium industries in Sierra Leone, Zambia, The Gambia and Mozambique, where EU exports make up a significant share of their Gross National Income (Schauenberg, 2022). The measures will serve to further limit these countries’ opportunities to embark on climate friendly transformative pathways. Imposing a carbon tariff on third country competitors in the developing world without mechanisms in place to ease the welfare of LDCs can be perceived as shifting the economic burden and externalising responsibility (Bohringer et al, 2018). Whilst easing the welfare cost of LDCs should not come at the expense of preserving of the new climate standards, there are mechanisms within the EU’s proposal that can ameliorate the transition to climate neutrality in developing countries, such as the channelling of CBAM revenues into LDCs to promote clean and efficient energy use and production (Oxfam, 2022). Although the European Parliament has stated its support to use the CBAM revenue for the creation of transformative climate friendly pathways in developing countries, no official plans have been outlined. Additionally, accusations of protectionism surrounding the CBAM could lead to potential conflict – the concurrent overlap between the ETS and the CBAM may be perceived by other actors as a form of double protection of EU industries (Horn and Sapir, 2013; Gu, 2021). The overriding tenet that characterises the international trade system under the WTO is that of non-discrimination, manifested through the principle of Most Favoured Nation (MFN) (Article I of the General Agreement on Tariffs and Trade – GATT), and that of National Treatment (Article III of the GATT). In accordance with these principles, the EU CBAM must meet the double non-discrimination test: equality of treatment between domestic and foreign suppliers, as well as non-discrimination between third countries. If a memorandum of understanding is not reached at the multilateral level in the WTO, countries may react by introducing countermeasures that would shift the nature of the international climate landscape, opening it up to a series of trade disputes and potentially a WTO sanctioned trade retaliation (Moore, 2011). Indeed, across the Atlantic, the United States are weary of how CBAM might impact American trade and manufacturing (Dalton and Mackrael, 2022). Although the US has in place rigorous investments and regulatory programmes aimed at incentivising green industries, it lacks a harmonised price on carbon at the federal level. This raises concerns amongst US lawmakers as the EU CBAM calls for lower tariffs on imports from third countries that have in place an explicit carbon price. Whilst the US is considering how to respond, there are signs that pressure is already being felt – novel carbon adjustment proposals have been floating around the Capitol, with Republican Senators growing increasingly interested in enacting a US carbon tariff as a way to promote US industry and fight Chinese imports. Nevertheless, despite reservations raised over the carbon border levy, both the US and the EU are keen to present a united front and advance global decarbonisation efforts. On this point, Republican Sen. Kevin Cramer stated that he wanted to be in concert with Europe and not play catch up, adding: “It may be very possibly become very problematic for us if they (EU) would go too far ahead of us without a reconciled solution.” (Sobczyk, 2022). Recommendation and Conclusion With the ever-evolving nature of the international climate policy landscape, the EU Carbon Border Adjustment Mechanism remains provisional, with various components requiring amendment and clarification before the legislation comes into force on a trial basis in October 2023. The EU must use this time to transform the mechanism into a transparent and impartial tool consistent with WTO principles of non-discrimination (European Commission, 2021). In view of this, the CBAM must guarantee similar treatment of both domestic and foreign products and producers. At the same time, the CBAM needs to address equity considerations enshrined in the UNFCCC, particularly the principle of common but differentiated responsibilities and respective capabilities. Complementary measures can be put in place that focus on directing developing countries towards a climate friendly transformation pathway. In practice, the revenue from the EU carbon tariff can be channelled to target the promotion of energy efficiency and the development of renewable energy sources in developing countries. Supporting low carbon innovation in the developing world has the potential to improve global welfare and reduce global carbon emissions, in line with the priorities of the CBAM. [1] In December 2019, the European Commission proposed a new set of ambitious climate, energy, transport and taxation policy initiatives, fit to transform the EU into a modern, resource efficient and competitive economic model. Announced as the European Green Deal for the EU and its citizens, it resets the Commission’s commitments to tackle climate challenges by providing an action plan to becoming the first climate neutral continent by 2050 (European Commission, 2019). In accordance with the priorities of the European Green Deal, the Commission proposed the ‘Fit for 55’ in 2021- an updated package of measures through which the EU plans to reduce net emissions of greenhouse gases by at least 55% by 2030, compared to 1990 levels (European Council, 2022). [2] Professor Amelia Hadfield is the Head of the Department of Politics at the University of Surrey, and founder of the Centre for Britain and Europe; she has long-standing interest in European energy governance. Tea Zyberaj is a BSc (Hons) International Relations graduate from the Department of Politics, University of Surrey, and current Postgraduate Studentship Holder for the Centre for Britain and Europe. Her research interests include European politics and societies, with specific reference to analysing the ideological, institutional and historical drivers that influence EU-policy making. Bibliography Al Jazeera (2022) First of its kind: EU strikes deal on carbon border tariff, Al Jazeera, 13 December 2022 Bohringer, C., Balistreri, E., Rutherford, T. (2012) The role of border carbon adjustment in unilateral climate policy: Overview of an energy modelling forum study (EMF 29), Energy Economics, Vol. 34, No. 2, p. 97-110 Bohringer, C., Carbone, J.C., Rutherford, T.F. (2018) Embodied Carbon Tariffs, The Scandinavian Journal of Economics, Vol. 120, No. 1, p. 183-210 Branger, F., Quirion, P., (2014) Would border carbon adjustments prevent carbon leakage and heavy industry competitiveness losses? Insights from a meta-analysis of recent economic studies, Ecological Economics, Vol. 99, p. 29–39. Carbon Market Watch (2019) Cracking Europe’s Hardest Climate Nut. How to kick-start the zero-carbon transition of energy-intensive industries?, Carbon Market Watch Policy Brief Carbone, J., Rivers, N., (2017) The impacts of unilateral climate policy on competitiveness: evidence from computable general equilibrium models, Review of Environmental Economics and Policy, Vol. 11, No. 1, p. 24–42. Dalton, M., Mackrael, K. (2022) Europe Strikes Deal to Tax Imports Based on Greenhouse-Gas Emissions, The Wall Street Journal,13 December 2022 Di Sario, F. (2022) More fights ahead for EU carbon border tax, Politico, 13 December 2022 European Commission, (2021) Summary Report: Public consultation on the Carbon Border Adjustment Mechanism (CBAM) European Commission, (2021) The European Green Deal, COM(2019) 640 final, Brussels European Council (2022) Council agrees on the Carbon Border Adjustment Mechanism (CBAM), Council of the EU, Press release Fallman, H. et al (2015) Evaluation of the EU ETS Directive, Report prepared for the European Commission Gros, D., Egenhofer, C. (2011) The case for taxing carbon at the border, Climate Policy, Vol. 11, No. 5, p. 1262-1268 Gu, X. (2021) Research on the Construction of The Global Carbon Tariff System Under the WTO System, Advances in Social Science, Education and Humanities Research, Vol. 631 Horn, H., Sapir, A. (2013) Can Border Carbon Taxes Fit into the Global Trade Regime?, Bruges Policy Brief 2013/06 Moore, M.O. (2011) Implementing Carbon Tariffs: A Fool’s Errand?, The World Economy, Vol. 34, No. 10, p. 1679-1702 Morsdorf, G. (2022) A simple fix for carbon leakage? Assessing the environmental effectiveness of the EU carbon border adjustment, Energy policy, Vol. 161 Naegele, H., Zaklan, A. (2019) Does the EU ETS cause carbon leakage in European manufacturing?, Journal of Environmental Economics and Management, Vol. 93, p. 125-147 Oxfam International (2022) EU carbon border tariff passes the buck to the least responsible, Press releases, Oxfam International, 14 December 2022 Perdana, S. and Vielle, M. (2022) Making the EU Carbon Border Adjustment Mechanism Acceptable and Climate Friendly for Least Developed Countries, Energy Policy, Vol. 170 Schauenberg, T. (2022) CO2 tax at Europe’s border: A revolution for the climate?, Nature and Environment Sobczyk, N. (2022) New E.U. carbon tariff draws interest on Capitol Hill, E&E Daily, 14 December, 2022 Taylor, K. (2022) EU countries agree world’s first carbon tariff, but leave out controversial issues, Euractiv, 18 March 2022",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": "Postgraduate perspectives"
}