{
    "title": "Oxfam reaction: European Commission proposals on corporate tax are a far cry from fair | Oxfam International",
    "author": "unknown",
    "source": "Oxfam International",
    "date": "2022-05-11",
    "text": "Oxfam reaction to European Commission proposals related to corporate tax, released on 22 December 2021: Proposal on implementation of the OECD global agreement on minimum effective taxation Initiative to fight the use of shell entities Own resources package \nChiara Putaturo, Oxfam’s EU Tax expert, said:  “After almost two years into the global COVID-19 pandemic, that has increased inequality across Europe and poured billions of taxpayers' money into keeping businesses afloat, it’s high time that the European Commission proposes to make big companies pay more taxes. Still, the level of ambition is a far cry from fair. Now, EU Member States must ensure that companies pay a fair share of taxes to help fund our hospitals and green public investments.” \n \nOn the Proposal on implementation of the OECD global agreement on minimum effective taxation:  “Regrettably, the Commission bailed on going beyond the unfair and unambitious OECD agreement on minimum tax and instead replicated all the faults of the deal, including the very low effective tax rate of 15 percent, that will become even lower because of significant exemptions. The good news is that the minimum tax will be extended to domestic companies, so an affiliate of TotalEnergies in France will be subject to the same minimum tax as an affiliate of TotalEnergies in Germany. This is coherent and will assure that more companies have to pay a minimum level of taxes. It is essential now that as many Member States as possible fight tooth and nail against some corporate lobbyists and tax haven Member States that will no doubt try to weaken the directive even more. Those Member States that are serious about making multinational companies pay a fair share should not hesitate to go beyond the directive and adopt a higher minimum tax with fewer exemptions and more companies covered, and with a more equal division of revenue with developing countries. On the Initiative to fight the use of shell entities: “Shell companies were once again at the heart of the biggest tax scandals of 2021, as disclosed by the Openlux and Pandora Papers. Multinationals and the worlds’ wealthiest individuals use letterbox companies to hide money or escape taxes. It is about time for the European Commission to act. However, the shell company initiative risks to not solve the problem. Financial services are excluded and a company is believed to have a real economic activity even if it records very high revenues with very few employees and machines. This will leave several shell companies off the hook. On the Own resources package: “In principle, requiring big biz and major polluters to pay for the EU recovery makes sense, but not if it the EU is asking the poorest countries to foot the bill, which is what the Carbon Border tariff risks doing if the lowest income countries are not exempted. Moreover, the new OECD rules to make multinationals pay taxes where they have sales, merely brings crumbles to the EU. Only a few companies and a very small percentage of their profits will be taxed, and EU countries have to renounce existing and planned digital taxes under the OECD agreement. The Commission and Member States must step up the taxation on big companies by speedily agreeing on a common EU tax base for all corporate profits with a reallocation formula among Member States.”  \n  Notes to editors\n   \n          \n       Last week, Oxfam launched a manifesto with recommendations on tax and tax-related files to the French Presidency, including on the minimum tax, the shell companies initiative and CBAM.  \n\n Oxfam considers the effective tax rate of 15% agreed at OECD level and proposed again by the European Commission as far too low. Moreover, the OECD agreement and the EU proposal includes a so-called ‘substance carve-out’, which allows companies to pay a lower tax rate than 15 per cent in countries where they have many employees or tangible assets such as factories and machineries.  \n\n The minimum tax agreed at OECD only applies to companies that are not resident in a country, while domestic entities are excluded. The European Commission proposes to apply to domestic companies too, to not introduce a discrimination in treatments between domestic and foreign affiliates and risk legal controversy. The US is also currently discussing it.   \n\n The OECD agreement grants almost all the tax revenue generated from the global minimum tax to “residence” countries, e.g. those countries where the multinational companies have their headquarter, which overwhelmingly tends to be in rich countries. There is however a possibility for low-income countries to gain more revenues from the minimum tax, through the Subject to Tax Rule (STR). To be applied, this rule requires a change in bilateral tax agreements.  \n\n The OpenLux scandal in 2021 showed that Luxembourg is hosting 55,000 offshore companies with no economic activity. Several of them are used for tax avoidance, evasion, or money-laundering purposes. More recently, the Pandora papers exposed how the wealthy use shell companies to pay less taxes or keep their financial activities hidden.  \n\n The European Commission proposed as own resources revenues from ETS, CBAM and OECD Pillar 1. Oxfam asks to use revenues of CBAM for climate actions and to exempt Least Developed Countries so that the lowest income countries are not disproportionally affected.     \n\n In May 2021 the European Commission proposed the “Business in Europe: Framework for Income Taxation (BEFIT)”, that would include rules for a common tax base and the allocation of profits between Member States based on a formula (formulary apportionment). The BEFIT should become one of the EU own resources, according to the European Commission.   \n  \n  \n       \n\n          \n   Contact information\n   \n          \n       Caroline Jacobsson in Brussels | caroline.jacobsson@oxfam.org \nChiara Putaturo in Brussels | chiara.putaturo@oxfam.org | +32 493093728  \n\n For updates, please follow @Oxfam  \n\n Please support Oxfam's Coronavirus Response Appeal. \n\n   \n\n   \n  \n       \n\n       Contact information \n          \n       Caroline Jacobsson in Brussels | caroline.jacobsson@oxfam.org \nChiara Putaturo in Brussels | chiara.putaturo@oxfam.org | +32 493093728  \n\n \n  \n       \n\n       Last week, Oxfam launched a manifesto with recommendations on tax and tax-related files to the French Presidency, including on the minimum tax, the shell companies initiative and CBAM. Oxfam considers the effective tax rate of 15% agreed at OECD level and proposed again by the European Commission as far too low. Moreover, the OECD agreement and the EU proposal includes a so-called ‘substance carve-out’, which allows companies to pay a lower tax rate than 15 per cent in countries where they have many employees or tangible assets such as factories and machineries. The minimum tax agreed at OECD only applies to companies that are not resident in a country, while domestic entities are excluded. The European Commission proposes to apply to domestic companies too, to not introduce a discrimination in treatments between domestic and foreign affiliates and risk legal controversy. The US is also currently discussing it. The OECD agreement grants almost all the tax revenue generated from the global minimum tax to “residence” countries, e.g. those countries where the multinational companies have their headquarter, which overwhelmingly tends to be in rich countries. There is however a possibility for low-income countries to gain more revenues from the minimum tax, through the Subject to Tax Rule (STR). To be applied, this rule requires a change in bilateral tax agreements. The OpenLux scandal in 2021 showed that Luxembourg is hosting 55,000 offshore companies with no economic activity. Several of them are used for tax avoidance, evasion, or money-laundering purposes. More recently, the Pandora papers exposed how the wealthy use shell companies to pay less taxes or keep their financial activities hidden. The European Commission proposed as own resources revenues from ETS, CBAM and OECD Pillar 1. Oxfam asks to use revenues of CBAM for climate actions and to exempt Least Developed Countries so that the lowest income countries are not disproportionally affected. In May 2021 the European Commission proposed the “Business in Europe: Framework for Income Taxation (BEFIT)”, that would include rules for a common tax base and the allocation of profits between Member States based on a formula (formulary apportionment). The BEFIT should become one of the EU own resources, according to the European Commission.   \n  Caroline Jacobsson in Brussels | caroline.jacobsson@oxfam.org \nChiara Putaturo in Brussels | chiara.putaturo@oxfam.org | +32 493093728  For updates, please follow @Oxfam Please support Oxfam's Coronavirus Response Appeal.",
    "images": null,
    "tags": "corporate tax",
    "excerpt": null,
    "categories": ""
}