{
    "title": "Europe’s Omnibus Package: Background and Key Changes",
    "author": "unknown",
    "source": "ASUENE | The enterprise climate cloud platform | Carbon Calculation Decarbonizated SaaS",
    "date": "2025-03-31",
    "text": "Article Summary \n               Background and Purpose On February 26, 2025, the European Commission introduced a major legislative initiative known as the Simplification Omnibus Package. This package proposes targeted changes to four cornerstone sustainability laws: the CSRD, CSDDD, EU Taxonomy Regulation, and CBAM. The goal is to reduce the administrative burden on companies—especially small and mid-sized firms—while maintaining the EU’s environmental and social objectives. The package is a response to mounting criticism from businesses and political leaders who warned that the complexity and speed of new sustainability rules risked stifling competitiveness and investment. The Commission, acknowledging this tension, now seeks to deliver on its Green Deal commitments “in a smarter and less burdensome way.” What Is Being Simplified? The Omnibus Package focuses on four key areas of sustainability regulation: 1. CSRD (Corporate Sustainability Reporting Directive) – Requires large companies to report on environmental, social, and governance (ESG) performance using standardized metrics (ESRS). 2. CSDDD (Corporate Sustainability Due Diligence Directive) – Mandates large firms to identify, prevent, and mitigate human rights and environmental risks in their supply chains. 3. EU Taxonomy Regulation – Provides a classification system for sustainable economic activities, guiding companies and investors through disclosure requirements. 4. CBAM (Carbon Border Adjustment Mechanism) – Imposes a carbon price on certain imports to prevent carbon leakage and ensure fair competition for EU producers. Key Changes Introduced by the Omnibus Package 1. Higher Thresholds, Fewer Companies Covered The threshold for CSRD and EU Taxonomy reporting has been raised from 250 to 1,000 employees, aligning with the CSDDD scope. This change excludes about 80% of the companies that would have been subject to mandatory sustainability reporting, reducing the number from ~50,000 to ~10,000. As a result, many medium-sized and listed SMEs are no longer required to submit detailed ESG disclosures. 2. Simplified Sustainability Reporting (CSRD) Companies still subject to CSRD will benefit from significantly streamlined ESRS standards. The number of required data points is being reduced by around 70%, with clearer instructions to reduce confusion and reporting fatigue. Plans for industry-specific standards have been scrapped. The assurance requirement will remain “limited,” avoiding more costly and intensive audits. A two-year delay has been granted for many companies that were due to start reporting in 2026, now extended to 2028. 3. Voluntary SME Reporting Standard The Commission will provide a Voluntary SME (VSME) standard, designed to help smaller companies respond to ESG data requests without being overburdened. Larger companies will not be allowed to ask SMEs for more data than what is included in the VSME, protecting small firms from indirect compliance pressure. This new standard also helps SMEs present ESG efforts to stakeholders in a structured but manageable way. 4. Relaxed Due Diligence Rules (CSDDD) The entry into force is delayed by one year; the first obligations now start in 2028 instead of 2027. The scope of due diligence has been limited to direct (Tier 1) suppliers, unless risks are clearly identified further down the chain. Companies will conduct comprehensive due diligence reviews every five years, instead of annually. The previous requirement to terminate business relationships with non-compliant suppliers has been replaced with a “remedy-first” approach, allowing time for improvements before cutting ties. A controversial clause enabling civil liability across the EU has been removed, with liability now subject to national laws. 5. Taxonomy Reporting Made Easier Only companies that remain under CSRD will need to report on EU Taxonomy alignment. Even some large companies (over 1,000 employees) may opt out if their turnover is below €450 million. The reporting format will be simplified, with fewer indicators and a new materiality threshold (e.g., if taxonomy-aligned revenue is under 10%, it may be excluded). Companies can now voluntarily report partial progress—such as efforts toward alignment—even if they haven’t met the full technical criteria. 6. CBAM Refocused on Major Emitters A new 50-ton annual threshold will exempt around 90% of importers from CBAM reporting and carbon cost obligations. These smaller importers contribute only around 1% of emissions, so environmental impact is preserved while administrative burden is drastically reduced. The EU will publish average carbon prices by country, allowing importers to claim credits without complex calculations. Reporting templates and registration processes will also be simplified. Timeline of Implementation Reactions from Key Stakeholders Business Community Welcomed the changes as pragmatic and necessary. Industry groups like BusinessEurope praised the package for easing compliance burdens and boosting competitiveness. Many companies feel this adjustment will make ESG compliance more manageable and meaningful. Investors and Financial Institutions Mixed reactions. Some investors support clarity and simplification. Others worry that exempting 80% of companies could reduce the availability of ESG data, especially from mid-sized firms. NGOs and Civil Society Strongly critical of the reforms. Organizations like Oxfam and WWF argue that removing due diligence liability and narrowing reporting scope weakens protections for human rights and the environment. Trade Unions Support simplification that doesn’t compromise worker rights. The ETUC called for simplification “with a worker-first lens,” not deregulation. EU Member States Countries like France, Germany, and Poland support simplification. Spain and others worry about undermining the EU Green Deal, but generally accepted the deadline extensions. What Companies Should Do Now 1. Check if You Are Still in Scope < 1,000 employees: likely exempt from CSRD and Taxonomy. Consider voluntary reporting via the VSME standard. ≥ 1,000 employees: prepare for simplified ESRS and extended deadlines. 2. Adapt Your Due Diligence Approach Focus on Tier 1 suppliers and set up a red-flag system for deeper tiers. Update contracts to allow for corrective actions rather than termination. Follow the Commission’s upcoming guidance (expected 2026) to ensure compliance and reduce liability risks. 3. Assess Your CBAM Exposure < 50 tons/year of imports: likely exempt, but retain basic documentation. ≥ 50 tons/year: prepare to use simplified tools and pre-set country carbon price data from the EU. 4. Continue Voluntary ESG Engagement Stakeholders may still request ESG data even if legal obligations are lifted. Maintain ESG transparency through other frameworks or ratings. 5. Monitor National Variations With liability left to Member States, monitor how each country adapts CSDDD. Align with the strictest applicable rule in cross-border operations. 6. Use the Extra Time Strategically Spread reporting investments and strengthen long-term ESG practices. Voluntary improvements now can offer a competitive advantage in the future. Conclusion The EU’s Simplification Omnibus Package represents a major recalibration of regulatory expectations. Rather than abandoning its sustainability agenda, the EU is refining how it is implemented—by focusing on larger companies, reducing complexity, and giving businesses more time to adapt. While civil society groups express concern, most businesses see this as a turning point toward more practical and proportionate sustainability rules. Companies that stay informed, use the additional time wisely, and continue to engage voluntarily in ESG efforts will be best positioned in this new regulatory landscape. In essence, the message is clear: compliance will become simpler, but sustainability remains a priority. The time to prepare is now. Download Our Expert Publications! Why Work with ASUENE Inc.? ASUENE USA Inc., a subsidiary of Asuene Inc., is a key player in carbon accounting, offering a comprehensive platform that measures, reduces, and reports emissions, including Scope 1-3, with expertise in decarbonization. Asuene serves over 10,000 clients worldwide, providing an all-in-one solution that integrates GHG accounting, ESG supply chain management, a Carbon Credit exchange platform, and third-party verification. ASUENE supports companies in achieving net-zero goals through advanced technology, consulting services, and an extensive network.",
    "images": "https://asuene.com/us/wp-content/uploads/sites/3/2025/03/e842fc54c4f72e879c8b67d1dcba3554.png",
    "tags": "Omnibus, EU, CSRD, CSDDD, EU Taxonomy, Delay;asuene,ESG,climate cloud platform",
    "excerpt": "Your All-In-One Decarbonization Partner｜Enterprise software coupled with consultations with Greenhouse Gas (GHG) experts to measure, reduce and verify your Scope 1-3 carbon emissions",
    "categories": ""
}