{
    "title": "EU-tarief voor koolstofgrenzen schuift de rekening door naar de minst verantwoordelijken",
    "author": "unknown",
    "source": "Oxfam België",
    "date": "2022-12-13",
    "text": "EU-tarief voor koolstofgrenzen schuift de rekening door naar de minst verantwoordelijken Vandaag heeft de EU een nieuw koolstoftarief aangekondigd voor goederen die in Europa worden ingevoerd (CBAM). De opzet van het mechanisme is te voorkomen dat Europese bedrijven hun vervuilende activiteiten verplaatsen naar landen met lakse milieuregels. Het wil dit doen door bedrijven een tarief te laten betalen voor goederen die zij in bepaalde industrieën (ijzer en staal, cement, kunstmest, aluminium en het opwekken van elektriciteit) in Europa invoeren. Het probleem is dat de meest kwetsbare landen dit tarief ook zullen moeten betalen, hoewel zij het hardst door de klimaatcrisis worden getroffen. In een reactie zei Chiara Putaturo, Oxfam EU-belastingdeskundige: \"Europeanen zijn verantwoordelijk voor dubbel zoveel koolstofuitstoot als de armste helft van de wereld. Toch heeft de EU er zojuist mee ingestemd om de verantwoordelijkheid af te wentelen op de minst verantwoordelijken door hen te dwingen dit tarief te betalen, ondanks het feit dat zij het hardst door de klimaatcrisis worden getroffen. De EU-landen stemden er zelfs niet mee in om inkomsten door te sluizen naar klimaatfinancieringsfondsen.” \"De EU en de EU-landen moeten de fondsen voor klimaatfinanciering verhogen, vooral nu kwetsbare landen de kosten van het koolstoftarief gaan dragen.\" Oxfam roept de EU-landen op om: - CBAM-inkomsten door te sluizen naar extra klimaatfinanciering voor kwetsbare landen. Dit geld mag niet komen uit bestaande budgetten voor ontwikkelingssamenwerking. - Voorzien in een uitsluitings- of vrijstellingsperiode voor kwetsbare landen - Versnel de geleidelijke afschaffing van gratis rechten in de ETS-markt. noot aan de redactie Chiara Putaturo is beschikbaar voor commentaar en interviews. Download de aanbevelingen van Oxfam over CBAM en de brief die Oxfam en andere 20 maatschappelijke organisaties in oktober 2022 naar de EU-onderhandelaars stuurden. - In juli 2021 diende de Europese Commissie CBAM in als onderdeel van haar klimaatpakket (Fit for 55). Kwetsbare landen werden niet vrijgesteld van dit tarief en het grootste deel van de inkomsten ging naar de EU-begroting om het stimuleringspakket van 800 miljard euro van de EU als reactie op de pandemie terug te betalen. - In maart 2022 werden de EU-landen het in het kader van de Raad eens over CBAM. Dit akkoord weerspiegelde het voorstel van de Europese Commissie. - In juni 2022 stemde het Europees Parlement over het CBAM-voorstel van de Commissie. Het Europees Parlement nam extra klimaatfinancieringsfondsen voor kwetsbare landen op voor een jaarlijks bedrag dat ten minste overeenkomt met de inkomsten uit de verkoop van CBAM. Het heeft geen uitsluiting voor de minst ontwikkelde landen opgenomen. Oxfam bestempelde de amendementen op het voorstel als \"oneerlijk voor kwetsbare landen\". - De EU-landen zullen deze wet op nationaal niveau omzetten. Het is de bedoeling dat de wet in 2023 in werking treedt, met een overgangsfase tot 2025 of 2026.",
    "images": "https://oxfambelgie.be/sites/default/files/styles/social_media_image/public/2022-06/uitstoot_nl_0.jpg?itok=Ppevpj9E",
    "tags": "",
    "excerpt": null,
    "categories": ""
}