{
    "title": "Industry Influence on Biodiversity Policy",
    "author": "unknown",
    "source": "(C) Influencemap 2021",
    "date": "2025-03-05",
    "text": "See coverage including The Guardian, BBC World Service, Tagesspiegel Background, AFP, Common Dreams, Responsible Investor, Green Savers, Regulation Asia, Newstree and LinkedIn News New research demonstrates that industry associations representing key sectors and some of the largest companies in the world are lobbying to delay, dilute and rollback critically needed policy aimed at preventing and reversing biodiversity loss in the EU and US. Biodiversity loss due to human activity is occurring globally at unprecedented rates and faster than at any other time in human history. Despite increasing awareness of the biodiversity crisis, the world failed to meet any of the UN biodiversity targets for the last decade. At the UN Biodiversity Conference (COP15) due to be held in Montreal in December, governments from around the world will negotiate the post-2020 global biodiversity framework; a set of targets and goals for the next 10 years aimed at reversing biodiversity loss. In light of this, national policy is emerging to address the biodiversity crisis, including the 2030 Biodiversity Strategy in the EU. In the US, the Biden administration is repealing Trump administration-era rollbacks to environmental regulation, as well as introducing some new policy, including a target to protect 30% of land and sea by 2030. As InfluenceMap has observed with climate policy, this effort by governments on biodiversity is being met with resistance from sectors that feel they may be negatively impacted - including agriculture, fisheries, forestry & paper, mining and oil & gas. This pilot study focusses on EU and US industry associations representing five key sectors with the greatest impact on biodiversity loss, as well as the major cross sector industry association in each region. These are: International Association of Oil and Gas Producers (IOGP), American Petroleum Institute (API), Euracoal, National Mining Association (NMA), Confederation of European Paper Industries (Cepi), American Forest & Paper Association (AF&PA), American Farm Bureau Federation (AFBF), Copa Cogeca, National Fisheries Institute, Europeche, BusinessEurope, and the US Chamber of Commerce. The research showed that these industry associations are opposed to almost all major biodiversity-relevant policies and regulations, with 89% of the policy engagement analyzed found to be aimed at blocking progress on addressing biodiversity loss. Although industry associations, especially in the US, appear reluctant to discuss the biodiversity crisis, they are clearly engaged on a wide range of policies with significant impacts on biodiversity loss. The members of these associations include some of the world's largest and most powerful companies, including Saudi Aramco, JPMorgan Chase, Amazon, Apple, Bank of America, Toyota, Alphabet, Microsoft, Samsung and ExxonMobil. This research focuses on the industry associations' positions only, with future research needed to ascertain whether these are aligned or misaligned with the positions of individual companies. The industry associations were analyzed, scored and graded using a new methodology, adapting InfluenceMap's existing methodology for assessing corporate engagement on climate policy which is used extensively by investors, including via the Climate Action 100+ process. New policy and science-based benchmarks were developed to assess biodiversity related lobbying for the first time. This intervention comes at a critical juncture, with increased interest from investors on how companies are impacting the biodiversity crisis but limited action to date, and pressure on governments to achieve an ambitious outcome at COP15 in December.",
    "images": "https://influencemap.org/site//data/000/020/20186.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "New research demonstrates that industry associations representing key sectors and some of the largest companies in the world are lobbying to delay, dilute and rollback critically needed policy aimed at preventing and reversing biodiversity loss in the EU and US.",
    "categories": ""
}