{
    "title": "A bumpy road towards EU climate neutrality?",
    "author": "unknown",
    "source": "axpo.com",
    "date": "2025-01-01",
    "text": "27.07.2022 | European Green Deal: Fit-for-55 package The publication of the Fit-for-55 package kick-started one of the largest and most complex legislative procedures of the EU involving the Council (=EU Member States) and the European Parliament; as a general rule, the Regulations will directly apply in each EU Member State as of early 2024 whilst the Directives will be phased in as of 2025. On 15 December 2021, the European Commission added a (natural) gas package to the Fit for 55 package, which aims to build a European hydrogen economy and decarbonise the EU internal gas market. Triggered by the invasion of Russian troops in Ukraine, the European Commission also published a supplementary legislative proposal on the minimum filling of underground gas storages on 23 March 2022, which already came into force on 1 July 2022. The REPowerEU Plan published on 18 May 2022 tightens the objectives of the Fit-for-55 package in order to make the EU independent from Russian fossil fuels as soon as possible. Due to the geopolitical developments, the deriving recalibration of political priorities as well as the overlap between the two badges of the Fit-for-55 package and the REPowerEU Plan, the legislative procedures have progressed slower than expected. At least, the French Council Presidency has managed to achieve initial interim results by the end of June 2022 in the dossiers important to it. On these legislative proposals, the French Council Presidency has laid the grounds for compromise negotiations between the European Parliament and the Council chaired by the European Commission, the so-called Trilogue. Content wise the European Parliament has tried to outdo the proposals of the European Commission, e.g. with an even higher energy efficiency target of 40% (final energy consumption) or 42.5% (primary energy consumption) by 2030, the faster phasing-out of free emission to the industry and an extension of the scope of the carbon border adjustment mechanism, e.g. to hydrogen. So far, no fundamental opposition of the EU Member States has emerged in the Council. However, the current emergency measures of the same EU Member States taken at national level are contrasting the goals of the European Green Deal, such as the suspension of environmental standards and the restarting of coal and lignite power plants. Whether compromises will be reached in the context of the Trilogue depends, among other things, on the negotiation skills of the Czech Council Presidency, which is in office since 1 July 2022. The single elements of the Ff55 are heavily interwoven (“package”) in order to make it more difficult for the European Parliament, the EU Member States and lobbyists to pick single elements apart. However, this tactically clever approach of the European Commission could turn into a boomerang, as the REPowerEU Plan has further increased complexity, with two parallel legislative processes underway for the same piece of legislation - e.g. the revision of the EU Renewable Energy Directive. As a result, there is a risk for contradictions. The situation is further complicated by a paradigm shift in energy policy: while the European Commission under its President Ursula von der Leyen has so far focused on climate neutrality by 2050, rising energy prices and concerns about an interruption in natural gas supplies from Russia call for a realignment of energy policy priorities in the sense of the EU's energy triangle. This is evidenced, for example, by the Regulation on minimum filling levels for underground gas storages, which came into force within less than four months after its initial publication. Although the mantra of the European Commission continues to be that the expansion of renewable energies and more energy efficiency are the answer to rising energy prices and the way to energy independence, it remains to be seen whether this mantra will also survive a severe security of supply crisis and a looming economic crisis. Among the losers are the advocates of liberalised energy markets: with the REPowerEU Plan, the European Commission has opened itself up to temporary intervention in the wholesale and retail markets. In particular, the abandonment of the cross-border EU internal energy market based on marginal cost pricing, as demanded by various EU Member States, would be tantamount to reversing the EU energy policy of the last two decades. Finally, with view to Swiss-EU energy relations, prioritising the fight against climate change within the framework or the Paris Agreement bore some opportunities: Switzerland shares the EU’s climate goals and could become part of a pan-European of even global “Climate Club”, where climate neutrality is more relevant than creating a level playing field based on the Energy Only Market. The Swiss electricity industry could largely contribute to the goals of such a Climate Club based on its assets both in Switzerland and abroad. This could now also apply with regard to maintaining security of supply for gas and the stability of the continental European electricity system: the gas transit country and the electricity hub Switzerland could make a relevant contribution to both – if allowed to do so. More renewables: The Fit-for-55 package will boost renewables by increasing the EU’s renewable target for 2030 from today’s 32% to 40%; the REPowerEU Plan even pushes the target to 45% by 2030. Faster and easier permitting processes are at the core of the ongoing reform, since it is the main obstacle for wind and PV projects across the EU. Buildings shall both become greener and more efficient. The REPowerEU Plan phases-in an obligation to install PV on all new commercial and public buildings and later on all private new built. At a later stage, it even suggests retrofitting existing commercial and public buildings with PV installations. The Fit-for-55 package brings about a sustainable aviation fuel (SAF) blending mandate of 2% as of 2025, rising to 63% as of 2050. Polluter pays: The Fit-for-55 package will further reduce the number of emission rights, limit free permits, and expand its scope to maritime shipping and introduce tougher rules for aviation. For emissions from road transport and buildings, the Fit-for-55 package proposes separate solutions with the possibility of integrating them into the EU ETS at a later stage. The Fit-for-55 package shall also create a level playing field between renewable and fossil fuels in transport and heating & cooling. Climate protectionism: In order to prevent carbon leakage, the Fit-for-55 package includes a protectionist “carbon border adjustment mechanism” (CBAM), putting a price on imports of electricity, iron, steel, aluminium, cement and fertilizer. CBAM should be phased in as of 2023 and the price would mirror the price in the EU’s carbon market. In order to avoid a trade war, CBAM will also have to bring free allocation of emission rights to the industry to an end. Imported goods from Switzerland are out of scope – thanks to the Swiss emission-trading scheme being coupled with the EU’s emission trading scheme. Green mobility: The Fit-for-55 package will tighten the EU's existing CO2 emission performance standards for cars and light commercial vehicles. The GHG reduction target of 37.5% for 2030 (as compared to 2021) might raise to 60% and achieve zero emissions by 2035; this implies the end of the internal combustion engine. In order to reach these targets a huge growth in recharging stations and massive electrification is needed. Energy efficiency – including buildings: The Fit-for-55 package raises the current energy savings target of 32.5% percent by 2030 (compared to 2007) to 36 - 37% (final energy consumption) and 39 - 41% (primary energy consumption); this is raised even further under the REPowerEU Plan and at the same time, the reference framework is changed from 2007 to 2020. The annual savings obligation for EU Member States, which is at the heart of the Energy Efficiency Directive, will be increased from 0.8% per year to 1.5% per year. The proposal for the revision of the EU Building Performance Directive, published in December 2021, is supposed to drive climate protection in the area of heating and cooling. Among other things, it proposes the phasing-in of mandatory minimum energy performance requirements for the least efficient buildings. Internal gas market: The second part of the Fit-for-55 package published in December 2021 – the so called hydrogen and gas decarbonisation package - aims at decarbonising the EU’s internal gas market through biogas and renewable and decarbonised hydrogen. To that aim, a European hydrogen economy shall be developed based on a new hydrogen infrastructure and by repurposing the existing natural gas infrastructure; in the long-term non-discriminatory third party access (TPA) shall be granted to independent hydrogen-producers - as is already the case today for electricity and natural gas. In order to kick-start the market for low-carbon and renewable molecules the European Commission proposes a certification system based on an EU-wide database. The revision of the EU gas market will also update consumer rights and transparency requirements to the existing standards of the EU electricity market – as introduced by the Clean Energy Package. Methane emissions: In December 2021, the European Commission published a proposal for a Regulation on methane emissions in the energy sector. It is supposed to reduce methane emissions by improving their measurement, reporting and verification (MRV) in order to remedy leaks in the natural gas infrastructure.",
    "images": "https://www.axpo.com/content/dam/axpo19/master/images-master/magazine/190410_Br%C3%BCssel_Parlament_650x420.jpg.stories.82.1280.jpeg",
    "tags": "Politics & regulation,International business",
    "excerpt": "European Green Deal: Fit-for-55 package",
    "categories": ""
}