{
    "title": "BEF 2023: Reforma tržišta električne energije u EU će samo pojačati ulogu PPA ugovora",
    "author": "Vladimir Spasić",
    "source": "Balkan Green Energy News",
    "date": "2023-05-17",
    "text": "Foto: Balkan Green Energy News Tržište polako osvajaju korporativni ugovori o otkupu električne energije (eng. PPA) – model koji spaja interese proizvođača, potrošača, finansijera, trgovaca, a dodatan podstrek daće im reforma postojećeg modela tržišta električne energije u Evropskoj uniji. Privreda u regionu mora što pre da nauči nova pravila kupovine električne energije jer će od toga zavisiti njena konkurentnost, a u tome može da im pomognu vlade koje moraju da obave reforme nepohodne za integraciju u evropsko tržište, poruka je sa panela „Dizajn tržišta – da li je trenutni model tržišta električne energije održiv?“ u okviru Beogradskog energetskog foruma 2023. Dvodnevni Beogradski Energetski Forum 2023. okupio je predstavnike vlada, energetskih subjekata i najvećih kompanija kako bi razgovarali o energetskoj tranziciji u Jugoistočnoj Evropi. Najvećoj energetskoj konferenciji u regionu prisustvovalo je četiri stotine učesnika iz 28 zemalja, uključujući i predstavnike međunarodnih organizacija. Visoke cene su bile posledica zavisnosti EU od fosilnih goriva Energetska kriza naterala je skoro sve vlade sveta da reaguju kako bi građanima i privredi obezbedili sigurno snabdevanje električnom energijom po prihvatljivim cenama – što je bilo neminovno u situaciji kada je rast cena električne energije bio pet do deset puta veći nego pre izbijanja krize. U isto vreme mnoge evropske vlade zatražile su da se promene principi na kojima je zasnovano energetsko tržište jer su u njima videli krivca za rast cena. Uprkos svemu, Kristof Žans-Kre, direktor Sektora za električnu energiju u Agenciji za saradnju energetskih regulatora (ACER), smatra da su se osnovni principi trižšta električne energije u EU pokazali dobri i stabilni. Regulatori i dobar deo eksperata smatraju, kako kaže, da su kratkoročna tržišta dobro funkcionisala, i da je važno da se pošalju jasni cenovni signali. Sviđalo se to nama ili ne, ali ti signali su pokazali cenu naše zavisnosti od fosilnih goriva i ruskog gasa, poručio je Kre, i dodao da su pokazali i važnost fleksibilnih izvora i fleksibilnog tržišta. Žans-Kre: EU želi da reformiše tržište kako bi smanjila volatilnost cena Regulatori i ekperti čak smatraju da je postojeća integracija evropskog tržišta bila presudna da se smanje uticaji energetske krize, a Kre za to navodi tri dokaza zasnovana na urađenim analizama onoga što se dešavalo: korist od prekogranične trgovine bila je 36 milijardi evra u 2022, cenovna volatilnost bila bi sedam puta veća da nije bilo te trgovine i Francuska je obezbedila dovoljno struje prošle zime, kada je po prvi put uvoznik, zahvaljujući solidarnosti i prekograničnoj trgovini. Ali, oni su i saglasni da moraju da se unaprede dugoročna tržišta i mogućnosti za hedžing, i to je, kako je rekao Kre, suština predloga reforme novog modela tržišta u EU čiji je glavni cilj smanjivanje volatilnosti cena i omaogućavanje ubrzane energetske tranzicije. Kada je reč o merama koje su preduzimale vlade u EU, analiza ACER-a je pokazala da je bilo čak 400 različitih mera. Od toga je jedna trećina bila namenjena sigurnosti snabdevanja, a ostale da se cene energije učine prihvatljivim za potrošače. Mislim da će te mere potrajati, bar dok se ne vide efekti reforme tržišta, istakao je Kristof. Stojčevski: Energetsku nezavisnost različito vide EU i region Energetska kriza je, prema rečima moderatora panela, Dejana Stojčevskog, tehničkog direktora berze SEEPEX, učinila da energetska nezavisnost opet postane važna. Ali, nju je EU gledala na nivou cele Unije, dok je region video na nivou nacionalnih granica. Uprkos tome, kako je navela Jasmina Trhulj, Šef odeljenja za električnu energiju u Sekretarijatu Energetske zajednice, i u regionu je sigurnost snabdevanja održana uvozom, pa je prošle godine uveženo oko 2,8 TWh. Ona je podsetila da region ima velike kapacitete na interkonektorima između država, što je potencijal za prekograničnu trgovinu, ali je iskorišćenje 20-30 odsto. Međutim, cilj EU od 70 odsto će uskoro postati obavezujući i za region odnosno članice Energetske zajednice. Naime, to je deo novog elektroenergetskog paketa propisa koji je Ministarski savet Energetske zajednice usvojio decembra 2022. Trhulj: Ako žele da dobiju izuzeće za CBAM, zemlje regiona moraju da sprovedu reforme “Usvajanjem tog paketa su praktično članice Energetske zajednice postale punopravne članice EU kada je reč o elektroenergetskom tržištu. Po prvi put važi reciprocitet, pa ono što članice Energetske zajednice treba da primene na granicama sa zemljama EU, moraju i zemlje EU. Po prvi put je formalno-pravno omogućena integracija elektroenergetskih tržišta”, objasnila je ona. Iako, članice Energetske zajednice kasne nekih desetak godina u odnosu na integraciju tržišta u EU, Trhulj naglašava da nemaju puno vremena jer neke stvari moraju da urade u naredne dve godine. Deo toga paketa su i propisi koje su preduslov za spajanje tržišta (eng. market coupling), a ono je opet, kako je podsetila, uslov za izuzeće zemalja regiona od primene prekogranične takse na CO2 (eng. CBAM). Ovaj porez stupa na snagu 2026, pa spajanje tržišta mora da se obavi do tada. PPA ugovori su mogući i u regionu, reforma tržišta u EU ih vidi kao pravo rešenje Predlog reforme tržišta električne energije u EU je na stolu, a Kristof Žans-Kre očekuje da bude usvojena do kraja godine. Fokus je, kako kaže, na dve stvari. Prvo je da se poveća likvidnost dugoročnog tržišta i korišćenje hedžing instrumenata. Za to postoje najmanje četiri mere: dati kupcima mogućnost da potpišu dugoročne ugovore sa fiksnim cenama, omogućiti im potpisivanje ugovora sa više snabdevača, kao i kombinovanje fizičkih i finansijskih ugovora, uklanjanje prepreka za potpisivanje PPA ugovora i forsiranje ugovora o razlici (CfD). Kre: postoji opasnost da svaka članica EU krene da gleda samo sebe Drugi fokus je fleksibilnost. Predlog je da se uvede, kako je naveo Kre, obaveza članica EU da procene potrebe za fleksibilnošću u narednih deset godina, kako bi mogle da se primene mere i one zadovolje. Planirano je i smanjenje prepreka za primenu i implementaciju odziva potrošnje (eng. demand response), pravila za taj odziv, kao i potencijalne subvencije za razvoj fleksibilnlosti, ako tržište to ne uradi. Kre smatra da je rizik koji reforma donosi odnosno greška koju mogu da naprave članice EU taj da rade svaka za sebe i to pod uticajem činjenice da je energetska tranzicija teška, izazovna i skupa za krajnje kupce. Energetska kriza je, dodaje, to potvrdila, ali i pokazala da energetska tranzicija mora da se ubrza. “Ako želimo da energetska tranzcija bude sprovedena sa troškovima koji će biti prihvatljivi onda mora da se sprovede zajedno. Integracija tržišta je naša snaga i trebalo bi da je iskoristimo, ona je osiguranje za loše odluke na nacionalnom nivou, a primer je Nemačka sa oslanjanjem na gas, ili Francuska sa tehničkim problemima u nuklearkama, poručio je Kristof. Za potrošače, posebno u privredi, energetska kriza je poslednje otrežnjenje da moraju da promene način na koji se snabdevaju električnom energijom. Promene koje je pokrenula energetska tranzicija samo su se, prema rečima Dejana Stojčevskog, ubrzale, a jedno od rešenja za njihove probleme su PPA ugovori, koji su dostupni i u regionu. Đorđević: PPA ugovori će biti kamen temeljac ugovaranja i obezbeđivanje energije na duži period Ali, kako je rekao, potrebno je da se veliki potrošači iz privrede malo više potrude, da se edukuju, i, na kraju, uključe na tržište električne energije. Švajcarska kompanija Axpo je bila deo prvog korporativnog PPA ugovora u Srbiji, koji je sklopljen za vetropark Krivača. Vladimir Đorđević, iz ove kompanije, kaže da u regionu postoji interes učesnika na tržištu za PPA ugovorima. Velike korporacije žele da preko PPA ugovora dobiju dugoročnu cenu i ostvare ciljeve korporativne društvene odgovornosti, a ima i dosta vlasnika projekata za gradnju novih elektrana i finansijera spremnih da ulože. Ali, nedostajala je kopča sa tržištem, posebno dugoročnim, koje nije bilo likvidno. To je i razlog zašto Axpo pokušava da u region uvedu nove modele za otkup električne energije i hedžing, i da popularizuje PPA ugovore, koji će, kako kažu ovoj kompaniji, biti kamen temeljac ugovaranja i obezbeđivanje energije na duži period. Axpo je dosad ugovorio više od 900 MW projekata i obezbedio električnu enrgiju koju može da preko PPA ponudi kupcima, naveo je Đorđević. Axpo ima ugovore za elektrane snage 900 MW Bez obzira na reforme tržišta, i sada je, kako kaže, u regionu moguće sklapati PPA ugovore, s tim da je procedura komplikovana. On je podsetio da postoje dva tipa korporativnih PPA ugovora: fizički, gde firme kao što je Axpo povezuju proizvođača i potrošača i obezbeđuju balansiranje, i virtuelni, finansijski, gde proizvođač ulazi u finansijski ugovor kako bi osigurao fiksnu cenu, i eventilano finansiranje, a firma kao što je Axpo obezbeđuje fizičko snabdevanje potrošača na lokalnom tržištu. To su rešenja koja nude mogućnost potrošačima da obebede fiksnu cenu, predvidiv trošak, jeftiniju energiju, kao i da ispune ciljeve u zelenoj agendi, poručio je Đorđević. Ako regulatori žele da olakšaju sklapanje PPA ugovora, trebalo bi, za početak, kako je savetovao, da uspostave funkcionalna balansna i tržišta sistemskih usluga, kao i da omoguće da industrijski potrošači sklapaju ugovore sa više snabdevača. Region dobio četiri nove berze Berze električne energije su preudslov da se razviju novi modeli kupoprodaje struje i privuku investicije, pa su dobre vesti stigle u proteklim nedeljama. Nakon pauze od oko sedam godina region je, kako je rekao Dejan Stojčevski, u kratkom periodu dobio tri berze: u Albaniji, Crnoj Gori i Severnoj Makedoniji. Uz to, spajanjem slovenačke berze BSP SouthPool i srpske SEEPEX nastala je regionalna berza Adex. Adex, prema rečima Anžea Predovnika, generalnog direktora firme BSP SouthPool, rekao je da nova platforma predstavlja konsolidaciju, za početak između dve berze, sa namerom da se to nastavi i dalje kada je reč o regionu. On je najavio da će prvi rezultat osnivanja ove berze biti unutardnevno tržište na SEEPEX-u, koje će početi da radi do kraja leta. Predovnik je podsetio da su berze u regionu u energetskoj krizi obavile svoju ulogu, ali izazovi su bili veliki. Prosečne cena su u prvoj polovini 2021. bile oko 61 evra po MWh, u drugoj polovini 2022. čak 281 evro, da bi u prvom kvartalu ove godine pale na 127 evra. Očekuje se odluka da li će Crna Gora ići na spajanje tržišta sa Italijom ili sa Srbijom Matija Medojević, izvršni direktor Berza električne energije (BELEN), rekao je da start ove berze sa 15 učesnika pokazao da Crna Gora ima potencijal kada je reč o trgovini strujom. „Očekujemo da Berza olakša integraciju obnovljivih izvora, da podstakne postojeće proizvođače da izađu na tržište, kao i da privuče nove investicije“, poručio je on. Medojević je naglasio da lokalna berza nije sama sebi cilj, nego korak ka daljoj integraciji, o kojoj uveliko razmišljaju, kao i o načinima da se poboljša likvidnost. Plan je spajanje crnogorskog sa nekim drugim tržištem, koje podrazumeva dve stvari – usvajanje propisa i zauzimanje strateškog, političkog stava da li će se to uraditi sa Srbijom ili Italijom, a moguće je i da će Energetska zajednica predložiti neko treće rešenje, poručio je Medojević.",
    "images": "https://balkangreenenergynews.com/rs/wp-content/uploads/2023/05/bef-2023-dizajn-trzista-elektricne-energije-ppa-ugovori.jpg",
    "tags": "",
    "excerpt": "Privreda u regionu mora što pre da nauči nova pravila kupovine električne energije jer će od toga zavisiti njena konkurentnost, poruka je sa panela \"Dizajn tržišta - da li je trenutni model tržišta električne energije održiv?\"",
    "categories": ""
}