{
    "title": "Israel",
    "author": "unknown",
    "source": "Pro Global Media Ltd",
    "date": "2023-08-07",
    "text": "Displaying items by tag: Israel Israeli Ministry of Environmental Protection orders Nesher-Israel Cement Enterprises to reduce Ramle cement plant's emissions 07 August 2023 Israel: Nesher-Israel Cement Enterprises has received an order from the Ministry of Environmental Protection to reduce emissions from its Ramle cement plant. BALLEG News has reported that the plant violated pollution rules over non-focal emissions and particle emissions values. Nesher-Israel Cement Enterprises also reportedly failed to submit data about defects, malfunctions and abnormal emissions, following 'several incidents.' The producer previously paid a US$1.64m pollution fine in August 2022. Update on construction and demolition waste, February 2023 01 February 2023 Cemex launched a new waste management division called Regenera this week. Cemex describes Regenera as a “business that provides circularity solutions, including reception, management, recycling, and coprocessing of waste.” The Mexico-based company has a long and leading history with sourcing and using alternative fuels in the cement sector and the new organisation looks set to utilise this experience. What is notable though is how the business is targeting three waste streams: municipal and industrial; industrial by-products; and construction, demolition and excavation waste (CDEW). Bringing the three waste streams together in this way appears to be novel for the heavy building materials sector, particularly the inclusion of CDEW, which we will explore further here. CDEW is split into fractions, just like the municipal and solid waste streams that end up as alternative fuels at cement plants, but the biggest fractions are generally concrete, followed by bricks. The recycled concrete is then typically used as an aggregate, either in new concrete production or in areas like road construction and earthworks. The use of recycled aggregates (RA) made from CDEW goes back to at least the 1930s in its current form although ‘reusing’ materials from structures such as castles and churches goes back far further. Recycling and reusing CDEW gained a boost in 2020 when the European Union (EU) set a 70% recovery target. However, within the EU the CDEW recycling rates vary considerably and that 2020 target includes the use of CDEW in backfill applications. In its launch statement for Regenera, Cemex noted that it operates a dock in Paris, where it receives a variety of materials, including construction debris, excavated material and inert soil. These materials are sorted, processed and then transformed into recycled aggregates or organic material used to restore quarries. Cemex then promptly followed up the official launch of Regenera on 30 January 2023 with the acquisition of a majority stake in Shtang Recycle, an Israel-based CDEW recycling company. It added that Shtang Recycle is preparing to build a recycling plant with a production capacity of 0.6Mt/yr of CDEW waste materials. The output from the plant will be used as raw materials for aggregate production. The focus on CDEW recycling was flagged up at Cemex’s investor event in November 2022. It said that it was targeting a recycling rate of 14Mt/yr of construction and demolition waste by 2030. Other managed waste stream goals included doubling the amount of municipal and industrial waste it manages, to achieve a 50% to fossil fuel substitution rate, and increasing its usage of alternative raw materials and by-products by 30%, thereby eliminating 13Mt/yr of extracted materials. Cemex is not alone in targeting the CDEW waste sector. Holcim’s recent work in the area goes back to at least 2016 when a recycling unit near its Retznei cement plant in Austria started processing 130,000t/yr of CDEW. It announced in December 2022 that it was setting up a similar recycling centre, also in Austria, at its Mannersdorf cement plant. In October 2022 Holcim acquired Wiltshire Heavy Building Materials in the UK. This company recycles 150,000t/yr of construction and demolition waste into aggregates and concrete. Holcim linked the acquisition to its Strategy 25 target of recycling 10Mt/yr of construction and demolition waste by 2025. Activity by other cement companies includes the commissioning of a construction waste recycling plant at Gennevilliers in France by CRH-subsidiary Eqiom in April 2022. It was aiming for a target of 50,000t in 2022. In November 2022 Heidelberg Materials agreed to acquire RWG Holding based in Berlin, Germany. Then, in December 2022, it announced a deal to buy Mick George Group in the UK. Both proposed acquisitions are subject to competition authority approval. Heidelberg Materials’ current target is to offer circular alternatives for half of its concrete products by 2030. The moves by the bigger cement companies into the CDEW sector follow sustainable thinking and the waste hierarchy. Yet the big prize here is to gain a route to dispose of some of their CO2 emissions through recarbonation and this has been flagged up in several net-zero roadmaps for the cement sector such as those by Cembureau and the Global Cement and Concrete Association (GCCA). Holcim has been involved in the FastCarb project in France, running a pilot at its Val d’Azergues cement plant in 2021. Heidelberg Materials has been testing its own process with so-called recycled concrete paste. The development now appears to be that utilising CDEW has entered the sustainability strategies for some of the big cement-concrete-aggregate producers, targets have been set and acquisitions are happening. For more information on Heidelberg Materials research into concrete recycling read the January 2023 issue of Global Cement Magazine Israel: Cemex subsidiary ReadyMix Industries has placed a new order with transport safety technology supplier SaverOne 2014. The ready-mix concrete producer ordered a further 25 mobile phone control units for its truck fleet. The units are cloud-enabled and run off a mobile app which blocks drivers from using phones when their vehicle is in motion. The smart system can detect when a truck is stopped and differentiate between driver and passenger, enabling access when needed. Users can integrate their fleet's units with existing logistics management systems. ReadyMix Industries completed a successful trial of SaverOne 2014's system earlier in 2022. Nesher fined for Clean Air Law violations 23 August 2022 Israel: Nesher Cement has been fined US$1.9m for violations of the Clean Air Law at its cement factory in Ramla. The fine was issued for repeatedly exceeding permitted emissions limits, including for mercury/mercury compounds and particulate matter. 22 violations have been recorded since July 2022. “The recent fine issued against the Nesher Ramla cement plant is a very welcome step forward, but it’s far from enough,” said Knesset member Alon Tal, chairman of the Subcommittee on Environmental and Climate Impacts on Health. “Just a month ago the ministry issued a permit for seven years to the factory, notwithstanding its dubious record as a serial violator of Israel’s Clean Air Law. This makes absolutely no sense.” Local activists living near the factory were also not satisfied with the value of the fine. “The Environmental Protection Ministry has confirmed that there’s an unusual rate of cancer, especially lung cancer, in Ramla and Lod,” said Benjamin Ruggill, leader of a citizen action group, to local press. From 2027, the 27 member states of the European Union (EU) will begin to charge third country-based cement exporters for the CO2 emissions of their products sold inside the bloc. The new Carbon Border Adjustment Mechanism (CBAM) is a lynchpin in the strategy to reduce EU industries' CO2 emissions by 55% between 1990 and 2030. Starving foreign cement industries of a source of income may also help to make them change their ways. A regional solution leveraged through an unfair head start, however, might cause progress to falter where it is most needed in the global fight against climate change. Carbon leakage has hung over the EU’s Emissions Trading Scheme (ETS) since its inception in 2005. Cembureau, the European cement association, reported a 300% five-year increase in third-country cement imports up to 2021, with spikes matching those in ETS credit prices. Companies from Turkey to Australia have produced and transported their cement into the EU, at great CO2 cost, while benefitting from a competitive edge over domestic producers, it would seem. Lawmakers rectified the situation by maintaining free allocations of ETS credits to EU industries, including cement, which received US$92m-worth in 2021.1 In the wake of the Paris Agreement, an emissions pricing mechanism on cement imports first came before a vote of the member states in February 2017. In what would become a recurring theme, opposition from all sides of the issue defeated the proposal. Most interesting was the international response: Brazil, China, India and South Africa voiced ‘grave concern’ over the proposed CBAM. A Russian representative at the Department of European Cooperation lamented the possible necessity of ‘response measures,’ while US Climate Envoy John Kerry coolly urged the EU to wait until after the COP26 climate change conference in November 2021. The outbursts were surprising given that the mechanism clearly conformed to World Trade Organisation (WTO) rules: free allocations were always expected to phase out in a mirror image of the CBAM phase-in. The proposal eventually adopted on 22 June 2022 set the end date for both as 2032. In 2020, the EU imported US$383m-worth of cement and concrete across its external borders, down by 17% year-on-year from US$463m in 2019.2 Imports had previously more than doubled decade-on-decade from US$204min 2009. China accounted for US$167m-worth (43%) of global cement and concrete exports to the EU in 2020, followed by Vietnam with US$34m (9%) and the UK with US$30m (7.9%). Other significant sources include Belarus (US$28m - 7.4%), Russia (US$13.8m - 3.6%), Bosnia and Herzegovina (US$13.5m - 3.5%), Serbia (US$13.1 million - 3.4%), Israel (US$13m - 3.4%), Turkey (US$12.6m - 3.3%) and the US (US$10.3m - 2.7%). China China’s first emissions trading scheme will be one year old on 16 July 2021. The scheme, covering more than twice the CO2 emissions accounted for under the EU ETS, may lend an apparent synergy to EU energy policy and that of the bloc’s main trade partner.3 On the contrary, Chinese carbon credits cost 8.5% the price of EU ETS credits on 29 June 2022, with a growth rate of just 10% year-on-year, compared to 53% in EU ETS credit prices. Unlike their European equivalent, they are also restricted to the energy sector. Chinese cement exporters are unready to meet the CBAM on its own terms. The inclusion of indirect emissions further disadvantages plants operating in China’s 57% coal-powered economy. Premier Li Keqiang has warned countries to be on their guard against a ‘new green trade barrier.’ These concerns ought to be considered in light of the scale and diversified nature of the China-EU trade partnership. The eventual inclusion of polymers, hydrogen and ammonia under the CBAM still does not extend its scope beyond 3% of Chinese imports to the EU by value, enabling China to retain the leverage it has previously proved willing to exercise against those who threaten the perceived interests of global trade. China plans to reach net zero CO2 emissions by 2060 through an energy transition in which it invested US$266m in 2021, more than the next six ranked countries combined.4 In the medium-term future, the CBAM may become a green bridge, connecting with Chinese emissions reduction policies in a single carbon border measure to raise money for developing countries’ sustainable transitions, as suggested by former governor of the People’s Bank of China Zhou Xiaochuan. Until then, China seems well positioned to ensure that a fair share of the costs arising from the CBAM pass to importers and the consumer. Turkey Turkey provided 3.3% of the EU’s cement and concrete imports in 2020, but the volume corresponded to 13% of Turkey’s total exports of the same. Thus, the country has a high exposure to any adverse effects of the CBAM – quantified at an estimated US$789m/yr by the European Bank for Reconstruction and Development.5 Turkey’s ratification of the Paris Agreement in late 2021 is among the positive outcomes of the CBAM. The country now plans to align with the CBAM. In this, the Turkish cement industry will rely on a share of a US$3.2bn loan from the World Bank, France and Germany. The UN has yet to receive an updated climate action plan from the Turkish government in line with its pledges. Should Turkey fail to transition within the short timeframe provided by the CBAM, its cement sector might increase its existing focus on the West African market, where it holds 55% and 46% market shares for cement and clinker imports to Ghana and Ivory Coast respectively. The beleaguered industry has one greater refuge still: the US market, which consumed 18% of Turkish cement exports in 2020. North America Discussions of the CBAM’s impacts in Canada and the US are tied to those countries’ on-going deliberations over possible adjustment mechanisms of their own. At present, individual provinces and states are responsible for implementing carbon pricing. An international emissions trading scheme, called the Western Climate Initiative, already exists between the US state of California and the Canadian province of Quebec. The Canadian government is conducting a consultation on federal Border Carbon Adjustment (BCA) credits in the context of economy-wide pricing.6 Carbon border adjustment was previously an item on the US Trade Policy Agenda in 2021, but disappeared in 2022. President Biden pledged to impose 'carbon adjustment fees or quotas on carbon-intensive goods from countries that are failing to meet their climate and environmental obligations' during his candidateship in the 2020 US presidential election. On 7 June 2022, two weeks before the EU adopted CBAM, Senator Sheldon Whitehouse introduced a carbon border adjustment bill to the US Senate, which it referred to its Committee on Finance.7 North American legislators will need to follow the European Parliament in building a broad centrist majority in order to pass their CBAMs. If they succeed, the world will gain a low-carbon axis of cement markets, bringing their trade partners behind them. Other European countries The UK cement industry expects to pay an extra US$30.1m/yr on account of the CBAM.9 A November 2021 report by the Ukraine Resource & Analysis Centre (Society and Environment) concluded that Ukraine's 'largest and most technological' cement producers will experience no critical influence from the CBAM when exporting to the EU.8 At that time, the Ukrainian strategy consisted of an alignment with any future CBAM. On 31 May 2022, The European Business Association calculated Ukrainian cement producers' total CBAM tax bill as US$3.36m/yr.10 Montenegro introduced its own emissions trading system, modelled on the EU ETS, in February 2021, a move which Bosnia and Herzegovina and North Macedonia have both announced their intent to follow.11 Norway has called for international acceptance of the CBAM, but questioned the practicality of including indirect carbon pricing. An example of the possible adverse effects of the CBAM comes from the EU's ban on Russian cement imports in April 2022. The loss of the EU market was one likely contributor to a rollback of climate regulation there.12 Developing countries Non-governmental organisation (NGO) Oxfam has criticised the CBAM's failure to include an exemption for the least developed countries. The EU's solution is an indirect one: it will put CBAM revenues towards its budget, from which international climate finance funding will be raised to an equivalent level. As Paris Agreement signatories, EU member states already expect to contribute towards a total US$100bn/yr in climate finance funds for poorer countries in 2023. Oxfam has recommended that the EU do more to take account of its disproportionate contribution to cumulative global CO2 emissions. This would include directly paying CBAM revenues into international climate finance and accelerating the phase-out of free ETS allocations. Conclusion On 22 June 2022, the most sustainable cement market in the world successfully harnessed market forces to its emissions reduction ambitions. The European cement industry will be able to celebrate the end of carbon leakage. Cement companies outside of the EU, however, now face increased costs and lower prices for their product. The legislation addresses some of the harm that it causes to less developed countries; those – like China, Turkey and Vietnam – in the middle must meet it head-on. So far, we have cited governments and lobby groups, but the real question of readiness for the CBAM lies with producers. Global cement companies, including those based in the EU, have implemented their sustainable cement technologies across all continents, and are beginning to reap the rewards of a new world where paying for pollution is unavoidable. Sources 1. Sandbag, E3G and Energy Foundation, A Storm in a Teacup, Impacts and Geopolitical Risks of the European Carbon Border Adjustment Mechanism, August 2021, https://9tj4025ol53byww26jdkao0x-wpengine.netdna-ssl.com/wp-content/uploads/E3G-Sandbag-CBAM-Paper-Eng.pdf 2. Trend Economy, ‘Imports: European Union: 6810,’ 14 November 2021, https://trendeconomy.com/data/h2/EuropeanUnion/6810 3. Energy Monitor, ‘Carbon trading the Chinese way,’ 5 January 2022, https://www.energymonitor.ai/policy/carbon-markets/carbon-trading-the-chinese-way 4. China Power, ‘How Is China’s Energy Footprint Changing?’ https://chinapower.csis.org/energy-footprint/ 5. Politico, ‘EU’s looming carbon tax nudged Turkey toward Paris climate accord, envoy says,’ 6 November 2021, https://www.politico.eu/article/eu-carbon-border-adjustment-mechanism-turkey-paris-accord-climate-change/ 6. Canadian Climate Institute/L'Instut Climatique du Canada, 'Border Carbon Adjustments,' 27 January 2022, https://climateinstitute.ca/publications/border-carbon-adjustments/ 7. Congress, 'S.4355 - Clean Competition Act,' 7 June 2022, https://www.congress.gov/bill/117th-congress/senate-bill/4355?s=1&r=6 8.Ukraine Resource & Analysis Centre (Society and Environment), ' The Impact of Carbon Border Adjustment Mechanism (CBAM) on the EU - Ukraine trade,' November 2021, https://www.rac.org.ua/uploads/content/624/files/impactcarbonmechanismcbamukrainesummaryen.pdf 9. Burke et al, 'What does an EU Carbon Border Adjustment Mechanism mean for the UK?' April 2021, https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2021/04/What-does-an-EU-Carbon-Border-Adjustment-Mechanism-mean-for-the-UK_FULL-REPORT.pdf 10. European Business Association, 'Ukrainian exporters to pay more than € 1 billion in carbon tax to the EU under the CBAM,' 31 May 2022, https://eba.com.ua/en/ponad-1-mlrd-yevro-podatku-na-vuglets-shhoroku-splachuvatymut-ukrayinski-eksportery-v-yes-v-ramkah-svam/ 11. Balkan Green Energy News, 'Which Western Balkan countries intend to introduce carbon tax?' 18 May 2022, https://balkangreenenergynews.com/which-western-balkan-countries-intend-to-introduce-carbon-tax/ 12. Climate Home News, 'Russian climate action and research is collateral damage in Putin’s war on Ukraine,' 26 May 2022, https://www.climatechangenews.com/2022/05/26/russian-climate-action-and-research-is-collateral-damage-in-putins-war-on-ukraine/ Turkish coal imports, March 2022 09 March 2022 Türkçimento’s Volkan Bozay took to the airwaves last week to raise the issues that the war in Ukraine is causing for Turkey-based cement producers. The head of the Turkish Cement Manufacturers’ Association explained, to the local Bloomberg HT channel, that the dramatic jump in the price of Newcastle Coal posed a serious threat to the sector. The price jumped nearly US$100/t in a single day in early March 2022. Bozay said that the cost of cement from a plant using imported coal would consequently rise by around US$15/t. He added that the association’s members had an average of 15 – 20 days of coal stocks. Graph 1: Price of coal, March 2020 – March 2021. Source: Trading Economics. In a separate press release Türkçimento revealed that Turkey, as a whole, imported approximately US$1.5bn of coal from Russia in 2021. The cement industry imported about 5Mt of coal in 2021, from all sources, although the majority of this came from Russia. Coal shipments from Russia since the start of the war were reported as ‘very limited or even not possible.’ It was further explained that each US$10/t increase in the price of coal put up plant production costs by US$1.5/t of cement. Naturally Bozay’s appearance on a television news show carried a lobbying aspect. He called for government import standards – such as the sulphur ratio, lower heating values and volatile matter limits - to be relaxed to allow coal to be imported more freely from sources such as Colombia, Indonesia and South Africa. There was also a push to let in more alternative fuels such as tyres and waste-derived fuels. The bit that Bozay didn’t mention though was how many of his members had long term coal supply contracts in place to cushion them, from short term price inflation at least. Yet, if coal shipments from Russia have simply stopped, then the price is irrelevant. A cement kiln configured to run on coal stops when it uses up its stocks. Turkey was the world’s fifth largest cement producer in 2021 according to the United States Geological Survey (USGS). Türkçimento data shows that in 2020 it exported 145,000t of cement to Russia by sea. Overall it exported 16.3Mt of cement and 13.5Mt of clinker. The US, Israel, Syria, Haiti and Libya were the top destinations for cement. Notably, Ukraine was the sixth largest recipients of cement, with 752,000t imported, although anti-dumping legislation introduced in mid-2021 looked set to reduce it until the war started. Ghana, Ivory Coast, Guinea, Cameroon and Belgium were the principal recipients of clinker. Cumulative cement exports for the year to October 2021 were up by 3% year-on-year compared to the first 10 months of 2020. Clinker exports were down by 27% though. Overall domestic production and sales in Turkey rose by 9.5%, suggested an estimated production figure of 79Mt for 2021. Other fallout in the cement sector from the war in Ukraine this week included Ireland-based CRH’s decision to quit the Russian market. It entered the region in 1998 through a subsidiary based in Finland and was operating seven ready-mixed concrete plants via its LujaBetomix joint venture. CRH says that all operations in Russia have now stopped. In 2021 it sold its lime business in Russia, Fels Izvest, to Russia-based Bonolit. Although selling concrete plants is not trivial, these are far cheaper assets than clinker production lines. Germany-based HeidelbergCement, Italy-based Buzzi Unicem and Switzerland-based Holcim each operate at least one integrated cement plant in Russia. So far these companies have publicly expressed dismay at the humanitarian crisis unfolding in Ukraine and made donations to the Red Cross. Graph 2: European Union Emission Trading Scheme price, 2020 – March 2022. Source: Sandbag. Finally, one more surprise this week has been a crash in the European Union (EU) Emission Trading Scheme (ETS) carbon price from a high of Euro96/t in early February 2022 to Euro58/t on 7 March 2022. As other commentators have stated, normally the carbon price would be expected to follow the energy market, but this hasn’t happened. Instead investors have pulled out, possibly to maintain liquidity for other markets. With the US set to ban Russian oil, gas and coal imports and phase-outs to varying degrees promised by the UK and the EU in 2022, we can expect more turbulence from energy markets in the coming days. As the Turkish example above shows, all of this can... and will... have effects on cement production. Israel: Archaeologists have identified a new precursor species of humans dated to 130,000 years ago among discoveries from a quarry run by Nesher-Israel Cement Enterprises site at Ramla. Called Homo Nesher Ramla, the species’ antiquity and proximity to Homo Neanderthalensis suggest it as a possible ancestor of Neanderthals, according to Reuters. This would contradict previous theories of European origins of our sister species. Researchers from the Hebrew University of Jerusalem and Tel Aviv University say that Homo Nesher Ramla may have lived alongside Homo Sapiens for hundreds of years at the important junction of Africa and Eurasia now occupied by modern Israel, and could have interbred with our own ancestors. Israel asks Egypt to block cement imports into Gaza 10 June 2021 Israel/ Palestine: Israel has reportedly asked Egypt to block imports of cement and other building materials into Gaza, according to the Israeli Public Broadcasting Corporation. The move is intended to stop militant groups in the territory using the materials. It follows a ceasefire between the Israeli government and the Palestinian militant group Hamas in late May 2021 after nearly two weeks of fighting. So far, cement and other building materials have been entering Gaza unimpeded via Egypt. Palestine: Jericho Cement Company plans to establish the first cement plant in Palestine by 2022. The Arab News newspaper has reported that the planned 1.1Mt/yr plant will cost US$85m. Funding will come from a group of companies and the Palestinian Investment Fund. The State of Palestine presently imports its cement from Israel and Jordan. Philippines Department of Trade and Industry adds further countries to safeguard measures list 16 March 2021 Philippines: The Department of Trade and Industry (DTI) has issued an order amending its previous order on cement safeguards. The Manila Bulletin newspaper has reported that the amendment extends safeguard measures to 13 new countries which now exceed the necessary 3% import volume share. These are Chile, the Czech Republic, Estonia, Hungary, Israel, Indonesia, Latvia, Lithuania, Poland, Slovenia, Slovakia and South Korea. Imported cement from these countries will now face a safeguard duty of US$0.2/bag. An official source quoted by the newspaper called the surge in importation from these countries \"trade diversion\" tactics by importers since these countries were previously exempt from the safeguard duty.",
    "images": null,
    "tags": "global cement, global cement magazine, global cement directory, global cement news, cement, global cement weekly, global cement newsletter",
    "excerpt": "Global Cement online portal for all things cement related",
    "categories": ""
}