{
    "title": "CO2",
    "author": "unknown",
    "source": "Pro Global Media Ltd",
    "date": "2025-03-20",
    "text": "Displaying items by tag: CO2 US: MTR Carbon Capture says that St Marys Cement’s Charlevoix plant in Michigan will be the first cement plant in the world to deploy its Polaris polymeric membrane-based technology. The pilot project aims to capture 3t/day of CO2 during a six month testing period. It intends to demonstrate that a 95% CO2 capture rate is achievable. US-based Membrane Technology and Research (MTR) specialises in the development and production of membrane-based separation systems for the petrochemical, natural gas and refining industries. The company was set up in 1982 and has its headquarters in Newark, California. European Union to launch Green Deal Industrial Plan 26 February 2025 The European Union (EU) is set to launch its Green Deal Industrial Plan, today, on 26 February 2025. It is the latest plan to help industry in the region reach net zero whilst remaining competitive. Key parts of the scheme that have been seen by the media include support for industries facing high energy prices, tax breaks for decarbonisation projects, simplifying the cross border adjustment mechanism (CBAM), linking funding for industrial CO2 cutting more directly to revenue gathered from the emissions trading scheme (ETS) and revamping procurement rules. Cembureau, the European cement association, presented its comments on the impending announcement earlier this week. On CBAM it said that more work was required on exports, “such as export adjustment or continued free allowances for exported goods through the application of the destination principle which merits more in-depth analysis and discussion as to its WTO compatibility.” On financing it called for 75% of ETS taxation on the cement sector to be funnelled straight back again in the form of a cement decarbonisation fund. On infrastructure it called for competitive access to low-carbon energy sources such as thermal biowaste and electricity. It also lobbied for the rapid-development of CO2 pipelines and storage sites. Finally, on lead markets it asked that concrete carbonation and CO2 use in construction materials be recognised as a carbon sink and that carbon capture and utilisation using CO2 from industrial sectors be acknowledged through a review of the CO2 accounting rules in the ETS. Lobbyists from the other side of the argument, also ahead of the official unveiling of the Green Deal Industrial Plan, took a dim view of the ETS. A report published by Carbon Market Watch and WWF called for greater scrutiny to be placed on the scheme. Its argument is that the “current architecture of the EU ETS continues to reward heavy polluters by granting them free allowances instead of incentivising emissions reductions.” Holcim, Heidelberg Materials and Cemex were each singled out as having received more free allowances under the ETS than the actual emissions they were responsible for in 2023. The report also reflected the growing environmental backlash against carbon capture and utilisation and/or storage (CCUS). In its view the money from the ETS going into the Innovation Fund should be directed at schemes that directly reduce emissions, not at CCUS projects, although it did concede that the cement and lime industries were some of the few sectors that should be allowed funding towards CCUS. This may be a point for the cement sector to watch for in the future if there ends up being a wider backlash against CCUS in general. The Carbon Market Watch-WWF case is that the cement sector (and others) have received far too many free allowances in the ETS for far too long. The authors admit that the allowances are set to fall fast, to 2034, as the CBAM comes in but they don’t think that anywhere near enough has been done. This has not been helped over the years by news stories occasionally emerging of idled cement plants appearing to make money from emissions allowances. These occurrences date back to the drop in production following the financial crash in 2008 but there have been more recent examples. Graph 1: Allowances for and emissions from clinker production from the emissions trading scheme in the European Union, 2017 - 2023. Source: EU Transaction Log (EUTL). As Graph 1 above shows the environmentalists may be overstating their point on the ETS given that emissions were higher than the free allocation in 2018, 2019, 2021 and 2022. Roughly speaking, both the allowances and emissions by the cement sector from clinker production have been dropping since 2017 and further back to the mid-2000s. The system is intended to squeeze emissions but it doesn't take into account short-term variations in market conditions. Cembureau data shows that production rose in 2021. Sure enough, emissions jumped above the allocation. Although the cement production data is yet to be released for 2023, it is looking fairly likely that it will have decreased. Hence, emissions have fallen below the allocation level. Few are likely to be happy with the EU’s Green Deal Industrial Plan. For producers, it is unlikely to add sufficient support against the additional ‘green’ cost burden. For environmentalists, it doesn't go far enough. The usual equilibrium for EU sustainability legislation is aiming at the target of net-zero without killing industry. The current US administration has further tipped this balancing act with its threats to fight against CBAM and the like with trade tariffs. Tom Lord, Redshaw Advisors described the EU ETS as a political construct at the Global FutureCem Conference that took place in February 2025 in Istanbul. This also applies to the EU’s green legislation (like any laws). Subsequently, certainty is a word that crops up frequently in discussions about EU green policies. Can EU industry be certain that these political constraints remain should circumstances change? With the ETS allowances dropping, CBAM coming and industry facing higher energy prices than its competitors, we’re about to find out how committed the EU is on net-zero and who the winners and losers will be. Decarbonisation policies in Eastern Asia 19 February 2025 Two news stories to note this week concerning climate legislation in eastern Asia. First, the Indonesian government announced plans to create a mandatory carbon emissions trading scheme (ETS) for key industries including cement. Second, an initiative to set up a carbon border adjustment mechanism (CBAM) in Taiwan emerged. The proposal in Indonesia has been expected by the local cement sector and the wider market. Back in November 2024 at the ASEAN Federation of Cement Manufacturers (AFCM) event, an Indonesian Cement Association (ASI) speaker said that a preparation period for carbon trading by industrial sectors was expected from 2025 to 2027 followed by an easing-in period and then full implementation from 2031 onwards. This latest announcement appears to confirm the planned roll-out of the country’s cap-and-trade system. So far the government has set up a carbon tax, a voluntary carbon trading scheme (IDX Carbon) and a mandatory carbon trading scheme for part of the power sector. Notably, the local carbon price for that last one is low compared to other schemes elsewhere around the world. In 2024 the World Bank reported a price of US$0.61/t of CO2. Since it only started in 2023 it is still early days yet though. The new information confirms that the cement, fertiliser, steel and paper industries will be added to the mandatory emissions trading scheme. As per other cap-and-trade schemes, low emitters should be able to sell spare credits. However, comments made by Apit Pria Nugraha, Head of the Center for Green Industry, Ministry of Industry, at a recent trade event in Jakarta suggested that companies that emit more than their allowance would have to pay a 5% levy on the excess and buy credits for the rest. This seems to be different from the EU Emissions Trading Scheme, where companies are fined only if they go above their allowance and they do not buy sufficient credits to cover themselves. However, we’ll have to wait to confirm this and other details. Meanwhile in Taiwan, Peng Chi-ming, the Minister of Environment, announced that a bill establishing a local CBAM could be prepared in the second half of 2025. What is telling though is how the local press coverage of this story framed the trade policy aspects of such a scheme. Peng questioned how the EU CBAM might fare in response to the protectionist and pro-tariff administration in the US. He also noted that importers of cement and steel didn’t have to disclose their carbon emissions compared to local producers. Vietnam, unsurprisingly, was singled out as a likely target of a CBAM given that one third of Taiwan’s imports of cement come from there. Lastly, Peng also said that Taiwan would have to apply to the World Trade Organization for approval if or when it did set up its own CBAM. Taiwan introduced a carbon tax at the start of 2025 with a standard price of US$9.16/t of CO2 and lower prices for companies using approved reduction plans or meeting technology benchmarks. Research by Reccessary indicated that Taiwan Cement might face a carbon tax bill of US$41m and Asia Cement could be looking at US$28m based on 2023 data. These additional costs will increase operating costs and reduce profits. All of this may sound familiar because it has already happened in Europe. Some form of carbon trading or taxation is introduced and then the debate moves on to carbon leakage via imports. The cement industries in Indonesia and Taiwan are unlikely to be aggravated directly by the EU CBAM but the wider economies of both countries are reacting to secure access to export markets. This, in turn, has implications for a heavy CO2-emitting sector like cement. For example, if a CBAM isn’t already being considered in Indonesia, local heavy industry is likely to start lobbying for one, if the new ETS starts affecting import rates. The Minister of Environment in Taiwan and others before him have identified that climate policies can be protectionist. As more countries regulate local carbon emissions, more trade disputes look likely. The big one right now might be the growing argument between the US Trump administration and the EU. Yet, every time a country sets up a new carbon scheme, a potential new argument over trade is brewing. And cement producers in Indonesia, Taiwan and everywhere else are stuck in the middle of all of this. Germany: The German Cement Works Association (VDZ) has launched its new Cement Carbon Class (CCC) labelling system for cement. CCC labels inform customers of the embodied CO2 emissions of cement, with Classes A to D signifying 100 – 500kg CO₂/t. Meanwhile, those below 100kg CO₂/t will class as CCC Near Zero. The labels are currently available for cement producers to adopt on a voluntary basis. Carbon Management Allianz lobbies for carbon capture, utilisation and storage framework 03 February 2025 Germany: The Carbon Management Allianz (CMA), an association of emissions-intensive industrial producers in Germany, including cement companies, has urged lawmakers to legislate a framework for carbon capture, utilisation and storage (CCUS) in the country. Energie & Management News has reported that CMA Chair Alexandra Decker said “Delays jeopardise investments. Regulatory clarity is urgently needed to scale these technologies and achieve the cement industry’s decarbonisation goal by 2039.” Germany is due to elect a new parliament and government on 23 February 2025. Cop-out or cough up? Update on COP29 20 November 2024 The mood music for this year’s United Nations Climate Change Conference (COP29) in Azerbaijan has been poor. Despite this though the decarbonisation prospects for the cement sector are looking rosier than other industries. First, the negatives. People are starting to question whether the COPs are fit for purpose. Donald Trump’s election as President-Elect in the US before the event started pretty much set the tone given that he intends to withdraw from the Paris climate agreement. Again. Azerbaijan's President Ilham Aliyev described his country’s natural gas resources as a “gift from God” following reports that, once again, COP national delegates had been caught promoting fossil fuel deals. France and Argentina also withdrew their lead negotiators for differing political reasons. Meanwhile, there has been increasing lobbying against carbon capture from the environmental sector. In short the view is growing that carbon capture is a delaying tactic by fossil fuel companies rather than a viable solution. This poses a threat to the cement sector because its current net zero roadmaps require carbon capture. The World Cement Association’s CEO Ian Riley asked in a statement whether there might be “...a shift toward negotiations driven by the major emitters - China, the US, India, Russia, and Saudi Arabia.” However he observed that none of these countries yet seem ready to lead on the climate agenda globally. Now, the positives. Cement CO2 sector emissions may have continued to fall in 2023. The Global Carbon Project published its Global Carbon Budget 2024 in mid-November 2024. It predicts that global fossil CO2 emissions will rise by 0.8% year-on-year in 2024 with emissions from coal, oil and gas still mounting. However, emissions from cement producers are expected to fall by 0.8%. This trend started in 2022. It appears to be due to declines in China, the US and the EU but, notably, not in India. It’s worth commenting here that this decline may be principally down to the parlous state of the real estate market in China, but there is also a lot of decarbonisation work happening. We’ll take a win where we can. Next, the Global Cement and Concrete Association’s two big announcements at COP29 have been the publication of its Cement Industry Net Zero Progress Report 2024/25 and the launch of international definitions for low carbon cement and concrete. The progress report proffers a nifty update on how well it’s going. Short version: 23% reduction in emissions intensity since 1990; lots going on; plenty more to do. One of those issues that require attention is low-carbon procurement. Hence those international definitions. This may seem like an abjectly boring topic but never underestimate the power of standards upon building materials. This should help support governments, policy makers and the private sector to set low carbon procurement rules. Since governments are among the biggest buyers of building materials worldwide, both directly and indirectly, this is intended to start speeding up decarbonisation by driving demand for existing lower carbon cement and concrete products. Whether this is the tool that cracks the global adoption of low carbon building materials remains to be seen. Yet the long lead time it took the Portland Cement Association (PCA) in the US, for example, to promote the use of Portland Limestone Cement is both instructive and inspirational. It can be done and it can deliver results. COP29 has been described as the ‘finance COP’ because the representatives are hoping to set a new global climate finance target. This target, or new collective quantified goal (NCQG), is seen as one of the summit's main outcomes. It is intended to replace the existing US$100bn goal that is due to expire in 2025. However, the question of how much each country pays has predictably caused disagreements between developed, developing and those countries in between. All of this is well above the ‘paygrade’ of the cement sector but is crucial to what happens next, because it’s going to get expensive. Establishing regional carbon capture infrastructure requires serious funding. Time will tell whether COP29 can actually further this aim. The arguing continues. Heidelberg Materials Hispania partners with Enagás for carbon capture and storage project in Northern Spain 19 November 2024 Spain: Heidelberg Materials Hispania and Enagás have signed a collaboration agreement for a CO₂ capture, transmission, liquefaction and storage project in Northern Spain. Heidelberg Materials Hispania says that the collaboration will support carbon capture installations at its plants in the region. The partners will now produce a feasibility study and technical designs for CO₂ transmission, liquefaction and storage infrastructure, including the use of Enagás’ existing regasification terminals. Heidelberg Materials Hispania operates the 1.1Mt/yr Añorga and Arrigorriaga cement plants, both in the Basque Country. Taiwan: Taiwan Cement Corporation (TCC) and 100 construction firms have together launched the Low Carbon Construction Pioneer Alliance. CNA News has reported that the founding members eliminated 146,000t of CO₂ emissions altogether through their use of reduced-CO2 building materials since November 2024. This includes despatches of 800,000m3 of Portland limestone cement (PLC) concrete by TCC, with 2.5Mm3 in cumulative orders to date. TCC first launched its PLC in October 2023, touting an emissions reduction of 15% compared to ordinary Portland cement (OPC). It since enlarged the net reduction to 24% through production modifications. Taiwan Cement chair Zhang Anping said \"TCC took the initiative to align with the Global Cement and Concrete Association and released the lowest-carbon PLC concrete in Taiwan. The CO2 reduction is far greater than the 53% as defined by the government.” ABB launches white paper on decarbonisation for the cement sector 12 November 2024 Switzerland: ABB has launched a white paper outlining the challenges the global cement industry must tackle to decarbonise operations in line with global emissions reduction targets and the role technology will play in this. The white paper is supported by industry associations and, in it, ABB details a technology roadmap for potential solutions to achieve net-zero targets. It combines insights from a range of key industry players - including customers, technology partners, industry media and associations - along with ABB’s commercial specialisation. It details the benefits of advanced electrification used in tandem with technologies adopted through industry collaborations. The white paper also includes discussions around how sustainable cement could be defined, as well as practical advice as to what steps producers can immediately take in their decarbonisation journey. Electrification is identified as a major component in the decarbonisation of the cement industry, with the ability to replace fossil fuel burners with electrified, or zero-carbon, solutions. These are predicted to help significantly reduce emissions in line with industry ambitions. ABB sells products in the electrification and automation sectors. Its Process Automation business automates, electrifies and digitalises industrial operations that address a wide range of essential needs. Its products are marketed to help customers in process, hybrid and maritime industries improve performance and safety of operations. The full white paper can be accessed online here: https://new.abb.com/cement/campaigns/cementing-a-sustainable-future New developments in alternative cement 16 October 2024 One unusual thing about coverage of cement in the media is the way that discussions often centre precisely on its absence – that is, on alternatives to cement. These alternatives boast unique chemistries and performance characteristics, but are all produced without Portland cement clinker. They are generally called ‘alternative cements,’ perhaps because ‘cement-free cement’ does not have such a commercially viable ring to it. This contradictory tendency reached a new high in the past week, with developments in alternative cement across Asia, Europe, the Middle East and North America. Together, they hint at a more diverse future for the ‘cement’ industry than the one we know today. Asia In Indonesia, Suvo Strategic Minerals has concluded tests with Makassar State University of a novel nickel-slag-based cement. Huadi Nickel-Alloy Indonesia supplied raw materials, and tests showed a seven-day compressive strength of 37.5MPa. Suvo Strategic Minerals says that a partnership with Huadi Nickel-Alloy Indonesia for commercial production is a likely next step. Europe Cement producer Mannok and minerals company Boliden partnered with the South Eastern Applied Materials (SEAM) research centre in Ireland to launch a project to develop supplementary cementitious materials (SCMs) from shale on 7 October 2024. The project will additionally investigate CO2-curing of cement paste backfill for use in mines. Irish state-owned global commerce agency Enterprise Ireland has contributed €700,000 in funding. UK-based SCM developer Karbonite expects to launch trial production of its olivine-based SCM with a concrete company in 2025. The start-up launched Karbonite Group Holding BV, with offices in the Netherlands, to facilitate this new phase. Karbonite’s SCM is activated at 750 – 850°C and sequesters CO2 in the activation process, resulting in over 56% lower CO2 emissions than ordinary Portland cement (OPC). Managing director Rajeev Sood told Global Cement that talks are already underway for subsequent expansions into the UAE and India. Back in the UK, contractor John Sisk & Son has received €597,000 from national innovation agency Innovate UK. John Sisk & Son is testing fellow Ireland-based company Ecocem’s <25% clinker cement technology in concrete for use in its on-going construction of the Wembley Park mixed development in London. At the same time, Innovate UK granted a further €3.23m to other companies for concrete decarbonisation. Recipients included a calcined clay being developed by Cemcor, an SCM being developed from electric arc furnace byproducts by Cocoon, a geopolymer cement technology being developed by EFC Green Concrete Technology UK and an initiative to develop alternative cement from recycled concrete fines at the Materials Processing Institute in Middlesbrough. Also included was the Skanska Costain Strabag joint venture, which is working on the London stretch of the upcoming HS2 railway. The joint venture, along with partners including cement producer Tarmac and construction chemicals company Sika UK, will test low-kaolinite London clay as a raw material with which to produce calcined clay as a cement substitute in concrete structures in HS2’s rail tunnels. Middle East Talks are underway between UK-based calcined clay producer Next Generation SCM and City Cement subsidiary Nizak Mining Company over the possible launch of a joint venture in Riyadh, Saudi Arabia. The joint venture would build a 350,000t/yr reduced-CO2 concrete plant, which would use alternative cement based on Next Generation SCM’s calcined clay. North America Texas-based SCM developer Solidia Technologies recently patented its carbonatable calcium silicate-based alternative cement, which sequesters CO2 as it cures. Meanwhile, C-Crete Technologies made its first commercial pour of its granite-based cement-free concrete in New York, US. C-Crete Technologies says that the product offers cost and performance parity with conventional cement, with net zero CO2 emissions. Its raw material is globally more abundant than the limestone used as a raw material for clinker. Other abundantly available feedstocks successfully deployed within C-Crete Technologies’ repertoire include basalt and zeolite. Across New York State, in Binghamton, KLAW Industries has succeeded in replacing 20% of concrete’s cement content with its powdered glass-based SCM, Pantheon. KLAW Industries has delivered samples to local municipalities and the New York State Department of Transportation. Its success expands the discussion of possible circular cement ingredients from the industrial sphere into post-consumer resources. In Calgary, Canada, a novel SCM has drawn attention from one of the major cement incumbents: Germany-based Heidelberg Materials. It invested in local construction and demolition materials (CDM)-based SCM developer EnviCore on 9 October 2024. The companies plan to build a pilot plant at an existing Heidelberg Materials CDM recycling centre. Conclusion Alternative cement developers are still finding the words to talk about their products. They may be more than ‘supplementary’ up to the point of entirely supplanting 100% of clinker. Product webpages offer ‘hydraulic binder,’ ‘pozzolan’ and even ‘ cement .’ As alternative ‘cements’ are developed, they build on the work of pioneers like Joseph Aspdin and Louis Vicat. Start-ups and their backers are now reaching commercial offerings, on a similar-but-different footing to cement itself. None of these novel materials positions itself as the sole, last-minute ‘super sub’ in the construction sector’s confrontation with climate change. Rather, they are a package of solutions which can combine into a net zero-emissions heavy building materials offering, hopefully before 2050. Related to this is the need for ‘technology neutral’ standards, as championed this week by the Alliance for Low-Carbon Cement and Concrete (ALCCC), along with 23 other European industry associations, civil society organisations and think tanks. The term may sound new, but the concept is critical to the eventual uptake of alternative cements: standards, the ALCCC says, should be purely performance-based. They ought not attempt to define what technology, for example cement clinker, makes a suitable building material. According to the ALCCC, Europe’s building materials standards are not technology neutral, but instead ‘gatekeep’ market access, to the benefit of conventional cement and the exclusion of ‘proven and scalable low-carbon products.’ At the same time, cement itself is changing. Market research from USD Analytics showed an anticipated 5% composite annual growth rate in blended cement sales between 2024 and 2032, more than doubling throughout the period from US$253bn to US$369bn. If you can’t beat it, blend with it!",
    "images": null,
    "tags": "global cement, global cement magazine, global cement directory, global cement news, cement, global cement weekly, global cement newsletter",
    "excerpt": "Global Cement online portal for all things cement related",
    "categories": ""
}