{
    "title": "Dagenham Wharf installs new crane",
    "author": "Jonathan Rowland",
    "source": "World Cement",
    "date": "2017-01-23",
    "text": "Dagenham Wharf installs new crane \r\n                            \r\n                                \r\n\r\n\r\n                                \r\n                                        \r\n                                            \r\n                                        \r\n\r\n                                \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                    \r\n                                        Published by Jonathan Rowland,\r\n                                        Editor\r\n                                         \r\n                                    \r\n\r\n                                World Cement,\r\n                                \r\n                            \r\n                         CEMEX’s Dagenham Wharf on the River Thames, London, has taken delivery of a new Fuch’s crane, according to a company press release. The new crane will allow the site to add an additional sales line from other quarries, such as CEMEX’s Raynes Quarry in north Wales. The £1.5 million investment comes after the wharf only re-opened in November 2015 as an aggregates processing plant. It was previously a asphalt plant and then depot for limestone being brought in from quarries in north Wales. The plant supplies aggregates into the busy London construction market and is part of CEMEX UK’s strategy to grow the aggregates business. Unloading will be undertaken by contractors; overall operation and maintenance will be the responsibility of CEMEX’s site managers. Read the article online at: https://www.worldcement.com/europe-cis/23012017/dagenham-wharf-installs-new-crane/ You might also like World Cement Podcast Tune into Episode 2 of the World Cement podcast to hear the second half of the CCUS-focused panel discussion from EnviroTech 2024. Holcim, IGNIS P2X, and Exolum present ECO2FLY Holcim, IGNIS P2X, and Exolum have formed a strategic partnership to develop ECO2FLY, an innovative CO2 circular economy project that will transform industrial emissions into sustainable aviation fuel (eSAF).",
    "images": "https://d23p67eaj7q4a1.cloudfront.net/media/articles/pop/uk-gb-map-02.jpg",
    "tags": "Cement News, World Cement News, International Cement News, Global Cement News, CEMEX, CEMEX UK, CEMEX Dagenham Wharf, Aggregates News;Cemex news;Aggregates news",
    "excerpt": "CEMEX Dagenham Wharf has taken delivery of a new Fuch’s crane, allowing the site to add an additional sales line.",
    "categories": "https://www.worldcement.com/europe-cis/"
}