{
    "title": "Cemex Logistics supports Institute of Traffic Accident Investigators",
    "author": "Rebecca Bowden",
    "source": "World Cement",
    "date": "2017-06-30",
    "text": "Cemex Logistics supports Institute of Traffic Accident Investigators \r\n                            \r\n                                \r\n\r\n\r\n                                \r\n                                        \r\n                                            \r\n                                        \r\n\r\n                                \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                    \r\n                                        Published by Rebecca Bowden,\r\n                                        Assistant Editor\r\n                                         \r\n                                    \r\n\r\n                                World Cement,\r\n                                \r\n                            \r\n                         Cemex Logistics has supported the Institute of Traffic Accident Investigators research at Bruntingthorpe Aerodrome, Leicestershire, by providing an articulated tanker and an Econic low cab tipper truck, featuring the latest vulnerable road user safety equipment, for test ride demonstrations. Cmex also gave a talk at the annual conference on the subject of reducing conflict between HGVs and cyclists/pedestrians. The event was attended by over 500 delegates with Police Officers from various UK divisions, emergency services and accident investigators, as well as experts from the UK and abroad. The aim of the Institute is to promote road safety for the benefit of the public by improving the technical and general knowledge , and skills, of persons involved in the investigating road traffic collisions. It also seeks to improve the standards of safety of vehicles and roads of all kinds. Cemex’s vehicles were present to provide experience and understanding of the direct and indirect vision in trucks and safety devices, CCTV, and safety systems that are installed to reduce the risk of incidents with cyclists and pedestrians. Read the article online at: https://www.worldcement.com/europe-cis/30062017/cemex-logistics-supports-institute-of-traffic-accident-investigators/ You might also like World Cement Podcast Tune into Episode 2 of the World Cement podcast to hear the second half of the CCUS-focused panel discussion from EnviroTech 2024. Holcim, IGNIS P2X, and Exolum present ECO2FLY Holcim, IGNIS P2X, and Exolum have formed a strategic partnership to develop ECO2FLY, an innovative CO2 circular economy project that will transform industrial emissions into sustainable aviation fuel (eSAF).",
    "images": "https://d23p67eaj7q4a1.cloudfront.net/media/articles/pop/truck-road-01.jpg",
    "tags": "HGV, Cemex, truck, lorry, traffic, health, safety, cyclist.;Cemex news",
    "excerpt": "Cemex Logistics supports Institute of Traffic Accident Investigators at Buntingthorpe Aerodrome.",
    "categories": "https://www.worldcement.com/europe-cis/"
}