{
    "title": "European Union to launch Green Deal Industrial Plan",
    "author": "David Perilli; Global Cement",
    "source": "Global Cement",
    "date": "2025-02-26",
    "text": "The European Union (EU) is set to launch its Green Deal Industrial Plan, today, on 26 February 2025. It is the latest plan to help industry in the region reach net zero whilst remaining competitive. Key parts of the scheme that have been seen by the media include support for industries facing high energy prices, tax breaks for decarbonisation projects, simplifying the cross border adjustment mechanism (CBAM), linking funding for industrial CO2 cutting more directly to revenue gathered from the emissions trading scheme (ETS) and revamping procurement rules. Cembureau, the European cement association, presented its comments on the impending announcement earlier this week. On CBAM it said that more work was required on exports, “such as export adjustment or continued free allowances for exported goods through the application of the destination principle which merits more in-depth analysis and discussion as to its WTO compatibility.” On financing it called for 75% of ETS taxation on the cement sector to be funnelled straight back again in the form of a cement decarbonisation fund. On infrastructure it called for competitive access to low-carbon energy sources such as thermal biowaste and electricity. It also lobbied for the rapid-development of CO2 pipelines and storage sites. Finally, on lead markets it asked that concrete carbonation and CO2 use in construction materials be recognised as a carbon sink and that carbon capture and utilisation using CO2 from industrial sectors be acknowledged through a review of the CO2 accounting rules in the ETS. Lobbyists from the other side of the argument, also ahead of the official unveiling of the Green Deal Industrial Plan, took a dim view of the ETS. A report published by Carbon Market Watch and WWF called for greater scrutiny to be placed on the scheme. Its argument is that the “current architecture of the EU ETS continues to reward heavy polluters by granting them free allowances instead of incentivising emissions reductions.” Holcim, Heidelberg Materials and Cemex were each singled out as having received more free allowances under the ETS than the actual emissions they were responsible for in 2023. The report also reflected the growing environmental backlash against carbon capture and utilisation and/or storage (CCUS). In its view the money from the ETS going into the Innovation Fund should be directed at schemes that directly reduce emissions, not at CCUS projects, although it did concede that the cement and lime industries were some of the few sectors that should be allowed funding towards CCUS. This may be a point for the cement sector to watch for in the future if there ends up being a wider backlash against CCUS in general. The Carbon Market Watch-WWF case is that the cement sector (and others) have received far too many free allowances in the ETS for far too long. The authors admit that the allowances are set to fall fast, to 2034, as the CBAM comes in but they don’t think that anywhere near enough has been done. This has not been helped over the years by news stories occasionally emerging of idled cement plants appearing to make money from emissions allowances. These occurrences date back to the drop in production following the financial crash in 2008 but there have been more recent examples. Graph 1: Allowances for and emissions from clinker production from the emissions trading scheme in the European Union, 2017 - 2023. Source: EU Transaction Log (EUTL). As Graph 1 above shows the environmentalists may be overstating their point on the ETS given that emissions were higher than the free allocation in 2018, 2019, 2021 and 2022. Roughly speaking, both the allowances and emissions by the cement sector from clinker production have been dropping since 2017 and further back to the mid-2000s. The system is intended to squeeze emissions but it doesn't take into account short-term variations in market conditions. Cembureau data shows that production rose in 2021. Sure enough, emissions jumped above the allocation. Although the cement production data is yet to be released for 2023, it is looking fairly likely that it will have decreased. Hence, emissions have fallen below the allocation level. Few are likely to be happy with the EU’s Green Deal Industrial Plan. For producers, it is unlikely to add sufficient support against the additional ‘green’ cost burden. For environmentalists, it doesn't go far enough. The usual equilibrium for EU sustainability legislation is aiming at the target of net-zero without killing industry. The current US administration has further tipped this balancing act with its threats to fight against CBAM and the like with trade tariffs. Tom Lord, Redshaw Advisors described the EU ETS as a political construct at the Global FutureCem Conference that took place in February 2025 in Istanbul. This also applies to the EU’s green legislation (like any laws). Subsequently, certainty is a word that crops up frequently in discussions about EU green policies. Can EU industry be certain that these political constraints remain should circumstances change? With the ETS allowances dropping, CBAM coming and industry facing higher energy prices than its competitors, we’re about to find out how committed the EU is on net-zero and who the winners and losers will be.",
    "images": null,
    "tags": "European Union,Sustainability,Emissions Trading Scheme,carbon border adjustment mechanism,CO2,Cembureau,Report,Carbon Market Watch,WWF,carbon capture,CCUS,GCW698",
    "excerpt": "European Union to launch Green Deal Industrial Plan",
    "categories": "https://www.globalcement.com/news/itemlist/category/63-analysis"
}