{
    "title": "Autumn Statement missed crucial Net Zero opportunity",
    "author": "Pam Reddish",
    "source": "The QMJ Group Ltd",
    "date": "2023-11-25",
    "text": "Autumn Statement missed crucial Net Zero opportunity It had been reported that Chancellor Jeremy Hunt was considering introducing a tax on carbon-intensive goods imported into the UK in the Autumn Statement, ‘mirroring’ measures being introduced by the EU’s Carbon Border Adjustment Mechanism (CBAM) system. However, despite industry leaders warning of the damage any delay could have on the competitiveness of UK manufacturing and in meeting net-zero targets, publication of the full Autumn Statement confirmed that no decision has yet been made on this issue. This week, the UK Trade and Business Commission (UKTBC) visited Cemex to gather evidence on the proposed UK carbon border tax. Cemex, who generate approximately £775 million in annual sales and employ around 2,000 people across the UK, cautioned that without an equivalent to the EU’s schemes being introduced in a timely manner, UK industries will be at a disadvantage, competing with cheaper goods produced to lower environmental standards flooding the UK market, while facing less incentive themselves to invest the significant sums required to decarbonise. Strengthening the case for the UK system to align with the EU’s CBAM and Emissions Trading Scheme (ETS), Cemex also warned that divergent schemes between the UK and its largest market could result in a duplication of compliance requirements, further increasing costs. In May 2023 the UKTBC produced a report with 114 recommendations which included mutually beneficial alignment with the EU in areas such as this. Cemex say the potential impact of regulatory divergence has only gained salience as other foreign firms divest from the UK following increased costs and administrative burden from Brexit and the threat of further UK-EU divergence. For example, in October, Swedish-based SKF moved their ball bearing manufacturing factory from Luton to Poland, to ‘secure the long-term competitiveness on the European markets’. Martin Casey, director of public affairs, communications, and social impact for Cemex EMEA, said: ‘The lack of a common carbon adjustment system with the UK’s largest market disincentives investment needed for decarbonisation, while the threat of further divergence could put firms based here at a competitive disadvantage due to increased costs and other compliance requirements. ‘By pledging to align our CBAM with the EU’s, the Government will unlock the green potential, restoring the competitiveness of UK industry and putting itself in a position where it can continue to lead on combating climate change.’ Peter Norris, co-convener of the UKTBC and chair of the Virgin Group, said: ‘There is no point committing to decarbonisation in the UK if we continue to cheat the system by importing carbon-intensive products from abroad. ‘If the Government wants to regain the confidence of essential green investors, unnerved by recent U-turns on net zero, it will prioritise the implementation of a carbon border tax which is fully aligned with the EU’s scheme.’",
    "images": "https://www.concreteconnect.co.uk/sites/default/files/styles/facebook/public/2023-11/cemex-cement-truck.jpg?h=98914213&itok=juZPdA1C",
    "tags": "Cemex, UK Trade and Business Commission, Tax;Cemex;UK Trade and Business Commission;Tax",
    "excerpt": "Cemex say lack of carbon border tax in the Chancellor’s statement was a crucial opportunity missed",
    "categories": ""
}