{
    "title": "Ue, Confapi: “Rivedere misura CBAM per evitare danni a PMI” - Confapi",
    "author": "CA-VE admin",
    "source": "Confapi",
    "date": "2023-12-06",
    "text": "Ue, Confapi: “Rivedere misura CBAM per evitare danni a PMI” Il Presidente di Confapi, Cristian Camisa, segnala alcune criticità con l’entrata in vigore del CBAM – Carbon Border Adjustment Mechanism, il meccanismo europeo nato per contrastare la rilocalizzazione delle emissioni di carbonio. “È necessario ricalibrare il CBAM, il Carbon Border Adjustment Mechanism, per proteggere il più possibile le industrie italiane ed europee che si occupano di acciaio e generazione elettronica”. Lo dichiara il Presidente di Confapi, Cristian Camisa. Questo meccanismo è nato con l’obiettivo di individuare i prodotti ad alta intensità di emissioni di carbonio in ingresso nell’area UE, al fine di correggere i vantaggi sfruttati da quei produttori che sceglievano di spostare le proprie attività in aree extra UE, con leggi meno rigorose in termini di controllo e misurazione delle emissioni. Il 1° ottobre 2023 il CBAM è entrata in vigore nella sua fase transitoria, con il primo periodo di riferimento per gli importatori, il quale terminerà il 31 gennaio 2024. La misura si applicherà inizialmente alle importazioni di determinati beni e precursori selezionati, la cui produzione è ad alta intensità di carbonio e presenta un rischio significativo di rilocalizzazione delle emissioni di carbonio: cemento, ferro e acciaio, alluminio, fertilizzanti, elettricità e idrogeno. “Si tratta di una misura – spiega Camisa – che presenta alcune criticità. In primo luogo, la mole di informazioni da raccogliere per la quantificazione delle emissioni è significativa. Per ogni merce importata, le nostre imprese devono fornire dati sul sito in cui la merce è stata prodotta, il tipo di processo produttivo impiegato, le fonti emissive e le emissioni dirette e indirette di ciascun processo produttivo. La quasi totalità di questi dati deve essere fornita dai produttori delle merci importate, dislocati nei Paesi terzi di importazione, che si rivelano spesso poco edotti sul meccanismo e poco inclini a collaborare”. “Le imprese europee importatrici – continua il Presidente Camisa – sono così esposte a costi di transazione e a potenziali rischi di sanzioni. In secondo luogo, la Commissione sembra non aver considerato il fatto che, se si aumenta il protezionismo ambientale sulle materie prime, lasciando però liberi i prodotti finiti extra Ue di entrare nel mercato comunitario, si produce un danno al settore della trasformazione e si accelera il processo di de-industrializzazione in corso”. “Come Confapi – conclude Camisa – riteniamo necessario lavorare immediatamente con le istituzioni per evitare che il CBAM abbia ricadute molto negative sui trasformatori: il rischio vero che i Paesi esportatori decidano di fare all’interno più processi per bypassare la tassa creando danni in particolare alle nostre piccole e medie industrie”.",
    "images": "https://www.confapivenezia.it/wp-content/uploads/2023/12/CBAM-Carbon-Border-Adjustment-Mechanism.jpg",
    "tags": "strumenti sindacali;Proprietà intellettuale;Viabilità | Infrastrutture;Import - Export;Intelligenza artificiale;Legno e arredo;Comunicazioni di servizio;Tessile - moda;Previdenza;Incentivi;Sanità;Imprenditoria giovanile;Legalità;Edilizia e costruzioni;Provvedimenti governativi;Welfare aziendale;Formazione;Alimentare;Leadership;Parità di genere;legge di bilancio;imprenditoria straniera;automotive;mobilità;overtourism;Viabilità;Produzione industriale;Istat;Economia;camera di commercio Venezia Rovigo;Agevolazioni e finanziamenti;Formazione; Disoccupati; FSE; Regione del Veneto;Zona Logistica Semplificata;Piano Transizione 5.0;Attualità - Statistiche;Orientamento;Trasparenza;Solidarietà;Russia-Ucraina;Incontri istituzionali;Innovazione;Sindacale;Confapi;Mercato del lavoro;Turismo;Territorio;Convenzioni;Sviluppo sostenibile;Trasporti e Logistica;Imprenditoria femminile;Superbonus 110;Sicurezza;PNRR;Networking;Energia;Materie prime;Internazionalizzazione;Scuola;Manovra finanziaria;Eventi;Radio Confapi;Rappresentanza",
    "excerpt": "Il Presidente di Confapi, Cristian Camisa, segnala alcune criticità con l’entrata in vigore del CBAM - Carbon Border Adjustment Mechanism, il meccanismo europeo nato per contrastare la rilocalizzazione delle emissioni di carbonio.",
    "categories": ""
}