{
    "title": "CBAM. CONFAPI: INDUSTRIE PENALIZZATE, RIVEDERE MECCANISMO",
    "author": "Chiara Carlini",
    "source": "Confapi Cuneo - Piccola e Media Impresa di Cuneo e Provincia",
    "date": "2024-06-13",
    "text": "Confapi ha realizzato una survey su un campione di imprese del settore della meccanica associate a Confapi Unionmeccanica con la finalità di monitorare l’impatto del Cbam, il Carbon Border Adjustment Mechanism, che si applica ad alcuni prodotti importati e comprendenti sia le merci utilizzate nella produzione sia determinate lavorazioni dei prodotti. È emerso che, data la complessità delle informazioni richieste dal regolamento europeo, ben il 48% del campione intervistato si è rivolto ad un consulente esterno con costi annuali, quantificabili tra i 3.000 e i 5.000 euro annui. Leggermente inferiore il costo per le imprese che hanno svolto tale attività direttamente in azienda che hanno quantificato i costi tra i 2.500 e i 3.000 euro. Tali costi sono ascrivibili alla dotazione di un sistema di archiviazione dei dati delle bollette doganali da riportare sulle dichiarazioni Cbam, al coinvolgimento dei fornitori extra-UE (che non stanno collaborando), al reperimento dei dati, alla redazione della relazione (per la quale dover formare il personale), alla consulenza trimestrale da parte di un doganalista esperto cui sottoporre la relazione trimestrale prima dell’invio alla Commissione Europea. Il 58% delle aziende intervistate ha avuto difficoltà a reperire le informazioni richieste dalla relazione. Tra le principali sfide indentificate dalle imprese ci sono la comprensione dei requisiti normativi (il 26% del campione) e l’adattamento ai processi di reportistica (un altro 26%). Per quel che riguarda le imprese industriali esportatrici solo il 22%, al momento, ha valutato l’impatto della norma sul costo finale dei prodotti rispetto ai concorrenti extra-UE non sottoposti al Cbam stesso. Tra queste più del 63% ha valutato un impatto tra il 10% ed il 30% del fatturato, mentre il 27% delle aziende tra il 30% e il 50% del fatturato a causa dell’introduzione di questo meccanismo. Confapi è stata la prima associazione a prendere posizione nei mesi scorsi su questa tematica che, se non ricalibrata, potrebbe creare gravissimi danni all’industria italiana. La Confederazione ha sempre sostenuto l’importanza che associazioni datoriali e politica lavorino assieme per la revisione di questo meccanismo. E per questo ha accolto con soddisfazione la mozione approvata oggi a larga maggioranza, a prima firma dell’onorevole Maurizio Casasco approvata oggi alla Camera dei Deputati che impegna il Governo ad attivarsi nelle sedi comunitarie per mitigare gli effetti distorsivi del Cbam. Stiamo andando nella giusta direzione. leggila su Confapi  Sull’argomento Confapi si era già espresso il 29 novembre 2023 UE. CAMISA (CONFAPI): RIVEDERE MISURA CBAM PER EVITARE DANNI A PMI Roma, 29 novembre – “È necessario ricalibrare il CBAM, il Carbon Border Adjustment Mechanism, per proteggere il più possibile le industrie italiane ed europee che si occupano di acciaio e generazione elettronica”. Lo dichiara il Presidente di Confapi, Cristian Camisa. Questo meccanismo nato con l’obiettivo di individuare i prodotti ad alta intensità di emissioni di carbonio in ingresso nell’area UE e pensato per correggere i vantaggi sfruttati da quei produttori che sceglievano di spostare le proprie attività in aree extra UE, con leggi meno rigorose in termini di controllo e misurazione delle emissioni. “Si tratta di una misura – spiega Camisa – che presenta alcune criticità. In primo luogo, la mole di informazioni da raccogliere per la quantificazione delle emissioni è significativa. Per ogni merce importata, le nostre imprese devono fornire dati sul sito in cui la merce è stata prodotta, il tipo di processo produttivo impiegato, le fonti emissive e le emissioni dirette e indirette di ciascun processo produttivo. La quasi totalità di questi dati deve essere fornita dai produttori delle merci importate dislocati nei Paesi terzi di importazione che si rivelano spesso poco edotti sul meccanismo e poco inclini a collaborare. Le imprese europee importatrici sono così esposte a costi di transazione e a potenziali rischi di sanzioni. In secondo luogo, la Commissione sembra non aver considerato il fatto che, se si aumenta il protezionismo ambientale sulle materie prime, lasciando però liberi i prodotti finiti extra Ue di entrare nel mercato comunitario, si produce un danno al settore della trasformazione e si accelera il processo di de-industrializzazione in corso”. “Come Confapi – conclude Camisa – riteniamo necessario lavorare immediatamente con le istituzioni per evitare che il CBAM abbia ricadute molto negative sui trasformatori: il rischio vero che i Paesi esportatori decidano di fare all’interno più processi per bypassare la tassa creando danni in particolare alle nostre piccole e medie industrie”. leggila su Confapi",
    "images": "https://www.apicn.it/wp-content/uploads/2024/06/Confapi_in_giu24_0.jpg",
    "tags": "agevolazioni;Alba;Arma dei Carabinieri;assemblea;bandi;bando;Boman;CAMISA;Carabinieri;CastellodellaManta;cbam;concorso;Confapi;Confapi Cuneo;confapiD;consulenza;Convenzioni;Crescita;decreto lavoro;design;energie rinnovabili;Eventi;formazione;GIC;giovani imprenditori;Granda;Inalpi;Incendio Moris;internazionalizzazione;Intesa Sanpaolo;Michele Colaci;networking;parità di genere;premio;regolamento macchine;ricerca;salute;Sicurezza;Sostegno allo Sviluppo;sostenibilità;Sviluppo;team building;transizione 5.0;unionmeccanica;Università",
    "excerpt": "Confapi per le imprese associate Unionmeccanica ha realizzato una survey con la finalità di monitorare l'impatto del Cbam: è necessario rivedere il meccanismo!",
    "categories": "Dal Mondo Confapi"
}