{
    "title": "UE. CAMISA (CONFAPI): LAVORARE UNITI PER RIVEDERE CBAM. BENE RISOLUZIONE MAGGIORANZA",
    "author": "unknown",
    "source": "confapi.org",
    "date": "2024-02-21",
    "text": "Roma, 21 febbraio - “Confapi è stata la prima associazione a prendere posizione nei mesi scorsi su una tematica che, se non ricalibrata, potrebbe creare gravissimi danni all’industria Italiana. È fondamentale che le associazioni datoriali e la politica lavorino assieme per la revisione del CBAM, il Carbon Border Adjustment Mechanism, oggi rivolto a colpire solo le materie prime prodotte in Paesi extra europei con alto contenuto di Co2, lasciando invece completamente spalancata la porta europea all’importazione dei semilavorati e dei prodotti finiti prodotti con ancor più alte emissioni”. Lo dichiara il Presidente di Confapi, Cristian Camisa.   “Si tratta – spiega - di un meccanismo nato con l’obiettivo di individuare i prodotti ad alta intensità di emissioni di carbonio in ingresso nell’area UE e pensato per correggere i vantaggi sfruttati da quei produttori che sceglievano di spostare le proprie attività in aree extra UE, con leggi meno rigorose in termini di controllo e misurazione delle emissioni. Alluminio e acciaio ad esempio sono due materie prime strategiche per le nostre industrie metalmeccaniche che, se dovranno subire un costo maggiore derivante dalla CBAM, dovranno necessariamente essere difese dall’importazione, meno costosa, dei semilavorati e dei prodotti finiti fatti in Paesi che non applicano la stessa tassa ambientale alle materie prime”.   “Il rischio concreto – conclude Camisa - è che molte grandi industrie, se non ci saranno correttivi quanto prima, decidano di esternalizzare in Paesi Extra UE il processo di trasformazione oggi fatto dalle piccole e medie industrie Italiane. Occorre difendere il nostro tessuto industriale e lavorare in Italia e in Europa per modificare un provvedimento che rischia di mettere a repentaglio decine di migliaia di imprese”.   Per il Presidente Nazionale di Uniomeccanica Confapi, Luigi Sabadini “salutiamo con grande favore il fatto che Confapi abbia preso posizione nelle settimane scorse e lo riprenda oggi su un tema fondamentale per le piccole e medie industrie metalmeccaniche e non solo. Siamo soddisfatti che la politica si stia impegnando per adottare dei correttivi: nei giorni scorsi è stata depositata infatti la risoluzione, a prima firma del deputato Maurizio Casasco (Forza Italia), per impegnare formalmente il Governo perché si attivi nelle sedi comunitarie a mitigare gli effetti distorsivi della CBAM, estendendone l’applicazione ai prodotti finiti la cui impronta carbonica ecceda quella comunitaria. Da parte nostra – conclude - daremo il massimo supporto come categoria affinché questa risoluzione venga approvata nell’interesse complessivo delle nostre Pmi metalmeccaniche, del sistema complessivo del Made in Italy di trasformazione e anche dell’ambiente”.",
    "images": null,
    "tags": "Confapi Confederazione italiana della piccola e media industria privata Via della Colonna Antonina 52 Roma, +3906690151, info@confapi.org",
    "excerpt": "Confapi Confederazione italiana della piccola e media industria privata, Confapi Nazionale, Stipula Contratti Collettivi Nazionali di Lavoro per le piccole e medie aziende industriali e manifatturiere, dei trasporti e dei servizi",
    "categories": ""
}