{
    "title": "CBAM, Confapi: \"Industria penalizzate, rivedere meccanismo\" - Confapi Treviso",
    "author": "CA admin",
    "source": "Confapi Treviso",
    "date": "2024-04-11",
    "text": "CBAM, Confapi: \"Industria penalizzate, rivedere meccanismo\" Confapi ha realizzato un sondaggio su un campione di imprese del settore della meccanica associate a Confapi Unionmeccanica, con la finalità di monitorare l’impatto del Cbam, il Carbon Border Adjustment Mechanism che si applica ad alcuni prodotti importati e comprendenti sia le merci utilizzate nella produzione sia determinate lavorazioni dei prodotti. È emerso che, data la complessità delle informazioni richieste dal regolamento europeo, ben il 48% del campione intervistato si è rivolto ad un consulente esterno con costi annuali, quantificabili tra i 3.000 e i 5.000 euro annui. Leggermente inferiore il costo per le imprese che hanno svolto tale attività direttamente in azienda, le quali hanno quantificato i costi tra i 2.500 e i 3.000 euro. Tali costi sono ascrivibili alla dotazione di un sistema di archiviazione dei dati delle bollette doganali da riportare sulle dichiarazioni Cbam, al coinvolgimento dei fornitori extra-UE (che non stanno collaborando), al reperimento dei dati, alla redazione della relazione (per la quale dover formare il personale), alla consulenza trimestrale da parte di un doganalista esperto cui sottoporre il rendiconto trimestrale prima dell’invio alla Commissione Europea. L’11,5% delle aziende intervistate, inoltre, ha avuto difficoltà a reperire le informazioni richieste dalla relazione. Tra le principali sfide indentificate dalle imprese ci sono la comprensione dei requisiti normativi (il 26% del campione) e l’adattamento ai processi di reportistica (un altro 26%). Per quel che riguarda le imprese industriali esportatrici solo il 22%, al momento, ha valutato l’impatto della norma sul costo finale dei prodotti rispetto ai concorrenti extra-UE non sottoposti al Cbam stesso. Tra queste più del 63% ha valutato un impatto tra il 10% ed il 30% del fatturato, mentre il 27% delle aziende tra il 30% e il 50% del fatturato a causa dell’introduzione di questo meccanismo. Confapi, nei mesi scorsi, è stata la prima associazione a prendere posizione su questa tematica che, se non ricalibrata, potrebbe creare gravissimi danni all’industria italiana. La Confederazione ha sempre sostenuto l’importanza che associazioni datoriali e politica lavorino assieme per la revisione di questo meccanismo. E per questo ha accolto con soddisfazione la mozione approvata a larga maggioranza alla Camera dei Deputati, a prima firma dell’onorevole Maurizio Casasco, che impegna il Governo ad attivarsi nelle sedi comunitarie per mitigare gli effetti distorsivi del Cbam. Per Confapi questa è la giusta direzione.",
    "images": "https://www.confapivenezia.it/wp-content/uploads/2024/04/CBAM-Carbon-Border-Adjustment-Mechanism-900x471-1.jpg",
    "tags": "Tessile - moda;Comunicazioni di servizio;Salario minimo;Imprenditoria giovanile;Legno e arredo;Intelligenza artificiale;Export;Cultura;Previdenza;Incentivi;Formazione;Provvedimenti governativi;Caro carburante;Convenzioni;Legalità",
    "excerpt": "Confapi ha realizzato un sondaggio su un campione di imprese del settore della meccanica associate a Confapi Unionmeccanica, con la finalità di monitorare l’impatto del Cbam, il Carbon Border Adjustment Mechanism che si applica ad alcuni prodotti importati e comprendenti sia le merci utilizzate nella produzione sia determinate lavorazioni dei prodotti. È emerso che, data […]",
    "categories": ""
}