{
    "title": "Webinar \"Regolamento CBAM: novità introdotte e profili di attuazione\" - Venerdì 19 gennaio ore 15.00 - Confapi Emilia",
    "author": "Confapi Emilia",
    "source": "Confapi Emilia",
    "date": "2024-01-17",
    "text": "Webinar “Regolamento CBAM: novità introdotte e profili di attuazione” – Venerdì 19 gennaio ore 15.00 \n REGOLAMENTO CBAM: NOVITÀ INTRODOTTE E PROFILI DI ATTUAZIONE Il Regolamento UE 2023/956 Carbon Border Adjustment Mechanism (CBAM, Meccanismo di Aggiustamento del Carbonio alle Frontiere) fa parte del pacchetto Fit For 55, un insieme di iniziative dell’Unione Europea volte a ridurre del 55% le emissioni dei gas a effetto serra entro il 2030 rispetto ai livelli del 1990, e istituisce un nuovo meccanismo di compensazione finanziaria su alcune categorie di prodotti di importazione ad alta intensità di carbonio. Per conoscere meglio le novità introdotte dal Regolamento CBAM e gli adempimenti di conformità necessari (sia in riferimento al periodo transitorio dal 1° ottobre 2023 al 31 dicembre 2025, sia a partire dal 1° gennaio 2026 quando il meccanismo sarà completamente in vigore e tutti gli obblighi previsti saranno definitivi) Unionmeccanica Confapi, ICIM Group ed Easy Frontier hanno organizzato un incontro di approfondimento per venerdì 19 gennaio, ore 15:00. L’evento si terrà esclusivamente da remoto. Rivolto a tutte le aziende importatrici di beni da settori produttivi ad alta intensità di carbonio – ferro, acciaio, cemento, fertilizzanti, alluminio, elettricità e produzione di idrogeno – l’incontro toccherà diverse tematiche legate al Regolamento UE 2023/956 quali: classifica doganale, origine delle merci, compilazione relazione CBAM, supporto ad hoc per le imprese associate. PROGRAMMA Introduzione: Luigi Sabadini – Presidente di Unionmeccanica Confapi Fabrizio Moscariello – Direttore marketing e pianificazione strategica di ICIM Group Fulvio Liberatore – CEO di Easy Frontier Origini e obiettivi del CBAM per un futuro più sostenibile: dalla mappatura doganale alla responsabilità del dichiarante autorizzato CBAM Veronica di Luca – Easy Frontier Coordinatore divisione consulenza Metodologia e processi per gestire le scadenze per la comunicazione CBAM: procedure, relazioni con i fornitori extra UE ed elaborazione dei dati Michele Ceddia – Esperto in tematica ambientale ed energetica di ICIM Group Il webinar si svolgerà nella piattaforma ZOOM, per chi fosse interessato scriva a segreteria@confapiemilia.it per ricevere le credenziali.",
    "images": "https://www.confapiemilia.it/wp-content/uploads/2024/01/image003.png",
    "tags": "CBAM;unionmeccanica",
    "excerpt": "Iscriviti al webinar per il prossimo 19 Gennaio sull' Regolamento CBAM",
    "categories": "News"
}