{
    "title": "CBAM | Aggiornamento legislativo-normativo",
    "author": "unknown",
    "source": "Fed_Anima",
    "date": "2023-11-29",
    "text": "Il Carbon Border Adjustment Mechanism (Meccanismo di Aggiustamento del Carbonio alle Frontiere) è un'iniziativa dell'Unione Europea che istituisce nuovi \"dazi doganali ambientali\" sui prodotti ad alta intensità di carbonio importati all'interno del territorio dell'Unione. L'obiettivo del CBAM è evitare che gli sforzi di riduzione delle emissioni di gas a effetto serra dell'UE siano neutralizzati dalle importazioni di prodotti fabbricati in paesi terzi:fuori dall'Unione Europea, infatti, le politiche in materia di cambiamenti climatici sono meno ambiziose. Tra i prodotti coinvolti: ferro, acciaio, ghisa, alluminio, cemento, fertilizzanti, energia elettrica e sostanze chimiche. Il Regolamento prevede due fasi d’implementazione: la fase “transitoria”, che ha inizio con la data di entrata in vigore del Regolamento (1° ottobre 2023) e terminerà il 31 dicembre 2025. In tale periodo transitorio il tributo non sarà applicato alle merci importate, ma saranno solo acquisite informazioni sulle quantità dei prodotti in entrata soggetti al CBAM, compresa la valutazione delle emissioni incorporate. In tale fase inizierà l’attività di autorizzazione dei soggetti obbligati da parte delle autorità competenti nazionali (in Italia ha sede presso il Ministero dell’Ambiente e della Sicurezza Energetica); la fase “definitiva”, dal 1° gennaio 2026, quando il meccanismo entrerà in funzione in maniera definitiva. In base a quanto previsto dal Regolamento, la prima dichiarazione CBAM, relativa alle merci importate nell'anno civile 2026, dovrebbe essere presentata entro il 31 maggio 2027. ❖ INCONTRO DI APPROFONDIMENTO CBAM 14/11/2023: Maggiori informazioni durante l’incontro di approfondimento ANIMA-ICIM GROUP-EASYFRONTIER di martedì 14 novembre p.v. H14.30. Durante l'incontro si parlerà di aspetti legali e doganali relativi alle dinamiche di importazione, classifica doganale e origine delle merci in relazione agli adempimenti CBAM, compilazione della relazione CBAM e supporto ad hoc per le imprese associate. L’evento si terrà in presenza presso la sede di ANIMA Confindustria (Via Scarsellini 11, Milano). Sarà possibile anche la partecipazione da remoto. ❖ WEBINAR GRATUITO DOGANE CBAM 30/11/2023: Maggiori informazioni durante l’incontro giovedì 30 novembre p.v. H 11.00 - 12.30 Durante l'incontro si parlerà di aspetti legali e doganali relativi alle dinamiche di importazione, classifica doganale e origine delle merci in relazione agli adempimenti CBAM, compilazione della relazione CBAM e supporto ad hoc per le imprese associate. Iscriviti qui",
    "images": null,
    "tags": "",
    "excerpt": "Il Carbon Border Adjustment Mechanism (Meccanismo di Aggiustamento del Carbonio alle Frontiere) è un'iniziativa dell'Unione Europea che istituisce nuovi \"dazi doganali ambientali\" sui prodotti ad alta intensità di carbonio importati all'interno del territorio dell'Unione.",
    "categories": ""
}