{
    "title": "CBAM: cos’è e quali sono gli obblighi per le aziende | Ferrutensil",
    "author": "Alessandra Fraschini",
    "source": "Ferrutensil",
    "date": "2023-09-11",
    "text": "In partenza il CBAM, il nuovo Meccanismo di Adeguamento del Carbonio alle Frontiere, che impatterà l’attività quotidiana di molte aziende che importano prodotti nell’Unione Europea. Le iniziative di Assofermet per supportare le imprese interessate dal Meccanismo. Il CBAM, acronimo inglese per Meccanismo di Aggiustamento del Carbonio alle Frontiere, è lo strumento dell’Unione Europea che istituisce una sorta di nuovo “dazio doganale ambientale”. L’iniziativa riguarda alcuni prodotti ad alta intensità di carbonio importati all’interno del territorio dell’Unione: l’obiettivo è scoraggiare l’importazione di questi prodotti. Il meccanismo fa parte del pacchetto Fit For 55. È un insieme di progetti dell’Unione Europea volti a ridurre del 55% le emissioni dei gas a effetto serra entro il 2030 rispetto ai livelli del 1990. Il CBAM è stato ideato per evitare che gli sforzi di riduzione delle emissioni di gas a effetto serra siano neutralizzati dalle importazioni di prodotti fabbricati in paesi terzi. Fuori dall’Unione Europea, infatti, le politiche in materia di cambiamenti climatici sono meno ambiziose. I prodotti importati coinvolti dal Meccanismo, per come è stato impostato finora, sono ferro, acciaio, ghisa, alluminio, cemento, fertilizzanti, energia elettrica e sostanze chimiche. Per le aziende importatrici di questi beni sono previsti determinati obblighi. Alcuni avranno inizio con il periodo transitorio del CBAM, in partenza il prossimo 1° ottobre. Altri obblighi sono previsti per il 1° gennaio 2026, quando comincerà il periodo definitivo. CBAM: gli obblighi per le imprese. Per quanto riguarda il periodo transitorio, l’unico obbligo diretto per chi importa merci CBAM è un obbligo di rendicontazione. L’Unione Europea richiede che venga redatta una relazione trimestrale in cui indicare la quantità di merci importate, il Paese da cui provengono gli impianti e una serie di altri parametri necessari per monitorare l’ingresso delle merci CBAM nel territorio dell’Unione. Rispetto a questa impostazione, il periodo definitivo prevedrà molte novità, come l’acquisto di certificati e l’obbligo di ottenere lo status di dichiarante CBAM. L’intera struttura del CBAM, soprattutto quella riferita al periodo definitivo, è in continua evoluzione. Tutti gli aggiornamenti sulla normativa vengono pubblicati sulla pagina dell’Unione Europea dedicata. Le iniziative di Assofermet per affrontare il CBAM. Assofermet ha realizzato un documento esclusivo per le aziende associate in cui vengono dettagliate le operazioni necessarie per adempiere agli obblighi CBAM del periodo transitorio. Le aziende che fanno parte della nostra rete possono accedere al documento cliccando su questo link. Un’altra iniziativa rilevante della nostra associazione è “L’ABC del CBAM”, un seminario aperto a tutti organizzato con lo Studio Legale Van Bael & Bellis di Bruxelles. Oltra ad approfondire ulteriormente i dettagli del Meccanismo, i partecipanti potranno anche rivolgere domande e dubbi a esperti legali a stretto contatto con le Istituzioni europee. L’evento si terrà a Roma il prossimo 5 ottobre; qui puoi trovare tutti i dettagli dell’evento, mentre qui puoi cliccare per registrarti fra i partecipanti. “L’ABC del CBAM è stato organizzato in seguito al grande successo di un altro approfondimento di Assofermet sul CBAM, un seminario tenutosi lo scorso 29 giugno a Milano. Clicca qui per vedere le foto dell’evento.",
    "images": "https://www.ferrutensil.com/wp-content/uploads/2023/09/Schermata-2023-09-11-alle-11.29.22-copia.jpg",
    "tags": "Assofermet;CBAM;Carbon Tax;Meccanismo di Adeguamento del Carbonio alle Frontiere;Unione Europea",
    "excerpt": "In partenza il CBAM, il nuovo Meccanismo di Adeguamento del Carbonio alle Frontiere, che impatterà l’attività quotidiana di molte aziende.",
    "categories": "Mercato"
}