{
    "title": "Webinar CBAM, obblighi e richieste modifica CNA - CNA Veneto",
    "author": "Andrea Bottaro",
    "source": "CNA - Regione del Veneto",
    "date": "2025-02-13",
    "text": "Webinar CBAM. Come sistema CNA stiamo lavorando sul dossier relativo al Regolamento CBAM (2023/956 “Carbon Border Adjustment Mechanism”) con l’obiettivo di porre all’attenzione del legislatore europeo la problematica che sta penalizzando le imprese di alcuni distretti industriali che lavorano e trasformano l’alluminio e più in generale i metalli estrusi. Questi materiali, essenziali per vari settori tra cui meccanica, edilizia e trasporti, sono già oggi al centro di una grave situazione di concorrenza sleale e, lo saranno sempre di più, in assenza di misure volte a mitigare gli effetti distorsivi del Regolamento CBAM. Dal 1 gennaio 2026 quando entrerà in vigore il contributo ambientale sulle importazioni in Europa di materie prime elencate nell’Allegato del Regolamento, le imprese di trasformazione, oltre a dover pagare un costo più alto della materia prima (rincaro che avverrà dall’azienda madre dalla quale compreranno la materia prima), si troveranno sul mercato europeo prodotti semilavorati e finiti provenienti da paesi extra EU non soggetti al contributo ambientale con un potenziale danno di perdita di competitività. Webinar CBAM il 20 febbraio Al fine di fornire una panoramica dei nuovi obblighi previsti dal Regolamento, CNA partecipa con una sua relatrice e invita le imprenditrici e gli imprenditori a partecipare al webinar di approfondimento organizzato da Ollum s.rl. dal titolo “Dichiarazione CBAM: cosa cambia nel 2025 e come adeguarsi ai nuovi obblighi“. Relatrice CNA: Valentina Di Berardino, Coordinatrice CNA Produzione presso CNA Nazionale. Il webinar si terrà il 20 febbraio alle ore 11:00. Qui il link per la registrazione all’evento: https://bit.ly/40EPVwQ.",
    "images": "https://cnaveneto.it/wp-content/uploads/2020/09/pexels-kateryna-babaieva-2880872.jpg",
    "tags": "",
    "excerpt": "Webinar CBAM",
    "categories": "Artigianato;Rappresentanza"
}