{
    "title": "Rivedere il CBAM, CNA lancia l’allarme a Bruxelles - CNA Veneto",
    "author": "Andrea Bottaro",
    "source": "CNA - Regione del Veneto",
    "date": "2025-02-20",
    "text": "CBAM. La CNA ha organizzato martedì 18 a Bruxelles una tavola rotonda per valutare l’impatto del Carbon Border Adjustment Mechanism (CBAM) sulle micro, piccole e medie imprese italiane già oggetto di un articolato e denso ‘position paper’ firmato dalla nostra Confederazione. All’iniziativa, oltre ai rappresentanti della CNA, hanno partecipato alti funzionari pubblici italiani ed europei e numerosi europarlamentari, tra i quali i vicepresidenti della commissione Itre (Industria, ricerca ed energia) Elena Donazzan e Giorgio Gori. In apertura dei lavori, la responsabile dell’Ufficio di Bruxelles della nostra Confederazione, Elisa Vitella, ha ricordato le attività di sensibilizzazione delle istituzioni Ue condotte fin dallo scorso mese di ottobre e le iniziative già programmate nei prossimi mesi dalla Commissione europea sulle quali saranno necessari coordinamento e condivisione con gli europarlamentari italiani e con la Rappresentanza permanente d’Italia presso l’Unione europea. Intervenendo alla tavola rotonda, Maria Rita Sofi, dell’Ufficio politiche energetiche di CNA Nazionale, ha spiegato che il CBAM è una misura di politica ambientale finalizzata a evitare il “carbon leakage”, la rilocalizzazione delle emissioni di carbonio, frutto dell’ingresso nella Ue di merci extra-europee che non rispettano le nostre normative di tutela ambientale e rischiano così di vanificare i nostri sforzi per ridurre le emissioni ‘climalteranti’. Fin dalla fase transitoria sono emerse le criticità del CBAM che hanno messo in evidenza come il sistema non sia tarato sulla dimensione aziendale reale delle imprese, nella stragrande maggioranza piccole. Perdipiù, al mondo delle piccole imprese non è stato neanche permesso di partecipare alle occasioni di confronto organizzate a livello istituzionale. Prosegui la lettura qui:",
    "images": "https://cnaveneto.it/wp-content/uploads/2025/02/Screenshot-2025-02-20-105542.jpg",
    "tags": "",
    "excerpt": "CBAM. Rivedere subito il CBAM, CNA lancia l’allarme a Bruxelles. La CNA ha organizzato martedì 18 a Bruxelles una tavola rotonda per",
    "categories": "Artigianato;Rappresentanza"
}