{
    "title": "Metalli estrusi, imprese venete \"affossate\" dal CBAM - CNA Veneto Ovest",
    "author": "Mario Piotto",
    "source": "CNA Veneto Ovest",
    "date": "2025-01-09",
    "text": "Parte dal Vicentino e dal Veronese e arriva dritta a Bruxelles la battaglia delle piccole imprese operanti nella lavorazione dei metalli estrusi, che puntano a ottenere un aggiustamento del regolamento CBAM – la cui applicazione scatterà dal 1° gennaio 2026 – contro la concorrenza sleale dei prodotti finiti in ingresso dalla Cina. Il caso è stato portato all’attenzione di CNA Veneto Ovest (la territoriale di Vicenza e Verona) dalle imprese socie del comparto. Attualmente la situazione accomuna 660 imprese veronesi e 623 del territorio vicentino (1283 imprese totali, di cui il 67% a trazione artigiana). Tali attività importano molta della materia prima direttamente dalla Cina – non trovando purtroppo analoghe alternative nel mercato UE, estremamente povero di questo tipo di risorse -, già sottoposta però a dazi elevati come antidumping, imposte doganali, costi per la gestione delle pratiche e costi di conformità. Al contrario, il prodotto finito realizzato direttamente in Cina oggi può entrare nel mercato UE al netto di tutte queste variabili. Il risultato è un prezzo finale che, a parità di qualità di prodotto, è esattamente la metà rispetto a quello che può garantire un produttore locale, che però assicura il rispetto delle più severe certificazioni richieste dal mercato. A tutte queste difficoltà si aggiungerà poi l’ormai prossima entrata in vigore del nuovo regolamento CBAM, che imporrà un tributo ambientale sulle materie prime ad alta intensità di carbonio importate in UE. Sebbene il principio ispiratore del Regolamento CBAM sia condivisibile, tuttavia la sua applicazione comporterà un effetto distorsivo del mercato. E questo è un evidente rischio per la sostenibilità del margine d’impresa, non potendo ricaricare l’impatto sull’acquirente finale. L’impatto del CBAM sulle imprese italiane Il Regolamento CBAM solleva diverse criticità che potrebbero incidere negativamente sull’industria europea. Una delle principali riguarda l’esclusione dei prodotti finiti e semilavorati, limitando l’applicazione del tributo ambientale alle sole materie prime. Questo consente l’importazione nell’UE di beni finiti, spesso provenienti da Paesi (come la Cina) dove i costi di produzione e della manodopera sono notevolmente inferiori. Questi prodotti, una volta immessi sul mercato europeo e dotati di marcatura CE, possono raggiungere prezzi finali nettamente inferiori rispetto a quelli realizzati dalle imprese europee, creando un significativo squilibrio competitivo a favore degli esportatori extra-UE. Tale situazione rischia di colpire duramente la filiera, con possibili conseguenze quali la deindustrializzazione, la perdita di competitività delle PMI europee e la delocalizzazione di attività ad alta intensità di carbonio verso Paesi privi di carbon tax. Questo scenario si ripercuoterebbe soprattutto su Paesi come l’Italia, tradizionalmente importatori di materie prime ed esportatori di prodotti finiti. A ciò si aggiunge la complessità burocratica introdotta dal sistema CBAM, che impone alle imprese – e in particolare alle Piccole Imprese (fino a 50 dipendenti) – di raccogliere una mole di informazioni sul processo produttivo, dalle emissioni dirette a quelle indirette, con conseguenti oneri amministrativi e gestionali. Queste difficoltà, al di là del principio di proporzionalità, rischiano di aggravare ulteriormente il divario competitivo tra le imprese europee e i concorrenti internazionali. L’allarme lanciato attraverso CNA Veneto Ovest non è rimasto inascoltato. L’associazione ha dapprima avviato un’indagine estesa a tutta la filiera industriale della trasformazione del ferro, compresi i tantissimi operatori in conto terzi (tranciatori, taglio laser, tornitori, fresatori, meccanica in generale). Successivamente ha prodotto un documento con le osservazioni raccolte e con le proposte politiche da presentare alle istituzioni comunitarie, redatto in collaborazione con il livello nazionale e europeo. Attraverso CNA Bruxelles il testo è stato recapitato agli europarlamentari italiani con un ruolo chiave nella commissione per l’industria, la ricerca e l’energia (ITRE) la cui vicepresidente è la vicentina Elena Donazzan. In parallelo CNA Bruxelles ha coinvolto anche le organizzazioni membre di SME United, l’organizzazione che rappresenta gli interessi dell’artigianato e delle PMI a livello europeo, di cui CNA fa parte, con l’obiettivo di fare fronte comune con i distretti degli altri Paesi nelle stesse condizioni. È fondamentale avvia interlocuzioni con le istituzioni europee per mitigare gli effetti distorsivi del Regolamento CBAM, al fine di estenderne l’applicazione anche ai prodotti finiti e semilavorati importati nell’UE, così da non penalizzare la competitività delle imprese europee. Inoltre, chiediamo l’introduzione di incentivi fiscali per le aziende italiane che trasformano materie prime, riducendo così l’impatto dei costi di produzione, e la semplificazione del processo di raccolta delle informazioni richieste dal Regolamento, così da alleggerire l’onere amministrativo. Infine, riteniamo prioritario rafforzare gli incentivi agli investimenti in energie rinnovabili a basse emissioni, per sostenere il processo di decarbonizzazione del sistema industriale europeo e promuovere la sua reindustrializzazione.",
    "images": "https://cnavenetovest.it/wp-content/uploads/2025/01/Metalli-estrusi-CBAM.jpg",
    "tags": "",
    "excerpt": "CNA porta a Bruxelles il caso del comparto vicentino e veronese: “Dalla Cina prezzi dimezzati”. Si punta alla revisione del regolamento.",
    "categories": "Comunicati stampa;Meccanica"
}