{
    "title": "Metalli estrusi, aziende venete in difficoltà, CNA chiede aiuto all'UE",
    "author": "Giulia Matteazzi",
    "source": "Vipiu + vera informazione",
    "date": "2025-01-09",
    "text": "La battaglia delle piccole imprese operanti nel settore dei metalli estrusi parte dal Vicentino e dal Veronese per arrivare a Bruxelles, dove CNA Veneto Ovest ha sollevato la questione della concorrenza sleale derivante dall’importazione di prodotti finiti a prezzi dimezzati dalla Cina. Con l’entrata in vigore del nuovo regolamento CBAM (Carbon Border Adjustment Mechanism) prevista per il 1° gennaio 2026, le aziende italiane si trovano a fronteggiare una situazione insostenibile, che minaccia la loro competitività e sostenibilità economica. La Situazione delle Imprese Locali Nel territorio veronese operano 660 aziende, mentre nel Vicentino se ne contano 623, per un totale di 1.283 imprese, di cui il 67% è a conduzione artigiana. Molte di queste aziende importano la materia prima direttamente dalla Cina, un mercato che offre costi di produzione e manodopera notevolmente inferiori rispetto a quelli europei. Tuttavia, queste materie prime sono già soggette a dazi elevati e costi di conformità, mentre i prodotti finiti cinesi possono entrare nel mercato europeo senza le stesse restrizioni. Alessandro Leone, direttore generale di CNA Veneto Ovest, evidenzia che il prezzo finale dei prodotti cinesi è, a parità di qualità, circa la metà rispetto a quello dei produttori locali. Le aziende italiane, pur offrendo prodotti certificati e conformi alle norme, si trovano in una posizione svantaggiata. Con l’imminente attuazione del CBAM, la situazione è destinata a complicarsi ulteriormente, poiché il nuovo regolamento prevede un tributo ambientale sulle materie prime ad alta intensità di carbonio, senza estenderne l’applicazione ai prodotti finiti. Impatti del Regolamento CBAM Il CBAM solleva preoccupazioni significative per l’industria europea. La sua applicazione, limitata alle sole materie prime, consente l’importazione di beni finiti a prezzi competitivi. Questo squilibrio potrebbe portare a una deindustrializzazione della filiera metalmeccanica italiana, con la perdita di competitività delle piccole e medie imprese (PMI) e la delocalizzazione delle attività produttive in Paesi senza carbon tax. Inoltre, l’introduzione del CBAM comporta oneri amministrativi e gestionali per le PMI, costrette a raccogliere informazioni dettagliate sulle loro emissioni, aggravando ulteriormente il divario competitivo con i concorrenti internazionali. Le piccole aziende, che spesso non dispongono delle risorse necessarie per affrontare queste nuove complessità burocratiche, rischiano di essere schiacciate da un sistema che non tiene conto delle loro specificità. Azioni di CNA CNA Veneto Ovest non è rimasta in silenzio di fronte a queste sfide. Ha avviato un’indagine su tutta la filiera della trasformazione del ferro, coinvolgendo anche operatori in conto terzi come tranciatori e fresatori. Le osservazioni raccolte sono state integrate in un documento di proposte politiche da presentare alle istituzioni europee, con l’intento di influenzare il dibattito sul CBAM. Leone sottolinea l’importanza di avviare interlocuzioni con le istituzioni europee per estendere l’applicazione del tributo anche ai prodotti finiti e semilavorati, al fine di proteggere la competitività delle aziende europee. Inoltre, è cruciale introdurre incentivi fiscali per le aziende italiane che trasformano materie prime, facilitando così la loro operatività e riducendo i costi di produzione. Prospettive Future Il futuro delle imprese italiane nel settore dei metalli estrusi dipende in larga misura dalla capacità di far sentire la propria voce a Bruxelles. CNA sta lavorando per creare alleanze con altre organizzazioni europee affinché le necessità delle PMI vengano ascoltate e comprese. È fondamentale promuovere un ambiente normativo che favorisca la competitività delle aziende europee, garantendo nel contempo la sostenibilità ambientale. In conclusione, la battaglia contro la concorrenza sleale nel settore dei metalli estrusi si presenta piena di sfide: uniti, i produttori italiani possono sperare di ottenere un cambiamento significativo nelle politiche europee, garantendo un futuro più equo e sostenibile per il loro settore.",
    "images": "https://www.vipiu.it/wp-content/uploads/2025/01/Alessandro-Leone-OK.jpg",
    "tags": "",
    "excerpt": "Metalli estrusi, aziende vicentine e veronesi in difficoltà tra Carbon Tax e prezzi dimezzati dei prodotti cinesi. CNA \"chiama\" Bruxelles",
    "categories": "Verona;Vicenza;Top News;Europa UE;Economia e lavoro;Vetrina;Economia e Aziende;Lavoro;Politica;Veneto"
}