{
    "title": "CNA warns about the European Union's carbon adjustment mechanism - Revista Cultivar",
    "author": "unknown",
    "source": "https://revistacultivar.com.br/images/fb_share_image_updated.jpg",
    "date": "2023-01-31",
    "text": "Valent BioSciences announces acquisition of FBSciences With the acquisition, the company will begin offering integrated biorational solutions, including biostimulants, biopesticides and crop nutrition solutions. The Brazilian Agriculture and Livestock Confederation (CNA) published, on Tuesday (31/01), the study “Global Agendas and Brazilian Agriculture – The Carbon Adjustment Mechanism at the European Union Border”, (CBAM, in English) , to alert the sector about the new European policy. The CBAM aims to measure the carbon footprint in the production process of imported goods and require the payment of a border tax as a condition for entering the European Union. In the study, the CNA addresses points such as the context of the creation of the CBAM, the concept, how it should work and how agriculture can be impacted in the future. In the entity's assessment, it is essential to understand how the measure will work, with trade in agricultural products as potential targets. The idea is to help, in the future, avoid trade barriers to Brazilian agricultural products and subsidize the government with technical basis on the new European mechanism. CBAM integrates the strategies of the European Ecological Pact to stimulate the bloc's economic growth guided by decarbonization. The focus is to achieve a 55% reduction in greenhouse gas (GHG) emissions by 2030, based on 1990 levels, and the goal of emissions neutrality by 2050. The CNA also highlights that even if agricultural products are not included in the preliminary phase of the measure, which should be in force between 2023 and 2025, with implementation completed from 2026, it is possible to include new products and agriculture runs the risk of being taxed. The Confederation understands that it is essential to understand how the CBAM will work, in addition to evaluating it in light of international trade rules and the Paris Agreement, aiming to protect Brazilian agricultural exports. CBAM has yet to be formally approved as a regulation in the European Union. To find out more, click here and access the CNA study in full. Receive the latest agriculture news by email With the acquisition, the company will begin offering integrated biorational solutions, including biostimulants, biopesticides and crop nutrition solutions.",
    "images": "https://revistacultivar.com.br/images/fb_share_image_updated.jpg",
    "tags": "Agriculture, Cultivation, Agronomy, Agriculture, Agricultural technology, Crop management, Agricultural production, Rural sustainability, Innovation in the field, Agricultural market, Livestock, Horticulture, Family farming, Agroindustry, Agricultural machinery",
    "excerpt": "Confederation says it is essential to understand how CBAM will work",
    "categories": ""
}