{
    "title": "CNA alerta sobre mecanismo de ajuste de carbono da União Europeia | Confederação da Agricultura e Pecuária do Brasil (CNA)",
    "author": "unknown",
    "source": "Confederação da Agricultura e Pecuária do Brasil (CNA)",
    "date": "2023-01-31",
    "text": "CNA alerta sobre mecanismo de ajuste de carbono da União Europeia Confederação diz que é fundamental entender como funcionará o CBAM Brasília (31/01/2023) – A Confederação da Agricultura e Pecuária do Brasil (CNA) publicou, na terça (31), o estudo “Agendas Globais e o Agro Brasileiro – O Mecanismo de ajuste de carbono na fronteira da União Europeia”, (CBAM, em inglês), para alertar o setor sobre a nova política europeia. O CBAM visa mensurar a pegada de carbono no processo produtivo dos bens importados e exigir o pagamento de uma taxa de fronteira como condição para entrar na União Europeia. No estudo, a CNA aborda pontos como o contexto da criação do CBAM, o conceito, como deverá funcionar e de que forma o agro pode ser impactado no futuro. Na avaliação da entidade, é fundamental entender como funcionará a medida, tendo, como potenciais alvos, o comércio de produtos agrícolas. A ideia é contribuir para, no futuro, evitar barreiras comerciais aos produtos agropecuários brasileiros e subsidiar o governo com embasamento técnico sobre o novo mecanismo europeu. O CBAM integra as estratégias do Pacto Ecológico Europeu para estimular o crescimento econômico do bloco pautado pela descarbonização. O foco é alcançar a redução de 55% das emissões de gases de efeito estufa (GEEs) até 2030, com base nos níveis de 1990, e a meta de neutralidade de emissões até 2050. A CNA destaca ainda que mesmo que os produtos do agro não sejam incluídos na fase preliminar da medida, que deve vigorar entre 2023 e 2025, com a implantação concluída a partir de 2026, é possível incluir novos produtos e o agro corre o risco de ser taxado. A Confederação entende que é essencial compreender como o CBAM funcionará, além de avaliá-lo diante das regras de comércio internacional e do Acordo de Paris, visando resguardar as exportações da agropecuária brasileira. O CBAM ainda precisa ser formalmente aprovado como regulamentação na União Europeia. Para saber mais, clique aqui e acesse o estudo da CNA na íntegra. \n\t\t\t\t\t\t\t\t\t                                \n                            \n    \n                Assessoria de Comunicação CNA\n        \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n    \n                 \n    \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n    \n                Telefone: (61) 2109-1419\n        \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n    \n                 \n    \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n                            \n                            \n    \n                flickr.com/photos/canaldoprodutor\n        \n            \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n    \n                 \n    \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n                            \n                            \n    \n                cnabrasil.org.br\n        \n            \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n    \n                 \n    \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n                            \n                            \n    \n                twitter.com/SistemaCNA\n        \n            \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n    \n                 \n    \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n                            \n                            \n    \n                facebook.com/SistemaCNA\n        \n            \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n    \n                 \n    \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n                            \n                            \n    \n                instagram.com/SistemaCNA\n        \n            \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n    \n                 \n    \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n                            \n                            \n    \n                facebook.com/SENARBrasil\n        \n            \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n    \n                 \n    \n            \n    \n\t\t\t\t\t\t\t                                \n                            \n                            \n                            \n    \n                youtube.com/agrofortebrasilforte",
    "images": "https://www.cnabrasil.org.br/storage/arquivos/imagens/_600x600_fit_center-center_100_none/119139/cbam-estudo-mecanismo-carbono-ue.webp",
    "tags": "",
    "excerpt": "Confederação diz que é fundamental entender como funcionará o CBAM",
    "categories": ""
}