{
    "title": "PRESS RELEASE - EUROPEAN COMMISSION",
    "author": "Sign in",
    "source": "ΚΥΠΕ",
    "date": "2023-08-17",
    "text": "DAILY NEWS  Brussels, 17 August 2023 Commission adopts detailed reporting rules for the Carbon Border Adjustment Mechanism's transitional phase The European Commission adopted today the rules governing the implementation of the Carbon Border Adjustment Mechanism (CBAM) during its transitional phase, which starts on 1 October of this year and runs until the end of 2025. The Implementing Regulation published today details the transitional reporting obligations for EU importers of CBAM goods, as well as the transitional methodology for calculating embedded emissions released during the production process of CBAM goods. In the CBAM's transitional phase, traders will only have to report on the emissions embedded in their imports subject to the mechanism without paying any financial adjustment. This will give adequate time for businesses to prepare in a predictable manner, while also allowing for the definitive methodology to be fine-tuned by 2026. To help both importers and third country producers, the Commission also published today guidance for EU importers and non-EU installations on the practical implementation of the new rules. At the same time, dedicated IT tools to help importers perform and report these calculations are currently being developed, as well as training materials, webinars and tutorials to support businesses when the transitional mechanism begins. While importers will be asked to collect fourth quarter data as of 1 October 2023, their first report will only have to be submitted by 31 January 2024. Ahead of its adoption by the Commission, the Implementing Regulation was subject to a public consultation and was subsequently approved by the CBAM Committee, composed of representatives from EU Member States. One of the central pillars of the EU's ambitious Fit for 55 Agenda, CBAM is the EU's landmark tool to fight carbon leakage. Carbon leakage occurs when companies based in the EU move carbon-intensive production abroad to take advantage of lower standards, or when EU products are replaced by more carbon-intensive imports, which in turn undermines our climate action. For more information Carbon Border Adjustment Mechanism (CBAM) A new law to ensure that batteries are collected, reused and recycled in Europe is entering into force today. The new Batteries Regulation will ensure that, in the future, batteries have a low carbon footprint, use minimal harmful substances, need less raw materials from non-EU countries, and are collected, reused and recycled to a high degree in Europe. This will support the shift to a circular economy, increase security of supply for raw materials and energy, and enhance the EU’s strategic autonomy. In line with the circularity ambitions of the European Green Deal, the Batteries Regulation is the first piece of European legislation taking a full life-cycle approach in which sourcing, manufacturing, use and recycling are addressed and enshrined in a single law. Batteries are a key technology to drive the green transition, support sustainable mobility and contribute to climate neutrality by 2050. To that end, starting from 2025, the Regulation will gradually introduce declaration requirements, performance classes and maximum limits on the carbon footprint of electric vehicles, light means of transport (such as e-bikes and scooters) and rechargeable industrial batteries. The Batteries Regulation will ensure that batteries placed on the EU single market will only be allowed to contain a restricted amount of harmful substances that are necessary. Substances of concerns used in batteries will be regularly reviewed. Targets for recycling efficiency, material recovery and recycled content will be introduced gradually from 2025 onwards. All collected waste batteries will have to be recycled and high levels of recovery will have to be achieved, in particular of critical raw materials such as cobalt, lithium and nickel. This will guarantee that valuable materials are recovered at the end of their useful life and brought back in the economy by adopting stricter targets for recycling efficiency and material recovery over time. Starting in 2027, consumers will be able to remove and replace the portable batteries in their electronic products at any time of the life cycle. This will extend the life of these products before their final disposal, will encourage re-use and will contribute to the reduction of post-consumer waste. To help consumers make informed decisions on which batteries to purchase, key data will be provided on a label. Starting in 2027, consumers will be able to remove and replace the portable batteries in their electronic products at any time of the life cycle. A QR code will provide access to a digital passport with detailed information on each battery that will help consumers and especially professionals along the value chain in their efforts to make the circular economy a reality for batteries. Under the new law’s due diligence obligations, companies must identify, prevent and address social and environmental risks linked to the sourcing, processing and trading of raw materials such as lithium, cobalt, nickel and natural graphite contained in their batteries. The expected massive increase in demand for batteries in the EU should not contribute to an increase of such environmental and social risks. Next steps Work will now focus on the application of the law in the Member States, and the redaction of secondary legislation (implementing and delegated acts) providing more detailed rules. Background Since 2006, batteries and waste batteries have been regulated at EU level under the Batteries Directive. The Commission proposed to revise this Directive in December 2020 due to new socioeconomic conditions, technological developments, markets, and battery uses. Demand for batteries is increasing rapidly. It is set to increase 14-fold globally by 2030 and the EU could account for 17% of that demand. This is mostly driven by the electrification of transport. Such exponential growth in demand for batteries will lead to an equivalent increase in demand for raw materials, hence the need to minimise their environmental impact. In 2017, the Commission launched the European Battery Alliance to build an innovative, sustainable and globally competitive battery value chain in Europe, and ensure supply of batteries needed for decarbonising the transport and energy sectors. More information Batteries Regulation Webpage on batteries Circular economy: New law on more sustainable, circular and safe batteries enters into force The European Commission is committed to personal data protection. Any personal data is processed in line with Regulation (EC) 2018/1725. All personal information processed by the Directorate-General for Communication / European Commission Representations is treated accordingly. If you do not work for a media organisation, you are welcome to contact the EU through Europe Direct in writing or by calling 00 800 6 7 8 9 10 11. Athanasios ATHANASIOU Press Officer / Political Reporter European Commission Representation in Cyprus EU House, 30 Vyronos Avenue, 1096 Nicosia Tel: +357 22 81 75 76 Mob: +357 99 363753 Twitter: @aathans",
    "images": null,
    "tags": "",
    "excerpt": "PRESS RELEASE - EUROPEAN COMMISSION",
    "categories": ""
}