{
    "title": "How the EU's CBAM Is Impacting Indonesia and Taiwan",
    "author": "Evan Matthews",
    "source": "Earth.Org",
    "date": "2024-03-27",
    "text": "The European Union’s Carbon Border Adjustment Mechanism (CBAM) has ramped up efforts to address carbon emissions around the world. Earth.Org looks at how the carbon tariff is impacting climate policy in these two Asian countries. — The EU’s Carbon Border Adjustment Mechanism (CBAM) The European Union’s (EU) Carbon Border Adjustment Mechanism (CBAM) is a tariff that targets “carbon-leakage” in offshore production of imported goods to the 27-member bloc. Embedded in the European Green Deal (EGD) and the Fit for 55 Package, this policy tool hopes to align global carbon pricing and is vital to the success of the EU’s decarbonisation ambitions. It is currently in its transitional phase (2023-2026), with only selected industries – cement, iron and steel, aluminium, fertilisers, electricity and hydrogen – subject to the tariff. After 2026, all imported goods will be subject to the tariff, which is estimated to capture more than 50% of emissions in the EU’s Emissions Trading System (ETS) covered sectors. Based on the ETS model, EU importers are required to purchase CBAM certificates that correspond to the carbon price that would be paid in the EU. More on the topic: Explainer: What Is an Emissions Trading Scheme and How Does It Work? The CBAM is expected to generate an estimated US$9 billion a year by 2030, where part of that revenue will be redistributed to EU member states and other parts to lower-income EU trading partners to “incentivise decarbonisation initiatives.” The CBAM ultimately hopes to both curtail the amount of European companies moving their production offshore and to encourage non-EU countries to invest in green energy and create their own carbon pricing mechanisms. Impact of CBAM in the Asia-Pacific Region In February 2024, the Asian Development Bank (ADB) published a report indicating that the CBAM will have a limited impact on carbon emissions and a “modest” negative effect on economies in Asia. The statistical modelling from the report suggests that the CBAM alone might “reduce carbon leakage by around half compared to an ETS scheme with a similar carbon price.” Without regional or country-specific carbon pricing mechanisms, the impact of the EU’s CBAM might be overstated. China and India, in particular, have called out the CBAM as a violation of World Trade Organisation (WTO) rules, and least-developed countries (LDCs) have indicated that the mechanism is discriminatory against countries without adequate carbon pricing measures. However, the CBAM is not designed to target countries, but rather individual companies that are offshoring their production. Ever since the EU first proposed the idea back in 2019, and despite criticisms levied against it, many countries have been planning for this shift by investing in renewable energy, pursuing protectionist policies to ensure continued foreign investment, and implementing their own carbon pricing mechanisms. Indonesia As the fourth most populous nation in the world and an “emerging market” where the country’s natural supply of critical minerals will play a vital role in green supply chains, Indonesia’s development will be tethered to global efforts of decarbonisation. Despite undergoing its 16th round of negotiations for a Free Trade Agreement (FTA), Indonesia and the EU enjoy a resilient trade relationship, where total bilateral trade in 2022 amounted to €32.6 billion (~US$35 billion). In that year, the top EU imports from Indonesia were industrial fatty acids (palm oil derivatives), mineral fuel, footwear, copper, rubber, and flat-rolled stainless steel. Partially due to the EU looking for alternative sources of energy due to Russia’s invasion of Ukraine, the general trend towards greater trade relations, especially in the energy sector, is apparent. In order to meet the regulating-effect of the CBAM, Indonesia is pursuing multiple routes to protect their own industries. The Indonesian government has recognised the challenges and opportunities that the EU’s CBAM presents to the Indonesian economy. Speaking at the Munich Security Conference in February 2024, Indonesian Finance Minister Sri Mulyani Indrawati echoed concerns that members of the Global South are not “in the [same] level playing field” as developed countries when it comes to both global carbon pricing and investments in green energy. Part of Indonesia’s shifting policies to attract foreign investors in green energy comes through job creation laws, tax breaks, and new financing mechanisms such as new Working Areas (WKPs) and Special Purpose Geothermal Working Areas (WPSPEs). In addition to attracting foreign investment, Indonesia plans to create two significant carbon pricing measures: a carbon tax regulation and a carbon exchange market (cap-and-trade) called IDXCarbon. In April 2022, a carbon tax targeting coal-fired power plants was proposed at around US$2.1 per metric tonne of CO2 equivalent (mtCO2e), though it has been delayed until 2025 amid inflation concerns. While this mandatory tax has been sidelined until 2025, Indonesia’s President Joko Widodo launched the IDXCarbon in September 2023. This carbon exchange market is seen as vital to advance Indonesia’s Nationally Determined Contribution (NDC) under the Paris Climate Agreement. The market has seen some activity with state-owned energy company PT Pertamina as the largest seller of some 460,000 mtCO2e on the market as of October 2023. Yet, critics have noted that activity remains relatively low in the voluntary market mainly due to a low demand for carbon credits, which are reflected in the price of carbon at just RP 69,600 (~US$4.50) per mtCO2e. Without much activity in the IDXCarbon exchange market and a proposed carbon tax – albeit one that only targets coal-fired power plants – taking a backseat, it is easy to dismiss Indonesia’s efforts to effectively combat climate change within their own borders. It remains to be seen whether Indonesia can keep pace with global carbon pricing mechanisms to protect their own industries from potentially high tariffs. Taiwan Taiwan is another country that has been preparing for the effects of the EU’s CBAM. Like Indonesia, Taiwan is investing heavily in renewable energy, hoping to take advantage of the wind energy potential in the Taiwan Strait. In addition to renewable energy investments, Taiwan has moved forward with two strategies to address carbon pricing, which will have an impact on international carbon tariffs: a recently announced carbon fee on the largest emitters and a newly-established carbon exchange market called the Taiwan Carbon Solution Exchange (TCX). Considering that renewable energy accounts for around 10% of Taiwan’s energy mix and the incoming Lai Ching-te administration will likely continue the former administration’s policy of phasing out nuclear energy, investment in renewable energy is crucial to Taiwan’s 2050 net-zero goal. To match carbon reduction ambitions, Taiwan liberalised its energy market in 2017 with an amendment to the Electricity Act. In 2020, the Taiwan Semiconductor Manufacturing Company (TSMC) and Danish energy company, Ørsted, signed the largest power purchase agreement (PPA) to secure a 20-year fixed price of renewable energy for TSMC’s fabs in Taiwan. The Taiwanese government is well-aware of the significance that TSMC and the rest of the semiconductor industry play in the green energy transition. Attracting foreign investment and awarding infrastructure projects to foreign companies indicate that Taiwan is committed to restructuring its energy mix to match climate ambitions. However, a key part to ensure the success of these investments comes from the creation of a renewable energy market. After debating several options for an adequate carbon pricing mechanism, the Ministry of Environment’s Climate Change Administration (CCA) announced a carbon fee will be levied against factories that emit more than 25,000 mtCO2e. The government has “hinted” that the fee will begin at NT$300 (~US$9.5) mtCO2e. The carbon fees will be collected by the Ministry of Environment and likely used for other environmental projects and administrative works. The response from Taiwan’s industry has been less than enthusiastic, citing that countries like China and Japan do not have similar carbon fees. Although much lower than the EU’s ETS price (expected €100/~US$108 for 2026), it is clear that Taiwan predicts a boost in trade and economic relations with the EU by phasing its industry to a nascent carbon pricing mechanism. A direct response to the EU’s CBAM is Taiwan’s Carbon Solution Exchange (TCX). On its webpage, which has waves crashing against rocks, reads: “In response to the global trend of net-zero emissions and Carbon Border Adjustment Mechanisms (CBAM) in Europe and the United States,” the TCX is designed to help businesses in Taiwan navigate this new landscape. One of the features of the TCX is an international carbon credit system where domestic companies can purchase carbon credits from “foreign or domestic juridical persons” (Article 3, TCX Trading Rules). To little surprise, electronics manufacturing companies TSMC and Foxconn were some of the largest buyers, collectively purchasing certificates equivalent to some 90,000 mtCO2e at NT$2.49 million (~US$80,000). Final Thoughts Regardless of the immediate impact of the EU’s CBAM, the EU will place a carbon tariff on all imported goods after 2026. This will inevitably restructure trade relations between the EU and the Asia-Pacific and how companies navigate a new landscape with a greater focus on the ties between production and carbon emissions. While there is a clear disparity in the progress made by Indonesia and Taiwan on a carbon pricing mechanism, both countries are creating policies to protect their domestic manufacturing base while attempting to balance economic development and net-zero goals. Nonetheless, the EU’s CBAM is a one-of-a-kind global carbon pricing mechanism that is already generating policy-oriented solutions to the challenge of how countries can achieve sustainable development. Much like how the EU’s CBAM addresses carbon leakage, the “leaking” constants in policy are investments in renewable energy, addressing the largest polluters with a carbon tax or fee, and a carbon exchange market that helps companies navigate international carbon tariffs. You might also like: Explainer: What Is a Carbon Tax, Pros and Cons, and Implementation Around the World This story is funded by readers like you Our non-profit newsroom provides climate coverage free of charge and advertising. Your one-off or monthly donations play a crucial role in supporting our operations, expanding our reach, and maintaining our editorial independence. About EO | Mission Statement | Impact & Reach | Write for us",
    "images": "https://earth.org/wp-content/uploads/2022/05/Untitled-design-27.jpg",
    "tags": "carbon border adjustment mechanism (CBAM);carbon pricing;climate policy;European Union;Indonesia;Taiwan",
    "excerpt": "Earth.Org looks at how the EU’s CBAM (Carbon Border Adjustment Mechanism) is impacting climate policy in two Asian countries.",
    "categories": ""
}