{
    "title": "European Companies Must Invest More To Reach Net-Zero Goals",
    "author": "Oliver Wyman",
    "source": "OliverWyman",
    "date": "2024-03-26",
    "text": "Only one in five European companies is making the kind of substantive changes necessary to move to a greener business model, even as more than half report having climate transition plans in place. An even larger number has set emission-reduction targets, including a portion for Scope 3 supply chain and end user emissions.  \r\n                             \r\n                             \r\n                            This research in the 2024 CDP report \"Get The Money Moving\" is based on an analysis of responses from more than 1,600 European companies disclosing through CDP, representing 89% of the region’s market capitalization. It assesses companies against a five-point framework looking at critical factors such as capital investment, new product development, and supply chain management. While the data demonstrates progress by companies in reducing emissions over the last four years, it also reveals the substantial limits that still exist in implementing key aspects of transition plans and driving real change on business models. \r\n                         Exhibit 1: Progress toward a Green Business Model Distribution in percentages (%) Source: Oliver Wyman analysis, CDP data Exhibit 2: Utilities, steel, and transport lead on closing the implementation gap Distribution in percentages (%) Note: The implementation gap framework evaluates companies on five key drivers of a transition to a green business model: Steering the business, capital expenditure, supplier decarbonization efforts, engagement with customers, low carbon product, and technology innovation Source: Oliver Wyman analysis, CDP data",
    "images": "https://www.oliverwyman.com/content/dam/oliver-wyman/v3/template-scripts/cdp-report/images/tiles/cdp-hero-1200x630.jpg",
    "tags": "Get the Money Moving, Implementation gap, Science-based Targets, Net zero, Decarbonization, Emissions reduction, Capital investment, Financing the Transition, Low-carbon alternatives, Green transition, Carbon pricing, Electric Utilities, Electric Vehicles (EV), Automotive manufacturing, Green Steel, CAPEX gap, Product innovation",
    "excerpt": "The 2024 CDP report examines the slow transition by European companies to meet net-zero goals and green business models, focusing on steel, utilities and auto.",
    "categories": ""
}