{
    "title": "Sessions Intro Europe",
    "author": "unknown",
    "source": "Sessions Intro Europe",
    "date": "2021-12-13",
    "text": "Time Session title Stream \n                                                                                                     Welcome to the Future Steel Forum - Day 1 An introduction to the Future Steel Forum, highlighting all the key themes that will be covered over today's conference sessions. Speaker Speaker Matthew Moggridge Editor, Steel Times International Quartz Business Media Matthew Moggridge has been editor of Steel Times International since January 2014, having previously edited Aluminium International Today, both published by the UK-based Quartz Business Media. During his time on both titles he has travelled extensively around the world interviewing and writing about leading figures in the metals industry and covering international steel and aluminium conferences. In addition to working as a journalist in many different industrial sectors, he is also the creator and driving force behind the development of the Future Steel Forum. Matthew’s career as a business journalist has spanned many leading titles covering other industrial sectors including food processing, foodservice, foreign direct investment, bulk handling and transportation and computers. Quartz Business Media \n\n                             Conference \n                                                                                                     Navigating the Future: Challenges, Risks and Opportunities for the Spanish Steel Industry This presentation examines the key challenges, threats, and opportunities shaping the Spanish steel industry in today’s global landscape. It analyses critical factors such as global steel overcapacity, rising production costs, stringent environmental regulations, and increasing international competition. Furthermore, it highlights potential avenues for growth, including investments in renewable energy, the European Union’s push for strategic autonomy, sustainability initiatives, decarbonization strategies, and the development of lead markets within the framework of the new EU Industrial Policy. The session aims to offer valuable insights into how the Spanish steel industry is adapting to significant global risks, geopolitical uncertainty, and a rapidly evolving economic and regulatory environment to secure its long-term competitiveness. Speaker Speaker Carola Hermoso General Director UNESID UNESID \n\n                             Conference \n                                                                                                     Decarbonization and Green Steelmaking Session Chair Session Chair Rutger Gyllenram CEO and Founder Kobolde & Partners Rutger Gyllenram is a Swedish metallurgist and entrepreneur. He has an MSc in process metallurgy and materials science and a licentiate degree (Dr-ing) in metal production technology from the Royal Institute of Technology, KTH, in Stockholm. He is the founder and CEO of Kobolde & Partners AB, working with raw material and process assessment, which is crucial for decarbonization in the steel industry. Kobolde & Partners \n\n                             Conference \n                                                                                                     Driving Competitiveness through Industrial Sustainability The Draghi Report highlights a critical challenge for Europe: maintaining global competitiveness while continuing to lead in sustainability. Furthermore, the latest Global Risks Report 2025 finds that the two biggest global risks are geopolitical tensions and environmental risks. The key question remains—how can industries invest in decarbonization while competing in a global market that does not yet fully value sustainable products? But there's more, the recent tariffs from the US administration only add more pressure on this balance. The circular economy has the potential to significantly contribute to decarbonization efforts. According to various studies, implementing circular economy principles could reduce global greenhouse gas emissions by up to 39%1. For CELSA Group, circularity is the key to balancing cost efficiency, supply security, and sustainability. Circularity reduces reliance on virgin raw materials and minimizes processing needs, lowering both CO₂ emissions and production costs. It also strengthens supply chain resilience by reducing dependency on critical raw materials (CRMs) through recycling and resource recovery. Beyond materials, circularity also applies to energy and water management. Maximizing waste heat recovery, optimizing renewable energy integration, implementing closed-loop water systems or using reclaimed water are crucial for reducing environmental impact while enhancing operational efficiency. These strategies not only contribute to decarbonization but also increase the resilience, a key factor in Europe’s industrial competitiveness. Additionally, circularity strengthens local production and value chain traceability, reinforcing Europe’s industrial and innovation ecosystem. The transition to a collaborative and circular model will be key to securing Europe’s leadership in both sustainability and competitiveness. The future of the steel industry lies in embracing circularity—not just as an environmental necessity but as a strategic advantage in an evolving global market. Speaker Speaker Maria Salamero Sansalvado Head of Sustainability CELSA Group Maria Salamero Sansalvadó is the head of sustainability at CELSA Group, a role she has held since September 2022. With a background as an industrial engineer, Maria is passionate about sustainability and innovation to drive meaningful change in the industry. For 25 years she has held a number of roles within the Agbar Group (water utility), exercising different functions and positions in the field of operations, technology, research and innovation and communication in the water sector. Since June 2022, Maria has served as the president of the Industrial Engineering Association of Catalunya, contributing to a programme called ‘Let’s evolve’, which foregrounds the role of engineering as part of sustainable progress. CELSA Group \n\n                             Conference \n                                                                                                     Hydnum Steel – a Digitally Native Plant The presentation will address how digitalization enables the optimization of energy efficiency at Hydnum Steel's green steel plant in Puertollano (Spain), reducing its carbon footprint and enhancing competitiveness through advanced technologies such as digital traceability, plant and process unit design and simulation, artificial intelligence, edge computing and IoT, robotics, among others. The implementation of digital platforms for real-time management of energy consumption and carbon footprint will be discussed, as well as the use of predictive models for operational optimization. Additionally, the impact of the Digital Twin will be explored, highlighting how it facilitates the simulation and analysis of processes before implementation, ensuring more sustainable and efficient production. Furthermore, the necessary considerations for enabling the various OEMs involved in the project to properly integrate different solutions into a higher-level digitalization layer will be explained. Speakers Speaker Juan de la Peña Vice-president Siemens Advanta Juan de la Peña is a senior computer engineer with an MBA, specializing in industrial automation and Industry X.0. He began his professional career at Siemens, where he worked for more than 10 years in the field of industrial automation and sector digitalization, being a member of the initial Industry 4.0 team. Later, he worked at Microsoft for eight years, where he was responsible for selling projects related to IoT, data, and AI. He also managed large strategic accounts, helping define their technological strategy. Currently, he has returned to Siemens in the new consulting division as vice president of the industrial and artificial intelligence division. He is a member of the ISA Connected Industry team and regularly collaborates with various organizations to promote knowledge related to technology and innovation. Siemens Advanta Speaker Daniel Sánchez Chief operating officer Hydnum Steel Before assuming his current role as chief operating Officer, Daniel Sánchez held various executive positions within the Russula Group. Previously, he served as sales director, leading the company’s marketing and sales strategy for eight years. With over 20 years of experience in the steel industry, he has also taken on technical roles, developing projects for major steel producers such as Nucor, ArcelorMittal, US Steel, Gerdau, and CELSA Group. Daniel has been involved in key projects for a number of steelmakes including Big River Steel, CELSA France, Sidenor Dojran, and Gerdau Caucaia. Hydnum Steel \n\n                             Conference \n                                                                                                     Fast forwarding steel decarbonization: The GravitHy effect GravitHy is a French pioneer and industrial start-up that stands out for its ambition to decouple the steel value chain and accelerate its transformation towards a low carbon future. The company plans to build, own and operate H2 based DRI/HBI facilities in strategic locations where good logistics and access to decarbonized electricity is available. Its pioneering approach paves the way for low-carbon steel production, offering to steelmakers an operational solution for their transition towards a fossil-free industry. The first site is to be located in Fos-sur-Mer in France, where it will benefit from access to low-cost and fossil-free energy to produce hydrogen, great access to logistics and industrial synergies. The management has already a replication strategy in Europe and its pioneer site in France has already achieved significant key milestones. Speaker Speaker José Noldin CEO GravitHy José Noldin is the CEO of GravitHy, a company launched by a world-class and international industrial consortium that aims to accelerate the decarbonization of the global steel industry by producing direct reduced iron (DRI) from low-carbon hydrogen. He oversees the development of the company, including its first project in Fos-sur-Mer (south of France), which will require around €2 billion of investment and is expected to create over 3,000 direct and indirect jobs. For over 20 years, José has impacted the iron and steel industry by leading successful and innovative industrial ventures, with special focus in business impact and decarbonization. José is an engineer and holds a PhD in metallurgical engineering from the Catholic University of Rio de Janeiro (PUC-Rio), Brazil, he has received several industry awards, including the Thomas medal (UK's Iron and Steel Society), the Ironmaking prize (ABM in Brazil), an AIST Presidential Citation, besides multiple recognitions for his contributions to the iron ore, steel, and sustainable development sectors. GravitHy \n\n                             Conference \n                                                                                                     Tea & Coffee Break \n\n                             Conference \n                                                                                                     Decarbonization and Green Steelmaking continued Session Chair Session Chair Rutger Gyllenram CEO and Founder Kobolde & Partners Rutger Gyllenram is a Swedish metallurgist and entrepreneur. He has an MSc in process metallurgy and materials science and a licentiate degree (Dr-ing) in metal production technology from the Royal Institute of Technology, KTH, in Stockholm. He is the founder and CEO of Kobolde & Partners AB, working with raw material and process assessment, which is crucial for decarbonization in the steel industry. Kobolde & Partners \n\n                             Conference \n                                                                                                     Striking the Right Balance Europe’s steel industry is at an inflection point. Domestic European primary steel production is in jeopardy. Green policies continue to evolve, as do green investment funds. And, the auto companies are now experiencing difficult times. This large end-user segment for European steel has often been the driver and justification for steel producers’ green transition hopes and investments. Perhaps now, a more balanced strategy is needed. Speaker Speaker Mark Bula CEO Blastr Green Steel Mark has C-level experience working for and raising funds within private equity-backed multi-billion-euro start-up companies for the last 20 years. As a 35-year steel industry veteran, he has played pivotal roles in six steel start-up projects on three continents. He was instrumental in the go-to-market strategy and commercial negotiations as the chief commercial officer for Swedish-based Stegra, helping raise €7 billion to build the world’s first green steel production plant. While most of Mark's career was in heavy industry, he spent three years as the managing director of a boutique strategic consulting company and a corporate director of marketing for a building products company. He has an MBA from the University of Toledo, Ohio, USA. He splits his time between Helsinki and London, as he leads Blastr in its quest to put Finland at the forefront of the green transition globally. Blastr Green Steel \n\n                             Conference \n                                                                                                     Steelmaking in motion – Green Steel strategies, decarbonization activities and challenges of Europe’s steel industry The ambitious drive for net zero emissions has triggered the European steel industry to transfer from coal-based ironmaking towards more environmentally friendly technologies. New approaches such as hydrogen-ready DRI plants, followed by electric melting are presently under design and will dramatically reduce CO2 emissions per ton of steel. As for scrap-based steelmakers, already enjoying low CO2 emissions, a further and significant reduction is ambitious. Speaker Speaker Bernhard Rischka Senior manager, corporate technology Swiss Steel Group Bernhard Rischka obtained his master’s degree in metallurgy from the University of Leoben in Austria. He has been working for Swiss Steel Group as senior manager of the corporate technology department since 2017 and oversees major investments, best practice projects and – more recently - the group-wide decarburization roadmap. Prior to joining Swiss Steel Group, Bernhard held management positions in the US, Asia as well as in the Middle East. Swiss Steel Group \n\n                             Conference \n                                                                                                     Steel & hydrogen: the other chicken and egg story Too often, hydrogen use in steel production has been compared to a chicken-egg problem. This is based on the idea that if the chicken lays the egg, and the egg brings the chicken, then one must have originated first in order to begin the cycle. Well, looking at evolution, the egg has been there since the dinosaurs, long before the chicken, and feathers only came much later to slowly dress up a mini dinosaur as a chicken once they had proven their use. With steel and hydrogen a similar situation exists: many claim that ‘only the chicken – egg’ conundrum needs to be solved, without asking whether the hydrogen makes any sense. Speaker Speaker Harmen Oterdoom Co-founder Butter Bridge Harmen Oterdoom graduated from Delft University Netherlands in extractive metallurgy in 2002 and then moved to Germany to work for then SMS Demag, now SMS group, until 2020. Since 2002 he has worked with electrical furnaces in a wide range of metals and furnace configurations, from the design phase to commissioning, trouble shooting, and (long distance) support. He currently holds the position of co-founder at Butter Bridge, a technology consultancy with deep experience in extractive metallurgical processes. Butter Bridge \n\n                             Conference \n                                                                                                     Lunch & Networking Break \n\n                             Conference \n                                                                                                     Decarbonization and Green Steelmaking continued Session Chair Session Chair Dr. Klaus Peters Secretary General ESTEP Dr Klaus Peters qualified as Doctor of Engineering in 1993 and gained a state doctorate (Habilitation) in 1998 (RWTH Aachen), starting his industrial career with thyssenkrupp Steel Europe (tkSE). His senior experiences include production, sales, quality and R&D both on national and international level. From 2011, Dr. Peters joined several working groups and committees of the European Steel Technology Platform (ESTEP) and was in charge of international research projects and European funding of tkSE. He became in secretary general of ESTEP in 2015. Amongst others, he is member of the Steel Advisory Group (SAG) of the Research Fund for Coal and Steel (RFCS) and board member of the public-private partnership Processes4Planet. He is the executive director of the Horizon Europe Clean Steel Partnership. In 2021, ESTEP was again appointed as member of the High-Level Group on Energy Intensive Industries. ESTEP \n\n                             Conference \n                                                                                                     Producing Green Steel in Ukraine Rebuilding Ukraine’s ravaged steel sector—which produced 22Mt/yr prior to the war—presents a golden opportunity to harness the economic benefits of low-emission steel production once hostilities cease. Reconstructing Ukraine will require vast amounts of steel, which should be locally produced to stimulate economic regrowth. In the paper, Techno-economic Optimisation of Steel Supply Chains in the Clean Energy Transition: A Case Study of Post-war Ukraine, we quantify for the first time that by 2050, a green steel pathway would generate up to $415 billion of gross value added (GVA) and $164 billion worth of additional GVA compared to traditional coal-based steel-making. Investing $62 billion into Ukraine's green steel transition could create nearly double the economic growth compared to an equivalent investment in coal-based production. Key requirements are reconstruction of supply chains around renewables, access to capital, clear climate policies and regional trade links. Ukraine’s prospective EU membership is cornerstone to the green steel transition, delivering benefits in terms of free trade to green steel buyers, and incentives under the ETS and CBAM policies. Speakers Speaker Vlad Mykhnenko Professor of geography and political economy fellow, St. Peter’s College University of Oxford Vlad Mykhnenko is a professor of geography and political economy at the University of Oxford and a fellow of St. Peter's College, Oxford. He is an economic geographer, specialising in the geographical and political economy. Since the early 2000s, Mykhnenko's academic focus on challenging the conventional wisdom of urban and regional development has expanded from transitioning economies of eastern Europe (especially, Polish Upper Silesia and the Ukrainian Donbas) to encompass the development phenomena observed across the world. So far, Vlad has produced over 140 research outputs, with his research attracting £15.6 million ($20m) in external funding. University of Oxford Speaker Dr. Alexandra Devlin Senior decarbonization advisor Responsible Steel Responsible Steel \n\n                             Conference \n                                                                                                     New Perspectives on Electrified Ironmaking The electrochemical reduction of iron oxide to elemental iron is a zero-emissions alternative to legacy ironmaking and can be accomplished at rapid reaction rates within concentrated sodium hydroxide at modest temperatures (<100 C). Motivated by the need for economically competitive alternatives to iron produced in blast furnaces, our lab invented the ‘chlor-iron’ process to directly produce iron metal from salt water and oxide ores. In this presentation I will share our recent device designs for simultaneous production of iron metal and chlorine at industrially relevant current densities (> 0.5 A cm-2) and results from our efforts to expand the reaction scope to scalable sources of iron oxide. In-situ measurements of dissolved iron oxide species and ex-situ measurements of conversion at the single-particle level have resolved the complex reaction pathway from oxide to metal. Lastly, I will present a technoeconomic analysis of the opportunities and challenges of fully-electrified ironmaking at the plant scale. Speaker Speaker Paul Kempler Assistant professor of chemistry University of Oregon Professor Paul Kempler is an assistant professor of Chemistry at the University of Oregon and director of the Electrochemistry Master’s Internship Program (EMIP). His current research efforts include studying interfacial ion-transport processes and developing electrochemical technologies to assist global efforts toward deep decarbonization. In particular, his group is interested in electrochemical methods for producing iron for emissions-free steelmaking. Kempler has a PhD in chemical engineering from the California Institute of Technology (2020) where he studied the optical properties and gas evolution characteristics of microstructured semiconductors used to convert sunlight and water into hydrogen. He received a UO Sustainability Award for Research and Scholarship in 2023. University of Oregon \n\n                             Conference \n                                                                                                     Low Risk, High Reward Decarbonization Scenarios for Integrated Steel Production The holy grail of green steel production—direct reduction based on sustainable hydrogen—will not become a reality for many existing steel producers. Even with all announced and considered green steel projects coming online, our industry’s carbon footprint will remain substantial. As a global industry, it is our responsibility to produce every single tonne of steel as carbon–lean as possible. This presentation covers realistic, low-risk solutions for reducing CO2emissions by up to 40% that can be implemented in the short to mid-term. Speaker Speaker Reinoud van Laar Senior technology manager Danieli Corus Reinoud van Laar holds the roles of senior technology manager and programme manager for steel industry decarbonization at Danieli Corus. He has been with the company since obtaining his master’s degree in physics from Delft University of Technology in 1996 and has worked in various roles, such as engineering, project management and product development. Much of his experience was accumulated in blast furnace ironmaking projects for clients on all continents and his current focus is primarily on redeveloping the BF/BOF-based steel production and reduce its carbon footprint to acceptable levels with respect to mitigating climate change. He lives on the North Sea coast in The Netherlands and loves to spend his free time running and eating seafood. Danieli Corus \n\n                             Conference \n                                                                                                     Tea & Coffee Break \n\n                             Conference \n                                                                                                     Discussion Panel: Decarbonization – Evolution or Revolution? Session Chair Session Chair Rutger Gyllenram CEO and Founder Kobolde & Partners Rutger Gyllenram is a Swedish metallurgist and entrepreneur. He has an MSc in process metallurgy and materials science and a licentiate degree (Dr-ing) in metal production technology from the Royal Institute of Technology, KTH, in Stockholm. He is the founder and CEO of Kobolde & Partners AB, working with raw material and process assessment, which is crucial for decarbonization in the steel industry. Kobolde & Partners Speakers Speaker Vincent Chevrier General Manager, Technical Sales and Marketing Midrex Technologies, Inc. Dr. Chevrier is General Manager – Technical Sales and Marketing for Midrex Technologies Inc., and is based at the Headquarters in Charlotte, NC. His role consists in studying of long-term market trends and evolution, which includes the transition from carbon-based to fossil-free steelmaking. He earned a B.S. in Chemical Engineering at the Université de Technologie de Compiègne (France), a M.S. in Mechanical Engineering at Virginia Tech (USA) and a Ph.D. in Materials Science and Engineering at Carnegie Mellon University (USA). Dr. Chevrier began his career in the steel industry at IRSID in France (now part of Arcelor-Mittal R&D) in 1992. After obtaining his doctorate, he worked in the melt-shop and scrap yard for J&L specialty Steel in various engineering and management positions. Subsequently, Dr. Chevrier held management positions at Keywell LLC, a leading recycler of high-performance metals, prior to joining Midrex in 2011. For the first 8 years, Dr. Chevrier was responsible for all innovation, R&D and technology improvements programs for Midrex and led all work on decarbonization before it became mainstream. The increased market demand for green ironmaking morphed his interests to technical marketing and business development. Dr. Chevrier joined Form Energy in 2021 to develop and scale the iron anode of a novel long duration storage battery. He re-joined Midrex in April 2023. Midrex Technologies, Inc. Speaker Reinoud van Laar Senior technology manager Danieli Corus Reinoud van Laar holds the roles of senior technology manager and programme manager for steel industry decarbonization at Danieli Corus. He has been with the company since obtaining his master’s degree in physics from Delft University of Technology in 1996 and has worked in various roles, such as engineering, project management and product development. Much of his experience was accumulated in blast furnace ironmaking projects for clients on all continents and his current focus is primarily on redeveloping the BF/BOF-based steel production and reduce its carbon footprint to acceptable levels with respect to mitigating climate change. He lives on the North Sea coast in The Netherlands and loves to spend his free time running and eating seafood. Danieli Corus Speaker Jan Friedemann Plaul Head of Ironmaking Primetals Technologies Jan Friedemann Plaul is currently senior vice president at Primetals Technologies, responsible for the global business segment of iron and steelmaking and eco solutions. The I&S business segment provides technical solutions along the value chain of steelmaking. Key technologies within the portfolio are sinter and pelletizing plants, blast furnace technology, direct reduction plants, converter steelmaking, electric steelmaking (including secondary steelmaking) and eco solutions like dedusting and heat recovery systems. He has been working in the business of metallurgical plant building since 2005, covering different management positions at Primetals Technologies, not only in Austria but also in South Korea and India. He holds a master’s degree in metallurgical engineering, gained at the University RWTH Aachen (Germany) as well a PhD and MBA from the Montan University of Leoben (Austria). His business segments currently are executing large green steel transition projects like the electric arc furnace for the SALCOS project at Salzgitter Flachstahl, the electric arc furnace for the greentec steel programme of voestalpine Linz, as well the direct reduction plant and electric arc furnace for the Power4Steel programme at Dillinger. Primetals Technologies Speaker Harmen Oterdoom Co-founder Butter Bridge Harmen Oterdoom graduated from Delft University Netherlands in extractive metallurgy in 2002 and then moved to Germany to work for then SMS Demag, now SMS group, until 2020. Since 2002 he has worked with electrical furnaces in a wide range of metals and furnace configurations, from the design phase to commissioning, trouble shooting, and (long distance) support. He currently holds the position of co-founder at Butter Bridge, a technology consultancy with deep experience in extractive metallurgical processes. Butter Bridge \n\n                             Conference \n                                                                                                     Decarbonization and Green Steelmaking continued Session Chair Session Chair Dr. Klaus Peters Secretary General ESTEP Dr Klaus Peters qualified as Doctor of Engineering in 1993 and gained a state doctorate (Habilitation) in 1998 (RWTH Aachen), starting his industrial career with thyssenkrupp Steel Europe (tkSE). His senior experiences include production, sales, quality and R&D both on national and international level. From 2011, Dr. Peters joined several working groups and committees of the European Steel Technology Platform (ESTEP) and was in charge of international research projects and European funding of tkSE. He became in secretary general of ESTEP in 2015. Amongst others, he is member of the Steel Advisory Group (SAG) of the Research Fund for Coal and Steel (RFCS) and board member of the public-private partnership Processes4Planet. He is the executive director of the Horizon Europe Clean Steel Partnership. In 2021, ESTEP was again appointed as member of the High-Level Group on Energy Intensive Industries. ESTEP \n\n                             Conference \n                                                                                                     A Win-Win Partnership Between Brazil and Europe for Green Steel The European steel sector is currently facing a crisis, driven by the need to comply with stringent CO2 emissions regulations, maintain international competitiveness, and cope with rising energy prices. In this context, seeking partnerships with countries like Brazil, where energy costs are significantly lower, becomes a strategic necessity. By shifting parts of the value chain to Brazil, we can create additional value while leveraging the country’s renewable energy resources. This collaboration enables the production of green steel in Europe, ensuring that the European steel industry can remain competitive with traditional fossil fuel-based steel prices. Together, we can forge a sustainable future for steel production that aligns with global climate goals. Speaker Speaker Bart Biebuyck CEO Green Energy Park Bart Biebuyck is CEO and a founding member of the Green Energy Park Global, a vertically integrated, renewable energy franchise dedicated to developing, financing, constructing, and operating renewable energy facilities under a unified brand. Before that, Bart Biebuyck worked at the fuel cell department of Toyota Motor Europe where he held the position of technical senior manager. His expertise in the automotive industry includes extensive knowledge related to the deployment of new technologies in the European market. Bart also held a role within the Clean Energy Partnership (CEP) programme, reinforcing European trials for the Toyota Fuel Cell Vehicle. He also had the opportunity to develop and expand his expertise in Japan, where he worked for two years. In addition to his industrial experience, Bart has been politically active in his local town since 2006. In 2013 he became the vice president of the City Council, responsible, among others, for the local economy and education. Green Energy Park \n\n                             Conference \n                                                                                                     Hydrogen as fuel in heating equipment to enable CO2-neutral steelmaking The steelmaking industry is associated with large energy consumptions, with its corresponding CO2 emissions. It is estimated that 9% of the total global CO2 emissions belong to the steel industry. In this context, the path of the steel industry towards net-zero CO2 emissions requires a technological transformation that allows to reach the goal of zero emissions by 2050. Mini-mills, consisting of the EAF process, account for 30% of the global steel production and use mainly recycled steel scrap as feedstock, emitting only 10% of the CO2 emissions. By using renewable energy and substituting natural gas for green hydrogen, mini-mills have the potential to eliminate almost all their CO2 emissions. The processes of a standard mini-mill with a significant natural gas consumption are: electric arc furnaces (~5%), reheating furnaces (~75-80%), ladle and Tundish preheaters (~5-10%) and minor consumptions in equipment such as oxyfuel-cutting (~1%). Sarralle develops oxy-combustion and hydrogen technologies applicable to heating equipment in the steel industry, enabling savings in natural gas consumption and the total decarbonization of these equipment. Recently, Sarralle, together with one of its European customers, has implemented their oxy-combustion and hydrogen technology in a ladle pre-heater, using 100% hydrogen. Sarralle also owns a prototype of a reheating furnace at scale, designed to operate with 100% hydrogen, both with air and oxy-combustion burners, and is currently working on the conversion of an industrial reheating furnace in a European steelmaking plant, for the installation of oxy-combustion and hydrogen technology in a furnace zone. Speaker Speaker Itsaso Auzmendi-Murua Hydrogen business line manager Sarralle Itsaso Auzmendi-Murua is currently the hydrogen business line manager at Sarralle, based in Spain, leveraging her expertise in the integration of hydrogen-based decarbonization solutions in the steel sector. She studied chemical engineering at the University of the Basque Country in Spain and earned her PhD in combustion thermochemistry and kinetics from the New Jersey Institute of Technology in the USA. With professional experience across the USA, Germany and Spain, she is passionate about the integration of innovative solutions into industrial plants and driving decarbonization efforts in the energy sector. Sarralle \n\n                             Conference \n                                                                                                     Closing remarks + end of day 1 conference \n\n                             Conference Time Session title Stream \n                                                                                                     Welcome to the Future Steel Forum - Day 2 An introduction to the Future Steel Forum, highlighting all the key themes that will be covered over the day two of the conference sessions. Speaker Speaker Matthew Moggridge Editor, Steel Times International Quartz Business Media Matthew Moggridge has been editor of Steel Times International since January 2014, having previously edited Aluminium International Today, both published by the UK-based Quartz Business Media. During his time on both titles he has travelled extensively around the world interviewing and writing about leading figures in the metals industry and covering international steel and aluminium conferences. In addition to working as a journalist in many different industrial sectors, he is also the creator and driving force behind the development of the Future Steel Forum. Matthew’s career as a business journalist has spanned many leading titles covering other industrial sectors including food processing, foodservice, foreign direct investment, bulk handling and transportation and computers. Quartz Business Media \n\n                             Conference \n                                                                                                     Digitalisation and Steel's Twin Transition Session Chair Session Chair Rutger Gyllenram CEO and Founder Kobolde & Partners Rutger Gyllenram is a Swedish metallurgist and entrepreneur. He has an MSc in process metallurgy and materials science and a licentiate degree (Dr-ing) in metal production technology from the Royal Institute of Technology, KTH, in Stockholm. He is the founder and CEO of Kobolde & Partners AB, working with raw material and process assessment, which is crucial for decarbonization in the steel industry. Kobolde & Partners \n\n                             Conference \n                                                                                                     The Digital Edge of Green Steel As one of Europe’s leading steel recyclers, CELSA Group is committed to producing sustainable long steel products through decarbonization and circularity. Achieving truly green steel goes beyond reducing emissions—it requires the full integration of circular economy principles into the steel value chain. Digitalization plays a critical role in this transformation, enabling process optimization, enhancing traceability, and creating new market opportunities for sustainable steel. However, significant challenges exist, including data management, user acceptance, workforce upskilling, and the need for realistic implementation strategies. This presentation explores how Digital Product Passports (DPPs), AI-driven process optimization, and digital twins contribute to efficiency, flexibility, and transparency. Key EU-funded projects—ALCHIMIA, TWINGHY, and F4F—demonstrate digital solutions in energy optimization, new fuel adoption, and process flexibility. Market disruption remains essential to ensuring the competitiveness of sustainable steel. Insights into these digital strategies and innovations will highlight the role of digitalization in driving the future of green steel. Speaker Speaker Anna Domènech Corporate Innovation Manager CELSA Group Anna Domènech is an experienced industrial engineer with a master’s degree in international business management. With over 12 years in funding and innovation management, she has held the position of corporate innovation manager at CELSA Group since 2020. In this role, Anna co-ordinates innovation initiatives across all business units spanning Spain, France, UK, Poland and the Nordic countries. Previously, Anna gained valuable expertise during her six-year tenure as a consultant in Brussels, assisting industrial clients in navigating the European innovation ecosystem. Before joining CELSA, she spent four years managing Nissan Europe's participation in public funding programmes, supporting innovation initiatives across their factories, research centres, and business units throughout Europe. Anna's passion for driving innovation and fostering collaboration fuels her commitment to making a positive impact within the industry. CELSA Group \n\n                             Conference \n                                                                                                     Discussion Panel: Steel’s Twin Transition: Where we stand and where we’re headed Session Chair Session Chair Dr. Alexander Fleischanderl Chief technology officer Primetals Technologies Dr. Fleischanderl is based in Linz, Austria and is a member of the executive management team at Primetals Technologies. Since April 2024 he has held the role of global chief technology officer. In this position, he oversees the whole solution portfolio, including intellectual property (IP), information technology (IT) and innovation management. Alexander is a recognized expert in the field of sustainable iron and steel production and is also heading the green steel platform at Primetals Technologies. He holds more than 100 single patents in his name. Alexander was honored as Siemens’ Inventor of the year in 2013 and received the Best Innovation Award from MHI (Mitsubishi Heavy Industry) in 2019. Alexander holds a PhD in process engineering. Primetals Technologies Speakers Speaker Mark Bula CEO Blastr Green Steel Mark has C-level experience working for and raising funds within private equity-backed multi-billion-euro start-up companies for the last 20 years. As a 35-year steel industry veteran, he has played pivotal roles in six steel start-up projects on three continents. He was instrumental in the go-to-market strategy and commercial negotiations as the chief commercial officer for Swedish-based Stegra, helping raise €7 billion to build the world’s first green steel production plant. While most of Mark's career was in heavy industry, he spent three years as the managing director of a boutique strategic consulting company and a corporate director of marketing for a building products company. He has an MBA from the University of Toledo, Ohio, USA. He splits his time between Helsinki and London, as he leads Blastr in its quest to put Finland at the forefront of the green transition globally. Blastr Green Steel Speaker José Noldin CEO GravitHy José Noldin is the CEO of GravitHy, a company launched by a world-class and international industrial consortium that aims to accelerate the decarbonization of the global steel industry by producing direct reduced iron (DRI) from low-carbon hydrogen. He oversees the development of the company, including its first project in Fos-sur-Mer (south of France), which will require around €2 billion of investment and is expected to create over 3,000 direct and indirect jobs. For over 20 years, José has impacted the iron and steel industry by leading successful and innovative industrial ventures, with special focus in business impact and decarbonization. José is an engineer and holds a PhD in metallurgical engineering from the Catholic University of Rio de Janeiro (PUC-Rio), Brazil, he has received several industry awards, including the Thomas medal (UK's Iron and Steel Society), the Ironmaking prize (ABM in Brazil), an AIST Presidential Citation, besides multiple recognitions for his contributions to the iron ore, steel, and sustainable development sectors. GravitHy Speaker Rizwan Janjua Head of technology World Steel Association Dr. Rizwan Janjua holds PhD in material sciences from the TU Bergakademie Freiberg, Germany. He joined the steel industry in 2002 and has been involved in process technology, energy efficiency, process yield and asset reliability. He is head of technology at the World Steel Association and is responsible for leading worldsteel’s activities in the field of technology, energy efficiency, and CO2 breakthrough. He is secretary to the worldsteel Technology Committee (TECO), CO2 Breakthrough Programme and leads the ‘StepUp’ programme which is aimed at improvements in mill operations to efficiency levels commensurate with the steel industry’s top performers for emissions and energy intensity using existing proven installed technology and best practices. He led the flagship project ‘Premature Wear of Copper Staves in Blast Furnaces’, investigating ways of extending the campaign-life of blast furnaces by minimising stave wear – the outcomes are highly acclaimed and frequently cited in publications. He has represented the steel industry in technical discussions on energy and climate change at IEA, IRENA and OECD and reviewed several technical reports. World Steel Association Speaker Jonathan Weber Member of the Board of Management (COO) of Dillinger and Saarstahl, member of the executive management of SHS – Stahl-Holding-Saar Dillinger, Saarstahl, SHS – Stahl-Holding-Saar Jonathan Weber is member of the board of management (COO) of Dillinger and Saarstahl, and member of the executive management of SHS – Stahl-Holding-Saar, a role he has held since 2021. He has an MBA in business administration from the University of Mannheim. Prior to his current position, he spent almost a decade at thyssenkrupp, holding roles such as chief financial officer at thyssenkrupp Electrical Steel, head of strategy, markets, and development at thyssenkrupp Industrial Solution, and manager of corporate development at thyssenkrupp AG. From 2007 to 2012, he worked at Salzgitter AG as deputy head of strategy. Dillinger, Saarstahl, SHS – Stahl-Holding-Saar \n\n                             Conference \n                                                                                                     Moving Digitally Towards a Green Future The steel industry faces major challenges in the upcoming years. Therefore, Stahl-Holding-Saar (SHS) has been undergoing an ongoing consistent transformation process since the past four years, which is based on three pillars: (1) refurbish, (2) modernize and (3) decarbonize. On the one hand, a digital transformation is absolutely imperative to remain competitive, and, on the other hand, processes must be optimized and altered to reduce CO2 emissions. In this context, artificial intelligence (AI) is a decisive factor in optimizing processes, reducing production costs and ensuring competitiveness. The use of AI is a key component of Stahl-Holding-Saar’s IT & digitalization strategy and we have been successfully developing our own AI applications and fully integrating them into our processes and heterogeneous infrastructure for many years now. An interdisciplinary team has been set up to deal specifically with artificial intelligence (AI). This team works closely with domain experts from our production facilities as well as external researchers to combine their knowledge and develop innovative solutions. AI is integrated into all processes along the value chain in order to increase efficiency and competitiveness. Artificial intelligence is a key cost optimization tool for the future of the steel industry and offers an opportunity to address cost pressure, competition and innovation. Speaker Speaker Jonathan Weber Member of the Board of Management (COO) of Dillinger and Saarstahl, member of the executive management of SHS – Stahl-Holding-Saar Dillinger, Saarstahl, SHS – Stahl-Holding-Saar Jonathan Weber is member of the board of management (COO) of Dillinger and Saarstahl, and member of the executive management of SHS – Stahl-Holding-Saar, a role he has held since 2021. He has an MBA in business administration from the University of Mannheim. Prior to his current position, he spent almost a decade at thyssenkrupp, holding roles such as chief financial officer at thyssenkrupp Electrical Steel, head of strategy, markets, and development at thyssenkrupp Industrial Solution, and manager of corporate development at thyssenkrupp AG. From 2007 to 2012, he worked at Salzgitter AG as deputy head of strategy. Dillinger, Saarstahl, SHS – Stahl-Holding-Saar \n\n                             Conference \n                                                                                                     Tea & Coffee Break \n\n                             Conference \n                                                                                                     Development of Digital Technology at JFE Steel and prospects of its application after process reform for decarbonization Speaker Speaker Dr. Noriko Kubo Assistant general manager JFE Steel Corp Dr. Noriko Kubo has worked at JFE Steel Corporation's research laboratory since 1994. She has been mainly involved in the development of steel processes using fluid engineering and particle engineering. Currently, she is the assistant general manager of the Cyber-Physical-System R&D department and is promoting digital transformations such as process control, sensing and robotics. JFE Steel Corp \n\n                             Conference \n                                                                                                     Sustainability and Steelmaking \n\n                             Conference \n                                                                                                     Design, deconstruction and recycling for preserved metal value Since today's environmental product declarations (EPDs), not only take into account the environmental impact of a product's production and use, but also the recycling rate of scrap that occurs during production and at end-of-life, recycling is a central issue for designers in all companies where environmental performance is part of the product profile. Today, recycling is mainly measured based on weight, which does not reflect how much of the environmental and economic value of the materials involved can be transferred to the next product life cycle. Retaining valuable alloys from scrap needs meticulous scrap sorting that decreases the unwanted tramp elements in the scrap and makes it possible to valorise alloys. To make it economical, parts of the products that do not contain complex components should be processed in a simple flow of materials for easy processing whereas complex parts need more costly, advanced processing and separation techniques. This vision requires an appropriate design and the ability to handle an increased number of scrap types from a shredding plant, which in turn places demands on logistics, trade and steelmaking. The paper focus on the alloys Ni, Mo, Mn and Cr for retaining and Cu and P as metals/alloys that should be removed. Discussed are key questions on what is needed in the form of initiatives from producer companies, recyclers and steel manufacturers to increase the retention of alloy value in scrap and to avoid detrimental materials and furthermore the need for new scrap class standards and perhaps regulations on what must be achieved to reach end of waste status. This presentation is based on results from these three projects: Design value funded by Vinnova, Sweden’s Innovation Agency, aims to improve alloy recovery over sequential product lifecycles through improvements in standards and the regulatory framework. MEDALS funded by the European Union’s Horizon 2020 programme aims to improve the knowledge about metal dissipation and especially taking on the problem with copper as tramp element. ScrapPrecision, funded by Vinnova, aims to improve knowledge about the analysis of commercial scrap to decrease the need for virgin metallics. Speaker Speaker Rutger Gyllenram CEO and Founder Kobolde & Partners Rutger Gyllenram is a Swedish metallurgist and entrepreneur. He has an MSc in process metallurgy and materials science and a licentiate degree (Dr-ing) in metal production technology from the Royal Institute of Technology, KTH, in Stockholm. He is the founder and CEO of Kobolde & Partners AB, working with raw material and process assessment, which is crucial for decarbonization in the steel industry. Kobolde & Partners \n\n                             Conference \n                                                                                                     The Role of Efficiency and Best Practices in Emissions Reduction Looking at the results of discussions and announcements over the past five years, it is apparent that we need all possible means of CO2 reduction, and no stone can be left unturned. Focusing only on a select few pathways would not be a wise course of action. worldsteel has carried out a programme called ‘Step Up’ to drive the efficiency improvement across the steel industry. This programme has been carried out at 25 sites around the world and has shown that significant CO2 reduction is achievable through incremental efficiency measures and adoption of best practices. Speaker Speaker Rizwan Janjua Head of technology World Steel Association Dr. Rizwan Janjua holds PhD in material sciences from the TU Bergakademie Freiberg, Germany. He joined the steel industry in 2002 and has been involved in process technology, energy efficiency, process yield and asset reliability. He is head of technology at the World Steel Association and is responsible for leading worldsteel’s activities in the field of technology, energy efficiency, and CO2 breakthrough. He is secretary to the worldsteel Technology Committee (TECO), CO2 Breakthrough Programme and leads the ‘StepUp’ programme which is aimed at improvements in mill operations to efficiency levels commensurate with the steel industry’s top performers for emissions and energy intensity using existing proven installed technology and best practices. He led the flagship project ‘Premature Wear of Copper Staves in Blast Furnaces’, investigating ways of extending the campaign-life of blast furnaces by minimising stave wear – the outcomes are highly acclaimed and frequently cited in publications. He has represented the steel industry in technical discussions on energy and climate change at IEA, IRENA and OECD and reviewed several technical reports. World Steel Association \n\n                             Conference \n                                                                                                     Lunch and Networking Break \n\n                             Conference \n                                                                                                     AID4GREENEST: Pioneering Digital Solutions for Sustainable Steel Manufacturing Traditionally, steel metallurgical processes have relied on a ‘trial-and-error’ approach, testing chemistry and processing parameters (e.g., hot rolling temperatures, cooling rates) to achieve desired microstructures and properties. While this method has been effective, it is also time-consuming, labor-intensive, and associated with significant material waste and emissions. Moreover, it can result in high rejection rates with design flaws often identified too late in the process, necessitating costly remedial actions. The integration of AI- and simulation-driven design offers a promising solution to these inefficiencies. By enhancing the interaction between part and process design, potential flaws can be addressed earlier, reducing costs and delays. Another major challenge in the steel sector is the time-intensive nature of steel characterization experiments. For example, high-temperature standard creep tests, used to evaluate steel performance under extreme conditions, can span thousands of hours, significantly delaying the development of new steel grades. Multiple characterizations are necessary at various stages of thermo-mechanical processing (e.g., hot rolling, cold rolling) to ensure quality. Data collection in manufacturing environments also presents unique difficulties. Unlike consumer data, industrial data is typically gathered from sensors monitoring diverse processes. Ensuring accurate data classification, storage, and auditing is crucial, yet the lack of standardized approaches can hinder reproducibility between laboratories. The EU HORIZON project AID4GREENEST (GA 101091912) addresses these challenges by developing innovative tools to support the digital transformation of the steel sector. These tools span steel design (chemistry and microstructure), process design (processing parameters), product design (processing and heat treatments), and product performance evaluation. Speaker Speaker Dr. Ilchat Sabirov Senior researcher and programme leader in advanced manufacturing IMDEA Materials Institute Dr. Ilchat Sabirov is a senior researcher and programme leader in advanced manufacturing at IMDEA Materials Institute (Madrid, Spain). He gained his PhD in metallurgy at the University of Leoben in 2004. His research focuses on the advanced manufacturing of metallic materials, particularly steel, as well as their deformation behaviour, the chemistry-processing-microstructure-property relationship, and product development. He has participated in 12 EU collaborative projects, including co-ordinating five of them. He has co-authored more than 120 articles in international journals, along with a book and an international patent. IMDEA Materials Institute \n\n                             Conference \n                                                                                                     Hydrogen and ammonia: Pioneering Fuels for Tomorrow’s Steel Industry. Decarbonizing the steel industry is a critical step toward achieving sustainability goals, and innovation plays a key role in this transition. The Twinghy project, co-financed by the European Union and its industrial and academic partners, introduces hydrogen combustion in reheating furnaces, complemented by a digital twin to enhance operational efficiency. This presentation will provide a comprehensive overview of Twinghy's goals, technologies, and anticipated outcomes. The challenges on using hydrogen as a fuel, such as availability and lack of infrastructure, necessitates the exploration of alternatives. Recognizing these constraints, the potential of ammonia as an alternative fuel for future steel production will be evaluated, including a discussion of its advantages and potential implementation strategies. Speakers Speaker Raquel Torruélla Martinez Innovation manager/TWINGHY co-ordinator CELSA Barcelona Raquel Torruella is an innovation manager at CELSA Group, a European producer of circular and low-emission steel. With a strong background in corporate innovation and European project management, she has led initiatives in water management, zero-waste programs, and industrial sustainability. At CELSA, she co-ordinates the Twinghy project, an RFCS-funded initiative pioneering the use of digital twins and hydrogen combustion in reheating furnaces, a transformative step toward decarbonizing steel production. A firm believer in industry-wide cooperation, she advocates for the integration of economic profitability and environmental responsibility, ensuring that the steel industry evolves toward a more sustainable and competitive future. CELSA Barcelona Speaker Sébastien Caillat Chief combustion expert Fives Stein, Fives Group Sébastien Caillat is chief combustion expert at Fives Stein, Fives Group. He develops combustion systems for reheating furnaces and continuous annealing lines for the steel industry. Previously, from 1999 to 2014, he was an assistant professor at the École Nationale Supérieure des Mines de Douai. He holds a master’s degree in aerothermochemistry and a PhD in combustion from the CNRS CORIA laboratory, University of Rouen in Normandy, France, and has been involved in research, development and teaching in industrial combustion and air pollution control. Since 2017, Sébastien has held the position of vice-president of the International Flame Research Foundation (IFRF) and participates in CEN and ISO standardisation groups. Fives Stein, Fives Group \n\n                             Conference \n                                                                                                     Artificial Intelligence and Digital Manufacturing \n\n                             Conference \n                                                                                                     AI to Optimize Gas Balance and Enhance Decision-making for integrated steel manufacturing. Integrated steel manufacturing processes heavily rely on steelmaking gases. These act as a fuel for crucial downstream processes. Optimizing the distribution of these gases and reducing energy waste present a significant challenge for integrated sites. Viridis Dispatch solution addresses these challenges, relying on sophisticated artificial intelligence methods. This powerful tool simulates and optimizes different operational scenarios to determine optimal dispatch process parameters and set points, leading to significant performance improvement, energy savings and reduced carbon emissions. Speaker Speaker Dr. Thiago Turchetti Maia Executive Vice President for Center of Excellence Automation, Digital, and Service Solutions SMS Group Dr. Thiago Turchetti Maia is the executive vice president for SMS digital’s Center of Excellence. He has 20+ years of experience in leading technology companies focused on industrial digitalization. He founded Vetta and Viridis, two companies later incorporated by the SMS group. He has led software industry associations and served on different supervisory boards. He holds a PhD and an MSc in Electrical Engineering, a BSc in computer science, and an MBA in finance. SMS Group \n\n                             Conference \n                                                                                                     Digitalization of Direct Reduction Plants: The Optimized Technological Pathway for Decarbonizing the Steel Industry The steel industry is among the major contributors to global CO2 emissions in our planet, accounting for approximately 8% of global carbon emissions. With increasing political and social pressure to meet climate targets, there is an urgent need to develop and implement strategies that minimize the environmental impact of steel production. Direct Reduction (DR) is a proven solution for producing steel with lower carbon emissions compared to traditional methods. The integration of digital technologies such as data analytics, machine learning, and automation can optimize the efficiency and reduce the carbon footprint of any manufacturing plants, DR plants included. Despite its potential, the adoption of digital technologies in DR plants remains in an adoption phase due to challenges in scalability, data integration, and investment costs. This presentation provides an evaluation on how digital technologies can enhance the efficiency of Direct Reduction (DR) plants and contribute to the reduction of carbon emissions in steel production. Also, an exploration of specific digital tools, such as algorithms and real-time monitoring systems, that can be integrated into DR plants to drive decarbonization is studied. Tenova’s approach includes the gathering real-time operational data from the Direct Reduction (DR) plant, including main process parameters and other relevant process efficiency metrics, but also applying intelligent mathematical models of a particular equipment to optimize key processes in ENERGIRON(*) DR plants, such as temperature, pressure, flow, and level controls to identify carbon reduction opportunities. Speaker Speaker Stefano Maggiolino President and CEO Tenova HYL Stefano Maggiolino is president and CEO at Tenova HYL. Stefano began his career at the Techint Group in 1996, when he first joined the program of Junior Professionals at Tenaris Tamsa in Veracruz, Mexico. In 1998, he moved to Italy as Project Manager at Techint SpA (now Tenova), working across a number of worldwide steelmaking projects. In 2005, Stefano moved back to Mexico as Project Director and COO at Tenova HYL, in Monterrey, where he led direct reduction plant projects. Since July 2015, he has been President and CEO of Tenova HYL. Stefano trained as a mechanical engineer, graduating from the Polytechnic University of Bari, Italy. He holds an MBA from EGADE Business School Tecnológico de Monterrey and an MBA from the University of North Carolina Charlotte with a specialization in Global Business and Strategy and Executive Management from IPADE Business School in Ciudad de Mexico. Stefano believes that innovation in sustainability and safety are key to long-term profitability of the steel industry and sees direct reduction specifically as a path to reach these goals. He values teamwork and efficient organization, and tackles problems with a positive, solution-driven attitude. Stefano’s strategic clarity is combined with his passion for people – he builds excellent and enduring relationships with all stakeholders. Thanks to his in-depth expertise in the sector, he is the Inventor of various patents, author of numerous international papers, and regular speaker at international conferences. Tenova HYL \n\n                             Conference \n                                                                                                     Tea & Coffee Break \n\n                             Conference \n                                                                                                     Panel Discussion: The Digital Edge of Green Steel Speakers Speaker Bertrand Orsal-Reams Head of digitalization GravitHy Bertrand Orsal-Reams is the head of digitalization at GravitHy, where he drives innovation and digital transformation strategies to support the development of a decarbonized iron-making plant utilizing hydrogen. With over 15 years of expertise in the steel industry, Bertrand has a proven track record of developing groundbreaking solutions and leading high-impact projects. Previously, as Dassault Systèmes' main steel expert, he spearheaded the group's strategy for the metals and minerals industry, leveraging his deep metallurgical knowledge and digital expertise. Before that, he led the development of an award-winning expert system for live running of continuous galvanizing lines at the Fives Group, showcasing his ability to merge technical and digital innovation. Bertrand began his career at ArcelorMittal, where he spent 13 years developing patented processes for hot dip galvanizing lines worldwide. After a two-year stint managing new works on a Seveso site for Chemours, he returned to the steel industry, continuing to push the boundaries of technology and operational excellence. GravitHy Speaker Kurt Herzog Head of Industry 4.0 Primetals Technologies Kurt Herzog completed his master’s degree in industrial automation at the Technical University of Vienna and his MBA at the Linz Management Academy. In 1997, Kurt began working for VAI, a predecessor company of Primetals Technologies, in the area of process automation, and held several management functions in electronics and automation as well as in engineering. Since 2016, he has been responsible for the Industry 4.0 portfolio of Primetals Technologies. Primetals Technologies Speaker Enrico Plazzogna Executive Vice President (Sales) Danieli Automation Born in Udine and living there today, Enrico Plazzogna graduated in electronic engineering, specialising in industrial controls at Padova University, winning a scholarship from Consorzio Padova Ricerche for a graduation thesis focused on robotic applications. He joined Danieli as a proposal engineer in 1994 and then became area manager for Europe, then for Middle East and for Eastern Europe and Russia. He was then appointed executive manager (sales) for minimills and turnkey plants. Today he is executive vice president of sales, and a member of the board of Danieli Automation. Danieli Automation Speaker Joan Ral Gené Chief information officer CELSA Group In a career spanning 20 years within different roles, Joan Ral Gené has always been passionate about analyzing customer business problematic, quickly approaching their matters with remarkable pragmatism and common sense and proposing creative solutions. Over the years, he has been fortunate to have worked with high-profile organizations such as IBM, Generali Insurance Company, La Caixa, Abertis, CELSA Group, among many others. In his current role as chief information officer at CELSA Group, Joan is leading the digital transformation of the company by defining the digital roadmap, with a special emphasis around Industry 4.0, circularity, sustainability, and green steel. CELSA Group \n\n                             Conference \n                                                                                                     Transforming Steel: The Triple Transition and the Power of the Central Operation Cockpit The steel industry faces a critical challenge: transforming production from CO2-intensive processes to green innovation. Some of the most challenging issues are that alternative production processes require new operational skills, new production units need to be integrated with existing ones, and existing products need to be developed on new production routes, as well as entirely new products. The key to overcoming these challenges is intelligent automation and digitalization solutions. But as the level of automation increases, so does the flow of information, creating new challenges as operators lose the ability to make decisions. Decision-making skills are especially needed in critical situations, and critical situations require immediate action. The Central Operation Cockpit (COC) is an intelligent and centralized cockpit that allows a single operator to oversee the operation of one or more plants – paving the way for autonomous plant operation. Speakers Speaker Kurt Herzog Head of Industry 4.0 Primetals Technologies Kurt Herzog completed his master’s degree in industrial automation at the Technical University of Vienna and his MBA at the Linz Management Academy. In 1997, Kurt began working for VAI, a predecessor company of Primetals Technologies, in the area of process automation, and held several management functions in electronics and automation as well as in engineering. Since 2016, he has been responsible for the Industry 4.0 portfolio of Primetals Technologies. Primetals Technologies Speaker Alexander Thekale Technology Officer, Electrics and Automation Primetals Technologies Alexander Thekale is the technology officer, electrics and automation, at Primetals Technologies. He previously held the position of innovation manager, electrics and automation, and head of digital solutions for downstream technology at Primetals. He holds a PhD in mathematics, and a diploma in applied mathematics, both from the University of Erlangen-Nuremberg. Primetals Technologies \n\n                             Conference \n                                                                                                     Automating Caster and Hot Mill Scheduling Advanced algorithms, mixed-integer programming and real-time data analytics optimize caster and hot mill scheduling, reduce downtime, increase throughput and direct charging. Dynamic scheduling adapts to shifting production demands, equipment availability and improves overall productivity. This approach helps streamline processes, enhance productivity, and maintain better quality control throughout production. Speaker Speaker Dr. Falk-Florian Henrich Founder and CEO Smart Steel Technologies Dr. Falk-Florian Henrich is the founder and CEO of Smart Steel Technologies, a tech company specialising in production planning software for the steel industry which optimizes production workflows and improves efficiency in steel manufacturing. Prior to founding Smart Steel Technologies, he established CeleraOne, which became a market leader in the paid content sector before being acquired by Axel Springer SE in 2018. Dr. Falk-Florian Henrich holds a PhD in mathematics, with research at the intersection of infinite-dimensional loop spaces of manifolds and artificial intelligence. Smart Steel Technologies \n\n                             Conference \n                                                                                                     Closing remarks + end of day 2 conference \n\n                             Conference JOIN OUR MAILING LIST Be the first to hear about exhibitors, speakers and what's on at our upcoming events.",
    "images": "https://futuresteelforum.com/content-images/main/_1200x630_crop_center-center_82_none/SEO-IMAGE.jpg?mtime=1688572854",
    "tags": "",
    "excerpt": "A must attend event for steelmakers that are looking for high-tech solutions to the challenges presented by the process of steel manufacturing.",
    "categories": ""
}