{
    "title": "Industrial electrification - Ready to power Europe's green industrial future?",
    "author": "unknown",
    "source": "Euractiv",
    "date": "2025-01-30",
    "text": "Building a sustainable and competitive battery raw materials industry in Europe – How can it be achieved? 26-06-2025 Energy and Environment Brussels Making the world water-resilient – What are the right steps? 19-05-2025 Energy and Environment Brussels The omnibus package – What implications for the EU’s sustainability credentials and European manufacturers? 19-05-2025 Energy and Environment Brussels Electricity availability in the EU – Addressing challenges 08-04-2025 Energy and Environment Brussels Repurposing gas grids - Can it enhance competitiveness? 26-03-2025 Energy and Environment Brussels EU Forest Strategy 2030 - Progress and challenges near the halfway mark 24-03-2025 Energy and Environment Brussels Media Partnership - The Automotive Aftermarket: A Cornerstone for Europe’s Industrial and Mobility Future 20-03-2025 Energy and Environment Brussels Renewable carbon and the circular economy - Unlocking the role of woodbased value chains 18-03-2025 Energy and Environment Brussels Media Partnership - Rural Energy Dialogue: Advancing the Clean Industrial Deal in Rural Areas? 18-03-2025 Energy and Environment Brussels Media Partnership - Harnessing the Wind: The Future of Offshore Energy in the Baltic Sea 18-03-2025 Energy and Environment Brussels Financing the EU energy transition and European competitiveness - Can the two co-exist? 28-01-2025 Energy and Environment Brussels Media Partnership - Ammonia Europe launch event: Unlocking ammonia’s potential for Europe’s clean and resilient economy 16-01-2025 Energy and Environment Brussels Reviving Europe's Industrial Power: How to boost competitiveness through energy - Media Partnership 09-12-2024 Energy and Environment Brussels Media Partnership - Energy Day 2024: On the eve of the Polish Presidency of the Council of the EU 09-12-2024 Energy and Environment Brussels Media Partnership - Ironing out a Steel Action Plan for a green transition made in Europe 20-11-2024 Energy and Environment Brussels Media Partnership - Net-Zero 2050: Unleashing Cobalt’s Potential for the EU’s energy transition and competitiveness 19-11-2024 Energy and Environment Brussels Media Partnership - Green Claims & Carbon Markets: A framework for transparency to support Europe’s path to net zero 19-11-2024 Energy and Environment Brussels Media Partnership - Ensuring Resilience in the European Energy Transition 14-11-2024 Energy and Environment Brussels The path to the climate neutrality of district heating systems - Solutions, regulations, technologies 13-11-2024 Energy and Environment Brussels The future of the European raw materials industry - How can Europe remain competitive on the global stage? 07-11-2024 Energy and Environment Brussels Media Partnership - The future of renewable energy investment in Europe: Europe's obligation to pay renewable energy awards 05-11-2024 Energy and Environment Brussels Media Partnership - Smart siting: Unlocking Europe's Solar and Wind Potential 24-09-2024 Energy and Environment Brussels Media Partnership: Win-wind solutions in the Baltic Sea region 10-09-2024 Energy and Environment Brussels EU’s climate action - What's the way forward? 29-05-2024 Energy and Environment Brussels Building a sustainable future - The revision of the Energy Performance of Buildings Directive 23-05-2024 Energy and Environment Brussels Power-to-heat - How can it decarbonise district heating? 15-05-2024 Energy and Environment Brussels A roadmap to EU forest resilience - Tackling climate change and forest disturbances 08-05-2024 Energy and Environment Brussels #eaGreenEU Twitter Chat: Climate impact on European forests - How to increase their resilience? 30-04-2024 Energy and Environment Brussels Hydropower - Enhancing Storage and Flexibility for a Greener Future 17-04-2024 Energy and Environment Brussels Media Partnership: From Resources to Resilience: Unpacking the Role of Raw Materials for Security, Sustainability and Prosperity 17-04-2024 Energy and Environment Bruxelles Media Partnership - Powering Tomorrow, Inspiring Today: Nuclear Energy 2.0 11-04-2024 Energy and Environment Brussels EVENT CANCELLED - Time to act: Plugging into the Green Deal. A new energy policy agenda fit forEuropeanconsumersMediaPartnership 10-04-2024 Energy and Environment Brussels Media Partnership - The future of EU industry: resilience or dependence 09-04-2024 Energy and Environment Brussels Media Partnership - Securing the future of European industries: The role of CCUS in the EU’s Legislative Term 2024-2029 26-03-2024 Energy and Environment Brussels Media Partnership - Powering Carbon Neutrality by 2050: EDF’s Net Zero scenario unveiled 21-03-2024 Energy and Environment Brussels Upholding Europe's Leadership in Fusion Energy 18-03-2024 Energy and Environment Brussels The future of EU forests – A new EU Framework for Forest Monitoring and Strategic Plans 20-02-2024 Energy and Environment Brussels The EU’s Carbon management strategy and the path to 2040 19-02-2024 Energy and Environment Brussels Towards a sustainable future - What is the potential of the EU’s bioeconomy? 30-11-2023 Energy and Environment Brussels PFAS and the green transition - how can we strike a balance? 28-11-2023 Energy and Environment Brussels Hydrogen emissions - What implications for the green transition? 16-11-2023 Energy and Environment Brussels Wind Power Action Plan - Winds of change? 15-11-2023 Energy and Environment Brussels Analysing the Packaging and Packaging Waste Regulation - What are the implications for our forests? 14-11-2023 Energy and Environment Brussels Crowdfunding as a driver for the EU's energy transition - What difference can it make? 08-11-2023 Energy and Environment Brussels #eaGreenEU Twitter Chat | The EU Deforestation Regulation 26-10-2023 Energy and Environment Twitter #eaGreenEU EU Regulation on deforestation-free products – What implications for smallholders? 25-10-2023 Energy and Environment Brussels Media Partnership - Hydropower: a key player of the European energy transition 24-10-2023 Energy and Environment Brussels Making better use of biofuels: How can the EU ensure policy consistency? 23-10-2023 Energy and Environment Brussels How can district heating help meet EU climate neutrality targets? 26-09-2023 Energy and Environment Brussels What role will storage play in Europe's future energy system? 21-09-2023 Energy and Environment Brussels Navigating the Energy Transition - Implementing clean hydrogen initiatives in the EU 20-09-2023 Energy and Environment Brussels Media Partnership: Shifting gears: unleashing Sustainable potential in Raw Materials and Automotive industries 20-09-2023 Energy and Environment Brussels Media Partnership: PKEE Energy Day 2023 19-09-2023 Energy and Environment Brussels How can a shift to a circular economy in the EU contribute to a climate-neutral Europe? 04-07-2023 Energy and Environment Brussels Chemical risk management - What is the role of the Essential Use Concept under REACH authorisation and restriction? 04-07-2023 Energy and Environment Brussels Packaging and Packaging Waste Regulation - How can we make it work? 28-06-2023 Energy and Environment Brussels What are the challenges and opportunities for a European 'hydrogen corridor'? 27-06-2023 Energy and Environment Brussels Education for a sustainable future - Empowering individuals to tackle climate change 08-06-2023 Energy and Environment Brussels Media Partnership: Advancing Europe’s Net-Zero Industry 31-05-2023 Energy and Environment Brussels Hydrogen - Tale of the future or a real game changer? 25-05-2023 Energy and Environment Brussels The Critical Raw Materials Act – What opportunities for EU technology providers? 25-05-2023 Energy and Environment Brussels Electricity Market Design – How can the system benefit from investments in flexibility? 22-03-2023 Energy and Environment Brussels CO2, H2 and O2 - Cornerstones of the energy transition? 21-03-2023 Energy and Environment Brussels Media Partnership - EU Green Deal Industrial Plan: accelerating decarbonisation to reach net zero 21-03-2023 Energy and Environment Brussels Learning from the Sun to decarbonise Europe’s power with fusion energy 20-03-2023 Energy and Environment Brussels The Packaging and Packaging Waste Regulation – The role of closed loop circularity 28-02-2023 Energy and Environment Brussels #EAGREENEU TWITTER CHAT | Forestry and Climate Change 23-02-2023 Energy and Environment Twitter #eaGreenEU EU Energy transition - What role for critical raw materials? 08-02-2023 Energy and Environment Brussels Energy transition paths - What has the war in Ukraine changed? 08-02-2023 Energy and Environment Brussels Empowering consumers in the green transition - The potential of digital solutions for waste collection and product labelling 06-12-2022 Energy and Environment Brussels The wood-energy sector - An ally for the sustainable management of EU forests? 01-12-2022 Energy and Environment Brussels Media Partnership - Strategic Raw Materials: Europe’s industrial agenda for a sustainable and resilient future 30-11-2022 Energy and Environment Brussels Media Partnership: The EU Methane Regulation after RePowerEU - How energy security and methane action go hand in hand 29-11-2022 Energy and Environment Brussels How to ramp up hydrogen production & speed up the steel industry’s transition, while navigating an unprecedented energy crisis? 27-10-2022 Energy and Environment Brussels What is the future of the EU’s energy sector? 25-10-2022 Energy and Environment Brussels District heating in the EU - What lies ahead? 24-10-2022 Energy and Environment Brussels Reducing industrial fossil gas demand in Europe - What are the next steps? 12-10-2022 Energy and Environment Brussels Media Partnership - Winter is coming: How to shield the most vulnerable and preserve the consensus on the war 11-10-2022 Energy and Environment Brussels Media Partnership - Seeing the wood for the trees: Implications of RED III on renewable energy development & EU energy security 07-09-2022 Energy and Environment Brussels Media Partnership - Fit for 55: How can we REPower consumers for energy security and sustainability? 12-07-2022 Energy and Environment Brussels Media Partnership - Accelerating the Green Transition in Europe: Life after Russian Fossil Fuels 01-07-2022 Energy and Environment Brussels Security of gas supply - What role for gas infrastructure? 30-06-2022 Energy and Environment Brussels Media Partnership - GRIDTech 2022 28-06-2022 Energy and Environment Brussels Media Partnership - Rural futures: ensuring the EPBD leaves no one behind 21-06-2022 Energy and Environment Brussels Energy Trilemma in Poland, Czechia, and Germany 20-06-2022 Energy and Environment Brussels Mind the Gap - Can biofuels play a strategic role in reaching EU energy and food security? 15-06-2022 Energy and Environment Brussels Braucht Deutschland eine neue Waldpolitik? Potential und Problematik der Waldstrategie 2050 14-06-2022 Energy and Environment Brussels How to achieve a socially just EU Renovation Wave? 13-06-2022 Energy and Environment Brussels Media Partnership - The revision of the EU's packaging and packaging waste rules 09-06-2022 Energy and Environment Brussels Sustainable and healthy buildings - Reaching the goals of the EU Green Deal 17-05-2022 Energy and Environment Brussels A revised EPBD - Faster decarbonisation of the EU's building stock? 17-05-2022 Energy and Environment Brussels Media Partnership: Achieving the energy transition through active energy efficiency 11-05-2022 Energy and Environment Brussels Due diligence and responsible sourcing: Can a common approach for all sectors work? 10-05-2022 Energy and Environment Brussels Circularity of bottles: Contributing to the EU Green Deal 29-04-2022 Energy and Environment Brussels Media Partnership: Initiatives for a sustainable industry in Brazil 29-04-2022 Energy and Environment Brussels Medienpartnerschaft: Initiativen für eine nachhaltige Industrie in Brasilien 29-04-2022 Energy and Environment Brussels Carbon removals - How best to implement and validate? 28-04-2022 Energy and Environment Brussels EU ETS: How to mitigate instability? 27-04-2022 Energy and Environment Brussels CBAM - How do we ensure that we cut emissions - not move them? 26-04-2022 Energy and Environment Brussels How to develop the heating sector to ensure better air quality? 30-03-2022 Energy and Environment Brussels Media Partnership: Energy Transition - Challenges and Opportunities in Brazil 28-03-2022 Energy and Environment Brussels Medienpartnerschaft: Energiewende - Herausforderungen und Chancen in Brasilien 28-03-2022 Energy and Environment Brussels Efficient district heating systems: How to achieve cost-effective decarbonisation? 16-03-2022 Energy and Environment Brussels (Re)constructing Europe: What challenges are Member States facing? 22-02-2022 Energy and Environment Brussels Green steel: CBAM and ETS - do their current designs aid EU climate ambitions? 09-02-2022 Energy and Environment Brussels Ensuring the effective integration of hydrogen within the EU's energy system 04-02-2022 Energy and Environment Brussels EU Methane Regulation: How can policymakers raise ambition? 03-02-2022 Energy and Environment Brussels EU taxonomy for sustainable activities – Should nuclear energy be left out? 08-12-2021 Energy and Environment Brussels On the road to a greener economy in Kazakhstan – How can the EU help? 23-11-2021 Energy and Environment Brussels Fit for 55: How to deliver ambitious climate targets while protecting consumers? 16-11-2021 Energy and Environment Brussels The role of electrolytic hydrogen in the clean energy transition 15-11-2021 Energy and Environment Brussels Media Partnership - Cracking the decarbonization code: How to put buildings at the core of the Fit for 55 package? 09-11-2021 Energy and Environment Brussels Media Partnership - Waste-to-Energy: The Beauty or The Beast? 25-10-2021 Energy and Environment Brussels Responsible sourcing: The case of batteries 01-10-2021 Energy and Environment Brussels Is green hydrogen really carbon-neutral? 29-09-2021 Energy and Environment Brussels Fit for 55 on all fronts? Can Europe lead innovation in green maritime? 21-09-2021 Energy and Environment Brussels Media Partnership - The road to COP26: what is the role of biofuels? 09-09-2021 Energy and Environment Brussels Carbon removal strategy – Is it needed and will it make a difference? 08-09-2021 Energy and Environment Brussels New EU Emissions Trading System: what should change? 02-09-2021 Energy and Environment Brussels Media Partnership: Charting pathways to enable net zero – what role for hydrogen? 07-07-2021 Energy and Environment Brussels What will be the cost of including transport and buildings in the EU ETS? 25-06-2021 Energy and Environment Brussels Media Partnership: The Blue Economy in the Green Transition – European contributions to sustainable ocean management 25-06-2021 Energy and Environment Brussels Fit for purpose? The role of renewable fuels on the road to 2030 and beyond 24-06-2021 Energy and Environment Brussels COP26: Will it be different this time? 04-06-2021 Energy and Environment Brussels China, EU and US cooperation on climate change - Is there political will to make real progress? 27-05-2021 Energy and Environment Brussels Cogeneration and district heating: An enabler of the green transition? 20-05-2021 Energy and Environment Brussels What can the US and the EU learn from each other to accelerate climate action? 07-05-2021 Energy and Environment Brussels Blue economy: the potential of our oceans to contribute to a green recovery 29-04-2021 Energy and Environment Brussels Media Partnership: TOGETAIR Climate Summit 2021 21-04-2021 Energy and Environment Brussels Hydrogen, sun, wind: Which ones can make the best contribution to Europe's energy transformation? 16-03-2021 Energy and Environment Brussels Contributing to global climate goals: How can the gas infrastructure sector develop low-carbon and renewable solutions? 16-02-2021 Energy and Environment Brussels Carbon-neutrality: How can the EU and China co-operate to lead global climate change efforts? 28-01-2021 Energy and Environment Brussels A sustainable path to climate neutrality: How can energy utility operators contribute? 15-12-2020 Energy and Environment Brussels Setting the EU on track for climate neutrality: The role of gas infrastructure 10-12-2020 Energy and Environment Brussels Towards carbon neutrality – one year in 10-12-2020 Energy and Environment Brussels Sustainable Products Policy: Do all stakeholders agree on what is 'sustainable'? 09-12-2020 Energy and Environment Brussels Clean Gas Technologies: What opportunities for the EU? 08-12-2020 Energy and Environment Brussels EU 2050 climate targets: Are they feasible and can they be achieved without stunting economic growth? 03-12-2020 Energy and Environment Brussels Carbon pricing: The best instrument for climate change mitigation? 01-12-2020 Energy and Environment Brussels Chemistry - Can it serve as a catalyst for a green and circular rebound? 01-12-2020 Energy and Environment Brussels Meeting the 2030 emissions targets: Are we on the right track? 30-11-2020 Energy and Environment Brussels Green Deal vor Ort: Umsetzung der EU-Klimapläne in den Regionen und Städten Deutschlands 18-11-2020 Energy and Environment Berlin Meeting the new 2030 emissions targets: how do we get there? 17-11-2020 Energy and Environment Brussels The 2030 Climate Target Plan: What will it take to reach the target? 10-11-2020 Energy and Environment Brussels Financing mechanisms for the energy sector: Ensuring a fair transition for all Member States 29-10-2020 Energy and Environment Brussels Aviation’s contribution to a green and sustainable recovery: The case of business aviation 29-10-2020 Energy and Environment Brussels European Green Deal: delivering ambitions through a System Change Compass 23-10-2020 Energy and Environment Brussels Chemical Recycling: Can it solve the plastic crisis? 15-10-2020 Energy and Environment Brussels Can sustainable industries in Europe be globally competitive? The case of batteries 30-09-2020 Energy and Environment Brussels Resolving plastic packaging waste: Can deposit return schemes provide a breakthrough? 29-09-2020 Energy and Environment Brussels Ammonia: The missing link in the hydrogen story ? 10-09-2020 Energy and Environment Brussels European Climate Law: How to reach climate neutrality? 09-09-2020 Energy and Environment Brussels European energy decarbonisation: reinforcing the EU’s 2050 climate neutrality goal through a green recovery 10-06-2020 Energy and Environment Brussels Decarbonisation of LNG – Expanding the pathway for clean energy sources in Europe? 13-05-2020 Energy and Environment Brussels The Green Transition at the heart of the EU Recovery Fund 11-05-2020 Energy and Environment Brussels Sport and the Environment: What is the ‘Life TACKLE’ project’s contribution in achieving environmental sustainability in sport? 03-03-2020 Energy and Environment Brussels 50% Renewables by 2030: Creating a flexible power system to ensure EU’s renewable ambition becomes a reality 04-12-2019 Energy and Environment Brussels Financing the energy transition: Incentives to bring all regions on board 03-12-2019 Energy and Environment Brussels Do NECPs from the 28 Member States meet EU transport decarbonisation targets? 27-11-2019 Energy and Environment Brussels Consumer behaviour & climate change: Can heating make a difference? 21-11-2019 Energy and Environment Brussels Greening mobility: Are we acting fast enough? 20-11-2019 Energy and Environment Brussels Decarbonising the construction industry: Can Europe lead in low carbon buildings and infrastructure? 19-11-2019 Energy and Environment Brussels A cost-effective transition: Unlocking the benefits of sector coupling 13-11-2019 Energy and Environment Brussels Renewable gases: Where do they stand in the EU's 2050 energy roadmap? 05-11-2019 Energy and Environment Brussels Accelerating integrated energy systems for a climate-neutral EU 09-10-2019 Energy and Environment Brussels Carbon Capture, Utilisation and Storage (CCUS): Time to inject a new sense of urgency? 08-07-2019 Energy and Environment Brussels Working towards a balanced energy mix: What role for hydrogen? 25-06-2019 Energy and Environment Brussels Powering today’s world with tomorrow in mind 18-06-2019 Energy and Environment Brussels Transforming Europe’s Power System: How best to manage the system? 12-06-2019 Energy and Environment Brussels The road to decarbonisation: Long-term biofuels policy in a changing EU political landscape 29-05-2019 Energy and Environment Brussels Contributing to a CO2 neutral gas supply: On the road to 2050 – what role for renewable gases and gas infrastructure? 09-04-2019 Energy and Environment Brussels Transforming the global energy system: How to finance a just transition? 04-04-2019 Energy and Environment Brussels Carbon leakage: What challenges for energy-intensive industries under the EU's decarbonisation roadmap? 27-02-2019 Energy and Environment Brussels RED2: what is next for palm oil? 05-12-2018 Energy and Environment Brussels L'énergie bleue: une transition énergétique viable pour l'outre-mer ? 04-12-2018 Energy and Environment Paris Local Energy Communities: driver of the 2050 low-carbon agenda? 04-12-2018 Energy and Environment Brussels Ecological disasters in the EU: Can new technologies save lives? 21-11-2018 Energy and Environment Brussels La bioéconomie en France: comment garantir sa soutenabilité? 20-11-2018 Energy and Environment Paris Packaging in e-commerce: Roles, responsibilities, best practice 20-11-2018 Energy and Environment Brussels Integrated National Energy and Climate Plans: Transport Decarbonisation Options for Member States 15-11-2018 Energy and Environment Brussels",
    "images": "https://events.euractiv.com/assets/files/Capture_décran_2024-09-26_104841.png",
    "tags": "event, workshop, forum, Europe, policy, stakeholder, discussion, media, journalist, Parliament, Commission, MEP, association, NGO, company, organisation, gender balance",
    "excerpt": "[url=https://www.youtube.com/watch?v=S-o9Zu22i1U][title]WATCH THE RECORDING HERE[/title][/url] As we approach the first anniversary of the landmark Antwerp Declaration’s ambitious goal-setting for European…",
    "categories": ""
}