{
    "title": "Hydro ber EU-kommisjonen tette smutthull i karbontollen",
    "author": "Alf Ole Ask",
    "source": "Energi og Klima",
    "date": "2025-02-04",
    "text": "Hydro ber EU-kommisjonen tette smutthull i karbontollen EUs karbontoll (CBAM) skulle skjerme energiintensiv industri fra karbonlekkasje. Store smutthull gjør at CBAM kan slå beina unna europeisk aluminiumsindustri. Disse dystre spådommene presenterte Norsk Hydro for EU-topper i Brussel denne uken. Norsk Hydros administrerende direktør Eivind Kallevik forsøker å få EU til å tette smutthull i karbontollen (CBAM). Foto: Alf Ole Ask – Dette handler om å opprettholde industri i Europa, sier konsernsjef i Norsk Hydro Eivind Kallevik til Energi og Klima. Han har nettopp kommet ut av EU-kommisjonens bygning i Brussel der han har møtt EUs miljøkommissær Jessika Roswall. Tema for møtene med henne og andre EU-topper er EUs karbontoll, eller Carbon Border Adjustment Mechanism (CBAM), som er det offisielle navnet. Dette er en avgift som fra 2026 legges på import av aluminium, kunstgjødsel, sement, hydrogen, strøm og jern og stål fra land utenfor EU/EØS. Dersom disse varene produseres uten at det betales for utslipp, må importøren betale en avgift som skal oppveie det europeiske produsenter betaler i CO₂-avgift. Frikvoter skal fases ut etter hvert som CBAM-avgiften trappes opp. Denne ordningen er den største reformen i EUs lovpakke for å kutte utslippene med 55 prosent innen 2030, målt i forhold til 1990-nivå. Men ordningen kommer med store smutthull, som rammer aluminiumsindustrien. For eksempel er regler for hva som regnes som resirkulert aluminium utformet slik at kinesiske produsenter kan eksportere «skitten aluminium» til Europa uten å måtte betale avgift. En ordning som skulle hindre karbonlekkasje, kan faktisk påskynde den, er konklusjonen fra Hydro. Og de har fått analyseselskapet Arkwright til å lage en rapport som understreker dette. Den ble lagt frem på et lunsjseminar i Europaparlamentet tirsdag. Norge blir med I forbindelse med statsbudsjettet for i år signaliserte regjeringen at Norge skal slutte seg til CBAM. Noe det har vært bred støtte til fra næringslivet og fagbevegelse. Norge er med i en ekspertgruppe under EU-kommisjonen som forbereder gjennomføringen av CBAM. Få alle sakene fra Energi og Klimas Brussel-korrespondent i innboksen Nyheter og bakgrunn om hvordan EUs energi- og klimapolitikk påvirker norsk politikk, økonomi og næringsliv. Nyhetsbrevet sendes ut daglig. Energi og Klimas Brussel-korrespondent er støttet av Agenda Vestlandet, Fritt Ord og Bergesen-stiftelsen. Norsk Hydro har i lang tid jobbet med å få oppmerksomhet rundt smutthullene i CBAM. På tirsdagens lunsjseminar var også Alcoa-sjef William F. Oplinger som understreket Hydros bekymring. Kallevik sier at Hydro støtter CBAM fra et filosofisk perspektiv som en mekanisme for karbonprising. Men det er viktig at det ikke er for mange store smutthull som gjør at aktører utenfor EU/EØS kan utnytte disse. Alt skrap er ikke skrap Det første og største smutthullet handler om industriskrap. Mer enn 30 prosent av all aluminiumsproduksjon blir industriskrap før det smeltes om og blir ferdige produkter. I praksis betyr det at når man lager for eksempel plater som skal leveres til bilindustrien, vil det være «avkapp» som anses som skrap. Alle smelter dette om. Men CBAM anser omsmeltet industriskrap som «nullutslipp», slik det gjøres med omsmeltet aluminium fra for eksempel ølbokser. Denne regelen gjør at selskaper i Kina kan eksportere omsmeltet aluminium fra industriskrap til Europa merket karbonfri, og dermed vil importøren slippe å betale karbonavgift. Det andre smutthullet er at produkter med høyt innhold av aluminium ikke er omfattet. Det betyr at for eksempel produksjon av bildeler av aluminium kan bli flyttet ut av Europa. Da kan disse lages med «skitten» aluminium og selges uten CBAM inn i EU/EØS. Derfor mener Hydro at også produkter av aluminium må omfattes av CBAM, ikke bare primæraluminium. Ifølge lederen av Norsk Hydros EU-kontor Jostein Røynesdal ser man allerede nå at konkurrenter utenfor Europa tilpasser seg for å gjøre bruk av smutthullene. Utvide til å ramme CO₂-kompensasjonen Det siste punktet er indirekte utslipp. Dette handler om CO₂-kompensasjonen i strømprisen. Ordningen slik den er vedtatt av EU, innebærer ikke å fjerne CO₂-kompensasjosordningen i første fase. Denne kompenserer det strømprisen øker med som følge av kvotehandel og prisdynamikk i kraftmarkedet. Den viktigste begrunnelsen for CO₂-kompensasjon er at den skal motvirke såkalt karbonlekkasje, altså at kraftkrevende industri forlater EU- og EØS-området til fordel for land som ikke fører like streng klimapolitikk. Hydros oppfatning er at man ikke må utvide CBAM til indirekte utslipp før Europas strømforsyning er dekarbonisert. I Norge kan kraftintensiv industri få inntil 7 milliarder kroner årlig i CO₂-kompensasjon. Kommisjonen skal vurdere På lunsjseminaret i Europaparlamentet tirsdag var EU-kommisjonen representert ved Patrice Pillet fra klimakommissær Wopke Hoekstras kabinett. Det er Hoekstra som har ansvar for CBAM. På direkte spørsmål svarte han ikke tydelig på om han ville komme aluminiumsindustrien i møte. Han viste til at CBAM nå gjennomgås. Kommisjonen vurderer erfaringene og varslet nylig at CBAM skal gjennomgå forenklinger, og det skal vurderes endringer. Men han ville ikke gi noen løfter om at aluminiumsindustriens bekymringer blir endel av dette. Under besøket i Brussel har Hydro blant annet møtt miljøkommissær Jessika Roswall som har ansvaret for resirkulering. Et viktig tema i forbindelse med CBAM. Hydrosjefen lyder betinget optimistisk etter to dager i Brussel: – Det vi opplever, er en interesse av å forstå våre synspunkter på saken. Noe av det som vi ser på som utfordringer rundt CBAM, begynner å bli bedre forstått her i Brussel, sier Kallevik diplomatisk.",
    "images": "https://www.energiogklima.no/_next/image?url=https%3A%2F%2Fapi.energiogklima.no%2Fwp-content%2Fuploads%2F2025%2F02%2FUnknown-28.jpeg&w=3840&q=75",
    "tags": "CBAM (karbontoll),Energipolitikk,Fornybar energi,Klimaendringer,Klimapolitikk,Norsk Hydro",
    "excerpt": "EUs karbontoll (CBAM) skulle skjerme energiintensiv industri fra karbonlekkasje. Store smutthull gjør at CBAM kan slå beina unna europeisk aluminiumsindustri. Disse dystre spådommene presenterte Norsk Hydro for EU-topper i Brussel denne uken.",
    "categories": ""
}