{
    "title": "Agenda 2023",
    "author": "unknown",
    "source": null,
    "date": "2024-05-16",
    "text": "Executive Vice President and Chief Commercial Officer , Alcoa Kelly Thomas joined Alcoa as Executive Vice President and Chief Commercial Officer on February 14, 2022. In this role, Kelly is responsible for leading the commercial function including sales and trading, marketing, supply chain, commercial operations, and procurement. Kelly leads customer-focused commercial strategies across the bauxite, alumina, and aluminum markets, as well as Alcoa’s global procurement function. Prior to joining Alcoa, Kelly was with Vista Metals Corp, as the Vice President, Finance. She joined Vista Metals in 2015 and was responsible for strategic planning, business development, finance, accounting, and metal risk management for the company. Prior to Vista Metals, Kelly served as Chief Operating Officer of Electronic Recyclers International (ERI), responsible for leading operations, procurement, and logistics and providing strategic direction and tactical oversight to eight operating plants. Prior to ERI, Kelly worked in the aluminum industry for fifteen years. She was Senior Vice President and General Manager of Aleris North America Rolled Products division from 2012 to 2014, responsible for over 1,800 employees at seven U.S-based aluminum mills. Prior to that, Kelly was Vice President and Treasurer from 2011 to 2012 and started with Aleris in 2010 as Vice President of Global Risk Management in Zurich, Switzerland where she was responsible for managing and executing all aluminum and copper hedging on the London Metal Exchange (LME). Kelly began her aluminum career at Reynolds Metals in 1999, later acquired by Alcoa Inc. Her career with Alcoa spanned over a decade, with various leadership roles including Vice President of Alcoa Materials Management where she led all commercial aspects of Alcoa’s European primary aluminum business. Prior to that she was Director of Metal Risk Management, and Marketing Manager for Alcoa Primary Products. Kelly began her career in 1991 with IBM. Kelly graduated from the University of Virginia, McIntire School of Commerce with a Bachelor of Science degree in commerce, concentration in Finance.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}