{
    "title": "Stainless Steel: Upcoming Challenges In Procurement",
    "author": "unknown",
    "source": "Gerber Steel GmbH",
    "date": "2022-11-28",
    "text": "The challenges in the procurement of stainless steel are not becoming any less. By now, every service centre, distributor or wholesaler in European Union and the United States has certainly noticed this. While just a few years ago it was only anti-dumping and anti-subsidy measures, with the introduction of Safeguard 2019 the impacts on the supply chains of European buyers were already approaching. Even if tariff rate quotas were initially perceived as a structuring element, they have now almost become a political and economic roulette game for importers, buyers and consumers. The favourite targets of the EU market protectors and manufacturers have long been India, Indonesia and China. Including Safeguard categories, 13 measures have been taken against stainless steel imports into the EU. In addition, two anti-circumvention proceedings and a little-noticed refund investigation are currently underway. The demand for stainless steel in Europe has been unbrokenly high in recent years. Demand alone from the end of 2020 to the beginning of 2022 has broken more than one record and caused imports to shoot up significantly, much to the displeasure of the competition authorities and the European manufacturers’ associations. Which had led to nasty surprises for some in the last Safeguard review. And new measures loom on the horizon, leaving companies in the stainless steel trade with question marks. E.g. the upcoming EU border tax CBAM, because of which a CO2 levy will be due in future for products that are not produced cleanly. Or the economic sanctions against Russia, which bring completely new challenges because importers and buyers of steel will in future also have to pay attention to the origin of primary products from which a product has been manufactured in a third country. US buyers of stainless steel already had to experience this at the end of 2021 when the Uyghur Forced Labour Prevention Act (UFLPA) was signed by President Biden. Suddenly it was forbidden to import products from the Chinese province of Xinjiang that are produced with the help of forced labour. Now, Xinjiang is not the most important steel or aluminium province in China, but it still contributes a not insignificant percentage. And the US Customs and Border Protection (CBP) does not react very kindly when it comes to violations of trade restrictions. In the meantime, the European Commission has introduced its own draft regulation to prevent forced labour, primarily targeting China. This regulation had been demanded by EU parliamentarians for some time. It is therefore not yet clear when an EU Forced Labour Act based on the American model will come into being, but it will. Hopes that the Section 232 tariffs or the EU Safeguard measure would soon be dropped have now been dashed. The measures will remain in place until Europe and the United States have agreed on how they can jointly protect their markets from imports in the future. No matter how many miscalculations or violations of its own rules the EC still has to commit to achieve this. Fortress Europe has closed down – one might think. Even the European Commission and the Directorate-General for Trade cannot keep track of the sheer number of different measures, regulations, restrictions and changes. Repeated errors in the Safeguard or anti-dumping measures quickly make this clear. This means being quick, keeping an overview and having alternative sources at hand immediately. You would like to talk to about stainless steel sourcing and logistics? Then please feel free to contact us. Call: +49 7642 9282851 Mail: stainless@gerbersteel.com Other topics will be the struggle for increasingly scarce raw materials and rising prices. Many people are not yet aware of it, but it has already gained momentum. The new planned EU Waste Shipment Regulation with its export ban on ferrous and non-ferrous scrap to non-OECD members has shown how important the raw material scrap has become. And not only the EU, but also other countries such as Kazakhstan, the United Arab Emirates, South Africa and Mexico have recognised the value of scrap and have or are planning to impose export bans. Scary scenario? For companies like yours that source their stainless steel from outside Europe, this is actually a daily reality. Actually, like us, you just want to do business. And concentrate on what is really important. Right? Logistical challenges complete the picture. Be it repeated and sometimes violent port strikes in South Africa, quarantine measures in China, a lack of truck drivers or calls to reduce container and ship capacity, there is hardly any light on the horizon. At the Gerber Group, we rise to these challenges for our clients. For years, we have maintained contacts in all important stainless steel producing countries. And we know the ways to import safely and reliably despite all adversities. With this year’s takeover of an established logistics company, we have now also taken over the logistical challenges from our customers, so that we can react even faster to market changes. P: +49 7642 9282851 M: sales@gerber-steel.com Großherzog-Leopold-Platz 2 79359 Riegel Baden-Wurttemberg, Germany P: +49 7642 9282851 M: sales@gerber-steel.com Brunhamstraße 21 81249 Munich Bavaria, Germany P: +49 7642 9282851 M: sales@gerber-steel.com Sachsenring 11 27711 Osterholz-Scharmbeck Lower Saxony, Germany P: +1 302 803 5865 M: sales@gerbersteel-us.com W: gerbersteel-us.com",
    "images": "https://gerber-steel.com/wp-content/uploads/2022/11/thorsten-gerber-ceo-gerber-group-1080x1080-tr.jpg",
    "tags": "",
    "excerpt": "How to meet the challenges in stainless steel procurement? Thorsten Gerber, expert in stainless steel purchasing and trading, provides answers.",
    "categories": ""
}