{
    "title": "Stainless Steel World 2023 - Meet Gerber Steel",
    "author": "unknown",
    "source": "Gerber Steel GmbH",
    "date": "2023-08-30",
    "text": "Stainless Steel World 2023 Save your spot with Gerber steel Only a few more weeks and the stainless industry will meet from 26 to 28 September 2023 in Maastricht, the Netherlands, for Stainless Steel World 2023. The question naturally arises: Are you coming? And if you do, we should definitely make an appointment. Book now and take the chance If you book an appointment with us now and come and visit us at our booth D50 at SSW 2023, you will also have the chance to win two tickets to a top German soccer match between SC Freiburg and 1. FC Bayern. Would you like to enjoy an exciting afternoon of soccer in an upscale atmosphere in the Brunner Business Lounge of the Europa-Park Stadium in Freiburg together with the Gerber team? Why we should meet There are more than enough topics that we should urgently talk about in person. Not only about our wide range of stainless steel and aluminium products in coil, sheet or bar. EU Carbon Border Tax CBAM From October 2023, the EU Carbon Border Tax CBAM will officially start. And even though the European Commission is still frantically trying to set up an ongoing system for reporting CO2 emissions for more than one million imports per year, many buyers of stainless steel and aluminium are faced with the question: How is my company going to manage this? Don’t worry: we have a solution for you. EU Safeguard Measure As expected, the EU Safeguard Measure is going into the next round and there is no end in sight for the next few years. So it’s business as usual? Are you sure you are already using the full potential of Safeguard for your business? We’re sure we have some valuable tips for you. How can we make  your business life easier? your business life easier? Yes, you read correctly. What can we do for you in the coming months? How can we increase your turnover? Where can we actively contribute to optimising your purchasing, logistics or sales? What do you need from us to be able to serve your customers’ needs even better and thus ultimately increase your company’s turnover? This exchange between us alone is worth a visit and an intensive discussion at Stainless Steel World 2023, don’t you think? Enough good reasons to meet at SSW 2023 Simply book your appointment with Gerber Steel now via our booking tool. Or send a message to sales@gerber-steel.com with the days you will be in Maastricht and we will book you in. It’s quick and easy. We look forward to seeing you at our stand D50 at the Stainless Steel World 2023 in September 2023!",
    "images": null,
    "tags": "",
    "excerpt": "Meet Gerber Steel at the Stainless Steel World 2023, 26 to 28 September in Maastricht, The Netherlands. Your Experts for Stainless and Aluminium",
    "categories": ""
}