{
    "title": "Steel News - Gerber Steel GmbH",
    "author": "unknown",
    "source": "Gerber Steel GmbH",
    "date": "2025-04-10",
    "text": "Apr 10, 2025 | Stainless Espresso 10 April 2025 – LME Nickel prices have reacted with a significant rise following the suspension of reciprocal US tariffs for 90 days. Do LME nickel stocks now need to be reinterpreted? Stock markets in rebound: Second end of the world also cancelled?... Apr 9, 2025 | Stainless Espresso 9 April 2025 – The European Union has shown itself open to negotiations with the US government on possible energy supplies. The EU is also receiving support from Italy in the tariff negotiations. Again: EU Commission ignores SMEs in the metalworking downstream... Apr 8, 2025 | Stainless Espresso 8 April 2025 – There seems to be only one thing the European Union can do in the US tariff conflict: sabre-rattle! Because the carrot that the Commission held out to the US government in the form of a ‘zero-to-zero’ tariff agreement is ultimately only one thing:... Apr 7, 2025 | Stainless Espresso 7 April 2025 – Spot market prices for Asian nickel ore, nickel pig iron and stainless steel were resilient on Monday. And more than 50 countries already want to talk to the US government about adjusting their trade policy. Source Apr 4, 2025 | Stainless Espresso 4 April 2025 – Iron ore prices remain stable despite new US tariffs due to strong demand from China. European media express surprise at US willingness to negotiate tariffs. Source Apr 3, 2025 | Stainless Espresso 3 April 2025 – Yesterday, the US administration announced the introduction of reciprocal tariffs of at least 10% on all countries – but at the same time offered a way out of the tariff hammer. EUROFER is once again calling for a strong EU Safeguard... Apr 2, 2025 | Stainless Espresso 2 April 2025 – The European Union’s antitrust watchdogs has fined a car recycling cartel €458 million for illegal collusion and consumer deception. European Commission rejects request to disclose NGO funding. What could still be important today:... Apr 1, 2025 | Stainless Espresso 1 April 2025 – Indonesian nickel benchmark prices for April have risen significantly. New negotiating methods for German steel makers? More efficiency: China’s new Aluminium Action Plan and what Europe can learn from it. Source Mar 31, 2025 | Stainless Espresso 31 March 2025 – China’s industry is gaining momentum: the official Purchasing Managers’ Index (PMI) rose to 50.5 points in March – the highest value in a year. Germany PMI points to improved situation. Olaf Scholz: ‘We do not consider tariffs... Mar 28, 2025 | Stainless Espresso 28 March 2025 – Indonesian nickel ore prices jumped significantly on Friday. Prices for other nickel and stainless steel products are also rising. British Steel: Chinese parent company threatens to shut down after subsidy negotiations with the British government...",
    "images": null,
    "tags": "",
    "excerpt": "10 April 2025 – LME Nickel prices have reacted with a significant rise following the suspension of reciprocal US tariffs for 90 days. Do LME nickel stocks now need to be reinterpreted? Stock markets in rebound: Second end of the world also cancelled? Source",
    "categories": ""
}