{
    "title": "CECE Newsletter",
    "author": "unknown",
    "source": "cece.eu",
    "date": "2024-06-05",
    "text": "CECE Newsletter 5 June 2024 EXPLODED_ERASE_DETONATOR_002 EXPLODED_ERASE_DETONATOR_003 CECE Mining meets with the European Commission On 28th May a delegation of CECE Mining met with European Commission's DG Grow, Unit Energy Intensive Industries, Raw Materials, Hydrogen to discuss next steps in the implementation of the Critical Raw Materials Act (CRMA) and how CECE can contribute to the process. Read more EU Commission establishes AI office to boost leadership in safe and trustworthy AI Last week the Commission has unveiled the AI office aiming at enabling the future development, deployment and use of AI in a way that fosters societal and economic benefits and innovation, while mitigating risks. The Office will play a key role in the implementation of the AI Act, especially in ... Read more EXPLODED_ERASE_DETONATOR_005 Join the CBAM information session on the technical and practical aspects of the transitional registry Experts from the European Commission will present a detailed overview of the current state of play of the CBAM Regulation, focusing on its technical and practical aspects. The session will be held on 19th June at 10am-12.00pm CET and will include the possibility to ask questions in writing. Register here EXPLODED_ERASE_DETONATOR_008 Experience innovation in construction: Upcoming Le Dig Tour exhibitions Le Dig Tour, CECE's French Exhibition Partner, is set to showcase an exciting round of exhibitions in the coming months, offering a unique and captivating experience for all attendees. Read more European elections: your chance to have your say The next European elections on 6-9 June 2024 give you the chance to use your vote and help decide on the direction Europe will be taking. By voting, you exercise your democratic right to take part in decisions on Europe’s future. Find out more EXPLODED_ERASE_DETONATOR_011 EXPLODED_ERASE_DETONATOR_012 EXPLODED_ERASE_DETONATOR_013 EXPLODED_ERASE_DETONATOR_014 EXPLODED_ERASE_DETONATOR_015",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}