{
    "title": null,
    "author": "unknown",
    "source": "cece.eu",
    "date": "2021-09-01",
    "text": "Steel importers affected by the proposed Carbon Border Adjustment Mechanism (CBAM) On 14th July the Commission presented a proposal establishing a carbon border adjustment mechanism (CBAM) - Ref. 2021/0214/COD - as part of the “Fit for 55” package, a set of regulations aimed at reducing EU greenhouse gas emissions by 55% by 2030. In a nutshell, the CBAM will impose the obligation for importers of certain carbon-intensive products to provide data on the imported goods and buy certificates corresponding to the emissions embedded in these products. This is just the Commission’s proposal and the final text will be negotiated with the European Council (member states) and the European Parliament. Below you will find a summary of the most relevant points of the Commission’s proposal. The European Emission Trading System (ETS) is the European carbon market. In application of the “polluter pays principle”, the EU ETS imposes the obligation for companies of the energy-intensive industries, such as steel and cement, to buy emission allowances to be returned every year as a way to cover their emissions of greenhouse gases (GHGs) emitted during the production process. To prevent production relocation outside the EU, a share of emission allowances has been given for free to companies in order to reduce the risk of “carbon leakage” in third countries that would result from the production relocation. However, this system is not considered anymore compatible with the commitment of the EU to reduce GHGs by 55% by 2030. The CBAM should progressively replace the system of free allocation. The purpose of the CBAM is to ensure that imports into the EU of certain carbon-intensive goods from third countries are charged the equivalent amount paid by domestic manufactures for emission allowances under the EU ETS. In other words, it is a mechanism to create a level playing field by ensuring equivalent carbon pricing between imports into the EU and domestic production. From this perspective, the CBAM will complement the EU ETS: while the EU ETS applies to certain production processes and activities, the CBAM will target the corresponding imports of goods. The CBAM will only apply in the first phase to the imports from non-EU countries of iron and steel, aluminium, cement, fertilisers and electricity. However, in the first years after then entry into force the Commission will make an assessment of the CBAM. If necessary, the Commission will propose to extend the CBAM to indirect emissions, as well as to other goods and services at risk of carbon leakage (see here, pp. 26-28, the list of products currently at risk of carbon leakage under the EU ETS). The CBAM will not be applied to third countries who participate in the ETS or have an emission trading system linked to the Union's, namely Iceland, Liechtenstein, Norway and Switzerland. The proposal will also apply to imports from United Kingdom. However, if the UK decides to link its own ETS to the EU ETS it could also be exempt. 1. Transitional period (2023-2025) From January 2023 the CBAM will be introduced with a first phase (transitional period) covering imports of iron and steel, aluminium, cement, electricity and fertilisers. However, before the end of the transitional period the Commission will make an evaluation of the CBAM and will assess the possible extension of the scope to indirect emissions, as well as to other goods and services at risk of carbon leakage. The transitional period will last three years, from 2023 until 2025 included, to facilitate the smooth roll out of the mechanism and allow traders and importers to adjust. Obligations in the transitional period: during the transitional period no financial obligations are imposed; only reporting obligations apply. Specifically, importers will have to communicate on a quarterly basis to the competent national authority the quantity of each type of goods imported and the actual embedded emissions, detailing direct and indirect emissions as well as any carbon price paid abroad. Methods to calculate embedded emissions are provided in the annexes of the Commission’s proposal. 2. Full application of the CBAM (From January 2026) From January 2026 the CBAM will be fully applicable. Imports of iron and steel, cement, aluminium, electricity and fertilisers will only be allowed if importers have applied for, and have been granted, an authorisation by the national competent authority. To pay for their imports, importers will have to buy CBAM certificates, with the CBAM certificate price reflecting the price of EU ETS emission allowances. CBAM declaration → By 31 May of each year importers will have to submit a CBAM declaration to the competent authority detailing, in relation to the previous calendar year, the total quantity of each type of goods imported, the total embedded emissions as well as the number of CBAM certificates corresponding to the total embedded emissions in imported goods. Importers will have to ensure that the declared embedded emissions are verified by an accredited verifier. In the CBAM declaration an importer may claim a reduction in the number of required CBAM certificates to account for the carbon price paid in the country of origin. This means that the Commission will have to take into account carbon pricing mechanisms in force in third countries. The CBAM will not be implemented and enforced by a centralized authority: the Commission’s proposal establishes that each Member state will designate a competent authority to execute the obligations of the CBAM, including authorizing importers to import goods, selling CBAM certificates and receiving CBAM declarations. If the importer fails to surrender, by 31 May of each year, a number of CBAM certificates corresponding to the emissions embedded in his imported goods or submits false information, it will be subject to the payment of a penalty. 1. Costs As the price of the CBAM certificates will mirror the prices of the EU ETS allowances - currently at $50 per tonne of CO₂ emitted - the CBAM is expected to increase the costs for importers of steel & other goods within the scope of the CBAM. Imported steel will become more expensive. 2. Administrative burden A second concern is related to the administrative burden for importers generated by the obligation of emission calculation, reporting & verification as well as the administrative process to request authorization to import and submit CBAM declarations. 3. Future extension of CBAM to other goods. The CBAM may be extended to other goods, most likely other raw materials and products at risk of production relocation and carbon leakage. Needless to say, the effect would be to increase the cost of imported raw materials and goods. 4. WTO compatibility and potential tensions with trade partners. A number of countries have criticised the EU's plans to introduce a CBAM and questioned the WTO compatibility of such a measure. As Europe’s biggest supplier of carbon-intensive goods, Russia is expected to be hit hardest. Alongside Turkey, it is one of just two G20 countries without a domestic carbon tax and no emissions trading system. A risk is that the CBAM triggers countermeasures by EU trade partners which may end in a spiral of retaliations and trade disputes. The Commission’s proposal will follow the co-decision procedure, meaning that it will require the approval of both the European Parliament and the Council before it comes into effect. The final text will be negotiated among the three main institutions. Please note that the Commission has also launched a public consultation on its proposal which runs until 17th September. More news",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}