{
    "title": "CECE: On the road ahead",
    "author": "Mike Hayes",
    "source": "KHL Group LLP",
    "date": "2024-01-17",
    "text": "Read this article in French German Italian Portuguese Spanish CECE: On the road ahead 17 January 2024 On January 1, Jose Antonio Nieto, CEO of Putzmeister Iberica, a member company of the Spanish industry association ANMOPYC, become the new president of CECE (the Committee for European Construction Equipment). On January 1, Jose Antonio Nieto, CEO of Putzmeister Iberica, a member company of the Spanish industry association ANMOPYC, become the new president of CECE (the Committee for European Construction Equipment). Nieto will lead CECE for the next two years and he told Construction Europe how he believes his role and the role of the association will evolve during his tenure. “As the new CECE President,” he said, “I will be leading CECE’s upcoming expansion into the mining sector, something that draws from my own work with Putzmeister Iberica.” As well as leading CECE’s expansion into mining sector, Nieto said he would be “guiding the implementation of new legislation such as the Cyber-Resilience Act, Data Act, Machinery Regulation, and CBAM. “Both will require strong support and counsel for our members, which we are committed to providing. We also have our CECE Congress on reindustrialisation in October, whose organisation is demanding, but we expect will be a great success.” Sustaining sustainability Sustainability is another area Nieto will need to focus on, at a time when many Europeans are frustrated by the curtailing of ‘green’ policies in many member states, in the face of a cost-of-living crisis. He confirmed that it “remains at the forefront of our agenda. Our creation of a new decarbonisation task force is indicative of our and the industry’s commitment to transitioning to more sustainable practices. “We are also dedicated to a holistic approach, through which we can provide a societal impact, not just a focus on alternative fuels. Our 2023 Congress in Chamonix spotlighted this topic via our discussions on diversity, inclusion and the role of women in the sector. “This effort helps make our industry more attractive and it gives companies the opportunity to stand out. These will be driving points in the European elections this year and we are confident that, through this transition, we can show a new face of the industry.” An issue that has hovered over construction and many other industries for some years is that of tariffs between the EU and the US – specifically on steel. “This is a significant issue for our sector,” Nieto said. “We welcome the agreement to extend the suspension on steel and aluminium tariffs until March 2025, but we urge that a long-term solution be found before then. “This is key to restoring confidence among manufacturers, who have demonstrated reluctance in their investment decisions as a response to the costs, uncertainties and instability of the dispute.” Diesel and the future of power Of specific interest to construction equipment manufacturers – CECE’s members – is the issue of transitioning away from diesel. Nieto believes it should be “gradual and respectful of the innovation and technological progress made in alternative energy sources.” He said, “As we stated in our position paper on decarbonisation, our projection of the energy mix shows that even in a 2050 future, diesel, under its net-zero alternatives, could and will have a place in the construction equipment sector. “A more proactive attitude from the EU is not needed, as our industry is going there alone at the right pace. Where public authorities can play a role is in supporting this voluntary business transition by finding ways to endorse and encourage companies in financing the necessary investment into new machines.” Commitment to rebuild Ukraine The heartbreaking situation in Ukraine continues, bringing devastation on a personal level, but also on a level that affects business throughout Europe and beyond. Nieto said, “CECE remains committed to the rebuilding of Ukraine. We have been highlighting the importance of the issue since 2022, at bauma, and further underscored this through our participation in the ReBuild Ukraine exhibition in Warsaw in 2023. “We stand ready to do more when possible and useful; we always take part in the FIEC-led Ukraine Task-Force, and we are mindful that this should be a major theme in the European elections in 2024.” Closer to home for Nieto himself, the Spanish construction market is experiencing some growth, bucking the trend of many parts of Europe. Asked about his expectations for the country in 2024, he said, “The construction sector in Spain is expected to avoid the downturn in sales projected in most of Europe. “This is welcome news, but as CECE President, it is a priority that we support the European industry as a whole through a potential double-digit downturn in 2024.” STAY CONNECTED Receive the information you need when you need it through our world-leading magazines, newsletters and daily briefings. CONNECT WITH THE TEAM",
    "images": "https://www.constructionbriefing.com/Images/1260x628/20240117-095220-Jose-Antonio-Nieto-new.jpg",
    "tags": "EU,Associations,Govt & Regulatory,Industry News,Construction,RentalANMOPYC,CECE,Putzmeister,Jose Antonio Nieto",
    "excerpt": "New CECE President Jose Antonio Nieto discusses his objectives, alternative power and the war in Ukraine",
    "categories": ""
}