{
    "title": null,
    "author": "unknown",
    "source": "cece.eu",
    "date": "2015-11-25",
    "text": "Orgalim trade policy group discusses EU-US relations and steel safeguards Hosted in Milan by the Italian mechanical industry confederation ANIMA, Orgalim’s trade policy working group met last week and CECE took part in the discussions around a packed agenda of topics of relevance for construction machinery. First the group discussed at lengths how to improve EU-US commercial relations, starting from the current discussions around the proposal of a mutual recognition agreement (MRA) on conformity assessment. Having supported previous actions in this field and having established bilateral talks with AEM, CECE is fully committed to making this potential MRA a reality. Thus CECE supports all actions by Orgalim towards the EU and the US counterparts in making the case for the MRA, most of all in the context of the EU-US Trade and Technology Council (TTC). This builds on great momentum coming from the past meeting of the TTC, which recognised the possibility of such MRA, specifically looking at the machinery industry. The second key topic on the agenda was the steel safeguards, the EU instrument used to protect EU steelmakers, but hurting European machinery manufacturers and all steel-using industries. Orgalim has long been leading efforts to stop these safeguards measures, arguing for the larger economic benefit of an open steel market and against duties and quotas hurting importation of extra-EU steel. CECE has always joined these efforts, informing the European Commission of the need to stop these measures, which have been extended for several years now. The trade policy working group recognised that the political weight of steelmakers is still very important in Europe, even if the economic and societal relevance of mechanical engineering, such as machinery manufacturing in Europe is evidently much wider. The group concluded by agreeing on a new range of advocacy actions to influence the Commission’s decision when considering the next potential extension of the steel safeguard measures. Last but not least, the group discussed the progress around the legislative proposal for the Carbon Border Adjustment Mechanism (CBAM). This new regulation obliges EU importers of certain raw materials to declare and pay duties on the basis of the carbon footprint of each imported product. In addition to the potentially distortive element of CBAM, the group agreed that the lack of clarity on the methodology to assess and declare the carbon footprint is the main shortcoming, leaving companies in the dark about the obligation. More news",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}