{
    "title": null,
    "author": "unknown",
    "source": "cece.eu",
    "date": "2021-07-22",
    "text": "Fit for 55 package: what it means for the construction equipment sector Last week the Commission presented the 'Fit for 55' package, made of several legislative proposals in different areas and across several sectors to reduce EU emissions by at least 55% by 2030 compared to 1990. The extension of the Emission Trading System (ETS) to cover emissions from buildings and the introduction of a Carbon Border Adjustment Mechanism (CBAM) to adjust and equalize the price of imports of steel and other carbon-intensive materials with the EU domestic price are the most relevant elements of the 'Fit for 55' package for the construction equipment industry. Extension of the EU ETS The EU Emission Trading System (ETS) is the EU carbon market. It works on the 'cap and trade' principle. A cap is set on the total amount of certain greenhouse gases. The cap is reduced over time so that total emissions fall. Within the cap, operators buy or receive emissions allowances. After each year, operators must surrender enough allowances to cover fully its emissions. If an installation reduces its emissions, it can keep the spare allowances to cover its future needs or else sell them to another installation that is short of allowances. Buildings account for 40% of the total energy consumed and for 36% of energy-related greenhouse gas emissions. For this reason, the Commission is proposing the extension of the ETS to buildings as well as transport in order to significantly reduce emissions over time. The new obligations from the extension of the ETS to buildings will regulate fuel suppliers, rather than households. The suppliers will be responsible for monitoring and reporting the quantity of fuels they place on the market and for surrendering emission allowances each calendar year depending on the carbon intensity of the fuels. The new system will become operational as of 2025, with a cap on emissions set from 2026, based on data collected under the Effort Sharing Regulation. During the first year, fuel suppliers will be required to hold a greenhouse gas emissions permit and to report their emissions for 2024 and 2025. Introduction of CBAM The Carbon Border Adjustment Mechanism (CBAM) has been designed to prevent the risk of so-called ‘carbon leakage' – i.e. companies based in the EU could move carbon-intensive production abroad to take advantage of the absence of a mechanism similar to the EU ETS, or EU products could be replaced by more carbon-intensive imports. The CBAM should adjust the price of imports of steel, cement and other carbon-intensive materials in order to equalise it with the EU domestic price under the EU ETS. To provide businesses and other countries with legal certainty and stability, the Carbon Border Adjustment Mechanism will be phased in gradually and will initially apply only to a selected number of goods at high risk of carbon leakage: iron and steel, cement, fertiliser, aluminium and electricity generation. A reporting system will apply as from 2023 for those products with the objective of facilitating a smooth roll out and to facilitate dialogue with third countries, and importers will start paying a financial adjustment in 2026. However, concerns in the steel-community users are growing as the result of the CBAM is to raise the price of imports of steel from third-countries, in a moment when the steel price has hit record levels and when the steel safeguard measures have been extended for additional 3 years. In addition, it will increase the administrative burden on EU steel importers. CECE will carefully analyze the Commission proposal and discuss about it within its working groups. You will find here the dedicated webpage of the European Commission of the “Fit for 55”package with the new legislative proposals. More news",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}