{
    "title": null,
    "author": "unknown",
    "source": "cece.eu",
    "date": "2022-01-26",
    "text": "CBAM: first position in Parliament goes well beyond the Commission’s proposal In releasing his own draft report in January, MEP Mohammed Chaim made it clear that the Commission’s proposal for a Carbon Border Adjustment Mechanism (CBAM) does not go far enough. In his role of Rapporteur for the Environment Committee of the European Parliament, he proposes to broaden the CBAM scope and accelerate its full application, through a quicker phase-out of free allowances. Compared with the Commission proposal, MEP Chaim intends to broaden the scope of the CBAM to organic chemicals, hydrogen and polymers. He also proposes that CBAM covers indirect emissions, such as emissions from electricity, after the pilot phase. He proposes a speedier phase-in of CBAM, with a shortened transitional phase from 3 to 2 years (until December 2024), and a speedier phase-out of free allowances. Specifically, he suggests that the CBAM factor (to reduce free allowances) will start after the pilot phase, and shall be equal to 90% in 2025, 70% in 2026, 40% in 2027, and will reach 0% by the end of 2028. Contrary to the Commission’s proposal foreseeing a decentralized system with 27 CBAM authorities in each member state, he suggests a centralized system with one EU CBAM Authority. When it comes to exemptions from the CBAM, he is determined that only trade partners with explicit carbon pricing policies in place can be exempt from CBAM, such as third countries who participate in the ETS or have an emission trading system linked to the Union's. Even Least Developed Countries (LDCs) should not be exempted in his opinion. However, the Union needs to provide financial support to encourage decarbonisation in LDCs. The draft report by MEP Chaim is currently being translated and is published on the legislative observatory website. The adoption of CBAM is a priority of the French EU Council Presidency and thus the timeline for its adoption could be speeded up. The amendments from the other political groups should be submitted by 9 February. The vote by the ENVI Committee is scheduled for 11-12 May. The vote by the Parliament’s plenary should take place in June 2022. More news",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}