{
    "title": "CECE calls for competitive steel market",
    "author": "Mike Hayes",
    "source": "KHL Group LLP",
    "date": "2021-05-19",
    "text": "CECE calls for competitive steel market 19 May 2021 As Europe begins to recover, reasonable pricing for steel is vital for the construction industry European construction equipment manufacturers, and more in general downstream steel users, have been facing higher prices of steel products in the second half of 2020 as well as in the first quarter of 2021. They call for an end of the steel safeguard measures to ensure a competitive steel market and favorable market conditions. The main reason for the price surge seems to be a supply-demand imbalance in the European steel market. On the one hand demand for steel from the EU industry has risen as a consequence of the economic recovery. On the other hand, supply could not meet demand due to a reduction in domestic as well as imported steel production. Whereas the reduction in domestic production has been intensified by the Covid-19 outbreak, the reduction in imported steel is a consequences of certain EU trade measures, in particular the steel safeguard measures. Steel safeguard measures Safeguards are trade measures meant for situations in which an industry is affected by an unforeseen, sharp and sudden increase of imports causing (or threatening) serious injury to domestic industry. The EU steel safeguard measures were introduced as part of the European Union’s response to the 2018 decision by the United States to impose tariffs on steel products on national security grounds. Until 2018, imports of steel products into the EU increased sharply against a background of a persistent overcapacity in the global steel market and unfair trade practices by certain trading partners. The EU investigation found that US tariffs on steel were causing a diversion of trade flows into the EU. For this reason, the EU has deemed it necessary to protect EU steelmakers against excessive imports with safeguard measures. The EU safeguard measures concern 26 steel product categories imported from a list of developing countries and take the form of Tariff-Rate-Quotas (‘TRQs’) per country, above which a 25% duty is levied on imports. The safeguard measures were imposed in July 2018 for a period until 30 June 2021. Following a request of 12 EU member states the Commission initiated an investigation in February this year to assess whether the safeguard measures should be extended beyond 30 June 2021. The investigation will be concluded by the expiry date of the existing safeguard measures on 30 June 2021. Gloomy outlook for steel downstream users It must be recognized that the steel safeguard measures have not had the effect of increasing the steel production capacity in the EU to the level needed by the EU industry. Moreover, certain steel products are still not produced in sufficient quantity in Europe by the European steel industry. The shortage of steel in the EU remains and makes it evident that import quotas of the safeguard measures are insufficient, as some of them have already been exhausted. Steel downstream users are also experiencing longer delivery times, also as a result of demand backlog during the outbreak of Covid-19. The situation for steel downstream users is also aggravated by other trade defense measures impacting the steel price, like antidumping duties. In this regard, it is worth recalling that in January this year the EU imposed provisional anti-dumping duties of 4.8-7.6% on Turkish Hot rolled flat products (HRFS) with definitive duties scheduled for July. Finally, the future Carbon Border Adjustment Mechanism (CBAM), introduced by the EU green deal, could also have an impact on the imported steel price. The CBAM is an environmental and trade measure aimed at reducing the risk of carbon leakage outside the EU by ensuring that the price of imports reflect more accurately their carbon content. If imports of carbon intensive materials from third countries pay an amount equivalent to their carbon content, production relocations outside the EU should be avoided. This should protect domestic producers from competition coming from producers based in countries with less stringent environmental rules. To date it is not yet known how the CBAM will be designed, and which sector will be included in this measure. The European Commission will present its proposal in June 2021 with the goal of enforcing the CBAM in 2023. This measure when in force will also increase the cost of imported steel. A call for a competitive EU steel market Against the background of a possible extension of the steel safeguard measures, CECE together with a coalition of downstream steel users urged the European Commission not to extend these measures beyond June 2021. The coalition of steel downstream users consists of the automotive and automotive suppliers’ sectors, the manufacturers of home appliances, construction, agricultural and electrical machines as well as the technology and wind energy industries. In a joint statement issued on 26 February the coalition representing steel end users made it clear that extending the safeguard measures beyond June 2021 will only add to the uncertainty and adverse market conditions that steel users are currently facing. As the former Commissioner for Trade Cecilia Malmström pointed out, the root cause of the problem in the steel sector is global overcapacity, as a lot of steel and aluminium production takes place under massive state subsidies, and under non-market conditions. This problem can only be addressed by international cooperation, getting to the source of the problem and working together with trade partners. What is clear is that unilateral solution cannot be the answer. Excessive protection will only result in an uncompetitive European steel industry, to the detriment of downstream users and final consumers. \n About CECE CECE represents the interests of national construction equipment manufacturer associations in 13 European countries. See more at www.cece.eu \n STAY CONNECTED Receive the information you need when you need it through our world-leading magazines, newsletters and daily briefings. CONNECT WITH THE TEAM",
    "images": "https://www.constructionbriefing.com/Images/1260x628/riccardoviaggi_523290.jpg",
    "tags": "Europe,Govt & Regulatory,Construction",
    "excerpt": "As Europe begins to recover, reasonable pricing for steel is vital for the construction industry",
    "categories": ""
}