{
    "title": null,
    "author": "unknown",
    "source": "cece.eu",
    "date": "2022-01-19",
    "text": "France takes over the EU rotating presidency On 1st January 2022 France took over for six months the rotating presidency of the Council of the EU. The general political priorities of the French Presidency are resumed in the motto “Recovery, Strength and a Sense of belonging” and they are driven by three main objectives: ➢ A more sovereign Europe; ➢ A new European model for growth; ➢ A humane Europe. Looking at the program of the French Presidency, the priorities in the area of internal market, environment and trade are of particular relevance for the construction equipment industry. Starting from the area of internal market, the revision of the Machinery Regulation and the General Product Safety Directive will be prioritised. The French Presidency will in particular: ➢ advance the discussions on the Machinery Regulation and prioritise the development of a reliable human-centred artificial intelligence Act. ➢ advance discussions on the revision of the General Product Safety Directive which is expected to increase the supervisory framework for the product market by adjusting product safety requirements to new technologies and ensuring that the resulting obligations for economic operators are aligned. ➢ start working on the revision of the Construction Products Regulation. ➢ take into account the upcoming Standardisation Strategy as an important initiative for the industry that will contribute to a harmonised framework within the single market whilst guaranteeing robust consumer protection. Moving to the area of environment and sustainability, the French Presidency will continue to enforce the Green Deal and will in particular: ➢ focus on the energy and climate legislative proposals put forward by the Commission on 14 July 2021 (the ‘Fit for 55’ package) among which the Carbon Border Adjustment Mechanism (CBAM) is a particular priority. ➢ begin negotiations on the Sustainable Products Initiative, which will include several legislative proposals aimed at strengthening the ecodesign of goods. The French Presidency will organise on 1-2 March in Brussels a Multi-Stakeholder Conference on the Circular Economy to prepare the European strategy on sustainable products. ➢ speed up negotiations on the Batteries Regulation, which responds to major industrial challenges and has a high level of ambition in terms of reducing the carbon footprint of Europeans and the strategic autonomy of the EU. ➢ begin work on the revision of ozone-depleting substances and the Regulation on fluorinated greenhouse gases. ➢ prioritise work on a Corporate Sustainability Reporting Directive (CSRD), which will increase corporate transparency in environmental and social matters as well as in the areas of fundamental rights and anti-corruption. In the area of trade the French Presidency will strive to implement the reviewed EU Trade Policy and the objectives of the Green Deal and sustainable development in the new trade instruments, notably: the revised Generalised Scheme of Preferences (GSP) – a trade policy instrument granting preferential access to the EU market for goods exported from developing countries through either zero or reduced import tariffs - which should include adherence to the Paris Climate Agreement as a condition for the preferential treatment; the reinforcement of the provisions on trade and sustainable development in the Free Trade Agreements concluded by the EU; the support to the new instrument to combat the import of products issued by deforestation and forest degradation; the future initiative on sustainable corporate governance, which will reinforce the due diligence duties in particular in the area of forced labor. the new measures to ensure that certain imported products, in particular in the area of agri-food, are subject to the manufacturing standards in force within the EU (“mirror measures”). The French Presidency will also advance talks on two instruments aimed at increasing the EU’s strategic autonomy in particular: the regulation on the international procurement instrument; the regulation on the protection of the Union and its Member States from economic coercion by third countries. Geographically, a strong focus of the French Presidency will be the trade and investment relations with Africa. During the Presidency, the summit between the European Union and the African Union will take place on 17 and 18 February 2022 in Brussels. The goal will be to establish a renewed political and economic alliance with Africa, which should lead to a higher integration of the continent in the global value chains. At the margins of the EU-Africa Summit in February an EU-Africa Business Forum will also take place. Further information on the program and events of the French Presidency can be found here. More news",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}