{
    "title": "UK should avoid having CBAM applied to it – experts",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2024-10-11",
    "text": "This mechanism can become an incentive for joining the British ETS to the European one Failure to avoid the application of CBAM to Great Britain would mean for the country abandoning its own climate policy. This opinion was expressed by the participants of the Carbon Forward conference in London, reports Argus.Media. According to Alistair McGirr, group head of policy and advocacy at utilities company SSE, applying European CBAM would be «politically toxic» for Britain. This could lead to trade disputes and political problems with Ireland. In addition, British exporters will actually pay into the budget of the European Union. At the same time, McGirr believes that the cross-border carbon adjustment mechanism could be a «useful lever» to encourage the UK to link its emissions trading scheme (ETS) to the European one. This may exempt her from CBAM action. An SSE representative hopes that such an agreement can be concluded before the final implementation of CBAM in 2026, and the connection will be operational by 2028. A mandatory review of the trade and cooperation agreement between the EU and Great Britain may provide an opportunity to restart the conversation. This opinion was expressed by Beth Barker, senior policy officer at the Aldersgate Group, a British sustainable business alliance. Trevor Sikorsky, head of natural gas and emissions at consultancy Energy Aspects, warned that while the risk of trade complications is the only real incentive to link the systems, politically it remains a very difficult task. He pointed to a lack of trust between the parties, potential differences in climate ambitions and the risk that such a move could be seen as a return of control to Brussels. McGirr notes that the limited size and liquidity of the UK ETS offers a «vision of the future» for Europe’s emissions trading system, with a link to the UK’s carbon market one way to expand a similar EU market. As GMK Center reported earlier, the British steel industry calls on the government to speed up the implementation of the CBAM analogue, postponing it to 2026 and synchronizing the introduction of the mechanism with the European one. UK Steel CEO Gareth Stace explained that the delay would lead to dumped supplies of high-emission steel products to the country.",
    "images": "https://gmk.center/wp-content/uploads/2024/04/shutterstock_2418943981-1.png",
    "tags": "CBAM;Great Britain;emission quotas;ArcelorMittal Kryvyi Rih",
    "excerpt": "This mechanism can become an incentive for joining the British ETS to the European one",
    "categories": ""
}