{
    "title": "Is UK-EU ETS linking in the cards? - Future Power Technology Magazine | Issue 164 | February 2025",
    "author": "unknown",
    "source": "power.h5mag.com",
    "date": "2025-03-22",
    "text": "Feature Is UK-EU ETS linking in the cards? UK-EU ETS linking has been floated as a potential route to boost the continent’s climate leadership. Jackie Park explores the feasibility of the link and its implications for decarbonisation, market stability and international cooperation. The UK voted to withdraw from the EU in 2016 and officially separated in 2021. Credit: Science Photo Library / Getty Images The US is expected to reach 220.95GW of installed solar capacity by the end of 2024. Credit: MDV Edwards via Shutterstock. T​​​​​​​he UK and the EU are both striving for carbon neutrality by 2050, yet their paths diverged when the UK left the EU. One key aspect of their climate strategies involves managing carbon markets through their Emissions Trading Systems (ETS), which also separated in 2021 following Brexit. Ever since the split, the EU has built a robust and mature ETS, while the UK’s is still developing. Now, stakeholders are carefully considering a reunion. Drawing insights from industry experts, Power Technology explores the feasibility of UK-EU ETS linking and its implications for decarbonisation, market stability and international cooperation. Aligning carbon markets: a win-win or zero-sum game? In addition to US renewables companies taking the hit, Trump’s victory has shaken global markets. European clean energy stocks fell sharply following the election, with wind turbine manufacturers Vestas and Nordex trading down Since the UK ETS is around ten-times smaller than the EU’s, there are fewer allowances in circulation. Clarice Brambilla, energy transition analyst at Power Technology’s parent company, GlobalData, explains that this low liquidity has made it difficult to establish a stable market value for allowances, resulting in “a volatile market that fails to incentivise decarbonisation in the UK”. The UK’s weak carbon prices also mean reduced revenue. Last year, the UK’s Office for Budget Responsibility claimed that the five-year forecast revenue from the ETS had fallen by £19m ($23.62m) compared with the 2023 forecast. Looking further, Sam Peacock, managing director of corporate affairs, regulation and strategy at SSE, estimates that the UK could lose up to £10bn in revenue between 2025 and 2030 by not aligning with the EU ETS, as “the situation will get crazier going into 2026, when the European Carbon Border Adjustment Mechanism [CBAM] kicks in”. around 11% and 7.6%, respectively, while Orsted, the world’s largest offshore wind developer, saw a decline of up to 14%. Combining carbon markets with the EU, therefore, would yield significant benefits for the UK. “An integrated market would quash volatility concerns, as a larger market creates stronger and more reliable carbon price signals,” Brambilla says. However, she notes that “the picture looks different for the EU”, which already has a strong carbon market. For one, carbon price convergence from ETS linking could lead to EU prices being dragged down to meet the UK’s – at least in the short-term – which would mean reduced revenue for the bloc. “The EU may also be opposed due to concerns regarding reduced CBAM effectiveness,” Brambilla adds. The EU CBAM will impose tariffs on countries with lower carbon taxes – the UK falling under this umbrella. That is not to say that ETS linking would only bring problems for the EU. Elisa Fenzi, EU public affairs manager at SSE, believes that, eventually, the EU would also benefit from an “even broader and bigger market”, especially in driving decarbonisation across the entire continent. “Considering that the ETS has been a primary tool for decarbonisation in the last 10–15 years, it makes sense to make it stronger and bigger for both the EU and UK,” she says. Brambilla agrees: “By linking carbon markets, the EU and UK can align their carbon pricing policies and ensure that emission reductions are incentivised to the same degree in both regions. “Not only would this signify stronger climate ambition, where both regions collaborate to meet their shared climate neutrality targets by 2050 but also reduce competitive disadvantages between companies that operate within both jurisdictions.” Aligning carbon markets could also enhance transparency and emission tracking across borders. “As emission standards and reporting have lacked the required clarity to provide a fair system equal to all emitters, the ETS link could help regulators and companies ensure accurate reporting and reduce the risk of carbon leakage, which has happened in the past when companies have relocated to regions with weaker carbon regulations,” Brambilla elaborates. Furthermore, in times when international carbon market governance has taken centre stage in climate discussions, including the most recent Conference of the Parties (COP29), “joint cooperation between the UK and Europe would send the right signal in climate leadership on the international stage”, according to Fenzi. “We can show the world that aligning carbon markets and standards across borders is possible.” Impact on industries: carbon-intensive sectors, green technologies and the North Sea The UK’s heavy emitters stand to benefit as they will be able to avoid the EU CBAM, set to apply to sectors such as cement, steel and fertilisers. “If the UK’s carbon prices remain lower than the EU’s by 2026, UK exports to the EU will face additional carbon costs, making their products less competitive in the EU market,” Brambilla says. The UK’s clean energy sector would also be disadvantaged without the link. The reduced revenue from weak carbon prices has already impacted the industry, as funds obtained from carbon allowances are often utilised to invest in the development of energy transition technologies. In Europe, for example, the Innovation Fund utilises the money raised via its ETS to fund programmes for low-carbon technologies. Without the link, the UK’s clean energy sector may struggle to compete and fully capitalise on such green funding mechanisms. “The lack of access to EU funding could hinder the UK’s ability to develop green technologies and infrastructure at the same pace as its European neighbours,” Brambilla notes. In contrast, she says the EU may see this as a one-sided deal, as the potential reduced revenue following the link could translate to less backing for its own low-carbon industries, which have banked on ETS funding thus far. Fenzi responds: “There might be some specifically disadvantaged sectors for either side in the short run, but you always find some wins and losses in any situation, and the disadvantages here can be managed.” Peacock and Fenzi argue that, overall, ETS linking would boost renewable energy investments for both parties, particularly in the North Sea, where both the UK and Europe have planned large-scale clean energy projects. “Having one carbon price applied to all projects in the region is helpful for interconnectors, for having smooth trade flows and energy flows,” Peacock explains. “This smoother flow means a smoother investment climate, just as much for the EU as for the UK.” Whether it is hydrogen, carbon capture or offshore wind, with the two regions sharing ports and other parts of the supply chain, “it makes absolute sense to have similar standards applying across all projects in the North Sea”, he elaborates. With the UK located in the heart of the North Sea, “it makes economic, technical, policy and regulatory sense to cooperate with Europe”, Fenzi emphasises. Looking ahead: challenges to implementation, political will and global implications Even if the UK and EU agree to move forward with ETS linking, the process will not be without its challenges, especially when the benefits for the UK seemingly outweigh those for the EU. One of the primary obstacles is the current disparity in carbon prices, with the UK’s at around £32 per tonne (t) versus the EU’s £66/t, at the time of writing. Brambilla attributes this gap partly to “the UK Government post-Brexit releasing a large quantity of additional free allowances to sectors at risk of carbon leakage”.  Even if the UK and EU agree to move forward with ETS linking, the process will not be without its challenges, especially when the benefits for the UK seemingly outweigh those for the EU. Thus, agreeing on a fair carbon price for emitters in both regions could prove difficult. “The EU will also need to balance the potential loss of revenue from CBAM tariffs on UK imports,” Brambilla adds. While linking ETSs could foster greater climate cooperation between the UK and EU, the political will to make it happen remains uncertain. Brambilla predicts that the EU, which has set out to become the first to achieve carbon neutrality by 2050, may prioritise maintaining its leadership over integrating with a weaker market. Peacock asserts, however, that the “view in Brussels seems positive” and “definitely improving”. “Brexit happened and that’s that, but the EU seems open to collaborating on things like carbon where it is just common sense to do together.” On the UK side, the government may be wary of “betraying the mandate of Brexit”, Fenzi notes. “People are concerned that this will mean some back door re-entrance into the EU.” However, she reassures that the UK would not be giving up its sovereignty, as there are “policy and legal tools that can make sure that the UK still maintains final say in legislations applied in domestic territory”. Peacock and Fenzi conclude that “the linking is absolutely feasible” if both sides are willing to negotiate in good faith. “Although the ETSs have slightly diverged post-Brexit, they stem from the same system, and the divergences are small enough to be solved through negotiation,” Fenzi says. “There is really no obstacle or technical barrier too big to prevent this. “I think raising these challenges, to some degree, might just be a negotiating tactic from both sides,” she adds. However, the SSE experts highlight that “time is of the essence” due to the looming implementation of CBAMs. “We don’t want to wait too long,” Peacock says, warning that delays could result in missed opportunities for revenue and investment. “There is an unprecedented level of investment across the continent right now, and we don’t want a ripped-up market impacting the degree of stability.” Simultaneously, Peacock dismisses concerns of the process taking too long, citing Switzerland’s experience linking with the EU ETS, which took nearly ten years. He suggests that even if the linkage cannot be finalised by 2026, an agreement can be made now for mechanisms, such as a deferral of CBAM application, to allow for a smoother transition.",
    "images": "https://power.h5mag.com/power/future_power_technology_feb25/is_uk-eu_ets_linking_in_the_cards/658319/__screenshot.2048_0_1.jpg",
    "tags": "uk eu ets link;uk eu ets link",
    "excerpt": "The UK and EU's carbon markets split in 2021 following Brexit. Now, stakeholders are carefully considering a reunion.",
    "categories": ""
}