{
    "title": "Salzgitter notes the weakness of the German economy and uncertainty about exports",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2025-03-24",
    "text": "News Companies Salzgitter 899 24 March 2025 The steel sector was affected by high energy prices and high imports The German Salzgitter Group notes the weakness of the German economy and growing uncertainty about exports due to tensions between the United States and its trading partners. This is stated in the company’s report for the financial year 2024. As noted, the steel sector was affected by high energy prices and high imports. The company’s external sales last year fell to €10 billion compared to €10.8 billion in 2023 due to lower average revenue for steel products and a weak order book in the steel processing division. In 2024, EBITDA decreased to €445 million (€677 million in the previous year), and pre-tax profit to €296 million (€238 million in 2023). The results include €406 million of expenses for restructuring, impairment and other provisions. Last year, the company increased steel production by 11.9% compared to 2023, to almost 6.4 million tons. According to Salzgitter CEO Gunnar Gröbler, the company continues to implement the SALCOS transformation program. The group assumes that the underlying market conditions will remain challenging, and expectations of political steps to ensure significant reductions in energy costs and overcome regulatory obstacles are growing. Currently, the company sees new opportunities in the defense sector and is looking to expand its portfolio to target this sector. At a press conference dedicated to the year-end results, Reuters reports that Salzgitter’s CEO also said that it was too early to say whether the joint venture between Hüttenwerke Krupp-Mannesmann (HKM) and Thyssenkrupp and Vallourec would be closed after the potential buyer withdrew in February this year. Earlier, Thyssenkrupp had admitted such a scenario, and Gröbler called it one of the potential scenarios. In addition, if HKM is closed, it will be necessary to find a solution to where the material produced by the joint venture will come from in the future. As GMK Center reported earlier, Düsseldorf-based Hoberg & Driesch Röhrengruppe, one of Europe’s leading steel pipe distributors, has reached an agreement with Salzgitter Mannesmann Stahlhandel GmbH to acquire part of the latter’s pipe business in Germany. The deal covers seamless heavy-wall pipes and precision steel pipes.",
    "images": "https://gmk.center/wp-content/uploads/2023/04/shutterstock_2215381937-1.png",
    "tags": "Salzgitter;financial results;ArcelorMittal Kryvyi Rih",
    "excerpt": "The steel sector was affected by high energy prices and high imports",
    "categories": ""
}