{
    "title": "Day: 22 March 2025",
    "author": "unknown",
    "source": "EUROMETAL",
    "date": "2025-03-22",
    "text": "Spanish galvanised steel sector calls for EU ‘reindustrialisation’ The Spanish galvanised steel sector is calling on the EU to implement measures to guarantee reindustrialisation, ensuring energy transition progress as well as manufacturing independence amid a complex geopolitical landscape. “The EU must reindustrialise, and in this process, galvanised steel is key, not only for continuing the energy transition but also for strengthening other sectors such as construction, transport, and automotive,” Spanish Technical Galvanisation Association (ATEG) president Manuel López Caamaño said during the organisation’s 60th annual conference. “Our sector offers a profitable, durable, and sustainable solution with a lower carbon footprint than other industries. Galvanised steel can drive Europe’s growth by ensuring its independence from external markets in an increasingly uncertain international context,” he observed. Spanish galvanised steel production totalled 548,000 tonnes in 2024, up 1% on 2023, Kallanish understands. Of this total, 39% was directed towards the energy sector, a decline of approximately 4% year-on-year, primarily due to geopolitical instability and weaker revenue prospects from renewable energy projects in Spain. The construction sector, including building works, infrastructure, pipelines, and bridges, accounted for up to 25% of galvanised steel demand. Spain remains the fourth-largest country in the eurozone in terms of production capacity. The galvanizing sector currently operates 39 plants, generating a turnover of around €200 million ($217.4m) and supporting more than 3,000 direct jobs. “There is still a long way to go. While in the US, 18% of steel is galvanised, in Spain, it does not even reach 5%, which highlights the vast potential of the sector,” López Caamaño concluded. EU Action Plan evokes mixed German industry reaction German steel industry representatives are generally appreciative of the European Commission’s Steel and Metals Action Plan but point to shortcomings regarding CBAM, scrap export restrictions, and energy price reduction measures. The Commission has reacted fast to the concerns brought forward by the steel industry, German steel association WV Stahl managing director Kerstin Maria Rippel said at the Zukunft Stahl conference organised by Handelsblatt in Essen this week. “It took only 14 days from a discussion with [Commission] President Ursula von der Leyen to the release of the Action Plan. This shows that Brussels has understood how dramatic the state of things is,” Rippel noted. Rippel pointed to the importance of a solution for exports under CBAM, the expansion of the measure to include downstream products, and measures against circumvention. The Commission has promised solutions to these points by year-end. Her position was echoed by policymakers. Christian Ehler, Member of the European Parliament, also addressed the extension of CBAM to cover processed products, and to prevent circumvention. “CBAM is still a long way from the instrument we would like to have,” Kallanish heard him say at the conference. “Currently, it is not effective against the challenges of reality.” Meanwhile, recycling federation BVSE expressed mixed feelings on the Action Plan. It is particularly concerned about export restrictions for scrap. Maintaining open access to foreign markets will not distort trade flows, BVSE maintains. It noted that sales abroad do not reflect merchants’ ex-yard price, which is notably lower for foreign sales than for domestic customers. Finally, trade union IG Metall finds that the plan remains too vague in many aspects. The union noted that high energy costs are the paramount problem. The plan also falls short of expectations regarding lead markets for green steel and promoting a hydrogen economy, the union pointed out. Hoberg & Driesch acquires Salzgitter pipe business components Hoberg & Driesch Röhrengruppe, a German distributor of steel tubes with sites in ten European countries, has acquired part of the tube activities of Salzgitter Mannesmann Stahlhandel in Germany. The transaction includes distribution of seamless thick-walled tubes and precision steel tubes, Kallanish learns. The acquisition will strengthen Hoberg & Driesch’s market position and product portfolio, the Düsseldorf-based company states. “This is the logical next step with a view to market consolidation and change … The takeover will enable Salzgitter Mannesmann Handel customers to make a seamless transition to us,” says Hoberg & Driesch Röhrengruppe chief executive Hanns-Jörg Westendorf. While Hoberg & Driesch continues to expand its market position, Salzgitter Mannesmann Stahlhandel will be able to focus more strongly on other core business areas. The integration of the activities will take place gradually over the coming weeks, Hoberg & Driesch says. Iberian distributors see challenging 2025, old concerns persist Spanish and Portuguese steel distribution representatives anticipate difficult market conditions in 2025 amid a complex global scenario. Assessing the outlook within a climate of high international trade uncertainty and geopolitical instability is challenging, delegates tell Kallanish on the sidelines of the EUROMETAL Steel Net Forum Iberia in Vilamoura, Algarve. “In general, the current level of activity is positive, although some sectors are facing difficulties, leading to expectations of a slightly weaker demand in the first half of 2025, accompanied by some concerns,” one participant comments. Looking ahead to the second half of the year, he expects an improvement in activity levels as some of the uncertainties affecting the market ease. According to a Portuguese steel distributor, after three years of stability, the sector has maintained a good level of activity in 2024, despite a slight decline in turnover. “Now, the situation has changed, with most market players trying to recover their margins at a time when steel prices are rising,” he observes. A representative from the construction sector notes that steel demand has evolved unevenly across industries. Construction companies have been more exposed to rising costs, showing signs of weakness in 2024. “We see prices increasing again, while demand is losing momentum. US tariffs are affecting the European and Iberian markets, although exports from the region to North America remain insignificant,” he points out. Spanish and Portuguese steel distributors confirm that most major suppliers have increased their investments in 2024, focusing on modern equipment, recognising this as a key factor for competitiveness. “The future lies in generating added value by meeting customers’ needs for more specialised products, so having advanced technology is essential,” one processing company owner comments. The sector is unanimous in calling for government support programmes to facilitate access to state-of-the-art technologies and help strengthen suppliers’ competitiveness. “The sharp rise in costs in recent years continues to put pressure on our already tight profit margins, which hinders investment plans,” a Portuguese steel seller says. “For companies to remain competitive and deliver value to society, ensuring their economic sustainability is crucial.” Another major challenge for the sector remains the difficulty in attracting young talent. There is a shortage of technically trained professionals, according to some of the market participants.",
    "images": null,
    "tags": "galvanised;Spain",
    "excerpt": null,
    "categories": "Latest Updates"
}