{
    "title": "EU HRC prices rise; market awaits clarity on safeguard investigation - EUROMETAL",
    "author": "Ricardo",
    "source": "EUROMETAL - The Voice of European Steel, Tubes and Metal Distribution representing all types of Steel Intermediation.",
    "date": "2025-03-06",
    "text": "European hot-rolled coil prices strengthened March 5, as mill sources pointed to higher offers due to limited import opportunities and ongoing regulatory uncertainty. Market participants focused on uncertainty surrounding trade flows due to the European Commission’s safeguard investigation, coupled with a recent spate of anti-dumping investigations in Asia. Import offers have been unattractive for European buyers, partly due to the reduced cost differential with domestic mill prices, as well as concerns about additional quota duties. A North European mill source confirmed higher offer levels of Eur650 ex-works Ruhr but reported sluggish market conditions. In discussing recent announcements from the EC, the source expressed optimism about future industry activity. “The steel action plan was good, and it shows that the Commission is acting to have strong manufacturing in Europe,” he said. “The simplification of CBAM is also good news for the industry.” German producer Salzgitter issued a force majeure on its coil deliveries following a fire at the firm’s hot strip mill. Market reactions to this development were mixed, with one source expecting marginal support to domestic prices but “nothing significant” due to poor demand. An Italian seller also pointed to higher prices, reporting a target price of Eur640/mt to Eur650/mt ex-works Italy, but noted stagnant demand conditions in anticipation of the safeguard news. “It is very quiet on demand. Our customers are not selling a lot. Automotive is still weak, and people are waiting for the safeguard news to show,” he said. “There could still be many different scenarios, we will wait and see.” Platts assessed HRC in Northwest Europe at Eur620/mt ex-works Ruhr on March 5, up Eur2.50/mt from the previous session. In Southern Europe, HRC was assessed at Eur615/mt ex-works Italy, up Eur10/mt day over day. Platts assessed imported HRC in Northwest Europe as unchanged at Eur550/mt CIF Antwerp, while the imported HRC CIF Southern Europe price increased by Eur5/mt to Eur550/mt CIF. Platts is part of S&P Global Commodity Insights.",
    "images": "https://eurometal.net/wp-content/uploads/HRC-2_1900.jpeg",
    "tags": "",
    "excerpt": "European hot-rolled coil prices strengthened March 5, as mill sources pointed to higher offers due to limited import opportunities and ongoing regulatory uncertainty. Market participants focused on uncertainty surrounding trade flows due to the European Commission’s safeguard investigation, coupled with a recent spate of anti-dumping investigations in Asia. Import offers have been unattractive for European buyers, partly",
    "categories": "Latest Updates"
}