{
    "title": "Five likely developments in green steel, ferroalloys this year | 2025 preview",
    "author": "Norman Fong; Zihuan Pan; Paul Lim; Suresh Nair; Jessica Long; The Fastmarkets Team",
    "source": "Fastmarkets",
    "date": "2025-01-21",
    "text": "MethodologyContact usSupportLogin Fastmarkets outlines five likely developments which are likely to be in focus in 2025. Market participants told Fastmarkets that there could be a further realization of premiums of green steel and ferromanganese in Asia next year, with an expected increase in the output of green downstream products and stricter requirements of raw materials from downstream buyers. While producers of green ferro-chrome in China are still facing difficulties in achieving green premiums due to oversupply, steps are still being actively taken to seek inroads into price differentials, with hopes to realize them in 2025, sources said. The realization of green ferro-alloy premiums also depends on whether Chinese steelmakers can realize green steel premiums in their present negotiations with selected end users, sources told Fastmarkets.“The start of price differentials for sustainable metals is a good trend and it will likely continue in the future given how China is charting its course toward a zero-carbon economy by 2050,” a major Chinese steelmaker said. More stringent embodied carbon guidelines in construction materials like rebar and H-beams by national certification or governmental bodies, such as in Singapore, are among factors that market participants expect could drive the usage of green steel in Southeast Asia, sources said.This includes the growing momentum to reduce Scope 1-3 emissions to increase the number of “Net-Zero” buildings, according to sources.Correspondingly, producers and sellers are seeking to value their construction steel products according to their green standards, such as the amount of carbon produced in the steelmaking process, sources told Fastmarkets.This is apparent in discussions market participants have had with Fastmarkets, where steelmakers have indicated that they are looking to identify the right premiums for different levels of embodied carbon in their steel products. Elsewhere, countries such as Vietnam and China have started importing green steel, with Japanese steelmakers bullish on green steel demand in the future, sources told Fastmarkets. This is especially as environmentally conscious end users seek 100% carbon emission free steel materials for their end products, such as hydrogen dual-fueled vessels, sources said. Indian steelmakers are now looking toward price differentials for steel with different levels of embodied carbon, and are presently working this into their future sales strategies.India introduced its own definition for green steel and quantified the carbon emissions levels with a star rating system in December 2024, taking a firm step towards decarbonisation of its steel production.Finished steel with a carbon emission intensity lower than 1.6 tonnes of carbon dioxide per tonne of steel will be rated “5-stars”, while steel with a carbon emission intensity between 1.6 and 2.0 tonnes of carbon dioxide per tonne of steel will be rated “4-stars”. Steel with a carbon emission intensity between 2.0 and 2.2 tonnes of carbon dioxide per tonne of steel will be rated “3-stars”. Steel with emission intensity higher than 2.2 tonnes of carbon dioxide per tonne of steel will not be eligible for green rating.The Indian steel ministry has set a mandatory deadline of 2030 for the industry to achieve the minimum emission intensity of 2.2 tonnes tonnes of carbon dioxide per tonne of steel by 2030. It also proposed that a third of steel used in government projects should have “3-star” rated steel. The global steel industry is set to step up their efforts in green steel development in 2025 to brace for the start of the Carbon Border Adjustment Mechanism (CBAM) in Europe, with other regions also mulling similar carbon border taxes.More than 40 steelmakers across the world have announced their carbon neutrality roadmaps, accounting for 45% of global capacity. Most of them aim to achieve carbon neutrality in 2050 after cutting emissions by 30% in 2030.The global steel trading landscape is also set to be reshaped following the emergence of other variants of CBAMs in other regions in the longer term. The market for steel products of reduced carbon emissions has already geared up, after mills such as Baowu, HBIS, SSAB, Salzgitter, H2 Green Steel, ArcelorMittal, POSCO.The world’s largest steel producer China is also mulling including its steel sector into the carbon trading market, which indicates low costs for carbon emissions across Chinese steelmakers in the short term, but they are set to increase in the longer term after China’s carbon prices catch up with those in Europe. A suite of supportive policies, including quantitative methods of ferroalloy carbon footprint, futures exchange’s financial support to green ferroalloys, the compulsory usage of green electricity in leading ferro-alloy product hub, will drive China’s green ferroalloy industry in 2025, market sources said.The transformation of energy consumption and proliferation green energy in production will directly affect the development of the steel and upstream ferro-alloy industry in China in 2025, according to sources.According to the latest data from the National Bureau of Statistics, in 2023, the installed capacity of green power supply was 259 million kilowatts, up by 31.4% from 178 million kilowatts in 2022, of which solar and wind power installed capacity grew most rapidly, accounting for 59% and 18% respectively.In 2024, the Inner Mongolia Autonomous Region, a key ferro-alloy production hub, requires that all the polluted and extensively energy-consuming production capacity of ferro-alloys in the region to shut down to enhance industrial structure optimization and adjustment, sources added.“Green power is taking a more prominent role in energy supply, overshadowing high energy-consuming facilities, so the development of green ferro-alloys will continue to be supported,” a China-based ferro-alloy trader said. Follow zero-carbon steel discussion and keep up to date with the developments influencing the decarbonization of the steel industry. Talk to us about how our price data can help you to meet your decarbonization goals.",
    "images": "https://www.fastmarkets.com/tachyon/2024/12/MM_Steel_YellowBridge_AdobeStock_121671218-scaled.jpeg",
    "tags": "",
    "excerpt": "Read about the five likely developments in green steel and ferroalloys in 2025 from stricter environmental regulations to investor pressures.",
    "categories": ""
}