{
    "title": "Steel decarbonisation gathers speed | Latest Market News",
    "author": "Brendan Kjellberg-Motton",
    "source": "Argus Media",
    "date": "2022-02-07",
    "text": "The announcement within the last week of over 6mn t/yr of new direct-reduced iron (DRI) capacity and five new electric arc furnace (EAF) sites by the early 2030s suggests that conditions are becoming increasingly favourable for low-carbon steelmaking. German steelmaker Salzgitter will fully move to hydrogen and renewable energy-based DRI-EAF steelmaking by 2033. It will award construction projects for industrial facilities by the end of this year. ArcelorMittal announced further DRI and EAF capacity in France, including 2.5mn t/yr of DRI-EAF capacity at Dunkirk and an EAF unit at Fos-sur-mer to be fed by scrap, requiring a total investment of €1.7bn ($1.94bn). This brings the steelmaker's total DRI capacity plans for 2030 to roughly 10.8mn t/yr, including projects in Spain, Belgium, Germany and France. Swedish steelmaker SSAB announced last week that it would do the same, bringing forward plans for almost 3mn t/y of EAF capacity at Lulea, Sweden, and Raahe, Finland, to 2030 from 2030-45. ETS phase-out incentivises decarbonisation The timing of steelmakers' decarbonisation plans suggests that EU policy on carbon costs is having the desired push effect towards greener steelmaking. While so far only pilot-scale hydrogen-based steel projects are operational, several industrial-scale projects are planned to come on line around 2026, when the ETS-CBAM transition begins, and over 30mn t is planned by 2033, after the phase-out is to be completed in 2030. The phase-out of free allowances under the EU emissions trading system (ETS) and the introduction of a carbon border adjustment mechanism (CBAM) over 2026-30 in theory provides protection for low-carbon steelmaking in the EU, while removing the incentive for steelmakers to cut costs by continuing to use coal or gas as an energy source. And the threat of paying over €80/t in carbon costs is an important incentive for EU steelmakers to decarbonise. But European steel association Eurofer argues that the EU should continue to grant free emissions throughout the whole ETS-CBAM transition phase to mitigate the carbon costs that steelmakers will bear, alongside the considerable investment costs of reducing emissions by 30pc by 2030, estimated by Eurofer to be around €25bn. \"The combined effect of the huge investment needed to decarbonise — and also [of] simply cutting emissions by cutting production, which is inevitable given the existing technology, plus skyrocketing energy prices and rising production costs will put enormous and unsustainable pressure on our members,\" Eurofer director of market analysis Alessandro Sciamarelli said. Eurofer estimates the cost to the industry in 2030 will be €14bn at today's emissions levels or €8.4bn presuming a 30pc emissions reduction. Cross-sectoral relationships pivotal The EU plans to have 6GW of renewable hydrogen electrolyser capacity by 2024, and 40GW by 2030, as well as 40GW of production available for import from outside the EU by 2030. But partnership with companies in upstream and downstream sectors have been determining factors for steelmakers assessing the viability of hydrogen-based DRI-EAF steelmaking. Salzgitter and Danish energy provider Orsted aim to establish a circular supply chain, within which Salzgitter will supply renewably-produced steel, largely for use in the construction of wind farms, and Orsted will supply renewable (wind-generated) energy, as well as returning windmill parts to Salzgitter as low-CO2 scrap at the end of their life span. The company aims to increase the amount of scrap it uses by 50pc to 3mn t/yr by 2033. Salzgitter will also supply low-CO2 steel to all of carmaker BMW's European plants from 2026 onwards. ArcelorMittal recently added to its investments in the renewable energy sector, committing $100mn to sustainable energy-focused investment fund Breakthrough Energy, and $5mn to Israel's H2Pro, a company that has developed E-TAC (Electrochemical — Thermally Activated Chemical) technology that splits water into hydrogen and oxygen in a process similar to electrolysis. For SSAB, the abundance of hydroelectric and wind power in northern Sweden has played an important part in allowing the steelmaker to fully commit renewable-powered EAF production within the next eight years, as has its partnership with iron ore mining firm LKAB and energy provider Vattenfall. Further progress by steelmakers in forming supply or offtake partnerships might encourage further decarbonisation commitments in the near future. German steelmaker Dillinger-SHS has an initial agreementwith engineering company Paul Wurth and steelmaker Liberty to develop a 2mn t/yr DRI plant including 1GW of hydrogen electrolysis capacity at Dunkirk. The steelmaker is also working with seven energy and engineering companies to develop a \"hydrogen economy\" in the German Saar region, the French Lorraine region, and the state of Luxembourg by producing 61,000 t/yr of hydrogen and investing €600mn in production facilities and transport infrastructure.",
    "images": "https://www.argusmedia.com/-/media/project/argusmedia/mainsite/images/14-generic-hero-banners/herobanner_1600x530_generic-c.jpg?h=530&iar=0&w=1600&rev=2cf023b4e0484c1bb091b9f72dbf7771&hash=72DBDFEBEF6EE62E751AB5DD2221C77E",
    "tags": "",
    "excerpt": "The announcement within the last week of over 6mn t/yr of new direct-reduced iron (DRI) capacity and five new electric arc furnace (EAF) sites by the early 2030s suggests that conditions are becoming increasingly favourable for low-carbon steelmaking.",
    "categories": ""
}