{
    "title": "Press release: New Expert Guideline enables chemical sector to tackle Scope 3 emissions - TFS Initiative",
    "author": "Maria de Rycke",
    "source": "TFS Initiative",
    "date": "2022-09-21",
    "text": "Press release: New Expert Guideline enables chemical sector to tackle Scope 3 emissions Together for Sustainability launches the open-source PCF Guideline, a new global guidance for calculating Product Carbon Footprints (PCFs) in the chemical industry and beyond. Global chemical sector initiative, Together for Sustainability (TfS), launches the open-source PCF Guideline, a new global guidance for calculating Product Carbon Footprints (PCFs) in the chemical industry and beyond. Scope 3 emissions of purchased goods have historically been challenging to measure due to the complexity of chemical production – the new Guideline aims to solve this. The Guideline can be used by both corporations and suppliers to identify, track and reduce Scope 3 upstream emissions. The Guideline will be applicable across industries; it will be open source and useful for other industries using chemical materials. 22 September, Brussels: Together for Sustainability (TfS), a sustainability initiative and global network of 37 companies raising CSR standards across the chemical industry, is launching the first-of-its-kind guideline to transform the way chemical companies calculate and track upstream supply chain emissions. The new TfS Guideline for Product Carbon Footprint [PCF] and Corporate Scope 3 emission reporting (the Guideline) provides specific calculation instructions for emissions from “cradle-to-gate” for chemical materials. It harmonizes PCF calculation approaches across the industry and is applicable to the vast majority of chemical products. In the future, this will allow consumers and the wider market to directly compare and assess the climate impact of products. For example, citric acid is one of many components found in household cleaners. However, estimating the PCF for citric acid has many challenges, from comparing biobased materials to calculating allocation schemes and varying uses of electricity. The PCF Guideline offers clear instructions on calculating Greenhouse Gas (GHG) emissions for specific chemicals production, e.g. citric acid production. It specifies, for example, how to assess the use of grid electricity or renewable energy. The detailed new guideline provides producers of chemical materials (in this case citric acid) and their suppliers with a step-by-step assessment approach addressing important aspects of the chemicals industry. PCF calculations provide the best product-level emissions transparency for the identification, tracking and reduction of Scope 3 GHG emissions. Furthermore, they enable companies and suppliers to work on the reduction of their emissions, which ultimately will improve the industry’s carbon footprint. While created initially to meet the needs of chemical corporations and their suppliers, the TfS Guideline can be used as a calculation guideline and drop-in solution in any other global industry using chemical products. To ensure a harmonised, standardised and widespread use, TfS has therefore decided to publish the Guideline as open source. Bertrand Conquéret, TfS President, President of Global Supply Chain & Chief Procurement Officer at Henkel, said: “The new PCF Guideline is part of TfS’ mission and our speedboat to foster sustainability and have impact in global chemical supply chains. The early involvement of key NGOs, climate experts and other major stakeholders allowed us to create a harmonised and aligned guideline that creates a PCF calculation standard for the chemical industry. “As the TfS Guideline is available as open-source data, TfS aims to drive change beyond the chemical industry, providing the foundation for other industries to work on carbon reductions. By working collaboratively with cross-industry initiatives, we hope to build a more sustainable future.” Prof. Dr. Peter Saling, Director Sustainability methods at BASF and lead of the TfS Guideline Work Package said: “Until now, the chemical industry has lacked a common approach to calculating its Product Carbon Footprints. The availability of PCF data is limited, and calculations are often not directly comparable. The new PCF bridges this gap, offering a harmonized way to generate and share information on the emissions arising from chemical supply chains. “It is a first-of-its-kind resource for the industry, drawing on commonly used international standards and guidelines – such as ISO, the GHG Protocol and the Pathfinder Framework (PACT powered by WBCSD) – while offering the specificity needed for the chemical industry.” TfS members drew upon expertise in GHG accounting, as well as the chemical supply chain, and the new guideline is the culmination of a workstream dedicated to finding a solution to the Scope 3 problem, implementing meaningful PCF information. The Guideline has been published as open source with the ambition that it may be used in other industries too. TfS worked alongside global NGOs, corporate sustainability experts, chemical industry experts and organisations such as the World Economic Forum (WEF), and the World Business Council for Sustainable Development (WBCSD) to ensure global best practice for emissions accounting. The $4.6 trillion chemical industry is integral to sectors ranging from aerospace to consumer goods and telecommunication. It is estimated to be responsible for 7% of the global Greenhouse Gas (GHG) emissions[i], 77% of which are in Scope 3[ii]. The new Guideline comes at a critical time as companies face increasing pressure to reduce emissions in line with the Paris Agreement goals, set corporate sustainability targets and meet growing customer demands for transparency. Given the urgent need for a harmonized PCF calculation approach within the chemical industry, the first edition of the PCF Guideline focuses exclusively on prescribing the specifications for supplier PCF calculations. Four additional chapters including reporting principles and guidance on Scope 3.1 calculation on corporate level will be published in November 2022. Thomas Udesen, CPO Bayer and TfS Steering Committee member, said: “Calculating Scope 3 emissions is particularly challenging in the chemical industry, due to the complexity of chemical production. It involves thousands of processes, products and specific technologies. The new Guideline will be invaluable downstream to the customer-facing point of the chemicals sector; it means producers of goods containing chemicals and ultimately end-users can make better and more sustainable choices. “By creating a chemical industry-specific guideline, TfS is empowering suppliers and corporations to easily produce quality carbon footprint data for the first time. With the ability to effectively calculate PCFs and more accurately measure Scope 3 emissions, the sector will be able to achieve tremendous climate ambitions whilst reducing exposure to climate risk.” Notes to the Editor For more information, including interviews and comment, please contact: Georgia Dalton, ESG Communications t: + 44 (0)7798 751 529 | e: georgia@esgcomms.com About Together for Sustainability Together for Sustainability (TfS) is a global, procurement-driven initiative created by chemical companies with the goal of assessing, auditing and improving the sustainability practices within their global supply chains. The program is based on the UN Global Compact and Responsible Care® principles and has grown into a global organisation with regional representation in Asia, North and South America. [i] Sources: IPCC, UN, The Guardian, Our World in Data, CAMELOT | Note: The 7% are the total GHG emissions of Industry-Chemicals and Energy-Chemicals plus the respective shares of unallocated energy emissions and caused by energy production. [ii] Those arising from the supply chain. Source: analysis of CDP responses in 2020, via Avieco, “Translating Scope 3 emissions for the chemical sector”.",
    "images": "https://www.tfs-initiative.com/app/uploads/2022/09/TfS_PCF_Guideline_banner-v1-2-scaled.jpg",
    "tags": "",
    "excerpt": null,
    "categories": "News Articles;Press Release"
}