{
    "title": "Gecić Law to Join the SEEenergy Conference | Gecić Law",
    "author": "Ivan Eftimov",
    "source": "Gecić Law",
    "date": "2023-09-25",
    "text": "We are pleased to announce that Gecić Law will proudly join the sixth regional SEEenergy conference. This year’s event will take place in Novi Sad from October 2 – 3. It will explore new challenges in energy transition, including decarbonization, energy storage, and the market. At the conference, Gecić Law will share its expertise on the latest developments in EU law and their likely impact on businesses and economies of the region. EU’s Carbon Border Adjustment Mechanism (CBAM) takes effect on October 1. The regulation will introduce significant changes, especially for a specific group of carbon-intensive industries. The energy sector is consequently among the most significantly affected. Gecić Law’s Founder and Managing Partner, Bogdan Gecić, will join the event as a panelist on the event’s introductory panel. The discussion will, therefore, focus on decarbonization in industry and its links to innovation and competitiveness. Bogdan will chiefly concentrate on the EU’s Carbon Border Adjustment Mechanism (CBAM) regulation. This revolutionary regulation introduced the world’s first carbon import levy. CBAM’s primary aim is the decarbonization of the continent by 2050. However, this legal development will likely have broader implications for international trade. Accordingly, it may significantly affect the competitiveness of businesses and economies of the region. Bogdan will discuss the legal aspects of CBAM and what businesses should do to prepare. Other panelists include representatives of companies in diverse industries, including Henkel, ABB Group, Schneider Electric, Energy Net, and Viessmann. “We are proud to join the SEEenergy Conference,” said Bogdan Gecić. “The event provides an opportunity to exchange ideas and discuss solutions in the increasingly important field for our region. New EU sustainability regulations will impact the region’s economies more strongly and quickly than they currently realize, and businesses can no longer afford to remain oblivious. We look forward to contributing to this important conversation with our expertise.” The two-day conference on renewable energy and the energy sector serves as a platform that brings together leading experts, investors in the energy sector, industry representatives, decision-makers, technology producers, consulting firms, and state and financial institutions from the entire region. The event will feature presentations, interactive panel discussions, and workshops on critical topics, including sustainable finance, green transition, and green innovation.",
    "images": "https://www.geciclaw.com/wp-content/uploads/2023/09/SEEenergy.png",
    "tags": "",
    "excerpt": "Gecić Law will join the regional SEEenergy conference on the energy transition, decarbonization, energy storage, and market.",
    "categories": "Energy, Infrastructure &amp; PPP;EU Law;News;Environmental Law;Environmental;Environmental, Social and Governance (ESG)"
}