{
    "title": "Gecić Participates at SEEenergy 2023 | Gecić Law",
    "author": "Ivan Eftimov",
    "source": "Gecić Law",
    "date": "2023-10-02",
    "text": "The SEEenergy conference kicked off this morning with an exciting panel on Decarbonization in the economy. Our colleague Branko Gabrić sparked great interest as he spoke about the EU’s Carbon Border Adjustment Mechanism (CBAM). The discussion was timely as the new regulation took effect on October 1. The code will introduce significant changes, especially for a specific group of carbon-intensive industries. The energy sector is consequently among the most significantly affected. The distinguished panelists hailed from companies in diverse industries, including Henkel, ABB Group, Schneider Electric, Energy Net, and Viessmann. They shared their views on Decarbonization and specific projects in the field. Branko stressed that CBAM is a revolutionary regulation introducing the world’s first carbon import levy. However, this legal development will likely have broader implications for international trade. He stressed the potential effect on the competitiveness of businesses and economies of the region on the EU market if they do not address critical ways to adapt. Branko mainly focused on the transitional phase of implementing CBAM and what businesses should do to prepare. He said that although there will be no financial adjustments until 2026., there will be consequences for failing to report or reporting inaccurately. Penalties may range from EUR 10 to 50 per ton of unreported emissions. “The transitional period of CBAM’s implementation will enable all stakeholders to adapt to the new rules. The European Commission will be able to collect data on emissions, draw conclusions, and adjust the rules. The affected companies will have two years to adapt to a mechanism applied in the EU since 2005,” said Branko Gabrić. “It is vital that the affected businesses examine their processes and supply chains and adjust to enable accurate CBAM reporting. Failure to do so may affect business continuity with the EU.” The two-day conference on renewable energy and the energy sector brings together leading experts, investors in the energy sector, industry representatives, decision-makers, technology producers, consulting firms, and state and financial institutions from the entire region. The event will feature presentations, interactive panel discussions, and workshops on critical topics, including sustainable finance, green transition, and green innovation.",
    "images": "https://www.geciclaw.com/wp-content/uploads/2023/10/Copy-of-Copy-of-Copy-of-ESG-summit1200-×-620-px-3.png",
    "tags": "",
    "excerpt": "The SEEenergy conference kicked off in Novi Sad this morning with an exciting panel on Decarbonization in the economy.",
    "categories": "Administrative &amp; Regulatory;Energy, Infrastructure &amp; PPP;EU Law;European Commission;European Law, Trade &amp; Enlargement;News;Regulatory compliance;Environmental Law;Environmental;Environmental, Social and Governance (ESG)"
}