{
    "title": "TfS General Assembly elects new President and Steering Committee - TFS Initiative",
    "author": "Maria de Rycke",
    "source": "TFS Initiative",
    "date": "2023-06-14",
    "text": "TfS General Assembly elects new President and Steering Committee “By working together and sharing our best practices, TfS can be a role model for other industries as we work to reduce our carbon footprint, drive circularity, conserve our natural resources, and promote social responsibility. This means inspiring and motivating others to take action within our space and externally to have a positive impact on the world. I am looking forward to working with the entire TfS community to deliver on this vision.” Jennifer Jewson, President Together for Sustainability TfS General Assembly, at its Annual Meeting on 13 June 2023, elected the new TfS President: Jennifer Jewson, CPO of LyondellBasell. The following members have been elected to the TfS Steering Committee: Steven Brughmans, BASF Thomas Udesen, Bayer Cathy Budd, Dow Götz Lauschke, Evonik Bertrand Conqueret, Henkel Thorsten Heyen, Wacker The mandate of both the President and Steering Committee members is valid for 2 years. Outgoing President Bertrand Conquéret says “After four rewarding years as President, I am excited to pass the baton to my successor, Jennifer Jewson. I have no doubt she will continue TfS’s strong trajectory looking at her commitment to Sustainability and Responsible Leadership. I am proud of the progress TfS made over the past four years, from delivering on our 2025 Grow & Deliver strategy to launching the Product Carbon Footprint Guideline and the TfS Academy. Our membership and global reach has also increased significantly – which in turn had a positive collective impact on sustainability. I am very grateful to the whole TfS community, members, partners and suppliers for a fun and successful four years. I leave the helm seeing a TfS community that is thriving together, collaborating meaningfully, and exchanging best practices. I am convinced that, with Jennifer’s guidance, we will continue to meet future challenges!” Newly elected TfS President Jennifer Jewson states “I am honored to be elected as the new President of TfS and thank my predecessor Bertrand Conquéret, CPO Henkel, for his strong leadership in driving Together for Sustainability to where it is today. \nSustainability is important because it affects not only our environment but also our economy and society as a whole. By working together and sharing our best practices, TfS can be a role model for other industries as we work to reduce our carbon footprint, drive circularity, conserve our natural resources, and promote social responsibility. This means inspiring and motivating others to take action within our space and externally to have a positive impact on the world. I am looking forward to working with the entire TfS community to deliver on this vision.”",
    "images": "https://www.tfs-initiative.com/app/uploads/2023/06/SA_0297.jpg",
    "tags": "",
    "excerpt": null,
    "categories": "News Articles"
}