{
    "title": "Trade Tools for Climate: Transatlantic Carbon Border Adjustments",
    "author": "William Alan Reinsch; Elizabeth Duncan",
    "source": "Center for Strategic and International Studies",
    "date": "2022-07-20",
    "text": "Trade Tools for Climate: Transatlantic Carbon Border Adjustments Photo: Lukas Schulze/Getty Images Overview As the EU carbon border adjustment mechanism (CBAM) makes its way through the legislative process in Brussels (part of the European Union’s hallmark Fit for 55 package), the United States has also introduced its version of a carbon border adjustment. In early June, U.S. senator Sheldon Whitehouse (D-RI) introduced the Clean Competition Act (CCA). This legislation follows an earlier version introduced in July 2021 and would establish a carbon border adjustment as a U.S. trade tool to incentivize deeper decarbonization among foreign producers while protecting U.S. firms. The bill is cosponsored by Democratic senators Chris Coons (D-DE), Brian Schatz (D-HI), and Martin Heinrich (D-NM). Although Senator Kevin Cramer (R-ND) has indicated that the legislation could gain some bipartisan interest, that is unlikely to occur if the package includes a domestic carbon price. The primary objective of the CCA is to penalize producers of more carbon-intensive production processes, in turn giving U.S. firms with comparatively fewer embodied emissions a competitive edge. The CCA proposes a domestic price on domestic emissions intensity as well as a border adjustment mechanism for importers into the United States. There are 25 different sectors listed in the bill, including prominent carbon-producing industries such as petroleum, natural gas, fertilizer, paper, cement, glass, and iron and steel. Exporters of these industries would face fees based on their emissions intensity when entering the United States. Q1: How does the Senate-proposed CCA compare to the EU-proposed CBAM? A1: The main difference between the U.S. CCA and the EU CBAM is in its calculation of the carbon border price. The European Union has established the EU emissions trading system (ETS) since 2005, and the CBAM would become an international complement to the domestic carbon market. The price for the EU carbon permits is around 84 euros as of early July. Imposing a price on carbon is often regarded as a foundational step in ushering in deeper decarbonization, yet the United States has not implemented a federal price on carbon to date. The CCA, however, would establish a price on carbon, which would enhance compliance with WTO rules that forbid discrimination. Another key difference between the U.S. CCA and EU CBAM is which countries would be implicated, although data challenges remain. In 2021, UK-based think tank E3G produced a report estimating the impact of the EU CBAM on imports. E3G found that the CBAM would most significantly impact China and Russia, while U.S. exports would be relatively unexposed. However, the European Parliament’s proposed expansion of the CBAM to cover chemicals would significantly alter this picture, as U.S. chemical exports are comparatively much more emissions-intensive than their EU equivalent products. Q2: How reliable is available data in assessing carbon-intensity of foreign produced goods? A2: There is a lack of reliable public data on emissions intensity by industry and country, let alone firm-specific emissions data. Greenhouse gas emissions are often collected at the broad sectoral level, while firm-based carbon accounting remains difficult and cumbersome. For example, there is not sufficient public and reliable data that would accurately capture the emissions intensity of foreign produced goods covered by the U.S. carbon border adjustment proposal. Furthermore, the ability of countries to gather and report emissions intensity data varies significantly, complicating the implementation of a border adjustment. Overall, the development and deployment of technology that could make carbon accounting more transparent lags significantly behind market demands. In assessing fees to levy on imports from abroad, the CCA relies on economy-wide emissions averages from foreign countries. However, carbon accounting without sufficient specificity or “granularity” risks disincentivizing decarbonization. For example, producers of a certain good may invest in greener technologies but end up paying the same fees if the industry is subject to sectoral averages. Since this approach fails to capture existing decarbonization efforts, it does not reward companies for progress achieved and could ultimately discourage investment in renewable energies and sustainable technologies. Regardless of carbon accounting approaches, whether firm-, sector-, or economy-based, gathering sufficiently specific data remains a cumbersome hurdle for policymakers to overcome in order to implement a fair and transparent carbon border mechanism. Q3: What are the primary sources of imports for the covered categories of goods? A3: Gathering accurate data about the emissions intensity of specific sectors—let alone specific firms—in foreign economies remains a significant challenge for policymakers and the private sector to overcome. Nevertheless, trade data from USITC illustrates the top five exporting countries to the United States based on CIF Import Values for 25 sectors by a 6-digit NAICS code referenced in SEC. 4694 of the bill. The figures below visually highlight a selection of these 25 sectors with import data from 2021. The volume of imports from these countries makes them the most exposed. In other words, the largest exporters of listed goods are the countries that will have to analyze the acts most carefully to determine the potential impact of the legislation on their exports to the United States. Because Canada is the United States’ number one trading partner, it is particularly vulnerable to potential U.S. carbon adjustment fees. Canada is the top exporter for 15 of the covered industries and is in the top 10 for the remaining categories. Otherwise, Mexico, Russia, China, and Saudi Arabia each export a significant dollar amount in covered goods. Although some of the United States’ key trading partners may have less emissions-intensive production processes than their U.S. counterparts, the burden will likely fall on them to prove satisfactorily that their products are comparatively “greener.” Q4: Are these proposals WTO compatible? A4: The U.S. CCA and the EU CBAM attempt to account for the WTO requirement of “national treatment,” which calls for equal treatment of domestic and foreign goods. The United States and European Union have proposed imposing equivalent fees on domestic items as they would on imported “like” goods. All goods that fall under the scope of the EU CBAM would be charged the ETS price within the European Union, or the U.S. CCA would charge $55 per ton above the baseline emissions intensity in the United States. Senator Coons previously proposed the FAIR Transition and Competition Act, the original U.S. carbon border adjustment proposal, which did not include a domestic carbon price. Failure to include a domestic price on carbon led to widespread criticism that the legislation directly conflicted with WTO obligations. Both proposals face WTO compatibility issues, particularly for their inclusion of export rebates. The Agreement on Subsidies and Countervailing Duties prohibits WTO members from providing rebates that are contingent on export performance. The political motivation for export rebates is competitiveness in global markets, which in turn relates to concerns about a domestic price underlying the adjustment. One possible justification is Article XX of GATT, which allows for specific exemptions to national treatment if the trade policy is intended to protect “human, animal, or plant life or health” or the “conservation of exhaustible natural resources.” However, Article XX exemptions must be applied in a nondiscriminatory manner and with clear environmental objectives, which could be challenging to justify given the clear political nature of the export rebates. The European Union has already commissioned a study to investigate how to make the export subsidies WTO compliant. Q5: What comes next for both proposals? A5: The U.S. senators are attempting to push their bill forward, as the European equivalent CBAM is moving swiftly, and U.S. manufacturers may face new barriers to entering the European market without an equivalent standard. On June 22, 2022, the parliament voted to adopt a proposal that would create a CBAM in Europe. Now, the EU Parliament and council will negotiate the proposed differences to reach an agreement in the coming months. However, the prospects of the U.S. legislation becoming law are slim, particularly given the ongoing struggle in Congress to pass climate change legislation via reconciliation measures. Elizabeth Duncan is an intern with the Scholl Chair in International Business at the Center for Strategic and International Studies (CSIS) in Washington, D.C. William Reinsch holds the Scholl Chair in International Business at CSIS. Critical Questions is produced by the Center for Strategic and International Studies (CSIS), a private, tax-exempt institution focusing on international public policy issues. Its research is nonpartisan and nonproprietary. CSIS does not take specific policy positions. Accordingly, all views, positions, and conclusions expressed in this publication should be understood to be solely those of the author(s). © 2022 by the Center for Strategic and International Studies. All rights reserved.",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/publication/GettyImages-631092502_0.jpg?VersionId=_sFSmmAFlJmNpgj0ckTR9TnOHc1gGpnb",
    "tags": "",
    "excerpt": "A new CQ evaluates transatlantic proposals for carbon border adjustments, including WTO compatibility issues as well as problems relating to the reliability of relevant emissions intensity data.",
    "categories": ""
}