{
    "title": "Transatlantic Trade and Climate: Evaluating Differences and Commonalities in Mutual Approaches",
    "author": "Emily Benson",
    "source": "Center for Strategic and International Studies",
    "date": "2023-12-18",
    "text": "Transatlantic Trade and Climate: Evaluating Differences and Commonalities in Mutual Approaches Photo: OLIVIER DOULIERY/AFP via Getty Images Available Downloads Introduction U.S. and EU leaders convened in Washington, D.C., on October 20, 2023, in a widely anticipated summit expected to generate far-reaching agreements that would shape the climate and trade nexus. The parties are currently negotiating the Global Arrangement on Sustainable Steel and Aluminum (GASSA), which would reward relatively greener products and remove Trump-era tariffs on the European Union. The parties are also engaged in discussions through the Transatlantic Initiative on Sustainable Trade (TIST) as part of the U.S.-EU Trade and Technology Council (TTC). Indicative of the far-reaching goals of Brussels and Washington, the TIST aims to lay the foundations for an integrated transatlantic marketplace for green goods. Establishing a more integrated marketplace for goods and services would indeed benefit the transatlantic alliance, particularly amid growing trade tensions with China. While foreign competition is inherently beneficial in that it can drive consumer prices down, counter inflation, and spur greater innovation, today’s era of “weaponized interdependence” has shown the pronounced risks that may arise from overreliance on a single source for inputs. Germany experienced precisely this type of fallout when Russian gas supplies were cut off following the Russian invasion of Ukraine, and China’s exercise of choke points over gallium, germanium, and graphite call for similar caution and de-risking. Despite the need for urgent progress, the October 20 leaders’ summit produced tepid results, underscoring the difficulties in overcoming philosophically different approaches to problems that both parties agree are critical to address now. The leaders’ statement underscores a perennial problem with climate change progress: that more immediate geopolitical crises—in this case, the ongoing Russian war against Ukraine and increasingly tense relations in the South China Sea—tend to subsume more systemic efforts to combat climate change. The lack of concrete progress during the summit, at least on trade tools for combatting climate change, also highlights a set of key differences in the U.S. and EU approaches to climate change. This paper assesses both differences and commonalities in transatlantic approaches to climate and trade through analysis of three hallmarks of the EU-U.S. climate and trade agenda: the TIST and TTC, critical minerals negotiations, and GASSA. Each of these initiatives highlights a keen transatlantic interest to deepen cooperation at the intersection of trade and climate but provides a sobering reminder about the challenges of overcoming long-standing differences in approaches to trade and economic governance. A second forthcoming paper lays out concrete areas where the United States and the European Union can deliver tangible results in 2024 as both head into historic elections. The Transatlantic Initiative on Sustainable Trade and the Trade and Technology Council Announced during the TTC ministerial in December 2022, the parties unveiled TIST as a new work program under the TTC umbrella. At the time, onlookers speculated the TIST was stood up in large part to placate European concerns about the Inflation Reduction Act (IRA). According to the White House’s December 2022 fact sheet, this initiative is intended to “identify actions in key areas of trade and environmental sustainability that support our shared goals of a green and sustainable future, and to increase transatlantic trade and investment.” The official statement expands on these “twin goals” by stating that the work done by TIST would be accomplished through collaboration on decarbonizing industries and facilitating green trade. An ensuing ministerial in Sweden in May 2023 provided further details on how TIST would function and announced a work program ahead of the fifth ministerial meeting, poised to be held in the United States. The program, which is included in an annex to the joint statement, emphasizes the desire of the parties to create a lasting arrangement to support and speed up the green transition. It clarified their intent to focus on four areas of building blocks, with milestones divided into two groups. Key highlights include continued collaboration on how to measure embedded emissions, which is material to GASSA negotiations, and creating an initiative to study relevant supply chains. The TIST also aims to reach an agreement on conformity assessments that support the green transition. One final deliverable includes the release of a joint catalog on best green public procurement practices, to be released by summer 2023. Step two, which identifies goals for the upcoming TCC ministerial, seeks to launch initiatives to facilitate a transatlantic circular economy and build more transparent green public procurement practices. The TIST has received scant attention and has delivered scant outcomes. One sign that points to a less impactful outcome is that the catalog of best practices, expected by the summer of 2023, has not yet been published. The TIST thus serves as a cautionary tale about the perils of oversaturating a diplomatic environment with too many initiatives. Critical Minerals Negotiations Announced in March 2023 after European Commission president Ursula von der Leyen and U.S. president Joseph Biden met in Washington, D.C., the parties agreed to launch negotiations on a critical minerals agreement (CMA). The purpose of this agreement is to support shared goals in expanding sources of minerals to reduce supply chain dependencies and support access to sustainable and ethically produced minerals, along with ensuring that European minerals can qualify for the Section 30D clean vehicle tax credit under the IRA. The Council of the European Union adopted a decision in July 2023 that allowed the European Commission to launch official negotiations, though a final agreement would need to be adopted by the council and passed through the European Parliament. A complicating factor on the U.S. side is that binding trade agreements must be submitted through Congress for ratification. It would be nearly impossible to achieve bipartisan buy-in to a critical minerals deal that some politicians view as flagrantly violating the intention of the IRA. Representative Adrian Smith (R-NE), for example, called the U.S.-Japan deal “unacceptable and unconstitutional.” This complication means that the United States Trade Representative (USTR) is left with slim options that are unlikely to placate European demands—particularly since only a binding arrangement would qualify the European Union for the tax credits, which are granted only to countries with which the United States maintains a formal free trade agreement. Nevertheless, parties hoped to finalize the CMA alongside GASSA by October 2023 to coincide with the leaders’ summit. At the time, EU vice president Valdis Dombrovskis publicly blamed the United States for the lack of movement, pointing out that the European Union was not receiving equal treatment to Japan, the only country thus far to have secured a binding CMA. Negotiations are ongoing. The Global Arrangement on Sustainable Steel and Aluminum GASSA (known as GSA in the European Union) is an ambitious plan to phase in a reduction of Trump-era tariffs on steel and aluminum imports into the United States from the European Union. During the Trump administration, the United States used a Section 232 national security justification to apply protective tariffs on inbound steel and aluminum to insulate domestic industry from collapse. Although the tariffs were aimed primarily at China, they also ensnared a broad range of allies as bycatch. The tariffs were contested at the World Trade Organization (WTO), which announced in December 2022 that the tariffs did not abide by WTO rules. The United States responded that a foreign body cannot determine what constitutes a national security threat to the United States. The parties launched GASSA negotiations in September 2021. The lead parties involved in GASSA from the U.S. government side include the USTR, the U.S. Department of Energy (DOE), and the U.S. Department of State. The European Commission’s Directorate-General of Trade (DG Trade) is chairing negotiations. For Europeans, GASSA is a helpful two-for-one vehicle that ushered in a tariff rate quota (TRQ) system on steel and aluminum, providing tariff relief on what the European Union has regarded as an unjustified and illegal action. GASSA aims to provide relief based on the emissions intensity of goods traded. In other words, it would incentivize the trade of green steel and aluminum, while also providing tariff relief to European exporters to the United States. On the U.S. side, GASSA is a helpful conduit for designing a statutorily supported means of levying ongoing tariffs on Chinese steel and aluminum products coming into the United States, which justifies the tariffs based on the relatively higher carbon intensity of the traded products. Because Chinese process and production methods (PPMs) rely more heavily on coal for power than EU or U.S. PPMs, Chinese goods will therefore be subject to an emissions-based tariff scheme at the border. However, building a trade scheme based on emissions intensity has put into stark focus the lack of availability of emissions data in the United States and highlighted the European Union’s rigorous work on establishing green trade parameters through both its emissions trading system (EU ETS) and ensuing carbon border adjustment mechanism (CBAM). Together, these three initiatives—the TIST, CMA, and GASSA—demonstrate some of the key differences in transatlantic approaches to climate and trade. Key differences include the U.S. threat perception of China, the differences in data availability, and the durability of certain policies. Despite these differences, commonalities unite the alliance and make establishing an integrated green marketplace more likely over time. The parties tend to align on the use of trade remedy tools to combat Chinese overcapacity, the evolving belief that de-risking is necessary, and the pressing need to build a green marketplace based on reshuffled supply chains. Differences in Approaches China as a Threat Rather Than a Customer A key driver in U.S. policymaking under the current and previous presidential administrations is the growing belief that China primarily represents a threat to, as opposed to a customer of, the United States. This belief is evidenced in provisions of the IRA, including the critical mineral sections of the electric vehicle (EV) tax credit that seek to exclude China from battery supply chains. In November 2023, the U.S. Department of Treasury issued new guidance levying additional restrictions on Chinese content in battery supply chains. Under the updated rules, vehicles will not be eligible for the full tax credit if they contain battery components manufactured by a country of concern. This provision would launch in 2024. Moreover, beginning in 2025, qualifying vehicles cannot contain minerals extracted or processed by countries of concern. Efforts to build domestic capabilities, as well as “friend-shoring”—moving supply chains to jurisdictions that do not pose an immediate security threat—represent a belief in the United States that it is both economically desirable and politically necessary to rebuild a manufacturing base in the United States. These efforts, while helpful domestically in terms of potential political benefits, align with growing EU calls to “de-risk” from China, but go a step further in coupling exclusionary aspects of the policies with more blatantly protectionist measures, such as local content requirements. Overall, the inclusion of de-risking provisions seeks simultaneously to reduce dependencies on China, build domestic capacity, and accelerate the green transition. The parties tend to align on the use of trade remedy tools to combat Chinese overcapacity, the evolving belief that de-risking is necessary, and the pressing need to build a green marketplace based on reshuffled supply chains. Data Availability and Analysis Another major difference between the United States and the European Union is their fluency in carbon accounting, which provides information about the emissions intensity of traded goods. The European Union launched EU ETS in 2005, which has afforded the bloc a first-mover advantage in data gathering related to emissions. Because the EU ETS functions as a pollution fee, tracking emissions provides a relatively clear picture on the production intensity of goods among major emitters in the European Union. Meanwhile, the United States has been politically unable to establish a federal price on carbon, which has, in turn, hampered the ability of the United States to gather data on the production intensity of its goods. U.S. senators Chris Coons (D-DE) and Kevin Cramer (R-ND) have proposed the Prove It Act. If passed, this act would direct the DOE to publish a study tabulating emissions intensity of covered U.S. goods, along with intensity data of covered products produced by Group of Seven (G7) partners, foreign countries of concern, and countries with a “substantive global market share” of the covered products. This problem is reflected in the decision by the USTR to request a U.S. International Trade Commission (USITC) investigation into carbon intensity of steel and aluminum. Ambassador Katherine Tai’s letter to the USTIC makes clear the asymmetry in literacy surrounding carbon accounting on both sides of the Atlantic: \"Given the Commission’s expertise in analyzing international trade and competitiveness within the steel and aluminum markets as well as its robust, transparent processes for collecting data and soliciting input from a wide range of stakeholders, I am asking today that the Commission conduct an investigation and prepare a report under section 332(g) of the Tariff Act of 1930 to assess the [greenhouse gas] emissions intensity of steel and aluminum produced in the United States, which will help to inform discussions regarding the Global Arrangement.\" This letter signals that the United States is significantly behind the European Union in carbon accounting literacy. Meanwhile, the European Union has already enacted its CBAM, which taxes specific categories of inbound items that are comparatively more intensive, including steel and aluminum. Because the United States significantly lags behind the European Union on carbon accounting, it can expedite the green trade process by acknowledging the utility of the EU approach and adopting EU methodologies. Heading into GASSA negotiations, the United States was already at a disadvantage because it does not maintain a domestic price on carbon, lacks a federal ETS, and has largely missed the opportunity to establish standards for green commodities. Moreover, U.S. negotiators have argued for a CBAM relaxation or exemption for U.S. producers in exchange for concluding GASSA. However, the CBAM has already passed through the legislative process in the European Union and cannot be amended without expending significant political capital, which remains very unlikely. U.S. concerns about the CBAM in some ways echo European sentiment about the U.S. EV tax credit in the IRA, which also is a policy that emanated from the legislative branch that the executive branch must now implement. While neither policy is changeable, a successful conclusion of GASSA remains possible. A key driver in U.S. policymaking under the current and previous presidential administrations is the growing belief that China primarily represents a threat to, as opposed to a customer of, the United States. Policy Durability A major concern among both parties is the durability of policies emanating from the United States. Republican leaders have indicated a desire to overturn several hallmarks of the IRA should they assume the majority in the 2024 elections. In April 2023, during debt ceiling and government shutdown negotiations, Republicans succeeded in passing a bill in the House that would have undone parts of the IRA. This desire among Republicans to weaken features of the IRA supports the argument that passing the IRA in 2022 was extraordinarily precarious and that certain protectionist elements of the bill were necessary to get it passed into law. Peter Davidson, CEO of Aligned Climate Capital, told Reuters at the time, “It’s completely destabilizing. We are not just talking about cynical American investors that are used to this kind of politics, but you are influencing capital decisions made in Korea and Europe.” Embedded in this statement is also the acknowledgment that the IRA has ultimately benefitted close allies. Several EU-headquartered companies have inked deals to expand their U.S. presence in the wake of the IRA. Siemens, headquartered in Munich, Germany, announced in 2022 a $220 million investment in North Carolina. The manufacturing plant will produce sustainable passenger trains, along with vehicles powered by alternative propulsion methods such as hydrogen, and is expected to start production in 2024. Volkswagen has invested $800 million in its Chattanooga, Tennessee, plant to introduce Volkswagen electric vehicles (EVs) to the U.S. market, spurring billions in supplier investments across North America and generating thousands of jobs. BMW announced a significant investment of $1.7 billion in its South Carolina facilities, dedicated to developing round lithium-ion cells for BMW’s new EVs. By 2030, the BMW Group plans to manufacture at least six fully electric models in the United States. Outside the automobile industry, Danish company Vestas Wind Systems announced plans in 2023 to expand its existing over $1 billion investment in Colorado for wind turbine production. The company anticipates this expansion will draw additional investment and create hundreds of new jobs. These early investments are a promising sign about the long-term likelihood of standing up a transatlantic green economic bloc. However, political decisions to revoke support for these investments would harm U.S. standing and likely deter foreign direct investment over the long run. The European Union has attempted to seek permanence where possible. In GASSA negotiations, the European Union has repeatedly sought the permanent removal of Section 232 tariffs, which the United States has declined to provide. This reluctance to do away completely with the tariffs fuels uncertainty on both sides of the Atlantic about the viability and longevity of an agreement, if the parties can reach one. Despite these pronounced differences that complicate negotiations in the near future, the European Union and the United States share fundamental commonalities that signal the ability to stand up an integrated green marketplace and establish greater foundations for global green trade cooperation. Commonalities in Approaches Conspicuous differences persist in EU and U.S. approaches to combating climate change—and using trade as a tool for accelerating decarbonization efforts. Nevertheless, the European Union and the United States remain fundamentally aligned on big-picture approaches to climate change and global economic interdependencies. Three key commonalities significantly increase the likelihood of sustained cooperation on climate and trade. Combating Nonmarket Economic Practices The United States and European Union have jointly pursued policies aimed at confronting what they regard as Chinese nonmarket economic practices. The parties have prioritized combating nonmarket economic practices across various international initiatives. The TTC, for example, includes a dedicated working group on nonmarket economic practices, which seeks to facilitate joint analyses of these practices. In March 2023, the parties launched the Clean Energy Incentives Dialogue (CEID) under the TTC umbrella to ensure greater coordination of green domestic incentives programs. According to the White House briefing statement, the CEID will “facilitate information-sharing on nonmarket policies and practices of third parties to serve as the basis for joint or parallel action and coordinated advocacy on these issues in multilateral or other fora.” The European Union and the United States are also working closely on responding to non-market economic policies through the G7, which, in the May 2023 G7 Leaders’ Statement on Economic Resilience and Economic Security, recognized threats arising from “practices to create strategic dependencies and systemic vulnerabilities.” Ensuing months have seen greater transatlantic convergence and follow-through on combating nonmarket economic practices. The European Union recently announced an investigation into EV overcapacity, with President von der Leyen saying the European market was “flooded” with cheap Chinese EVs. Meanwhile, the United States maintains a 25 percent tariff on vehicle imports from China. Combined with the existing 2.5 percent tariff on all vehicles entering the United States, Chinese auto imports into the United States are subject to a 27.5 percent tariff, affording the United States an added degree of protection against Chinese competitor vehicles. Another commonality is the mutual desire to confront excess steel capacity. The United States currently maintains a 25 percent tariff on inbound Chinese steel, and the European Union has levied similar tariffs on Chinese products through safeguard mechanisms. The fact that both sides have already implemented similar tariffs signals a high degree of alignment that could facilitate future actions. In mid-October 2023, prior to the leaders’ summit, news leaked that the European Commission was considering an investigation of Chinese excess steel capacity as part of ongoing GASSA negotiations. From the date of the announcement, the European Commission has 13 months to conclude its investigation. Confronting De-risking Costs and Retaliation The European Union in some ways has lagged behind the United States when it comes to recognizing economic vulnerabilities related to overexposure to a single supplier, though the Russian invasion of Ukraine has galvanized a substantial rethink surrounding trade weaponization in the European Union. Chinese trade policies have also recently put the need to diversify or de-risk into greater focus. De-risking, a term coined by President von der Leyen in spring 2023, denotes the desire to build additional resiliency into supply chains by minimizing exposure to foreign disruptions, whether those are geopolitical, economic, or climate change–related in nature. The de-risking agenda in some ways has come to signify broader economic security agendas. The October 2023 U.S.-EU Summit Joint Statement notes, “We will de-risk and diversify where we assess there are risks through proportionate, precise and targeted measures to address economic security challenges. We will continue working together to reduce excessive dependencies in critical supply chains, in close cooperation with partner countries.” As allies expand their economic security tool kit, they will face increasing risks of retaliation. In October 2023 to coincide with the U.S.-EU summit, the Chinese government announced new restrictions on graphite exports that subject the mineral to additional country-agnostic licensing restrictions. Similar to the gallium and germanium restrictions announced in July 2023, the graphite restrictions are likely to serve as a warning shot against further escalation in trade and technology competition. China accounted for 53 percent of U.S. gallium metal imports from 2018 to 2021 and was responsible for the primary production of 98 percent of the world’s raw gallium. Enforcement of graphite restrictions would be less disastrous but still impactful. China was the source of 33 percent of U.S. graphite imports from 2018 to 2021. As of 2022, China had a 65 percent share of natural graphite production. Chinese willingness to exercise these choke points in a sector serves as a stark reminder about transatlantic reliance on minerals and other inputs critical to the green transition. Washington and Brussels must thus tread a fine line to avoid a tit-for-tat scenario that could sink climate and trade ambitions. The European Union in some ways has lagged behind the United States when it comes to recognizing economic vulnerabilities related to overexposure to a single supplier, though the Russian invasion of Ukraine has galvanized a substantial rethink surrounding trade weaponization in the European Union. The Need to Build New Supply Chains and Marketplaces China’s decision to fire a “warning shot” with these restrictions serves as an important reminder to the European Union and the United States that they must work in close concert to build more secure supply chains on an expedited timeline. While processing occurs in China, most of these raw materials originate in third countries. Gallium is a by-product of bauxite, of which Australia is the world’s largest producer. While China produces the majority of germanium, Canada, Finland, Russia, and the United States are also major producers. Meanwhile, Turkey houses the largest deposit of graphite. Because China maintains choke points over processing but not over the materials themselves, scaling up alternative processing facilities is a viable way to secure supply and build more resilient supply chains over the long run. Companies around the world have indicated an ability to scale up production to fill Chinese supply in the event it is significantly reduced or cut off completely. To date, little progress has been made on scaling up alternative processing facilities. Finding alternative locations for processing—an environmentally dirty business—is easier said than done. Investment conditions, taxation systems, and physical trade infrastructure such as ports need to exist in order for countries to house these processing facilities and capitalize on broader supply chain reshuffles. Finding alternative locations and enabling greater trade facilitation is no easy feat, but it is precisely this type of work that the transatlantic governments should carry out in close concert and in a way that accelerates decarbonization. Emblematic of the role that trade rules can play in advancing decarbonization, the WTO is working through the UN system to champion trade as a tool for combating climate change. The United Nations Climate Change Conference, held this year, included the first “Trade Day,” which convened global leaders to promote the use of economic and trade governance tools for combating climate change. Coinciding with the event, the WTO published a report that outlines 10 trade policy options to reduce emissions, including rebalancing tariffs and subsidies on climate-damaging products and pricing water use. The WTO report also seeks ways to avoid an exploitative commodity relationship with developing countries that host significant reserves of critical minerals, which are integral to advancing the green transition. Meanwhile, developing countries took issue with the transatlantic pursuit of unilateral climate policies, such as CBAM and the IRA, which they view as protectionist, contravening WTO rules, and threatening multilateralism. Overall, the WTO decision to take a firmer stance in support of climate-focused trade policies will prove helpful in establishing future trade governance norms at the intersection of climate and trade. Chinese willingness to exercise these choke points in a sector serves as a stark reminder about transatlantic reliance on minerals and other inputs critical to the green transition. Washington and Brussels must thus tread a fine line to avoid a tit-for-tat scenario that could sink climate and trade ambitions. Conclusion Combined, the European Union and the United States have a population of nearly 800 million. The transatlantic economy alone accounts for over $7 trillion in gross domestic product (GDP) in what transatlantic scholar Dan Hamilton describes as a “remarkably resilient” economy. Only together can the European Union and the United States build a resilient and sustainable green economy. However, the lack of progress in transatlantic climate and trade policy leaves both parties with a long list of deliverables for 2024, which a forthcoming CSIS paper will address in more detail. These basic steps would significantly accelerate transatlantic climate and trade cooperation: The United States should acknowledge the utility of the CBAM, including its carbon accounting methodologies, which it should adopt. Mutually recognizing emissions methodologies will pave the way for faster conclusion of GASSA negotiations. The European Union should recognize the political necessity of including protectionist measures in the IRA, without which the legislation would not have become law. Setting aside political differences will be necessary, not only in the cases of the TIST, CMA, and GASSA but also as the European Union and the United States pursue future trade initiatives aimed at combating the climate crisis. The parties should avoid the subsummation of climate progress into seemingly more urgent geopolitical crises, which over time guarantees failure to combat climate change in time. The geopolitical and climate stakes are simply too high to delay further action. With deepening alignment on the necessity to expand economic security policies and an increasingly bleak climate change future, the European Union and the United States must act urgently to overcome barriers to deeper cooperation at the trade and climate nexus. The United States and the European Union have a historic opportunity to cement both their political authority and economic might by codifying trade structures that will facilitate green growth. Emily Benson is the director of the Project on Trade and Technology and senior fellow with the Scholl Chair in International Business at the Center for Strategic and International Studies in Washington, D.C. She thanks Catharine Mouradian for her helpful research assistance. This report was made possible by the European Climate Foundation.",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/2023-12/GettyImages-1735174660_Crop1.jpg?VersionId=8td128397QPKt6HS3Yui6LEnuBCLGGlO",
    "tags": "",
    "excerpt": "In the latest CSIS Project on Trade and Technology paper, Emily Benson examines the differences and commonalities between U.S. and EU approaches to climate and trade policy.",
    "categories": ""
}