{
    "title": "The Transatlantic Trade and Climate Space after the U.S. 2024 Elections",
    "author": "Thibault Denamiel; William Alan Reinsch",
    "source": "Center for Strategic and International Studies",
    "date": "2024-10-21",
    "text": "The Transatlantic Trade and Climate Space after the U.S. 2024 Elections Photo: Michael Swensen/Bloomberg via Getty Images Available Downloads Introduction Transatlantic cooperation on climate and trade is at a crossroads. The 2024 U.S. election results will impact how both the U.S. and European economic blocs approach their relationships with each other and with China. A harder U.S. line on China—a strong possibility under a second Trump administration—may pose trade deflection challenges for the EU economy. Likewise, a second Trump administration would likely upend current talks around the Global Arrangement on Sustainable Steel and Aluminum (GASSA). Moreover, both presidential and legislative elections will affect the conversation around a U.S. carbon border tax and its potential effects on transatlantic trade. Given the importance of climate action today, preparation for every possibility is paramount, and this begins with examining possible options. This white paper assesses how different U.S. election outcomes might affect how the United States approaches climate and trade policy. These findings lead to a policy roadmap for how U.S. and EU policymakers can pursue long-term decarbonization measures, showing how officials can strengthen the transatlantic relationship on climate and take meaningful steps toward alignment despite potential obstacles. As part of this research, CSIS conducted interviews with current and former officials of the Biden and Trump administrations and the European Union. Stance on Climate Change The two 2024 presidential candidates have adopted drastically different approaches in their discussion of climate policy. Donald Trump has emphasized that fossil fuels should still be a critical part of the U.S. energy landscape, advocating for regulatory rollbacks and increased domestic production. His agenda, branded as “energy dominance,” includes measures such as halting further electric vehicle (EV) deployment initiatives and curbing renewable energy investments. Former president Trump argues that human activity is only one factor contributing to climate change, asserting that climate-related concerns have been exaggerated and that climate change is not causing the increase in extreme weather events. In contrast, Vice President Kamala Harris frames climate change as an existential threat that demands urgent action. She utilizes the concept of “freedom” to appeal to undecided voters, arguing that access to clean air and water is a fundamental right. Harris has supported climate measures in the Inflation Reduction Act and the administration’s reengagement with international climate agreements. During the Biden administration, the vice president’s initiatives, including the U.S.-Caribbean Partnership to Address the Climate Crisis, have aimed to foster collaboration and investment in clean energy projects while enhancing climate resilience. How Trade and Climate Interact with U.S. National Security Policy The past eight years have seen the United States increasingly conflating economic and trade policy with national security. This sea change has had a momentous impact on the United States’ relationships with key partners and has transformed green technology supply chains. This “national security” reasoning, however, has not been framed in the same way by the Biden and Trump administrations. The Trump years saw an interpretation of trade and national security through an all-encompassing lens: To the extent that they are endangered by more competitive foreign goods, U.S. industries need to be protected from imports. While China was especially targeted—sensibly, from a Trumpian angle, as China presents the most significant challenges to a wide array of U.S. industries and therefore the most significant economic security risk—barriers were also applied to foreign goods from other nations, even close allies. The Biden years have witnessed a more targeted approach, including the expansion of trade barriers broadly focused on Chinese goods and the easing of former President Trump’s barriers on partner nations. The past eight years have seen the United States increasingly conflating economic and trade policy with national security. This sea change has had a momentous impact on the United States’ relationships with key partners and has transformed green technology supply chains. The conflation of national security and economics has led to the adoption of another tool under the Biden administration, with significant implications for the trade and climate landscape: industrial policy. Here again the White House has adopted a narrow approach, this time in terms of focusing on strategic industries, but is utilizing the full might of the U.S. government’s funding potential to support ambitious packages—with local-content requirements that were meant to accelerate indigenization of production capabilities further complicating trade relations. The Biden administration identified green technologies early on as a critical sector, and the Inflation Reduction Act has been the chief pathway to unlocking these investments. Steel and Aluminum Tariffs During his term, former President Trump invoked “national security” to impose significant trade barriers on imports of a wide array of goods, including ones at the center of the trade and climate conversation. Under Section 232 of the Trade Expansion Act of 1962, the president has broad power to adjust imports (using tools such as tariffs) if incoming goods are found to be a threat to U.S. national security. Under this process, the Trump administration enacted multiple tariffs on steel and aluminum in the name of national security. The Biden administration has kept some of these measures in place, with notable exceptions, including replacing tariffs with tariff-rate quotas (TRQs) on steel and aluminum from the European Union, United Kingdom, and Japan—leading to ongoing EU conversations around a more permanent arrangement. Section 301 Tariffs Beyond the Section 232 “national security” tariffs used to block Chinese goods’ access to the U.S. market, the Trump administration also employed tariffs based on Section 301 of the Trade Act of 1974. In March 2018, President Trump announced tariffs on up to $60 billion of Chinese imports. This prompted the Office of the U.S. Trade Representative (USTR) to implement a 25 percent tariff on about $50 billion worth of goods; initial tariffs on $34 billion worth of goods began on July 6, 2018, with the remaining $16 billion starting on August 23, 2018. Together, the Tax Foundation estimates that these equated to a $12.5 billion tax increase. In September 2018, the administration imposed an additional 10 percent tariff on $200 billion worth of Chinese goods, raising the tax collected by $20 billion; by May 2019, these tariffs increased to 25 percent, adding another $30 billion. In August 2019, a new 10 percent tariff was announced on $300 billion of additional goods, later adjusted to 15 percent on $112 billion. Altogether, the trade-weighted average tariff increased from 1.4 to 2.8 percent from 2016 to 2019. By December 2019, a “Phase One” trade deal with China led to the postponement of further tariffs and a reduction in existing ones, cutting associated revenues by $8.4 billion. Nevertheless, when the dust settled, trade barriers between the United States and China had risen significantly—leaving the incoming Biden presidency to decide how to approach trade with China. The Biden administration largely left the tariffs on China in place during the first three years of his term, directing USTR to undertake a review of the policy—effectively delaying having to decide whether to extend or terminate the barriers. Ultimately, the White House instructed U.S. trade representative Katherine Tai to implement a series of incremental tariff hikes on approximately $18 billion of imports from China across several “strategic sectors,” including steel, aluminum, semiconductors, EVs, batteries, critical minerals, solar cells, ship-to-shore cranes, and medical products. However, some of these products are critical inputs needed to accelerate the green transition and happen to be areas in which Chinese suppliers are highly competitive. There is no evidence that either candidate will aim to lower these barriers on Chinese goods. This does not mean that the approach to trade with China would be the same in either administration, however. On the one hand, a Harris administration would likely aim to keep tariff levels where they are and continue focusing on key sectors considered critical to U.S. economic security. Although Harris has repeatedly criticized the Trump campaign’s more expansive tariff proposals as an undue “sales tax” on U.S. consumers, in practice she would face a steep uphill battle politically in removing barriers that are already enacted. On the other hand, Trump has already promised a heavy-handed approach to tariffs on Chinese goods. During his campaign, Trump has proposed various such measures, suggesting blanket tariffs of 10 to 20 percent on all imports and significantly higher tariffs, from 60 to 100 percent, on Chinese goods in particular. The campaign has also pledged to phase out imports of “essential goods” from China over the next four years; under the current White House analysis of sectors deemed critical to national security, these would include inputs used to accelerate the green transition. Trump has also floated the idea of imposing a 100 percent tariff on countries that move away from using the U.S. dollar in trade, which would almost certainly include China. Sector-specific plans include a 100 percent tariff on imported cars, especially targeting those made in Mexico by Chinese companies. The Republican platform more generally supports implementing tariffs of 10 percent or higher on foreign goods and allows for reciprocal tariffs in response to high foreign tariffs on U.S. products. Industrial Policy In addition to tariffs, the Biden administration has turned to industrial policy as a means of assuring the country’s economic security. When it comes to climate, the most significant effort is the Inflation Reduction Act (IRA), which represents the largest climate investment in history, allocating $370 billion to boost the green economy. This includes $250.6 billion for clean energy, $47.7 billion for manufacturing, $46.4 billion for environmental initiatives, $23.4 billion for transportation and EV adoption, $20.9 billion for agriculture, and $4.7 billion for water infrastructure. The IRA primarily uses grants, tax incentives, and loan guarantees, with corporate tax credits making up about $216 billion of the energy and climate funding. The act also provides production tax credits (PTCs) for solar projects and “technology-neutral” PTCs and investment tax credits (ITCs) for renewable energy sources such as wind, solar, geothermal, and hydropower. Projects beginning construction before 2025 can benefit from these credits if they meet domestic content requirements. To qualify, companies must certify that all the iron, steel, and manufactured components in their power-generating facilities are U.S.-produced, with a minimum of 40 percent of manufacturing costs coming from the United States for projects launching before 2025 (increasing incrementally to 55 percent after 2026). Aside from the domestic content requirements above, the IRA’s support for the U.S. EV industry has become a particularly abrasive trade issue. The EV tax credits have sparked tensions with European leaders, who argue that local-content and final-assembly requirements disadvantage their manufacturers and violate the World Trade Organization (WTO)’s nondiscrimination principle, which mandates equal treatment for foreign and domestic goods. Some EU policymakers also saw the IRA as a threat to European industries, as its incentives could lead to the relocation of clean energy businesses. It appears that these worries have been overstated; diversions of investments from Europe to the United States, while they did occur, happened more rarely than anticipated. Nevertheless, the United States’ turn to industrial policy, featuring robust local-content requirements, is a critical variable in the transatlantic climate and trade conversation. Critical Minerals Agreements The Inflation Reduction Act also includes content rules related to critical minerals. These require that a certain percentage, which would increase over the next decade, of a battery’s critical minerals be sourced from the United States or a country with which it has a free trade agreement (FTA). This requirement severely limits how many partners can contribute to U.S. battery supply chains, as many mineral and material inputs are sourced and processed in countries that are not current U.S. FTA partners. The Biden administration aimed to get around this restriction by negotiating “critical minerals agreements” (CMAs) with nations with extractive and/or processing capabilities, enabling their industries to partake in the IRA’s incentives. It successfully negotiated such a CMA with Japan. However, negotiations with other partners, including Indonesia and the European Union, halted in the face of significant blowback from Capitol Hill, broadly due to two issues. Some members of Congress were frustrated that the Biden administration failed to properly consult them on negotiating these CMAs: The U.S. Constitution gives Congress authority to regulate trade, but the Biden administration has by and large relied on executive powers to make deals. In addition, lawmakers on both sides of the aisle felt that the administration was too elastic in its definition of what constitutes a “free trade agreement” for the purposes of the IRA. A Trump presidency, with its underlying skepticism of the IRA’s aims but also an inclination to prioritize domestic industries over foreign ones whenever possible, would likely not pursue CMAs. On the other hand, a Harris White House would be more willing to undertake these negotiations, provided a backlash from Congress becomes unlikely. The Senate is currently favored to flip to Republicans, who would be inclined to keep IRA requirements more stringent. In addition to the fact that Europe’s current extractive and refining capabilities are low, this context likely puts a U.S.-EU CMA low on the Harris priority list. The 2025 U.S. Tax Conversation’s Role in Climate and Trade Policy Climate and trade issues will likely be caught in the crossfire of the U.S. tax policy conversation next year. A critical challenge for the next president in 2025 will be the debate over tax policy. Several provisions of the 2017 Tax Cuts and Jobs Act (TCJA) will expire that year. The TCJA significantly altered the U.S. tax landscape, impacting various income groups differently. Low and middle-income families benefited from an increased standard deduction and a higher child tax credit, though they did not see substantial gains from rate cuts. In contrast, high-income earners reaped the majority of benefits, with the top 0.1 percent receiving average tax cuts of $252,300. However, wealthy individuals also faced a $10,000 cap on state and local taxes (SALT) deductions, limiting their previous tax advantages. For businesses, the TCJA reduced the top corporate tax rate from 35 percent to 21 percent, which was intended to stimulate investment but led to significant government revenue losses, estimated at $100–150 billion annually. Former president Trump has not yet provided a comprehensive tax plan for his current reelection campaign, but he has proposed several tax-related ideas, including extending provisions of the 2017 TCJA that are set to expire, reducing the corporate income tax rate further, and exempting both tips and Social Security benefits from taxation. He has also floated the idea of replacing the individual income tax with tariffs. Climate and trade issues will likely be caught in the crossfire of the U.S. tax policy conversation next year. Harris’s tax plan proposes raising new revenue by increasing taxes on businesses and high-income individuals, broadly in line with President Biden’s fiscal year 2025 budget. The plan would raise the top corporate income tax rate from 21 percent to 28 percent and increase the corporate alternative minimum tax from 15 percent to 21 percent. It would also quadruple the stock buyback tax to 4 percent and make permanent the excess business-loss limitation for pass-through businesses. Additionally, the Harris proposal aims to increase the global intangible low-taxed income (GILTI) tax rate to 21 percent (calculated on a jurisdictional basis), repeal the reduced foreign-derived intangible income (FDII) tax rate, and further restrict the deductibility of employee compensation. A Trump presidency’s tax policy would lead to more government revenue losses than the Harris plan. In a Trump administration, tariffs would be raised to offset his proposed tax cuts. In addition, he might explore reducing expenditures from tax incentives in the Inflation Reduction Act—for instance, by aiming to close the leasing loophole. By contrast, the Harris administration’s tax rate increases would mean that the White House would not need to look for such offsets, though it would likely continue the Biden-era increases on Chinese imports. However, it would face a very difficult legislative landscape that would prevent it from making marked changes, either by lowering tariffs on green imports or making significant investments in green technologies, thus likely focus its efforts on preserving current industrial policy achievements. Trade Tools Put Domestic Industry and Competition with China First Section 201 Tariffs In addition to Section 232 and 301 tariffs, Section 201 tariffs on imports that cause “serious domestic injury” to a U.S. industry are also relevant to the climate and trade conversation. In January 2018, following a Section 201 investigation, the Trump administration announced plans to impose tariffs on washing machine imports for three years and on solar cells and modules for four years. The washing machine tariffs were later extended in 2021 through February 2023, at which point they expired. Meanwhile, in 2022, the Biden administration extended the solar panel tariffs for another four years—while easing the terms to exclude a panel technology dominant among big U.S. projects. However, to mitigate the impact on supply chains, the Biden administration temporarily exempted imports of solar panels from four Southeast Asian countries for two years, as these nations account for a significant share of solar panel imports. By 2024, however, these exemptions expired, and the administration is conducting investigations into the possibility of imposing additional tariffs on imports from these countries, where many Chinese manufacturers operate. The Department of Commerce took further action by removing the separate exemptions for bifacial solar panels from the Section 201 tariffs. A Trump administration would likely do away with any exemptions, instead prolonging the tariffs again. There is much less certainty on what a Harris administration might do related to Section 201 tariffs. Given that the Biden administration has been more willing to prioritize climate interests over protectionist ones in its review of the 201 tariffs, a Harris White House would probably continue the exemptions that benefit its climate agenda. U.S. Carbon Border Mechanism—No Adjustment Neither the Trump nor the Biden administration undertook efforts to set a U.S. carbon emissions–based price on imports. However, in the past few years, several bills have been introduced in Congress to impose a fee on greenhouse gas (GHG) emissions of foreign goods—or at least set up an emissions reporting system. None of these bills have made it to the president’s desk, but they do show how a potential U.S. mechanism for pricing emissions of foreign goods would be formulated. During the Scholl Chair’s research, it has been clear that neither administration would champion a domestic emissions-based framework, given the political difficulties of undertaking the project. As shown above, there is not much appetite on Capitol Hill for a domestic carbon pricing mechanism, although some members in both parties have expressed interest. However, both potential administrations would be interested in imposing a price on imports, albeit with different framing. A Harris administration would champion this course of action from an environmentalist perspective, arguing that any action is better than nothing; at the very least, barriers against “dirty” production processes would incentivize decarbonization abroad. A Trump administration would support the policy because tariffs have been his trade tool of choice to prop up domestic U.S. industries. In addition, the revenue from such a mechanism would be perceived as another way for a Trump White House to offset losses from his proposed tax cuts. Neither administration would champion a domestic emissions-based framework . . . however, both potential administrations would be interested in imposing a price on imports. GASSA Negotiations In 2018, the Trump administration implemented new Section 232 tariffs on steel and aluminum imports. Aimed at protecting domestic manufacturing to ensure long-term national defense and infrastructure, these tariffs were set at 25 percent for steel and related products and 10 percent for aluminum and its derivatives. Argentina, Australia, Brazil, and South Korea received full or partial exemptions, as did Mexico and Canada through the United States–Mexico–Canada Agreement (USMCA). In response, the European Union moved to bolster its domestic steel industry. Its “steel safeguard” measure established import caps at historical levels and imposed a 25 percent tariff on imports exceeding that threshold. It also took antidumping actions against China. Targeting the United States, the European Union introduced tariffs on a range of products, including grains, jeans, and bourbon. Separately, it began implementing reporting obligations under its Carbon Border Adjustment Mechanism (CBAM), which will start charging for carbon emissions from steel and aluminum imports in 2026. Prices will be determined by its domestic Emissions Trading System (ETS). In October 2021, the United States and European Union announced plans to negotiate a new Global Arrangement on Sustainable Steel and Aluminum aimed at addressing both production by nonmarket economy countries (NMEC) and the carbon intensity of steel and aluminum production. As part of this agreement, the United States committed to establishing a TRQ that would permit historically based volumes of EU steel and aluminum to be imported without incurring Section 232 tariffs. In return, the Brussels agreed to remove its retaliatory tariffs. The truce was intended to remain in effect until the GASSA deal was finalized, with a target deadline set for the end of 2023. However, since agreement was not achieved by that date, both governments decided to extend negotiations and tariff exemptions until March 2025. The United States and European Union differ significantly in their approaches. Washington’s “Green Steel Deal” proposes using the Section 232 tariffs as a common external tariff applied to third countries. Meanwhile, Brussels contends that this proposal violates WTO rules and seeks to completely eliminate these tariffs. Instead, it favors establishing a global framework centered on its CBAM, which is designed to be WTO-compliant by treating domestic and foreign firms equally via a system of mirroring the tax imposed on domestic producers—although whether it actually does so remains to be seen. The U.S. proposal, lacking a domestic carbon tax, seeks to tax foreign steel imports based on green criteria. Although this approach raises concerns about exceeding promised tariff rates and favoring U.S. steel over foreign products, proponents of the Green Steel Deal argue that WTO rules, established long before the climate crisis, should be secondary to urgent climate action and that decisionmakers should balance WTO norms with public-policy needs. The road ahead for GASSA negotiations is clear under a second Trump administration: The White House would drop the TRQs, reinstate the tariffs on steel and aluminum, and cease GASSA negotiations. While a Harris administration would not go back to the Trump-era status quo ante, U.S. Democratic trade negotiators have been discouraged by the difficulty of concluding a GASSA deal. It is likely that, unless the European Union and United States begin seeing eye to eye in a meaningful way during talks, a Harris administration would continue to delay the conclusion of a deal and instead turn to other partners, such as Canada, to explore whether they would be more amenable to the U.S. approach. Multilateral Trade Commitments During his time in office, Trump repeatedly violated WTO rules—even threatening to withdraw from the organization on multiple occasions. In addition, the U.S. blocking of new appointments to the WTO’s Appellate Body as the terms of its judges expired, which began during the Obama administration, has undermined the organization’s ability to mediate trade disputes. Without a functioning system for hearing appeals, a country losing a dispute can effectively bypass a panel’s decision simply by filing an appeal. There are two options that a second Trump administration would likely explore regarding the WTO. The first one is benign neglect: ignoring the organization’s rulings without otherwise hindering its functions. In this scenario, the administration might largely ignore the WTO’s rules without actively obstructing its operations, leading to a continued weakening of its influence on U.S. trade policy but maintaining its importance for the other 165 member countries. Alternatively, a more disruptive scenario would involve the Trump administration actively undermining the WTO, potentially threatening its budget and leadership decisions, which would put the organization’s survival at risk. While some in the administration might see paralyzing the WTO as beneficial, this would be a short-sighted strategy given that its rules can protect U.S. interests as well as undermine them. Not only does the U.S. trade network lack the WTO’s global reach, relying solely on unilateral actions is both inefficient and subjects the United States to retaliation. The Scholl Chair assesses that it is more likely a second Trump administration would favor ignoring the WTO over actively undermining it. The Biden administration has not taken meaningful steps to reverse the crippling of the WTO’s dispute-settlement mechanism. Moreover, Trade Representative Katherine Tai dismissed a WTO ruling against Trump’s tariffs on steel and aluminum, citing national security concerns the USTR withdrew support in late 2023 for key provisions in the WTO’s e-commerce agreement. It is possible there may be some daylight between the way the Biden administration has interacted with the World Trade Organization and how a Harris presidency would handle the multilateral body. In 2021, the vice president had a constructive meeting with WTO director Ngozi Okonjo-Iweala in which they explored using trade to enhance living standards. Harris’s prosecutorial background might make her a stronger advocate for upholding the international rules-based order on trade. However, skeptics have noted that Harris has been willing to adopt a trade-wary stance based on the political landscape she is facing. For instance, during her time in the Senate, Vice President Harris was one of ten lawmakers to oppose the passage of the USMCA on the grounds that it did not sufficiently address climate issues. In the end, what will probably dictate a Harris administration’s stance on the U.S. relationship with the World Trade Organization is the fact that her likely economic statecraft tools of choice would be hindered by a functional WTO—especially a functional WTO Appellate Body. Respecting the organization’s rulings could endanger U.S. industrial policy, including the IRA and the Creating Helpful Incentives to Produce Semiconductors (CHIPS) and Science Act, as well as some tariffs on Chinese goods. A Harris presidency may be more rhetorically dovish toward international trade rules and the body representing them, but it is unlikely to take meaningful steps in its reconstruction. Policy Roadmap Several lessons relevant to the climate and trade space are becoming apparent as November 5 draws closer. European and U.S. policymakers should understand the implications of the potential scenarios to ensure that the transatlantic partnership can remain a propitious space for progress in fighting climate change with economic tools. Below are the key takeaways from Scholl Chair research. Both candidates will: Prioritize reshoring and nearshoring, including when it comes to green technologies, and emphasize diversification away from China Both candidates have emphasized their own ability to bring manufacturing jobs back to the United States, and both will likely see economic and trade policy through that lens. Trade negotiations, including when related to climate, will be considered from a reshoring perspective. Both candidates see China as a national security threat and an economic competitor. Despite the country’s significant comparative advantages in producing various critical technologies, some of which would enable the United States to rapidly accelerate its green transition, the next president will continue to pursue the policy of reducing U.S. dependence on Chinese production. Likely ignore the WTO—for different reasons A Harris presidency would broadly respect multilateral institutions and aim to work with partners and allies on foreign policy issues. However, current WTO rules do not align with the U.S. economic security and climate agenda. As the United States turns to industrial policy and trade barriers to accelerate the green transition, reshore manufacturing capabilities, and diversify away from China, it will continue to utilize economic tools that are incompatible with WTO standards. A second Trump term would favor unilateral action and disregard multilateral institutions and common partnerships in its foreign policy writ large. However, a Trump administration would likely see more benefit in ignoring the WTO than attacking or withdrawing from it. Be amenable to a U.S. Carbon Border Mechanism—no adjustment There has been a growing interest in Congress to implement a carbon price on imported goods. Though proposals vary when it comes to details such as emissions calculations, as well as targeted countries and sectors, the chief takeaway is that the legislative branch will likely pass a carbon border bill, albeit one that lacks a domestic system akin to the European Union’s ETS. Both a Harris and a Trump White House are likely to support these efforts. From a Harris perspective, imposing a domestic carbon price would be an uphill battle, and a price on imports would mark a meaningful first step in supporting clean production processes around the world. From a Trump perspective, a carbon price on imports would present another way to hinder foreign competitors’ access to the U.S. market, with the intention of boosting domestic manufacturing’s competitiveness in a critical industry, but he will have no interest in imposing a domestic carbon emissions tax. Trade officials working with a Trump administration should: Prepare for a more transactional U.S.-EU trade relationship The Trump team largely regards its economic and trade policy as having been successful in making the United States more prosperous. From a Trump perspective, the combination of higher trade barriers, lower taxes, and tougher immigration policies enabled Americans to achieve an unprecedented quality of life. Under a second Trump administration, trade policy will once again be seen through a zero-sum lens. Other countries are economic competitors, and their gains are losses for the United States. A second Trump presidency will likely do away with GASSA negotiations and the steel and aluminum TRQs; instead, it will seek to place a 10 percent tariff on all foreign goods. A U.S.-EU trade relationship would also be approached from a transactional perspective—an issue-specific, zero-sum approach in which concessions are based on U.S. gains alone rather than common values. More broadly, climate action would be limited and would not take place in multilateral forums; a second Trump administration will almost certainly pull out of the UN Conference of the Parties (COP) again, and reconciling differences or developing a common front will not be its priority. Frame climate action as a competitiveness issue Trade negotiators should approach transatlantic climate and trade policy considerations from the perspective of jobs and economic competitiveness. For instance, they should demonstrate that a common U.S.-EU policy on critical minerals can bring additional jobs to the United States and improve its ability to compete economically with China. Trade officials working with a Harris administration should: Take advantage of ideological alignment on the urgency of climate action A Harris administration would regard policies to mitigate the threat of climate change as one of its chief policy objectives and aim to tackle the issue with the U.S. economic and trade tools at its disposal. Under a Harris administration, EU and U.S. policymakers would be able to better coordinate approaches toward implementing their respective green industrial strategies. Key differences persist between the two partners, including on WTO compliance and the kinds of incentives used, but by continuing to work on identifying mutual goals and policy red lines, the European Union and United States can leverage their respective packages to grow their green industries. A Harris administration would likely be amenable to continuing GASSA talks. However, U.S. and EU negotiators would need to make progress on the main sticking points related to the tentative arrangement. On the one hand, Washington would need to offer Europe more permanent relief from the Section 232 tariffs. On the other, Brussels would need to revisit its stance on WTO compliance to accommodate U.S. goals on tackling Chinese overcapacity. A Harris administration would be amenable to continuing Biden-era efforts to enhance critical mineral supply chains among like-minded countries through the Minerals Security Partnership. In this scenario, EU and U.S. policymakers should aim to continue to improve financing networks for projects to provide the minerals and materials required to accelerate deployment of green technologies. Understand the constraints of U.S. domestic political headwinds in the climate and trade space The Harris White House would face political constraints on its choices in climate and trade policies. For instance, the bipartisan congressional blowback after the Biden administration’s negotiations of the U.S.-Japan Critical Minerals Agreement, in addition to the fact that the European Union currently has few extractive or processing resources relative to other prospective partners, would likely deter a Harris administration from prioritizing a U.S.-EU CMA. The next White House will almost certainly face a closely divided Congress, and the two parties could potentially each hold one chamber. A Harris presidency would likely be unable to pursue the kinds of investments in U.S. green technology production that characterized the Biden administration. This landscape would curb further U.S. progress on climate action through industrial policy. Conclusion Regardless of the results of the U.S. elections in November, making progress on climate-related issues will continue to be a challenge for the transatlantic trade relationship, although it will likely play out differently depending on who assumes the presidency. A Harris victory would present opportunities to continue U.S.-EU collaboration, given greater ideological alignment on climate between the two sides. Initiatives such as the Minerals Security Partnership would continue to receive U.S. support. However, the United States’ industrial policy–based model for economic security, in addition to political constraints in Congress, would limit ambitious approaches through existing transatlantic channels. A second Trump presidency would not prioritize either a constructive trade relationship with the European Union or comprehensive climate action. However, by reframing the trade and climate issue around U.S. economic competitiveness and curbs on China’s influence, the transatlantic relationship may still find some avenues for progress. Thibault Denamiel is an associate fellow with the Scholl Chair in International Business at the Center for Strategic and International Studies (CSIS) in Washington, D.C. William Reinsch holds the Scholl Chair in International Business at CSIS. The authors would like to thank Scholl Chair interns Ana Luiza Sanches and Reena Samuel for their helpful research assistance. The authors would like to thank the numerous current and former government officials who provided valuable insight for this project. This report is made possible through generous support from the European Climate Foundation.",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/2024-10/GettyImages-1235589864_Crop1.jpg?VersionId=qOjt1WIk3DwdLbGq70SLXgrC_CFQz8o8",
    "tags": "",
    "excerpt": "The CSIS Scholl Chair in International Business analyzes how the U.S. 2024 elections will affect the transatlantic climate and trade space.",
    "categories": ""
}