{
    "title": "Analyzing the European Union’s Carbon Border Adjustment Mechanism",
    "author": "Emily Benson; Joseph Majkut; William Alan Reinsch; Federico Steinberg",
    "source": "Center for Strategic and International Studies",
    "date": "2023-02-17",
    "text": "Analyzing the European Union’s Carbon Border Adjustment Mechanism Photo: Nikolay Doychinov/AFP/Getty Images Available Downloads The Issue In December 2022, negotiations between the European Commission, European Parliament, and European Council reached a provisional agreement over the details of the carbon border adjustment mechanism (CBAM) set to be implemented by the European Union. Information about this trilogue agreement has been disclosed in press releases and a preliminary official document published by the European Council. The agreement needs to be confirmed by member states and the European Parliament before it is final, with a transitional reporting-only period starting in October 2023 and surrender of carbon certificates for imports in January 2026. This brief examines the policy developments that spring from this agreement and analyzes their implications for transatlantic trade, the World Trade Organization (WTO), and potential policy developments in the United States. There are several proposals for how the United States might respond to, and potentially collaborate with, Europe as the CBAM is implemented. This brief aims to inform U.S. policymakers about the intentions, secondary motivations, and outlook for this first-of-a-kind policy. Preventing Leakage Under the hallmark Fit for 55 package, the European Union aims to reduce its greenhouse gas (GHG) emissions by 55 percent from the 1990 benchmark level by 2030. To reach that goal, the European Union will rely heavily on cap-and-trade in the form of the EU Emissions Trading System (EU ETS), which covers emissions from power and heat generation, industrial production, chemical manufacturing, and other sources. By increasing the price of energy inputs, a carbon price could create a disadvantage for production in the European Union relative to production from jurisdictions without a carbon price. Such a disadvantage can undermine the environmental effectiveness of carbon pricing policy by shifting production and emissions to other jurisdictions, a process called “leakage.” To prevent leakage, policymakers have designed mechanisms to level the playing field between domestic producers, who pay a price for GHG emissions, and importers, who may not. Under the EU ETS, the primary mechanism to mitigate the risk of carbon leakage has been the allocation of allowances to certain firms for free. Free allowances are awarded to industries and sectors perceived to have the highest leakage risk due to energy intensity or trade exposure. Industries at particular risk of leakage receive up to 100 percent of their allowances for free. While popular with industry, free allowances have several shortcomings from a climate perspective. In practice, an entity receiving 100 percent of allowances for free has limited incentive to reduce emissions since it can bank certificates to cover future needs. Free allowances can also weaken investment in new technologies to reduce emissions and offer no secondary benefits such as revenue generation or applicability to imports. The European Union seeks to address these shortcomings of the free allowance system by replacing it with trade measures. The proposed CBAM is an import tariff on carbon-intensive goods from abroad. It is applied as an import tax paid by the importer when products enter the European Union, specifically through the purchase of certificates representing embedded emissions in the goods. The cost of certificates will be based on the price of carbon in the EU ETS. By assigning such a carbon price to imports, the CBAM aims to level the playing field by taxing foreign production with less-stringent emissions regulations and reducing the risks of leakage. In addition to reducing leakage, the CBAM will allow the European Union to claim international climate leadership. The European Union hopes that the CBAM will incentivize foreign producers to reduce emissions or encourage their respective governments to establish carbon prices of their own. Such a response would demonstrate Brussels’ leadership in promoting climate action and would be the direct effect of importers’ desire to maintain competitive access to large European markets. The imposition of the CBAM is a high point for EU policymakers. Since the 1990s, the European Union has tried to link trade and climate within the WTO system but has repeatedly hit roadblocks due to opposition from developing economies. The climate emergency has changed the political climate, and high domestic standards within the European Union have added legitimacy to the EU argument that the CBAM is intended to prevent leakage and not impose protectionist favor for domestic industry. Furthermore, public opinion throughout the European Union strongly favors the introduction of social and environmental clauses in trade policy, leading the European Union to incorporate key climate and social tenants in its 2021 “open, sustainable and assertive” EU trade strategy. Process and Policy Debates Throughout the legislative process, differing drafts and proposals highlighted several debates about the design and functionality of the CBAM. Early legislative activity began in 2019, with the establishment of the European Green Deal. The European Commission released its draft proposal in July 2021. In December 2021, the European Parliament released a draft advocating for a broader scope of coverage, the inclusion of indirect emissions, and a more centralized administration of the CBAM from Brussels. The negotiations within the European Parliament highlighted key points of contention, particularly among the left-leaning coalition and the center-right coalition. In general, the left-leaning coalition has argued for positions that would increase climate ambition, expand the scope of the CBAM, and focus on global decarbonization, while the center-right coalition staked out positions in support of domestic industry and a slower transition to the CBAM structure. The December 2022 trilogue produced significant developments for the negotiations, culminating in a provisional and conditional CBAM agreement. The CBAM initially applies to a set of carbon-intensive, hard-to-abate industries. The original European Commission CBAM proposal sought to cover aluminum, cement, electricity, fertilizers, and iron and steel. Subsequent European Parliament amendments to the CBAM have broadened the scope, which now covers hydrogen. Reporting relating to the carbon intensity of products is the responsibility of the importer, and importers will have the opportunity to claim reduced CBAM fees based on the lower emissions intensity of exports. Information will be subject to monitoring and verification procedures to assess whether a partial or full reimbursement of the tax should be granted. The European Commission has proposed a transition period from October 2023 to December 2025. This is intended to facilitate a smooth rollout and allow for an open dialogue between reporting companies and EU officials. At the end of the transition period, the European Commission will reassess whether to extend the scope. After January 2026, the importers would be required to comply and start paying the carbon price to import into the European Union. The European Union’s hope is that European trading partners will use the transition period through to 2026 to help their firms comply or install their own climate policies, thus avoiding the border adjustment and accelerating the fight against climate change. EU ETS Reform and Free Allowances The retirement of the free allowance system was a driver for the establishment of the CBAM, which policymakers thought would expand the scope of the EU ETS without inciting emissions leakage. Reform of the EU ETS thus became a centerpiece of negotiations, and the schedule of retirements for the free allowances was a key point. Per the EU trilogue agreement, free allowances will be phased out of the EU ETS completely by 2034. Scope of Coverage During the trilogue negotiations, the Environment Committee of the European Parliament successfully negotiated the introduction of hydrogen and some sub-products of the iron and steel sector under the CBAM. Furthermore, prior to the conclusion of the transition period, the European Commission will evaluate whether to further expand the scope of covered goods, for example, to include organic chemicals and polymers. Organic chemicals and polymers were not included in the European Commission’s first draft but were included in the European Parliament’s proposal. The negotiations vacillated over which goods would be initially subject to adjustment, but the European Union aims to cover all goods currently subject to the EU ETS with the CBAM by 2030. The European Union is also slated to evaluate a methodology for determining embodied emissions in downstream goods, which could significantly expand the number of goods—and eventually even services—covered by the CBAM. Exemptions A key consideration for policy design of the CBAM is how countries or firms can reduce the burden of compliance or earn credit for the climate regulations they face outside Europe. The agreement that emerged will offer exemptions for imports from countries with a carbon price that meets EU levels of stringency. According to the CBAM agreement: As an instrument to prevent carbon leakage and reduce GHG emissions the CBAM should ensure that imported products are subject to a regulatory system that applies carbon costs equivalent to the ones borne under the EU ETS, resulting in an equivalent carbon pricing for imports and domestic products. Rather than calibrating for price on the margin, this appears to credit only the full cost of carbon paid. Such a design would ensure that imports pay the full carbon cost faced by manufacturers in Europe. It also invites the creation of domestic carbon markets in non-EU countries that currently lack an ETS or make use of free allocations. Governance The trilogue negotiations ended with a more centralized governance structure for the CBAM. The European Commission has now been vested with a greater deal of authority over emissions calculations, operations control, and management of the platform used by importers to declare emissions. The strengthening of the European Commission vis-à-vis the European Council (i.e., member states) has also taken place in other areas in recent years, such as the governance of the Next Generation EU funds and the scope of the fiscal rules. It represents an important political development toward deeper integration and, to a certain degree, federalization. Least-Developed Countries The CBAM will apply to imports from all countries that are not in the EU ETS. However, governments in least-developed countries (LDCs) have argued that this measure discriminates against the poorest nations, which do not have climate regulations or the administrative capacity to comply with the CBAM. Although LDCs do not account for a substantial share of EU imports of covered commodities, their governments claim these burdens are unfair and counterproductive. By 2027, the European Commission will conduct a complete review of the CBAM, focusing in part on its impact on the exports of LDCs. In response to these concerns, the agreement text requires the European Union to provide technical assistance to developing countries and LDCs for complying with the CBAM and states that financial support for decarbonization in those countries should come from the EU budget. Proposals to recycle some CBAM revenue toward LDCs did not make it into the final agreement. The CBAM, the WTO, and Trade Relations The European Union is a strong supporter and defender of the rules-based multilateral trading system centered around the WTO. Therefore, it has insisted from the beginning that the CBAM will be WTO-compatible. However, whether the CBAM complies with WTO rules falls on two primary tests: (1) that it is non-preferential and (2) that it is reciprocal. The foundational doctrine of the WTO, included in the most-favored nation (MFN) language contained in Article I of the General Agreement on Tariffs and Trade (GATT), is that a concession made to one must be made to all. This prohibits discrimination among countries. Another nondiscrimination rule is national treatment, GATT Article III, which requires that any internal rules not provide preferential treatment or protection for domestic “like” goods or production over imported products. The CBAM could thus encounter difficulties by treating foreign-produced goods differently and by affording protection for domestic industry by subjecting foreign products to an import tariff. The European Union argues that the tax paid by the importer will be equivalent to the cost of allowances EU producers will be forced to pay, such that the CBAM is not inherently discriminatory. Furthermore, there is a possible argument that goods produced in a more carbon-intensive manner are not “like” products. However, WTO panel reviews have treated the question of likeness based on production methods on a case-by-case basis, as highlighted by the appellate body findings in the case European Communities – Asbestos. On the application of process and production methods (PPMs), the WTO has failed to take a sharp policy line. It is thus possible that various applications of the CBAM could be individually litigated. For example, a country could bring a complaint against the CBAM as a package or alternatively bring a complaint against the calculation methods used to assess the carbon content of a single commodity, such as steel. This opens the door to the WTO making case-by-case judgments. In the case of steel, it may be easier to determine that products are not “like” since electric arc furnaces represent a very different technology than blast furnaces. Aluminum is more complicated since the manufacturing processes are more similar for aluminum companies, meaning the burden would fall on a panel to determine whether electricity inputs such as hydropower versus coal power produce a fundamentally different product. Accounting for PPMs for environmental purposes is not new to the WTO system. In the case United States - Restrictions on Imports of Tuna, for example, the panel argued that the United States could not ban tuna products from Mexico if Mexican production methods (fishing with nets that ensnared dolphins) failed to meet U.S. environmental standards. Another key panel finding is that GATT rules do not permit countries to apply their domestic laws extraterritorially. In the case of the CBAM, the issue of extraterritoriality is less relevant because the CBAM is an import tariff that is fundamentally a matter of EU policy. Despite these potentially problematic facets of the CBAM, the European Union has several avenues for defense. First, taking into accounting PPMs could lead to the determination that foreign-produced goods with differing levels of carbon intensity are not inherently “like” products. Second, the European Union can argue that domestic products are subject to a similar level of scrutiny as foreign products because they must already comply with the EU ETS. Third, the application of the CBAM is not inherently extraterritorial because it applies only to imports into the European Union, even if it is aimed at encouraging higher environmental standards in third countries. Finally, GATT Article XX(b) provides broad exemptions for policies that are “necessary to protect human, animal or plant life or health.” To bolster this defense, the European Union would need to expedite the phase-out of free emissions certificates. Furthermore, a sounder use of the environmental exemption would require the European Union to allocate revenues to environmental policies rather than allocating revenue toward the general EU budget. This would ensure that funds received would support decarbonization efforts, for example, through the EU Innovation Fund. Although the European Union has indicated it would pursue an Article XX defense only as a last resort, the idea of appealing is somewhat moot since the WTO currently lacks a functioning Appellate Body. However, it is likely that some emerging economies will take the CBAM to the WTO. If the WTO rules against the European Union, the European Union will then be faced with having to decide whether or not to alter the CBAM to comply with the trading rules at that time. Outside of legal questions, which are likely to remain in limbo absent the reconstitution of an Appellate Body, it remains to be seen what effects the CBAM will bring about in the broader international trading system. As the CSIS Scholl Chair has previously argued, there are three main scenarios that the CBAM could produce: (1) a race to the top, whereby non-EU countries adopt more ambitious climate policies; (2) a system of mutual recrimination in which countries pursue increasingly protectionist trade policies; or (3) a scenario that resembles the status quo. Broader Climate Considerations The European Union has positioned the CBAM as an important climate measure because it would apply the EU ETS to imported goods and therefore encourage emissions reductions by producers that import covered goods into Europe. The sectors covered by the CBAM are significant (see Table 2) but consist of a smaller proportion of global emissions than transport, agriculture, or building heating and cooling. For a world intent on reaching net zero, it is necessary to reduce emissions from these product categories, but it is not sufficient. The effect of the EU CBAM on global emissions will be determined by how both firms and other countries respond. The large size of the EU market will create a demand pull for products with lower emissions intensity. Whether that demand will spur enough production to supply growing markets elsewhere, or if other governments will institute their own demand-side policies, is unknown. The downside risk is that global markets segregate, with clean products heading to Europe (and other developed markets) and emissions-intensive production supplying developing and emerging markets. But over the long term, that scenario is inconsistent with a global path to net zero. Implications for U.S. Products The exposure of U.S. products to the CBAM is considerably lower than other countries, such as Russia, Turkey, or China, because of limited trade in the goods that will be covered (see Table 3) and the lower carbon intensity of U.S. production of covered goods. Some estimates have shown, for example, that the United States maintains a carbon advantage in steel and aluminum production as well as certain chemicals. Which U.S. products—and firms producing them—will be subject to an import duty depends largely on the ability of these firms to collect and produce, in a manner satisfactory to the relevant EU authorities, proof of the emissions intensity of production. In other words, although the United States maintains a carbon advantage in some commodities, the emissions intensity and thus CBAM fees owed will likely differ by product. The CBAM prioritizes data from the firm level because it is more transparent and more granular. However, in cases in which firm-specific data is not available, the CBAM allows for a sectoral average to be used instead. Sectoral averages are the subject of debate because they risk disincentivizing deeper decarbonization. If one firm has pursued decarbonization at significant cost but is then subject to a sectoral average that may demonstrate a higher factor of emissions intensity, then this firm would essentially have to pay twice—once for decarbonizing and again as an import fee at the EU border. While the CBAM attempts to account for this problem, it nevertheless levies an additional burden on smaller firms who may not have the data-gathering tools or compliance teams necessary to meet the terms of the CBAM. Establishing Regulatory Equivalence Lacking a federal carbon price, some climate and trade experts in the United States have begun suggesting that an alternative system could achieve regulatory equivalence with the EU ETS to exempt U.S. products from CBAM coverage. However, the recent EU agreement appears to make that a harder task since equivalence is based on equivalent carbon costs, not prices at the margin, comparable incentives to reduce emissions, emissions intensity, or national climate targets. For imports produced under a carbon price, or tax, the path to regulatory equivalence is clear. Goods that are imported into Europe need to have paid as much of a carbon price as they would have if they had been manufactured in the European Union. If the carbon price paid is less than it would have been in Europe, then certificates will need to be submitted to calibrate the carbon costs under the CBAM. So even if a carbon price is paid in the country of origin, importers may need to pay the CBAM adjustment due to prices being higher within the EU ETS or free allocations and export rebates being offered within the country of production. For U.S. firms, exports to Europe will likely be required to surrender emissions certificates from the CBAM. There is not an accepted methodology for converting the mixture of incentives, standards, and federal investments that apply to U.S. production into a total cost of carbon for products. Absent a carbon price, current federal standards will meet the EU threshold for the CBAM. U.S. exporters of covered goods will thus need to think creatively about building alternative compliance mechanisms. The burden of demonstrating equivalence will likely fall on the private sector. One potential pathway would be to establish voluntary carbon pricing for goods slated for export that would allow importers to declare their carbon costs. Another pathway would be to have the ability to demonstrate lower emissions intensity through the procurement of renewable energy or other means, lowering the carbon costs by reducing indirect emissions. If U.S. companies can affirm in a transparent and verifiable way that they have acquired sufficient clean energy credits to equal a cost like what EU firms pay for the EU ETS, then they may be able to argue more seriously that regulatory equivalence exists, even if through voluntary measures and markets. Issues to Watch The European agreement on the CBAM comes at a critical juncture in transatlantic—and global—cooperation on trade and climate. Because combating climate change is a global commons problem, countries and blocs with ambitious emissions reduction plans cannot risk the offshoring of emissions to countries with less-stringent regulation. The EU CBAM is an innovative instrument aimed at combating this carbon leakage problem and securing a level playing field, and it maintains the potential to reshape the way that countries conduct international trade. The CBAM is not the only trade tool under consideration to align international commerce rules with climate change mitigation. In the transatlantic context, the European Union and United States have embarked on the Global Arrangement on Sustainable Steel and Aluminum, an ambitious trade tool that in part seeks to identify methodologies for determining the embedded emissions of steel and aluminum. The parties also seek deeper climate cooperation in the Trade and Technology Council (TTC), which targets emerging issues where the parties maintain a wider margin for establishing new standards and developing more durable agendas, for example, on carbon accounting methodologies. While these initiatives represent a renewal of transatlantic cooperation on climate change mitigation, these arrangements also occur at a time of renewed friction within the transatlantic trade relationship. The U.S. pursuit of domestic content requirements in the Inflation Reduction Act has invited fierce backlash from European counterparts, who regard it as a new iteration of U.S. industrial policy aimed at onshoring production at the expense of European industry. These concerns nearly tanked the third ministerial meeting of the TTC and have resulted in the United States expending enormous diplomatic bandwidth in recent months and the European Union announcing support for its own green industry. Whether mutual recrimination results in beneficial climate outcomes remains to be seen. Protectionism can invite higher prices, potentially slowing the adoption of green technologies vital to the energy transition. The alternative, mutual pursuit of industrial policies, if properly aligned and managed, could strengthen the alliance and reshape trade relations for the benefit of the climate. The existence of a domestic emissions trading system in countries exporting to the European Union vastly simplifies the ability of companies to claim exemption and trade without adjustment, leading many experts to call for the establishment of a domestic price on carbon in the United States to facilitate an easier compliance and exemption regime for U.S. exporters of covered products. Several proposals for a U.S. border adjustment, to be backed by a domestic carbon price on a similar set of goods to the EU CBAM, have been introduced in Congress. While these proposals have not gained much traction in Congress, border adjustment continues to attract bipartisan interest. The CBAM highlights the unique ability of trade policy to sanction—via financial penalty—actors for noncompliance with established emissions reduction policies, especially if it ends up earning WTO sanction. Other climate agreements, such as those reached under the United Nations Framework Convention on Climate Change umbrella, often lack this critical feature. Because trade rules govern the flow of goods and services, trade policies can offer substantial monetary reward for deeper decarbonization. It remains to be seen, however, to what degree the CBAM will succeed in incentivizing deeper decarbonization and whether it will spur a virtuous policy cycle among global trading partners or, on the contrary, if it will start another round of trade wars. Emily Benson is a senior fellow with the Scholl Chair in International Business at the Center for Strategic and International Studies (CSIS) in Washington, D.C. Joseph Majkut is the director of the Energy Security and Climate Change Program at CSIS. William A. Reinsch holds the Scholl Chair in International Business at CSIS. Federico Steinberg is a visiting fellow with the Europe, Russia, and Eurasia Program at CSIS and a senior analyst at the Royal Elcano Institute. This project was made possible by funding from Dow Inc. Emily Benson",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/2023-02/GettyImages-1236330031%20%28002%29_Crop1.jpg?VersionId=p3gasGAhlcQmnHbDqA_wsN8Dr9l0.GW4",
    "tags": "",
    "excerpt": "The European Union´s new Carbon Border Adjustment Mechanism (CBAM) could contribute to the global fight against climate change, but it could also be the source of new trade tensions.",
    "categories": ""
}