{
    "title": "CBAM Precedents: Experts Weigh In",
    "author": "Emily Benson",
    "source": "Center for Strategic and International Studies",
    "date": "2022-08-09",
    "text": "CBAM Precedents: Experts Weigh In Photo: THOMAS COEX/AFP/Getty Images Introduction Following the introduction of legislation to implement a carbon border adjustment mechanism (CBAM) in the European Union, the United States has followed with its own equivalent proposals. The EU CBAM and surrounding legal issues have invited fierce debate on both sides of the Atlantic and have animated the trade community on whether a proposal would comply with World Trade Organization (WTO) rules. (For a comprehensive description of the transatlantic proposals, see CSIS’s previous piece on the topic.) Anticipating varied responses, CSIS solicited feedback from trade experts with one simple question: Is there an analogous example of the European Union’s CBAM? Their responses follow a brief introduction of the CBAM and shed light on some of the key considerations and nuances surrounding the likely implementation of the CBAM. The contributions in this commentary have been edited by the CSIS Scholl Chair for brevity and clarity. Keith Rockwell, Former WTO Spokesperson Any effort to assess the effectiveness or international acceptability of the CBAM is, for the moment at least, hamstrung by the fact that no such programs are fully in place. \n \nThe European Union is far ahead of others in the implementation of the CBAM. The CBAM was proposed by the European Commission in 2021 as part of its “Fit for 55” program to slash emissions in line with the targets spelled out in the United Nations’ Paris Agreement on climate change. The commission proposal was modestly modified by the EU Council, and in July, the European Parliament approved a slightly different program. Negotiations in the autumn will iron out the differences and the aim is to launch the program in 2023. The objective is the same for all these proposals—ensuring that domestic emissions reductions efforts do not undermine the competitiveness of EU companies and lead to jobs and production being shifted abroad where costs may be lower. While other countries, including the United States, have started the ball rolling on CBAM programs, no one is closer to implementing a CBAM program than the European Union. In various WTO committees, EU officials have already faced a barrage of questions from other WTO members about how the CBAM would work. Developing countries in particular worry about “green protectionism.” The European Union’s CBAM program would be one tool in Brussels’s efforts to address climate change. Another instrument is the existing emissions trading system (ETS) or cap and trade, which the CBAM would mirror in terms of its application and coverage. The ETS program, in place since 2005, currently extends free “allowances” which exempt producers from taxes. Greener companies not in need of their allowances can sell them on the secondary market which helps officials determine how to price a ton of carbon. Under CBAM the number of allowances would be sharply reduced—and eventually scrapped—driving up the price of carbon. Lawyers will argue over the compliance of proposed CBAM measures with WTO rules. But more broadly, there is a growing acknowledgement that the CBAM and many other recent environmental laws and regulations will weigh heavily on the WTO’s already fragile dispute settlement system. Border measures, as well as incentives to buy electric cars or solar panels that include significant domestic content requirements, might be targeted by other WTO members as trade distorting and challenged in the dispute settlement system. The same can be said for industrial policy steps, including for domestic semiconductor production. The world is very different today than when this system was created in 1995. As WTO members begin the arduous process of reforming the WTO’s dispute settlement system, some members will fight to ensure that environmental—or industrial policy rules equated with “national security”—will not be jeopardized under a reformed dispute system. Maureen Hinman, Cofounder and Executive Chair of Silverado The European Union’s approach to the CBAM echoes its previous efforts to regulate environmental thresholds for imported products including (but not limited to) chemicals, products containing hazardous substances, eco-design requirements for electronics, and the European Union’s hazard-based approach to setting import tolerances for endocrine disrupters in a few notable ways. First, by recognizing a carbon price as the sole legitimate regulatory instrument to curb carbon leakage, the EU CBAM fails to effectively address regulatory or market-based approaches to greenhouse gas (GHG) emission reduction that are comparative in effectiveness to the European Union’s ETS. The European Union often takes a dogmatic view towards the primacy of its regulatory approaches and its extension to imported goods. This approach is analogous to conformity assessment procedures for EU eco-design standards that often rely on design characteristics delineated in technical regulations rather than the environmental performance of imported products. By prejudicing other potentially more efficacious emissions reduction instruments, the CBAM could have an unintended chilling effect on novel carbon reduction efforts in third countries. Second, as with chemicals, hazardous substances, and the setting of import tolerances for endocrine disruptors, the EU CBAM relies on member states’ competent authorities to evaluate and register CBAM declarants and implement the regulation and exchange of CBAM certificates. The European Union has in practice faced challenges implementing consistent EU-wide import regimes, including, in the case of chemicals and endocrine disruptors, having inadequate means to resolve disputes about threshold assessment and computation both between member states’ competent authorities and between member states’ competent authorities and the European Chemicals Agency (ECHA), the European Food Safety Authority (EFSA), and Directorate-General for the Environment. Since national allocations of the EU ETS are at stake, the CBAM could intensify these challenges and could lead to intra-EU disputes as member states seek to capitalize on their national thresholds while preventing others from real or perceived gaming of the system. Gary Horlick, Law Offices of Gary N. Horlick A succession of negative weather events around the globe has finally spurred greater government action, though perhaps too late. Still under consideration in many countries is some form of price of GHG, often as a tax based on the embedded emissions in a specific product. These proposals in the United States often include carbon (or GHG) taxes to try to ensure that everyone pays the tax on equal terms, or to prevent “leakage,” a highly controverted claim that industry in low emission countries is tempted to move to countries with easier GHG emissions to avoid “unfair” competition, often in the form of tariffs on imported products from “low standard” (as determined unilaterally by importing country) countries—which will often have lower GHG emissions on an absolute or per capita basis, as President Obama pointed out in 2010. These proposals could be seen as a “win-win-win-win” for local industries, their (unionized) workers, the U.S. economy as a whole, and the world’s atmosphere, as GHG emissions go down. What could go wrong? The proposals have not yet reached likely final form, and the final wording requires a lot of very challenging and detailed drafting, such as how to measure the carbon lifecycle footprint of thousands of products. The first—and last—time the United States tried this in 1993 in the new Clinton administration’s first budget proposal to include a British thermal unit (BTU) tax on embedded energy use, some U.S. aluminum producers convinced key members of the House Ways and Means Committee that the electricity used to make aluminum was not taxable energy, but rather nontaxable catalysts. Whatever the merits of that argument, its success inspired lobbyists for scores of other industries to seek similar exclusions, until the proposed BTU tax had more holes than cheese, and the proposed tax was dropped (despite arguments that a tax at a relatively low level in 1993 on a wide base could have avoided the much greater expense now to reach an equivalent level of GHG emissions). There is plenty of time for similar successful rent-seeking behavior on methodology definitions. There may be some comfort for advocates of these tariffs without imposing corresponding domestic energy taxes in some of the language of past General Agreement on Tariffs and Trade (GATT)/WTO cases, such as Luxury Car Taxes (1994) and Superfund (1987). While these might be considered in the European Union and elsewhere without imposing parallel internal carbon taxes, those are definitively contradicted especially by the Reformulated Gas decision (1996). And for those who continue to enjoy the ability to “block” panel reports by “appealing into the void,” it is worth remembering that the United States was the leading voice for not allowing such blockage after it was applied to its exports, particularly from farmers and ranchers. Finally, it does not seem likely that the proposed CBAM import tariffs will result in any significant reductions in emissions by the United States. If the classical Greeks had had a god (who we will name Olympia) responsible for the health of the atmosphere, she would not have been impressed by mortals proclaiming how strong their standards were. Instead, they would have had one question: How much reduction (or increase) in tons of emissions did the earth have last year? None of the current legislative proposals would seem to please them. David Kleimann, Visiting Fellow, Bruegel The unilateral regulation of imports based on types of production processes and methods with a view to protecting exhaustible natural resources from depletion is, in principle, not a new phenomenon and has been found to be justifiable under the law of the WTO. In the U.S. Shrimp-Turtle case (1997), the WTO Appellate Body held, in essence, that the GATT general exceptions provide the United States with a legal justification to ban the import of shrimp if these are not caught with methods considered to be safe for a protected species of sea turtles that exist in or migrate through U.S. territorial waters. Similarly, the European Union seems to be, in principle, equipped with WTO legal justifications to pursue legitimate public policy objectives protected by GATT Article XX(g) or Technical Barriers to Trade (TBT) Article 2.1 by means of restricting the importation of goods produced in the course of GHG emission-intensive production processes and methods. The “border adjustment” element of CBAMs—i.e., the imposition of a charge on the imported good that is equal to a tax imposed on the like domestic product—is, in principle, not new to GATT and WTO law either. GATT Article II:2(a) addresses one side of the carbon-leakage coin, notably the creation of equal competitive conditions for imported and like domestic products in the home market. The GATT explicitly permits the imposition of “a charge equivalent to an internal tax imposed consistently [with the agreement’s national treatment provision] in respect of the like domestic product or in respect of an article from which the imported product has been manufactured or produced in whole or in part.” It is questionable, to be sure, whether EU ETS charges would be considered “an internal tax in respect of the like domestic product” or, rather, an internal regulatory charge on GHGs emitted in the production process of that product—a nuance that was likely not considered by the drafters of the GATT in 1947 and requires clarification by means of WTO adjudication. John Magnus, President, TradeWins “Border adjustment” adds a cost to imports and removes a cost in the case of exports. Public discussion of CBAMs has focused mainly on what the CBAM-imposing government does to imports. What does this aspect of a CBAM most resemble? It looks a lot like many other cases where governments have decided to ban, tax, or otherwise discriminate against an imported product because they don’t like how that product was made. These measures are known as process and production methods (PPMs). Examples include the U.S. measures at issue in the Tuna-Dolphin (1991) and Shrimp-Turtle cases (1998). Examples supplied by the European Union include measures giving adverse treatment to imported biofuels deemed to have been “unsustainably” produced. Banning, taxing, or discriminating against a product because its manufacture was too carbon-intensive is not different in concept from banning, taxing, or discriminating against a product because its manufacture involved an unsustainable approach to handling switchgrass, or because the fishing methods utilized were too rough on protected marine mammals. While environmental PPMs are the closest parallel, given that CBAMs are also environmentally motivated, the import-taxing aspect of CBAMs also resembles the application of countervailing duties. There, what the importing country “dislikes” about the imported product is that its production benefited from a subsidy. Countervailing duties differ from CBAMs because of the requirement to make a product-specific injury finding, but that difference does not override the fundamental similarity. In essence, the CBAMs hit imports viewed as enjoying a competitive advantage derived from lower carbon-control costs. It is conceptually sound to think of the import-taxing aspect of a CBAM as an environmental countervailing duty. Warren Maruyama, Partner, Hogan Lovells The European Union’s CBAM breaks new ground. It is a precursor of future trade conflicts as more governments adopt restrictive climate measures. Because climate regimes drive up the price of energy, any climate scheme requires some form of carbon border measure to ensure high carbon imports don’t gain an undue competitive advantage over domestic producers and energy-intensive domestic industries don’t flee abroad to get out from under carbon restrictions. From a WTO standpoint, if a government wants to restrict carbon emissions, the most straightforward solution is a carbon or energy tax. Under the WTO’s longstanding border tax adjustment rules, an “indirect tax” (e.g., a tax on products) can be rebated on exports and imposed on like imports, ensuring a level playing field. But the CBAM doesn’t qualify as a “border tax adjustment” for WTO purposes, since the European Union’s ETS is a cap-and-trade regulatory scheme, not an “indirect tax.” Accordingly, absent a fundamental (and unrealistic) change in the current WTO/GATT border tax adjustment rules, the CBAM doesn’t qualify as a border tax adjustment and represents a prima facie violation of GATT Articles II, III, XI, and XIII. If so, the key issue becomes whether CBAM would qualify for a WTO exception under the GATT Article XX(b) or XX(g) exceptions for public health or conservation of an exhaustible natural resource. A WTO dispute over the CBAM would involve high stakes and pose huge institutional challenges. It would divide the WTO’s membership, since most WTO members, including almost all developing countries, would be subject to increased CBAM fees and certificate requirements. Other WTO members are likely to argue that while they may have adopted different approaches to climate change (e.g., emissions regulation, adoption of advanced technology, or a carbon tax), their carbon emissions are equivalent to the ETS, even though the European Union isn’t recognizing their measures as “adequate” to the ETS under its rigid approach to “equivalency” under the TBT Agreement. In Shrimp-Turtle (1997), the Appellate Body ruled that a WTO member can’t use Article XX to impose a rigid and uniform set of requirements designed to force its trading partners to adopt identical environmental restrictions, e.g., the ETS. The European Union must also eliminate its current system of free emissions certificates, since handing out free certificates to EU industries while applying CBAM to imports would represent a blatant form of discrimination in violation of GATT Article XX. The certificates have strong support from EU industries, so this represents a political hurdle. Finally, while Article XX likely allows the members to protect import-sensitive industries from the effects of high-carbon imports in a cap-and-trade system like the ETS in some circumstances, the WTO’s Subsidies Agreement significantly limits a WTO member’s ability to shield exports from higher energy costs through free certificates or other government subsidies. This quirk in WTO rules makes cap-and-trade systems especially challenging for export-oriented EU economies like Germany. Ultimately, and however challenging it may be, the ideal solution remains an internationally agreed upon legal framework that defines the permissible scope of border carbon measures, as part of the United Nation’s Framework Convention on Climate Change process or a new WTO negotiation. Otherwise, governments will come under pressure to ignore legal niceties and simply impose retaliatory tariffs on EU products. The Scholl Chair in International Studies at CSIS thanks these experts for their contributions to this project. Commentary is produced by the Center for Strategic and International Studies (CSIS), a private, tax-exempt institution focusing on international public policy issues. Its research is nonpartisan and nonproprietary. CSIS does not take specific policy positions. Accordingly, all views, positions, and conclusions expressed in this publication should be understood to be solely those of the author(s). © 2022 by the Center for Strategic and International Studies. All rights reserved.",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/publication/GettyImages-2414685.jpg?VersionId=uxPsX4Id6X6RiiFKJD_BNaL3_ff_yc.c",
    "tags": "",
    "excerpt": "The Scholl Chair solicited feedback from trade law experts on how to think about the CBAM and whether there are precedents to the proposal.",
    "categories": ""
}