{
    "title": "The CBAM, Sectoral Averages, and the Need for Granularity",
    "author": "Emily Benson",
    "source": "Center for Strategic and International Studies",
    "date": "2022-05-17",
    "text": "The CBAM, Sectoral Averages, and the Need for Granularity Photo: FREDERICK FLORIN/AFP/Getty Images Background The European Union’s carbon border adjustment mechanism (CBAM) has garnered considerable attention worldwide, including among close EU trading partners. The CBAM is a border tariff that the European Union plans to levy on select carbon-intensive imports. The impetus behind the European Union’s CBAM is to reduce free-riding among other countries with less ambitious climate goals and to reduce carbon leakage, the idea being that companies move production offshore to profit from other countries’ lower standards for carbon-intensive production. The CBAM would also have the additional advantage of making EU domestic decarbonization policies more politically palatable since it would insulate EU industry from cheaper foreign imports. As introduced, the CBAM covers iron and steel, aluminum, electricity, fertilizers, and cement, although the European Parliament’s environment committee chief rapporteur for the CBAM, Mohammed Chahim, member of the European Parliament, has introduced amendments to expand the CBAM to cover organic chemicals, hydrogen, and polymers and to shorten the transitional period from three years to two. Trade Tensions It is not clear if the CBAM will exacerbate trade tensions. An immediate area of concern surrounding the CBAM is whether it is inherently discriminatory. A CBAM could potentially violate General Agreement on Tariffs and Trade (GATT) Article III, which requires that any internal regulations, laws, and trade practices offer national treatment and not provide preferential treatment or protection for domestic goods or production over imported products. Applying a border adjustment tax without a comparable tax on domestic goods could thus constitute an Article III violation. However, varying levels of carbon intensity may cause imports to be considered “unlike” comparable domestic products, and therefore the CBAM would not constitute a World Trade Organization (WTO) violation. Promoting greater specificity (“granularity”) of data and increased transparency in electricity markets are foundational measures that could help avoid increased trade tensions. However, while the potentially discriminatory aspects of the CBAM have been discussed at length by experts in Brussels, Washington, and elsewhere, an under-discussed risk of the current CBAM proposal is that it risks disincentivizing deeper decarbonization by failing to capitalize on efforts to enhance grid granularity. This problem with the CBAM deserves more attention. Disincentivizing Decarbonization The EU CBAM relies on sectoral averages of emissions in calculating the relative “greenness” of certain industries. Certain studies have found, for example, that the U.S. steel sector is relatively less carbon-intensive than other major producers, namely China and Russia. While this may be welcome news to U.S. producers exporting to the European Union, this approach omits firm-specific considerations that would provide greater granularity in assessing true emissions. In other words, national sectoral averages do not adequately capture firm-specific decarbonization efforts. As proposed, the CBAM would treat products from firms using a higher ratio of renewable energy the same as firms using energy with significantly higher emissions. This national sectoral average approach ultimately results in firms paying twice: once for renewable energy and a second time for CBAM fees. If companies face a competitive disadvantage for using renewable energy, the CBAM risks dampening enthusiasm for investing in and acquiring renewables. If countries reduce procurement of renewables, national sectoral emissions averages will increase over time. Greater Granularity One way of solving this problem is to achieve greater granularity in renewable energy procurement and traceability. The I-REC Standard Foundation outlines the role that energy attribute certificates (EACs) can play in promoting greater transparency and accountability within renewable energy markets. The United Nations has also launched the 24/7 Carbon-free Energy (CFE) compact, which aims to transform electricity grids to “absolute zero” by developing energy policies, technologies, and procurement practices, including gathering more specific data, to advance grid decarbonization. In the private sector, Google has piloted a new tool that takes a more granular approach to traceability. The Google approach uses time-based energy attribute certificates (T-EACs). T-EACs can track how and where electricity is produced, and, unlike traditional renewable energy certificates (RECs), T-EACs can certify when, down to the hour, that energy was produced. The adoption of 24/7 granularity for renewable energy procurement by national grid operators could send price signals for a carbon-free grid all day, every day. Persistent hurdles, which can be overcome with smart and targeted investments, relate to data quality and the tools required to collect better data, such as smart meters. Conclusion To avoid a scenario in which specific firms are inadvertently discriminated against for procuring renewable energy, regulators around the world should take into account ongoing initiatives to promote greater grid granularity. This, in turn, will incentivize the acquisition of more renewable energy and will better allow producers to demonstrate that they meet standards—for example those that may be determined within the context of the Global Arrangement on Sustainable Steel and Aluminum. The CBAM, as proposed, misses a major opportunity to further incentivize the procurement of and investment in renewable energy. Although negotiations have advanced rapidly, the European Parliament should adopt amendments during the plenary session that mitigate these perverse incentives. As the United States considers the creation of its own border carbon adjustment, U.S. lawmakers should take into account these policy nuances of the EU CBAM proposal. Emily Benson is a fellow with the Scholl Chair in International Business at the Center for Strategic and International Studies in Washington, D.C. Commentary is produced by the Center for Strategic and International Studies (CSIS), a private, tax-exempt institution focusing on international public policy issues. Its research is nonpartisan and nonproprietary. CSIS does not take specific policy positions. Accordingly, all views, positions, and conclusions expressed in this publication should be understood to be solely those of the author(s). © 2022 by the Center for Strategic and International Studies. All rights reserved.",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/publication/GettyImages-1071651080.jpg?VersionId=JabaCa61AyKXE41_k9MWlcMKlOCf.EGN",
    "tags": "",
    "excerpt": "A new Scholl Chair commentary looks at the European Union’s proposed carbon border adjustment mechanism (CBAM) and how it could ultimately disincentivize decarbonization if not amended to take into account greater granularity of data.",
    "categories": ""
}