{
    "title": "The U.S.-EU Trade and Technology Council: Assessments and Recommendations",
    "author": "Emily Benson; William Alan Reinsch; Andrea Leonard Palazzi",
    "source": "Center for Strategic and International Studies",
    "date": "2022-11-16",
    "text": "The U.S.-EU Trade and Technology Council: Assessments and Recommendations Photo: NICHOLAS KAMM/AFP via Getty Images Available Downloads In September 2021, the governments of the European Union and United States met in Pittsburgh, Pennsylvania, for the inaugural launch of the U.S.-EU Trade and Technology Council (TTC). The TTC is chaired by senior government officials on both sides of the Atlantic. On the U.S. side, Secretary of State Antony Blinken, Secretary of Commerce Gina Raimondo, and Ambassador Katherine Tai chair the initiative, while Executive Vice-Presidents Margrethe Vestager and Vadis Dombrovskis of the European Commission represent the European Union. The TTC convened for a second ministerial meeting outside of Paris in May 2022 and is scheduled to convene for a third time, also at the leaders’ level, in the United States on December 5, 2022. In February 2022, Dombrovskis, the European commissioner for trade, said, “This vital joint forum is crucial for providing global leadership across a range of key issues.” According to the U.S. State Department, the parties can use this forum to “work together toward a safer and more prosperous world with growth guided by principles of sustainable development, environmental protection, and urgent action to confront the climate crisis.” A State Department official also described the TTC as “a dedicated forum to shape the most important rules, norms and standards on trade and technology.” In January 2022, Ambassador Tai noted that “with respect to the TTC . . . the agenda is very, very full.” The second meeting, in May 2022, was aimed at advancing the initiatives previously outlined. The TTC is a comprehensive consultative process consisting of 10 working groups on specific policy areas, such as data governance, misuse of technology, and supply chain security. A central objective of the TTC from the outset has been to avoid litigating long-standing disputes, such as differences in agriculture that have plagued transatlantic relations for more than 30 years and particularly complicated Transatlantic Trade and Investment Partnership (TTIP) negotiations. Instead, the TTC aims to induce greater transatlantic cooperation on emerging issues where there is considerably more room to build new governance structures and rules. Another feature of the TTC is that the Biden administration does not intend to submit agreements that may come out of it to Congress for approval since they are not expected to contain tariff changes or other matters that would require congressional action. This gives negotiators additional flexibility but also a greater burden to ensure that commitments are concrete, binding, and durable. During the previous administration, the levying of tariffs on European exports to the United States, as well as the decision to withdraw unilaterally from the Paris Agreement, complicated EU-U.S. relations. The European Union and United States also continue to pursue different approaches to climate change mitigation, with the European Union taking an approach based largely on regulation, whereas the United States’ approach centers around incentives. However, standing up the TTC has already served as a new diplomatic framework that has enhanced communication and cooperation on both sides of the Atlantic and which offers the parties an opportunity to chart new standards on a host of forward-looking policies. This paper attempts to fill in some of the contours of the working group on climate change and green technology, building on recent TTC successes in other areas. The paper details how the TTC should define success in these transatlantic climate negotiations and recommends specific actions the parties should take to achieve those goals. Overall, the parties should pursue the following objectives: Align standards from Working Group 2 with objectives of other working groups; Build standards that are interoperable and reinforce or create multilateral standards; In the absence of market access negotiations, pursue standards harmonization and other trade policies that have a trade-liberalizing effect in the long term and that reduce friction in the short term; Avoid the subsummation into dialogues involving Russia experienced by other TTC workstreams; and Build an affirmative agenda that establishes new guidelines and reaffirms transatlantic cooperation. As the parties pursue these objectives, a foundational question is how the TTC overlaps with or reinforces external climate efforts, such as those underway in the G7, G20, Conference of Parties (COP), and others. Working Group 2 Initial difficulties in Working Group 2 included a lack of diplomatic bandwidth in the lead up to COP26 in Glasgow and differences in how to define green technology, which continue today. Following the Russian invasion of Ukraine, stakeholders were concerned that an outsize focus on sanctions and export controls, in addition to the urgency of mitigating the energy crisis, would dampen progress within Working Group 2. Despite a relatively slow launch, Working Group 2 has a distinct ability to cross-cut existing diplomatic climate and trade initiatives and to help promulgate new green standards, producing concrete outcomes from this novel framework. It has also managed to avoid being subsumed into broader energy security questions in the Russia context. A promising aspect of the working group is that it overlaps with several other working groups, primarily Working Group 1, which focuses on the joint establishment of standards. Working Group 2 aims to advance technologies that could combat climate change and help achieve net-zero emissions by 2050. At the May ministerial, the parties outlined deliverables in three areas of focus: (1) green public procurement, (2) methodologies on carbon accounting, and (3) policy convergence on electric charging stations for electric vehicles (EVs). This working group is also notable for what it has omitted. For example, the United States has made a concerted effort to ensure that discussions on the Global Arrangement on Sustainable Steel and Aluminum occur outside of the TTC. The parties aim to create joint mapping policies and a list outlining best practices for green public procurement. On greenhouse gas (GHG) life-cycle emissions methodologies, the parties have held ongoing expert-level meetings and are attempting to reach a standardized transatlantic methodology for determining a joint carbon accounting methodology. Furthermore, the parties are working to develop a mutual understanding of operating requirements for EVs. The aim of this pillar is to create a workplan for vehicle-to-grid integration. Although there was some hope that the parties would expand the purview of this working group to cover additional clean technology areas, they have made clear that the current focus remains on enacting concrete outcomes from these negotiation goals. This paper evaluates the three core objectives and outlines pathways for tangible progress in ensuing negotiations. Standards, Green Procurement, and Subsidies Alignment On both sides of the Atlantic, there is currently a profound shift in trade, economic, and industrial policy underway. This reimagination of economic policy in relation to climate change mitigation stands to reshape transatlantic domestic production and to retool the economic alliance and its supply chains. At a recent conference on industrial policy, United States Trade Representative Katherine Tai said that domestic industrial policy was a necessary complement to the administration’s foreign trade policy. That U.S. industrial policy would be considered a fundamental pillar of U.S. foreign economic relations signals a profound shift at the heart of domestic incentives and production, affecting the redesign of global value chains (GVCs). However, this shift also underscores the need for the European Union and United States to determine how to align their industrial policies to fortify transatlantic economic strength. On public procurement transparency, U.S. and EU officials agreed to work together to develop a common understanding for defining sustainable government procurement. They aim to do this by creating joint mapping of policies and cataloguing best practices, although details on what this means remain sparse. In this regard, previous arrangements outside the TTC may serve as useful examples of transparent and clear standards-setting procedures. Per the May 2022 ministerial statement, U.S. and EU collaboration could “inform discussion at the World Trade Organization on the Government Procurement Agreement as well as on the trade and sustainable development goals.” The parties are focused on two key areas within green public procurement: smart mobility and smart energy procurement. The potential of green public procurement is still largely untapped. We aim to work towards a common understanding with a view to reaching consensus on sustainability considerations in government procurement procedures with a focus on green products and technologies, such as smart mobility and smart energy network technologies. The public sector, with its large procurement budgets and critical role in the provision of key public services, can be a trailblazer in the wide deployment of technologies that can help reduce CO2 emissions. With regard to solar, the parties believe that continued growth of solar industries is vital to the future of energy supply chains in both the United States and European Union. The May 2022 joint statement notes “the most cost-effective path” to a zero-carbon electricity grid by 2035 involves between 30 and 50 percent of U.S. energy coming from solar and for the European Union’s “installed solar PV capacity” to “at least triple between 2020 and 2030 and to be in line with the EU’s climate goals.” Green public procurement can play a significant role in accelerating the transition to a more decarbonized grid, but it underscores the need for the parties to align their industrial policy efforts and the need for them to decide where to lead and where to follow. While it may make sense for them to pool resources for advanced green technology, that is probably not necessary for the deployment of additional solar capacity. That U.S. industrial policy would be considered a fundamental pillar of U.S. foreign economic relations signals a profound shift at the heart of domestic incentives and production, affecting the redesign of global value chains (GVCs). In the field of smart mobility procurement, a key priority is supporting the growth of the EV market with private and public charging infrastructures. Progress on charging infrastructure, however, will depend on the development of mutually agreed-upon operating requirements. This will be key to ensuring an interoperable and interconnected vehicle-to-grid system between the United States and the European Union. Like the implementation of other interoperability standards, such as on data-sharing and AI, interoperability, while not a tariff reduction, can result in beneficial trade facilitation and market access. Green public procurement can help facilitate more transparent data collection, define emissions reduction standards, build supplier standards convergence, create coalitions of buyers—thereby bolstering new marketplaces—and align cross-agency processes, including among foreign governments. Overall, the public sector will be crucial to unlocking the full potential of green public procurement due to its considerable budgetary power and the key demand-side role that governments can play in providing public services. The joint purchasing power of the EU and U.S. governments would ensure several benefits by opening new markets, creating new jobs, and catalyzing new private sector investments. Other governments have demonstrated the benefits of strong green procurement measures. A report from the Organization for Economic Cooperation and Development (OECD), for example, shows that South Korea leveraged green public procurement to increase the number of jobs by 12,143 and save an equivalent of 3.1 million tons of CO2 from 2005 to 2015. In India, green public procurement has also significantly reduced electricity, amounting to 112,500 megawatt hours (MWh) saved per year, which will produce wealth by generating 486,130 units of certified emission reductions. Similarly, the report highlights that Indian households accumulated savings over the years that will reduce the burden of their energy bills. Italy, the European Union’s third-largest economy, exemplifies the benefits of green public procurement. Consip S.p.a, Italy’s central purchasing body, which is owned entirely by the Ministry of Economy and Finance, performed a market analysis and consulted with private stakeholders to improve heating services and increase economic and energy savings. Under the umbrella of the “Integrated Energy Management Services,” Consip incentivized innovation through energy performance contracts, whereby suppliers received public equipment and supplies if they met specific environmental criteria (e.g., settled temperature in the building) for five years. The program successfully resulted in the avoidance of 40,800 tons of CO2 emissions and reduced energy consumption at the national level. A study on green public procurement and carbon sequestering cement in Norway underscores the importance of public procurement in accelerating decarbonization efforts. The study found that green public procurement can change the innovation ecosystem from the supply side. Furthermore, early upstream manufacturers can succeed in developing low-carbon cement procurement through storage and carbon capture methodologies by positively influencing other public actors. Nevertheless, the study also found that mature industries are relatively less eager to innovate given sector-specific constraints (e.g., quality, costs, and safety) and entrenchment of existing business practices. Such risk-adverse attitudes may be an impediment to green business innovation. Government financing can thus increase incentives for industries that are reluctant to embark on green public procurement initiatives. Recent analysis shows that Washington is catching up with Brussels in terms of green spending. Before the Inflation Reduction Act (IRA), U.S. investments in climate mitigation and adaption hovered at 0.6 percent of GDP. After the passage of the IRA, U.S. federal spending is expected to reach 1.2 percent of GDP, while the European Union spends slightly less than 1.4 percent of GDP on climate change. Nevertheless, alignment on spending alone will not necessarily ensure policy cohesion across the Atlantic. Similar spending levels without convergence on regulatory criteria would likely augment economic divergences or rekindle concerns over unfair trade practices, as the EV tax credit issue demonstrates. Furthermore, given the global common problem that climate change presents, regulatory convergence can be a helpful way of encouraging the parties to work together, whereby the utilization of “sticks” and “carrots” for climate policy becomes more equal across the blocs. Outside of the TTC, transatlantic approaches to green public procurement appear to converge more on goals and less on methodologies. On December 8, 2021, President Biden signed an executive order to accelerate federal green procurement. The “Executive Order on Catalyzing Clean Energy Industries and Jobs Through Federal Sustainability” attempts to facilitate the transition toward a carbon-free grid (on an annual basis) by 2035 and net-zero emissions by 2050. With this initiative, the U.S. federal government will “lead by example” and coordinate federal agencies’ efforts at less carbon-intensive procurement. Action items for achieving these goals include purchasing 50 percent carbon-free electricity on a net annual basis by 2030, buying 100 percent zero-emission vehicles by 2035, and achieving 65 percent reduction in scope 1 and 2 GHG emissions from federal operations from 2008 levels by 2030. The European Commission is similarly committed to reaching net-zero emissions by 2050. However, the European Union’s approach, whether at the commission or member-state level, is considerably less oriented toward the acquisition of green goods, services, and energy and significantly more focused on regulatory mechanisms for bringing about steep emissions reductions. At the EU level, the emissions trading system (ETS) and the carbon border adjustment mechanism (CBAM), alongside other major facets of the European Union’s hallmark “Fit for 55” climate package, exemplify Brussels’ extensive use of regulatory mechanisms over incentives. Through these policies, the commission will create economic disincentives for heavy polluters. The CBAM will work similarly by levying a border tax on foreign goods that do not comply with EU standards and which are subsequently imported into the single market. In other words, the CBAM complements the ETS by discouraging any attempts to circumvent the ETS and aims to prevent the movement of production to locations with comparatively dirtier grid mixes. At the member-state level, public procurement has recently fallen under the scope of the Recovery and Resiliency Facility (RFF) of the NextGenerationEU Plan, which is a massive economic relief package of €807 billion ($793 billion dollars). The allocation of RRF funds, which amounts to €724 ($711) billion (€338 billion in grants and €385 billion in loans, or $332 billion and $378, respectively) follows specific criteria. Member states that were hit the hardest by the pandemic, hold relatively high debt-to-GDP ratios, and display low income per capita were eligible for a larger portion of the RRF. Italy and Spain, for instance, which have been hit heavily by the pandemic, will receive nearly two-thirds of the RRF funds. Nevertheless, member states must demonstrate a commitment to spending nearly 40 percent of RRF funds on green investments in order to access the funds. In this way, NextGenerationEU has become a key component of the European Union’s strategy for its Green Deal. However, further progress on green public procurement depends on a common understanding of sustainability practices between the parties. In short, without a common definition of what constitutes “green” or “sustainable,” the parties will struggle to reach an agreement on green procurement. EU Regulation 2020/852, also known as “the green taxonomy,” defines what constitutes “green” for the sake of public projects and to comply with the RRF funding requirements. In the United States, green procurement standards are significantly less strict than the EU taxonomy regulation. First, U.S. ecolabels, as defined in the “Framework for the Assessment of Environmental Performance Standards and Ecolabels for Federal Purchasing,” are recommendations for federal purchases. The EU green taxonomy, by contrast, is binding on member states and strictly related to the receipt of funds. Another outstanding question is the degree to which the parties will align transparency on subsidies and procurement with existing World Trade Organization (WTO) rules. The WTO does not favor green subsidies in any of its text and agreements. Article XX(b) of the Global Agreement on Tariffs and Trade (GATT) provides broad environmental exemptions to what would otherwise violate WTO rules in cases where violations are for the purposes of protecting the environment. Similarly, the Sanitary and Phytosanitary (SPS) Agreement allows WTO members to enforce measures necessary to protect human, animal, or plant life. These provisions are not directly applicable to green subsidies but may provide broad cover as a fallback substantiation for policies otherwise regarded as protectionist. However, a major caveat to these rules is that the application and implementation of these measures should be justifiable and nonarbitrary. However, subsidies in general can violate the WTO Trade-Related Investment Measures (TRIMs), which aims to enable international players to invest and operate more easily in foreign markets, the Agreement on Subsidies and Countervailing Measures (SCM), and the National Treatment clause under the GATT, and green subsidies are no exception to it. If green public procurement were to be more efficient in Europe than in the United States, the European Union could end up catalyzing more investments and attracting more talent by creating new markets. On the contrary, inefficient policies for EV regulations, for example, would risk fragmenting the transatlantic automobile industry, with companies migrating to one side or the other of the Atlantic. Overall, given the macroeconomic benefits of green public procurement, aligning U.S.-EU efforts becomes essential to preempt a fragmented transatlantic economic environment. The purchasing power of the transatlantic alliance also has the ability to create new marketplaces, particularly on emerging clean energy such as green hydrogen and green ammonia. Stakeholder Input: EV Charging Stations Perhaps the most tangible outcome of the May ministerial is the agreement for the European Union and United States to work toward standardizing regulation of EV charging stations. The working group aims specifically to establish alignment on technical guidelines for EV infrastructure, such as for smart charging test beds and for sharing common research across the Atlantic. In addition to Working Group 2 outcomes, the parties have made progress within Working Group 1 on standards, which produced the strategic standardization information (SSI) mechanism. One of the early TTC outcomes, the SSI is intended to “enable information-sharing on international standards development, relevant to the technology and economic interests of the European Union and United States.” Increased collaboration between the two parties will provide an opportunity for the alignment of interests as they relate to emerging technologies. On EVs, this work has revolved around standards related to heavy-duty vehicles. The U.S. Department of Energy (DOE) has led discussions on interoperability and smart grids. Although unlikely, some stakeholders hope that increased standardization of charging stations will ultimately lead to a sectoral trade agreement on vehicles. The U.S. and EU joint statement notes charging stations can “help address emerging technical issues and support innovation in electro-mobility” while simultaneously limiting barriers to trade and strengthening industry. The statement also clarifies that “enabling the uptake of electro-mobility will contribute to diminishing fossil fuel dependency and will help progress towards energy autonomy, in line with strategic priorities.” When the TTC was launched, automobile stakeholders reacted positively to the formation of the framework. The European Automobile Manufacturers’ Association and the American Automotive Policy Council welcomed the TTC as a “revival of closer transatlantic coordination on critical issues arising from the nexus of trade with climate change, technology development and supply chains.” In the statement, automobile makers committed to identifying key areas where the motor vehicle sector can contribute to this initiative. One concern is that the electro-mobility and interoperability goals may violate the SCM Agreement, as the governments would provide incentives to build public and private charging units for EVs. However, one way to overcome this measure is to treat the EV charging language as a means to provide general infrastructure to the public. The joint statement highlights this, including language that the working group will align technical guidelines for “government-funded charging infrastructure.” Under Article 1.1 (a)(1) (iii) of the SCM Agreement, a subsidy is defined in cases in which governments provides good or services other than general infrastructure or in which the government purchases goods. In the WTO case EC and certain member States – Large Civil Aircraft (2004), the panel attempted to define “general infrastructure.” The panel states that “general infrastructure” refers to infrastructure that is not provided to or for the advantage of only a single entity or limited group of entities but is available to all or nearly all entities. The panel also mentioned that it is difficult to define “general infrastructure” in the abstract. The panel emphasized that there is not any form or type of infrastructure that is inherently “general” per se and that whether the provision of the good or service in question is “general infrastructure” or not must be made on a case-by-case basis. If an evaluation demonstrates that the infrastructure was provided to a single entity or a limited group of entities, then only it cannot be considered “general infrastructure.” Thus, the parties providing EV infrastructure should do so on a nondiscriminatory basis. Then, other countries may not be able to hold the parties liable for having violated WTO measures. Apart from the SCM Agreement, any subsidies, benefits, or content requirement obligations that the United States and European Union would implement under the TTC as a green subsidy would be violative of the TRIMs Agreement. In the WTO case of Indonesia — Autos (1998), the panel observed that granting of a subsidy is prohibited under the SCM Agreement, contingent on the actual use of domestic goods and not simply the requirement to use domestic goods. Whereas trade-related investment measures (TRIMs) in the form of local content requirements are prohibited under the TRIMs Agreement, conferring an advantage via a subsidy is not because it is instead covered by the SCM Agreement. An inconsistency with Article 3.1(b) of the SCM Agreement can be remedied by removing the subsidy, even if the local content requirement remains. In contrast, a finding of inconsistency with the TRIMs Agreement can be remedied by a removal of the TRIM that is a local content requirement, even if a government continues to provide the subsidy. In other words, if a member were to apply a TRIM (in the form of local content requirement) as a condition for the receipt of a subsidy, the measure would violate the TRIMs Agreement. In contrast, if the local content requirements were dropped, the subsidy would continue to be subject to the SCM Agreement, meaning it would still need to comply with the other rules outlined in the agreement. The National Treatment violations that may result as an outcome of the TTC would be obvious if both the United States and European Union were to provide a benefit or incentive to local or domestic producers in their respective countries to accelerate the deployment of technologies that can measurably help reduce emissions and strengthen transatlantic trade. Working Group 2 of the TTC aims to deploy specific technologies that are critical to combatting climate change. The working group also aims to improve government-funded charging infrastructure for increased electro-mobility. This could potentially mean that the United States and European Union would be discriminating against technological instruments developed around the world for building EV infrastructure since special advantages would be provided to the clean technology developed in the United States and European Union, which would be violative of the National Treatment clause under the WTO. Further, in India — Autos (2002), the panel declared that, when origin is the sole distinguishing criterion, it is correct to treat products as “alike” within the meaning of Article III:4. Thus, it is a violation of Article III:4 if the sole criterion distinguishing the products is their origin. The EV tax credit has already cooled relations significantly between the United States and Brussels. One European diplomat noted, “This has the potential of becoming a new Airbus-Boeing,” foreshadowing a growing likelihood of a long-term trade dispute. In another indication of the seriousness of the measure to foreign allies, Ambassador Tai has been meeting regularly with counterparts in Brussels and in other capitals, such as Seoul, that have strongly urged the United States to reconsider what they regard as an inherently discriminatory measure. The fallout from the EV tax credit has been so intense in Europe that the European Union and United States recently established a task force dedicated to resolving the dispute. LCAs and Methodologies: Renewable Electricity Granularity and Traceability The parties are also using the TTC to discuss specific measurement methodologies for life-cycle carbon assessments (LCAs), or carbon accounting. There is a growing consensus within the trade and environmental communities that determining common methodologies for carbon accounting is a foundational step to reducing trade frictions and that the transatlantic alliance has a historic opportunity to help determine those standards. A foundational element to these initiatives is that defining what constitutes a “green” good depends on the energy consumption used in the production of these goods. An integral part of this methodology is sometimes overlooked, which is to calculate the amount of renewable electricity as a share of energy production. In other words, measuring renewable electricity consumption assists the parties in calculating the associated carbon intensity of goods. The European Union and United States, through the TTC, have a key opportunity to build new standards and definitions that reward clean energy procurement. As it currently stands, these transatlantic efforts rely on three primary methods of determining emissions content based on energy consumption: (1) geographic-based assessments, (2) sectoral averages of emissions, and (3) firm-based data. Geographic assessments, which account for emissions based on a location of a firm and the emissions intensity of the local grid mix, are problematic because this approach ignores the reality of electricity market design and the agency of end-users to procure electricity from assets they own or contract to procure. It also overlooks the opportunity for entities to receive credit for supporting carbon sequestration projects. For example, if a U.S.-based firm procures credits for supporting a carbon sequestration project in Namibia, there needs to be a framework in place to assure that the U.S. firm receives credit for that procurement and that the procurement itself is not “double-counted”—that is, that another entity does not also lay claim to the same credit, a problem that has plagued carbon offset markets. The TTC thus offers an opportunity to build transparent and workable frameworks for supporting sequestration projects, which can in turn affect a firm’s overall carbon footprint and incentivize increased investment in climate change mitigation projects. There is a growing consensus within the trade and environmental communities that determining common methodologies for carbon accounting is a foundational step to reducing trade frictions and that the transatlantic alliance has a historic opportunity to help determine those standards. Sectoral averages, on the other hand, apply an emissions average to an industry. This approach, while relatively simpler to implement, risks disincentivizing deeper decarbonization by applying the same carbon intensity label to products across a broad spectrum of producers and firms. Over time, this reduces the incentives for firms to engage in deeper decarbonization. Another net effect is to incentivize firms to produce lower-footprint but higher-cost goods because they will not receive credit for having produced goods at a lower emissions rate. This approach is also inherently unfair because it discriminates against exporters who have pursued costly decarbonization efforts. It is possible, for example, that a firm in a foreign country meets the domestic standards of an importing country but that it becomes subject to a tariff regardless because it is subject to its own country’s sectoral average calculation. Firm-based assessments are the most granular approach. While not available to all firms across global marketplaces, this more detailed approach to carbon accounting allows firms to receive credit for having outperformed peer competitors on decarbonization efforts. Firm-based assessments, however, require standards for ensuring transparent reporting and reporting that is acceptably uniform across diverse markets. This national and sectoral average approach ultimately risks forcing firms to pay twice: once for renewable energy and a second time for CBAM fees. If companies face a competitive disadvantage for using renewable energy, or carbon removal technologies, the CBAM risks dampening enthusiasm for investing in these tools. Reducing the demand for these technologies will impact their market value, potentially dampening the long-term onboarding of additional renewable energy. The best way to encourage commodity producers to purchase more renewable energy or low-carbon technologies is to require them to prove the GHG footprint of products based on contractually defined emission ownership, such as energy attribute certificates (EACs), which CSIS has detailed in a previous commentary. Explicit recognition of EACs can help solidify the marketplace by creating more demand for these next-generation renewable energy products. Furthermore, unlike carbon offset markets, which have been the subject of significant skepticism for their lack of transparency, the use of EACs is not prey to double-counting of credits since they are funneled through electricity providers and utilities. Overall, by adding new attributes to EACs, such as hourly timestamps, grid carbon intensity stamps, and storage tracking stamps, energy customers can verify clean energy procurement. This in turn sends a more targeted market signal to deploy clean energy since EACs provide additional revenue, which bolsters the overall viability of the market. Increased demand for EACs, which governments can accelerate, increases EAC prices for clean energy deployed in these times and places, which helps companies obtain additional financing to meet clean power demands. This more granular approach, such as hourly EACs, also aligns with transatlantic goals laid out in the May 2022 ministerial statement. The parties note in the May ministerial statement that new technologies such as artificial intelligence and blockchain can play a vital role in facilitating the transparent flow of relevant data surrounding carbon accounting. In the joint statement after the May ministerial meeting, the parties agreed to “explore the role those emerging technologies, such as blockchain, artificial intelligence/machine learning, and/or ‘internet of things’ can play in measuring and utilizing lifecycle GHG assessments.” By creating both standards and demand incentives for these new renewable energy marketplaces, the transatlantic alliance can make meaningful progress on areas that will reduce trade frictions over time, namely by standardizing carbon accounting methodologies and codifying the need for grid granularity. The Global Arrangement on Sustainable Steel and Aluminum An enduring question at the heart of GHG measurement methodology questions is how to move beyond GHG assessments and carbon footprinting and toward an approach that would facilitate more concrete definitions of methodologies for specific commodities. The Global Arrangement on Sustainable Steel and Aluminum (GSA), which the European Commission and United States are currently negotiating, similarly seeks to incentivize the production and consumption of green steel and aluminum but goes a step further in penalizing what the parties will determine constitutes relatively “dirtier”—i.e., more carbon-intensive—steel and aluminum. The GSA was announced in October 2021 and is a sectoral agreement that would reward “green” steel and aluminum with lower tariff rates. On the European side, the GSA softens the effects of the Trump-era tariffs, replacing them with tariff rate quotas. On the U.S. side, the GSA offers an additional opportunity to rein in Chinese overcapacity of steel and aluminum by establishing a standard—one that China presumably cannot meet—for what constitutes “green” steel and aluminum. The agreement obligates the negotiators to reach this definition by 2024, and so it will be the task of the European Union and United States to determine whether the goals of the GSA intersect with, duplicate, or are distinct from Working Group 2. By creating both standards and demand incentives for these new renewable energy marketplaces, the transatlantic alliance can make meaningful progress on areas that will reduce trade frictions over time, namely by standardizing carbon accounting methodologies and codifying the need for grid granularity. Outside of the transatlantic context, other initiatives also seek to establish standards for hard-to-abate sectors. The international relations marketplace is already saturated with initiatives seeking to establish first-mover advantage in outlining what constitutes a green commodity. For example, the First Movers’ Coalition, led in part by the U.S. Department of State, aims to bring governments and the private sector together to incentivize the production of green steel. Within the UN system, the UN Industrial Development Organization (UNIDO) heads the Industrial Deep Decarbonization Initiative (IDDI), which has dedicated workstreams on decarbonizing steel and cement. The burden thus falls on the TTC to sift through existing initiatives and to determine where it can best add value. Since steel and aluminum have already attracted widespread international interest, the TTC value-add is likely not in those two commodity areas but in other commodities, especially since the European Union and United States are negotiating green steel and aluminum standards as part of the GSA. Therefore, the parties will need to identify the value-add within the TTC to establish green standards elsewhere. The parties have so far indicated that green cement and chemicals are next in the negotiating docket. However, it is likely that the parties will broaden the scope over time, potentially to include green fertilizers, in ensuing rounds of negotiations. Given the current momentum behind decarbonizing chemicals and cement, this paper focuses on those. Decarbonizing Chemicals and Cement Chemicals produced in the United States have a relatively smaller footprint than chemicals from most other countries, meaning the U.S. chemical industry has a “carbon advantage.” Work from the Climate Leadership Council (CLC) has further supported that the U.S. chemical sector maintains a carbon advantage. For example, U.S. products have been found to maintain a carbon advantage of roughly 10 to 40 percent the global average. The United States and the European Union have some of the most efficient producers, especially compared to China. The CLC report finds that the United States maintains a carbon advantage over China in most chemical producing countries. For example, the United States outperforms the global average of carbon-intensity for polypropylene by a significant margin, although it maintains a slimmer advantage with polyethylene production. However, CLC research demonstrates that the United States does not maintain an advantage in all bulk chemicals. The European Union and the United States maintain similar levels of carbon-intensity for ammonia product, for example, and the European Union outperforms the United States on polyethylene production. Therefore, although the United States may maintain a low-carbon advantage for certain chemicals, the data underscore the constantly changing emissions profiles of chemicals across blocs. Furthermore, as countries and companies alike seek to meet their 2030 decarbonization agendas, steeper emissions reductions will become even more critical. The chemical industry has an advantage given its experience with closed-loop systems, which can capture every by-product or emission, reducing or eliminating the release of certain toxic chemicals or gases into the atmosphere. Practical experience with closed-loop systems provides this sector with the technical capability to capture emissions. With technology that is already available, chemical companies can limit scope 1 and scope 2 emissions, although cost considerations restrain the widespread adoption of emissions-reducing technologies.1 Some possible decarbonization pathways to swifter emissions reductions include improving energy and resource efficiency in chemicals production, improving reliance on sustainable waste or bio-based feedstocks to create more sustainable chemicals, and limiting production use of virgin materials, such as polymers and rubber, as well as recycling batteries rather than producing new ones. There has been growing interest in the United States in using sector-specific market-based performance standards for decarbonization. This approach would track GHG emissions and use sector-specific averages to incentivize reductions in manufacturing emissions among heavily polluting and hard-to-abate sectors. The chemical sector represents around 40 percent of the total GHG emissions in the manufacturing sector in the United States. This approach could be an alternative to cap and trade, as that has not been adopted in the United States thus far. A clean product standard would incentivize decarbonization by establishing a maximum amount of GHG emissions per unit of the specific good that can be sold in the United States. Improving sustainability in the chemical sector also requires assessing the level of toxicity of the goods. The International Organization for Standardization (ISO) has developed some standards that regulate facets of the chemical industry. Some ISO certifications include the international standard for carbon neutrality (PAS 2060), the international standard for environmental management (ISO 14001), and the standard for energy management systems (ISO 50001). The European Union has also been working to advance green standards on chemicals. The European Green New Deal attempts to incentivize the development and deployment of sustainable chemicals. Historically, the European Union has been recognized for its highly stringent chemical regulations, and it has furthered this with the Chemicals Strategy for Sustainability, which was adopted in 2020. This regulation aims to achieve a toxic-free environment and to minimize harmful externalities. The Classification, Labeling, and Packaging Regulations, as well as the previously established Regulation on the Registration, Evaluation, Authorization and Restriction of Chemicals, creates one of the strictest frameworks for chemical regulation in the world. This approach broadly aligns with the European reliance on precautionary regulation that it has exhibited in other policy domains, including digital. The European Union hopes to incentivize research and development of new chemicals in support of the green transition. Figure 1 underscores this point by showing the outcome of Europe’s recent efforts in green regulations. EU GHG emissions in chemicals have declined over time vis-à-vis U.S. GHG emissions in chemicals. Nevertheless, the United States does maintain a net carbon advantage within the aggregate chemical sector. As outlined in Figure 2, U.S. emissions amount to around 94,000 kilotons (kt) CO2 per year (1990–2020 sample), as opposed to 126,000 kt CO2 per year in the European Union. Figure 2 corroborates the analysis of the CLC. Figure 1 and Figure 2 demonstrate U.S. carbon advantage from two different angles: the former displaying U.S. average efficiency (CLC index) in specific chemicals and the latter demonstrating average aggregate emissions in equivalent kilotons of CO2 from 1990 to 2020. However, averages fail to catch some of the nuances in emissions data. Figure 1 demonstrates that EU emissions have decreased over time, whereas U.S. emissions have remained somewhat constant. This changing emissions profile between the United States and Europe underscores the changing profile of embodied emissions and highlights some of the difficulties in definitively determining which countries and producers maintain a carbon advantage and in which specific sectors. Cement is another target of concerted emissions reduction efforts. The cement industry is one of the largest industrial energy consumers and generates around 7 percent of global CO2 emissions. Low-carbon concrete and cement can thus significantly impact emissions. Governments account for a significant portion of the revenues of the cement industry, given the large number of projects related to public infrastructure. Data show that national, regional, and local agencies represent 40 to 60 percent of concrete sales and 30 percent of revenues in the construction industry. Therefore, green procurement standards could directly incentivize demand for sustainable cement. Countries are also discussing green cement standards at the international level. IDDI, which is under the umbrella of UNIDO, was launched by the United Kingdom and India at COP26. The IDDI aims to establish standards for low-carbon steel and concrete, as well as create new and sustained demand for these materials. In September 2022 at the Clean Energy Ministerial (CEM) in Pittsburgh, the United States announced their plan to join the IDDI, which now includes Canada, Germany, and the United Arab Emirates. The IDDI has multiple working groups that discuss how to converge on standards and how to establish best practices for government procurement. The group aims to have at least 10 countries in the next three years committed to buying sustainable concrete and steel. The TTC has an opportunity to coordinate clean technology standards and procurement practices, although the chemical and cement industries offer an opportunity for Brussels and Washington to set standards outside of the steel and aluminum sectors while leaving open the option to deal with other items, such as green fertilizers, in ensuing discussions. While steel and aluminum will likely stay outside the scope of the TTC, Working Group 2 can use the momentum of the GSA to work together to advance sustainability in these other sectors. Targeting the chemicals sector will not only help reduce emissions. Since cement is a necessary product in many government procurement projects, green public procurement can accelerate tremendous market shifts. Conclusion As governments continue efforts to combat climate change within multilateral frameworks, the TTC has the potential to produce tangible outcomes that could enhance climate and trade commitments across timelines and jurisdictions. In short, the TTC provides diplomatic channels for effectuating concrete and bilateral outcomes on trade and climate that other arrangements are not designed to achieve. In other words, the TTC creates a direct bilateral channel for enhancing transatlantic climate cooperation that both enlarges the scope of climate and trade policy beyond a single sector and also redoubles efforts to reach mutually beneficial solutions between Brussels and Washington. Using the three primary objectives from the May ministerial—green procurement alignment, EV charging stations, and GHG methodologies—as primary vehicles for change, the parties should pursue five primary objectives in the working group on climate and clean technology. First, they should work to align standards and objectives with other working groups. Second, the parties should build standards that are interoperable and reinforce multilateral standards. Third, the European Union and the United States should pursue policies that have a long-term trade-liberalizing effect and reduce trade friction in the immediate future. Fourth, the parties should avoid the subsummation of Russia policy into the climate change workstream unless it directly benefits the green transition. Finally, the parties should work to build an affirmative agenda that establishes new standards while reaffirming transatlantic cooperation. On green procurement, the parties should also define what constitutes “green,” which represents a foundational step in avoiding short-term frictions and preempting longer-term ones. A key to unlocking the potential of the TTC will be to reach foundational understandings of what constitutes “green” products, both in hard-to-abate sectors such as cement and chemicals and in the context of government procurement. It is nearly impossible to reach standards on green public procurement without having first established a definition of what constitutes “green.” Furthermore, definitional work on green goods and carbon accounting provides a glide path for future negotiations. Despite ongoing frictions related to the IRA EV tax credit, the parties have committed to work toward building common standards for EV charging stations. This work could reduce long-term trade frictions and offer more immediate effects in terms of grid interoperability. The work on EV charging stations also underscores the need to break down silos within the TTC to ensure that agreements are able to grow across groups and to benefit from the expertise of negotiators whose primary focus is on separate content. A key example of this cross-pollination is to ensure, for example, that work underway in Working Group 2 on green subsidies, EV charging standardization, and carbon accounting methodologies aligns with the remit of Working Group 1 on standards. On carbon accounting, the TTC should lay the foundation for a new approach that prioritizes grid granularity over sectoral averages, and which supports the deployment of new climate technology for ensuring transparent and verifiable renewable power procurement. Some of the inherent complexities of current carbon accounting methods and different approaches to it has emerged in discussions surrounding the CBAM. Furthermore, recognizing methodologies that would be reliable procurement avenues for governments and the private sector to adopt would also increase demand-driven deployment of renewable energy. Maintaining this relatively slim remit for the TTC, which the parties have signaled they intend to continue, will help them avoid fragmented discussions that cover too many topics and which overburden negotiators. Absent the negotiation of measures that would directly liberalize tariffs, the burden falls on negotiators to determine which policies would have direct effects on reducing trade frictions over time. The constraints of the TTC mean that other issues at the climate and trade nexus, such as liberalizing tariffs on environmental goods, will need to occur in other frameworks, whether that is through regional and bilateral trade agreements, a multilateral negotiation at the WTO, or an evolving plurilateral. Making progress between the European Union and United States is also particularly important because of the size and global significance of the two economies and because of the European Union’s determination to exercise regulatory leadership on climate, as it has in other areas. What has become clear, however, is that the European Union is moving ahead with a regulations-based approach to combating climate change, while the United States continues to rely largely on an incentives-based approach. The parties should therefore leverage the TTC to optimize the benefits of these different approaches, avoiding duplication where possible and creating resilient transatlantic supply chains in the process. Restraining bilateral progress by failing to put forth viable solutions, while continuing to oppose certain EU climate measures, risks dampening U.S. authority on climate change in other fora. This in turn raises a fundamental question about how the TTC intersects with other climate efforts that fall outside the parameters of the TTC, including multilateral efforts. These include the G7, G20, COP, and others. As international partners increasingly work toward arrangements that focus on the embedded emissions content of goods, whether through the GSA or the IDDI, it will become increasingly important in terms of reducing trade frictions for the parties to obtain and facilitate the transfer of data that is both reliable and transparent. As governments continue efforts to combat climate change within multilateral frameworks, the TTC has the potential to produce tangible outcomes that could enhance climate and trade commitments across timelines and jurisdictions. In short, the TTC provides diplomatic channels for effectuating concrete and bilateral outcomes on trade and climate that other arrangements are not designed to achieve. It creates a direct bilateral channel for enhancing transatlantic climate cooperation that both enlarges the scope of climate and trade policy beyond a single sector and also redoubles efforts to reach mutually beneficial solutions between Brussels and Washington. As the parties look beyond targeted sectors and pursue their own domestic decarbonization efforts, the TTC can play a key role in helping both governments avoid duplicative efforts on climate technology and enhance collaboration on trade policies that accelerate—not slow—the energy transition. Furthermore, the ability to shape policy outcomes within the TTC will be even more pronounced as Brussels and Washington move forward on energy cooperation following the Russian invasion of Ukraine and ensuing recalibration of Western reliance on fossil fuel energy. Overall, there is no forum better suited for high-level dialogues between the European Union and United States at the intersection of climate and trade policies. Emily Benson is a senior fellow with the Scholl Chair in International Business at the Center for Strategic and International Studies (CSIS) in Washington, D.C. Andrea Leonard Palazzi is an intern with the Scholl Chair in International Business at CSIS. William Alan Reinsch holds the Scholl Chair in International Business at CSIS. This report was made possible by generous funding from the European Climate Foundation. This report is produced by the Center for Strategic and International Studies (CSIS), a private, tax- exempt institution focusing on international public policy issues. Its research is nonpartisan and nonproprietary. CSIS does not take specific policy positions. Accordingly, all views, positions, and conclusions expressed in this publication should be understood to be solely those of the author(s). © 2022 by the Center for Strategic and International Studies. All rights reserved. 1 Scope 1 emissions are those generated at the energy source, scope 2 emissions are those derived from electricity, and scope 3 encapsulates all other emissions. Emily Benson",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/publication/GettyImages-1235588308_Crop1.jpg?VersionId=pj80dmNHv9ZjywYAB75JAJw2Cq101O8.",
    "tags": "",
    "excerpt": "As governments accelerate efforts to combat climate change, the U.S.-EU Trade and Technology Council (TTC) provides diplomatic channels for effectuating concrete outcomes on trade and climate that other arrangements are not designed to achieve.",
    "categories": ""
}