{
    "title": "EU and U.S. Cooperation on Climate Clubs and Related Trade Measures",
    "author": "Sagatom Saha; Noah Kaufman",
    "source": "Center for Strategic and International Studies",
    "date": "2023-02-06",
    "text": "EU and U.S. Cooperation on Climate Clubs and Related Trade Measures This commentary is part of the annual Energy Futures Forum, a project from the CSIS Energy Security and Climate Change Program exploring changes to the energy and climate landscape over the next 10 years. This commentary draws from an article written by the authors published January 23, 2023, in The Conversation, “As US-EU trade tensions rise, conflicting carbon tariffs could undermine climate efforts,”coauthored with Chris Bataille and Gautam Jain. The intersection of climate, trade, and industrial policy has reached an inflection point. The United States and European Union have legislated landmark climate agendas, but headlines have instead been dominated by the geopolitical risks that green subsidies and carbon tariffs pose rather than the emissions reductions they will bring. The United States has sparred with its closest allies and partners over domestic sourcing provisions in its U.S. Inflation Reduction Act (IRA), while the European Union has faced substantial outcry from both industrialized and industrializing nations over its carbon border adjustment mechanism (CBAM). To be sure, the ambitious policies of both the United States and European Union will go a long way in tackling the climate crisis and could spark virtuous cycles of decarbonization abroad. But it would be naïve to expect positive trade spillovers in the absence of follow-on multilateral agreements—including on global “rules of the road” for subsidies, tariffs, and other trade measures—that can enable strong domestic climate action while encouraging low-carbon economic development around the world. Green Subsidies The IRA, along with the Infrastructure Investment and Jobs Act, are massive U.S. government investments in reducing the domestic cost of manufacturing and deploying emerging clean energy technologies. President Biden touted these benefits in his speech in Sharm El Sheikh, Egypt, at the 27th UN Conference of the Parties (COP27), asserting that the IRA’s investments will reduce technology costs globally, including in the developing countries where emissions are rising fastest. This argument largely fell flat, in part because the United States and other G7 countries continue to fall short of their commitment to mobilize $100 billion in annual climate finance. Perhaps more importantly, it would be hard to fathom the IRA’s incentives diffusing globally at a speed and scale commensurate with the international goals for addressing climate change. That is, the IRA’s strong investment pull on clean hydrogen projects in the U.S. Midwest will have little immediate bearing on the prospects for clean hydrogen in India and other emerging economies. The European Union and other U.S. allies initially responded to the IRA with frustration at its protectionist elements, and with threats of retaliatory trade actions. Conflict still looms, and frictions related to “green industrial policies” may be a reoccurring feature of the coming decade, but early signs of compromise are promising. The United States is making strides toward assuaging trade partners’ concerns about eligibility for IRA subsidies, and the United States a will deepen supply chain cooperation on critical minerals with both Japan and the European Union. Carbon Tariffs Reconciling differing visions for carbon border measures may prove even more difficult. In December 2022, the European Union reached a provisional agreement on its CBAM, which will impose carbon-based tariffs on steel, aluminum, and other industrial imports that are not regulated by comparable climate policies in their home countries. The Biden administration, meanwhile, has proposed a Global Arrangement on Sustainable Steel and Aluminum (GASSA), under which nations would cooperate on reducing emissions from the sectors, at least in part by levying tariffs on relatively high-emission imports penalizing countries with products too carbon-intensive to join the club. A strong transatlantic partnership is a prerequisite to greening the global economy given both parties’ centrality in shaping international trade norms and galvanizing global climate action, but EU and U.S. proposals for carbon tariffs reflect starkly different and arguably incompatible visions for the intersection of climate and trade policies. A failure to align approaches risks further stoking trade tensions. Without multinational coalitions, dirtier, lower-cost competition will undercut emerging low-carbon technologies. The CBAM is tied to the European Union’s flagship climate policy: its emission trading system (ETS). The ETS carbon price requires large European factories and other greenhouse gas emitters to purchase allowances for each ton of carbon dioxide they release. However, if only European industries must pay this carbon price, the European Union risks making its domestic production less cost competitive compared to imports from countries with weaker regulations on emissions. This phenomenon, referred to as “carbon leakage,” can result in even dirtier industrial production. To date, the European Union has avoided carbon leakage by compensating domestic producers of certain industrial products with free emissions allowances. But that approach is becoming increasingly expensive as the carbon price rises, with a recent trading range of 70 to 100 euros per metric ton. The CBAM makes it possible to phase out these free allowances by phasing in tariffs on imports from countries without comparable carbon pricing policies. The European Union attempted to design the CBAM in accordance with international trade rules by applying roughly the same carbon price to domestic products and imports, just as any economics textbook recommends. It also aims to further global climate action by giving other countries the incentive to implement their own carbon pricing policies. However, the CBAM has been met with some international outrage because it will eventually require tariffs on a wide swath of countries without a domestic carbon price, including the United States and most developing countries. The BRICS countries—Brazil, Russia, India, China, and South Africa—have called it “discriminatory.” At the same time, Senator Kevin Cramer (R-ND), one of the legislators working to advance U.S. legislation on a carbon tariff, accused the European Union of “going rogue” with its CBAM. Unlike the European Union, the United States has failed to adopt a national carbon price despite several attempts. The Inflation Reduction Act instead fills the federal climate policy void largely by offering subsidies. However, subsidies to U.S. producers will not reduce emissions from other countries’ production of internationally traded products. For example, steel accounts for 11 percent of global carbon dioxide emissions, with the vast majority from East Asia, including 53 percent of global production from China. Transforming Chinese production is therefore critical to lowering emissions. Accordingly, the Biden administration has formulated a carbon tariff approach that benefits U.S. producers without requiring a politically untenable carbon price. In December, the United States sent a proposal to the European Union for an international club of countries called GASSA, which would impose carbon-based tariffs on all highly carbon-intensive imports of steel and aluminum, with even steeper charges levied against nonmembers. Encouraging a global shift to cleaner production methods will require international cooperation beyond just tariffs. To encourage substantial decarbonization of heavy industry around the world, a “climate club” would need to deftly wield a combination of trade measures and elicit cooperation that facilitates expensive low-carbon investments and penalize high-emissions industrial production. Creative Compromise on a Carbon Club The U.S. and EU visions for climate policy tariffs involve different paths toward different goals, so they cannot easily be reconciled. The premise of the EU strategy is that tariffs are necessary to ensure that climate policies impose the same costs on domestic and foreign emitters. In contrast, the United States is proposing tariffs that penalize producers with high emissions. The United States cannot pursue the EU approach without some form of a national carbon price. At the same time, the European Union is unlikely to abandon its long-planned and laboriously negotiated CBAM, particularly to partner with a White House that may have a different occupant in two years. There are, however, pathways forward that blend elements of both visions. Some U.S. senators across both major parties are pushing legislation to create a U.S. carbon border adjustment. One proposal includes a domestic carbon price and a tariff on imports of some energy-intensive products like steel and aluminum. However, even a narrow carbon price on domestic industrial products may not be politically viable, and proposals for carbon tariffs without an associated requirement on domestic producers will create a backlash from the European Union and other countries. The more viable path forward is for the European Union to retain hard-fought progress on its emissions trading system and CBAM while also opening the door for these policies to work in concert with negotiated “climate clubs” on steel and other “hard-to-abate” emissions sources. To earn the label of a climate club, an international agreement needs to credibly drive down global emissions. For a critical mass of countries to join, the club needs to be compatible with U.S. climate-focused industrial policy, the European Union’s CBAM, and the development goals of low- and lower-middle-income countries like India. Satisfying all these conditions with one global agreement is not an easy task. A successful climate club may require the following core elements: It should start with a small number of high-emitting industries with the goal of expanding the coverage over time. Countries should agree to an emission-intensity range for a product under coverage as a prerequisite for membership. This emission-intensity threshold would need to decline gradually to reach the level necessary to meet the climate goals enshrined in the Paris Agreement. To avoid “resource shuffling”—that is, exporting clean products or derivatives while consuming dirty versions domestically—the emissions intensity for a particular industry should be calculated based on the total production within a country, rather than just its exports. Those within the club should trade freely in the products covered but charge tariffs on those not in the club, strengthening the incentive to join. Each country or region could use its own approach to arrive at the tariff, which would allow the European Union to stay faithful to CBAM, and the United States and other countries could use different methods that better fit their own domestic circumstances. The tariffs collected by club members should be directed toward transformative sectoral emissions reductions in low- and lower-middle-income countries, with the goal of these countries eventually joining the club as their emission intensities improve. Without this support, developing countries may respond with retaliation rather than decarbonization. After all, these countries are already protesting the lack of support from the international community in the form of climate finance and a “loss and damage” fund. The club should also issue waivers to developing countries conditional on annual recertification of good faith progress on industrial emissions reductions. Doing so would meet the ultimate goal of bringing down emissions globally, particularly for carbon-intensive industries, and assist developing countries in continuing to industrialize while meeting climate goals.  Looking Ahead Sectoral climate clubs are just one element of an international framework that can effectively address climate and trade. For example, reforms to the World Trade Organization are surely also needed to facilitate not only international trade but also cross-border climate actions and green industrial policies. By pursuing compromise rather than conflict, the United States, European Union, and other like-minded countries leverage their joint economic strength to create a powerful coalition that encourages low-carbon production around the globe, including in China and India, without ceding domestic advantages. Both sides have ample reasons to find common ground. Sagatom Saha is an adjunct research scholar at Columbia University's SIPA Center on Global Energy Policy. He previously served in the International Trade Administration at the U.S. Commerce Department and the Office of the Special Presidential Envoy for Climate. Noah Kaufman is a senior research scholar at Columbia University's SIPA Center on Global Energy Policy. He was previously a senior economist at the Council of Economic Advisers. Both authors participated in the CSIS Energy Security and Climate Change’s 2023 Energy Futures Forum. The 2023 Energy Futures Forum was made possible by support from Chevron and general support to the CSIS Energy Security and Climate Change Program.",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/page/181109_EFF.jpg",
    "tags": "",
    "excerpt": "Recent climate policies adopted by the European Union and the United States have the potential to accelerate global decarbonization. However, without a new global framework on trade, these green industrial policies could hit roadblocks.",
    "categories": ""
}