{
    "title": "Carbon Border Adjustment Fireside Chat with Senator Whitehouse",
    "author": "Transcript",
    "source": "Center for Strategic and International Studies",
    "date": "2022-07-20",
    "text": "Carbon Border Adjustment Fireside Chat with Senator Whitehouse Photo: Lukas Schulze/Getty Images Available Downloads Joseph Majkut: Hi. Welcome to CSIS. My name is Joseph Majkut. I’m the director of our Energy Security and Climate Change Program. Very excited to host a conversation on climate change, trade policy, and how the U.S. can respond to an evolving international landscape for you this morning. We’ll be online for about 30 minutes. For members of our virtual audience, if you have questions or issues you’d love to see addressed, please feel free to use the chat box at the bottom of your screen. We’ll be able to incorporate some of the questions toward the later part of this session. You may not see your question verbatim, but we’ll try to echo the themes that the audience would like to see addressed. I’m joined today by my colleague Bill Reinsch, who’s the Scholl Chair in International Business and our trade policy expert here at CSIS. And our guest is Senator Sheldon Whitehouse. Senator Whitehouse has represented the state of Rhode Island in the U.S. Senate since 2007, where he’s built a reputation as a climate champion and a both fervent advocate of partisan and bipartisan climate action. So we look forward to having a conversation with him today about a newly introduced piece of legislation that is meant to stand up a carbon border adjustment for the United States in a way that benefits our economy and reduces greenhouse gas emissions. But before we do that, the senator joins us from Rhode Island today. In the last 15 days, the U.S. climate agenda has taken some body blows. First, the Supreme Court constrained the ability of the EPA to reduce greenhouse gas emissions from the power sector in a fairly technical ruling. Then, last week it was announced that negotiations around a Senate budget package which would have included large spending programs supporting clean energy technologies have broken apart. In the meantime, we’ve now heard, well, maybe those negotiations are still ongoing. Maybe the – maybe now the pivot is to executive action. So a good place to begin, Senator, would be your thoughts on the state of play and where you think things should go from here. And then we’ll talk a little bit about border adjustment. Thank you and welcome to CSIS. Senator Sheldon Whitehouse (D-RI): Thanks. It’s great to be with you all. I appreciate this opportunity. I think at the moment the prospects for anything serious on climate in reconciliation, while not dead, are so small that the prudent course is to revert to executive action. The Biden administration has held back most of its possible executive actions in trust and in patience, awaiting a legislative solution through the reconciliation process. That trust has not been vindicated by our behavior in the Senate and so now I think they need to pivot and move to an extremely, extremely robust executive strategy across a wide variety of areas but, generally, including regulation, acquisition, communication, litigation, and so forth. I think actually going forward with real vigor and gusto in those areas might actually improve the chances of folks coming to the table for a legislative solution. Mr. Majkut: And when you think about – you know, you used the term executive beast mode on Twitter. Sen. Whitehouse: Yes Mr. Majkut: When you think about executive beast mode, are there particular areas where you think should be prioritized amongst regulations of – Sen. Whitehouse: Yeah. Well, I mean, the obvious one is carbon emissions. The Biden administration has gotten one rule out in 18 months and it only covers cars and light trucks. There are lots of other areas: coal-fired, oil-fired, gas-fired powerplants; industrial emitters; airplanes; heavy-duty trucks and buses. There are a lot of areas in which you could have very robust regulations for, particularly, the big fixed emitters. It’s pretty well established that, you know, if you can put a scrubber on a smokestack for NOx and SOx, you can put carbon capture on a smokestack for the pollutant carbon dioxide. So the EPA has got a lot of authority to move in a lot of these areas. Another very big one, of course, is putting a more up to date and more widely applied social cost of carbon in place, and then a third relates to what we’re going to be talking about today, which is to start, you know, very public and robust conversations with the EU, the U.K., and Canada about border adjustment over carbon. Mr. Majkut: Great. Well, with that in mind, maybe my colleague, Bill, can join in and we can think a little bit about how border adjustment might actually happen in the United States. William Alan Reinsch: Thank you. Thank you, Joseph. And welcome, Senator. Sen. Whitehouse: Thank you. Mr. Reinsch: Let’s look at your bill for a minute. Can you give us – start by giving us just a minute on what your bill would do, how it works. This is the Clean Competition Act. Is this really just an American CBAM, an EU counterpart, or how is it different? Sen. Whitehouse: Yeah. It’s rather like that. The difference is that the EU CBAM is based on their existing kind of more or less cap and trade internal pricing model, and we don’t have an internal carbon price in this country so we deploy one through this bill based on carbon intensity. So by industry it’s fairly easy to measure four major emitters – the carbon intensity of their production – and if you go to the average then everybody paying more than the average would pay a penalty for trying to – you know, to get them – encourage them to reduce to average, and then that average also applies as the baseline for the border tariff on foreign countries, and because, in particular, China is so much more carbon intense than we are, you know, in American industry half pay nothing because they’re better than average, by definition. In the Chinese manufacturing they’re three times as carbon intensive as we are and so there’s a massive advantage to the United States from the differential between the tariff costs from China and the tariff costs in the U.S. So we end up being big net manufacturing winners through the process. But that’s what you do. You set up an internal carbon intensity-based price industry by industry. You apply it within the country so that it’s WTO compliant. But your real intention is to be able to apply it to foreign polluting countries that aren’t where they should be on carbon emissions reduction. Mr. Reinsch: Let me ask kind of a political question related to that. One of the issues that we were chatting about before this began was that what holds the United States back in the debate is resistance to a carbon price and not – you know, not having one. Your bill would set one up. Do you see bipartisan support for a carbon price? Has anything changed in that regard? Sen. Whitehouse: Yeah. I think it’s coming around. First of all, as you well know, a price on carbon emissions has robust analytical support in even very conservative economic circles. Milton Friedman chose that method as his way of dealing with pollution. So it’s also very legally strong and enforceable so it’s good there too. Its primary problem has been that the fossil fuel industry deploys immense amounts of political power in Washington and, you know, it uses it to defeat anything that would reduce their emissions or increase their responsibility for their emissions. So it’s pretty much of an artificial counterpressure that has come out of the fossil fuel industry. When you put the price together with the border adjustment, and you look at the manufacturing value, you begin to see people like the world’s biggest cement company coming out in favor of our bill because they see it as a massive manufacturing advantage for their U.S. facilities, as well as the right way to go. So what you then have is a large part of the American manufacturing sector stepping in in support of the legislation and counterbalancing the political muscle of the fossil fuel industry. That makes a big difference, and I think it’s one of the reasons there’s so much Republican conversation about border adjustments right now and from people who aren’t all that green. Mr. Reinsch: So you’re having those conversations. This is not – one of the questions that comes up politically with this is whether the Democratic proponents of the legislation have essentially written off the Republicans, but it sounds like you’re engaged in dialogue with them? Sen. Whitehouse: Correct. And in fact, Senator Cassidy of Louisiana even has a quite well-developed proposal, maybe not entirely in legislative language but pretty darn close, and his bill and my bill, you know, there are differences but there are also a lot of commonalities. Mr. Reinsch: Well, looking at your bill for a minute – I confess, I’m a trade wonk so one of the questions that always comes up is WTO compatibility. And you indicated when you introduced the bill that you thought that your bill was WTO-compatible. Can you elaborate on that a little bit and particularly talk about the distinction that your bill makes between countries that have reliable, verifiable data and countries that do not? Sen. Whitehouse: Yeah. We have been working with WTO experts for a long time on this issue, all the way back to my original carbon pricing bill, which had a carbon border adjustment baked into it, and we’ve done a lot of review with people who study this stuff, with people who are former WTO officials and people who practice regularly before the WTO, and we’ve worked hard to try to build this bill in a way that would be WTO-compliant, so a lot of effort has been put into it. I think one of the keys is to actually have an internal price on carbon, even if only half of the selected industries actually have to participate in it. That gives it the anchor in WTO compatibility that you can then build on. So I think we’re in pretty good shape with the WTO. It’s certainly our intention to be. And as this develops, you know, one of the telltales of whether we’re going to succeed in getting a bipartisan carbon border adjustment passed is going to be constantly watching the WTO aspect of this and making sure that we stay on the right side of that, because it would be a shame to flub that, if we wrote it wrong. I’m sorry, there was a second part to your question and I – Mr. Reinsch: Yeah, it seems to me the question – it’s a tougher question to answer with respect to countries that don’t have reliable data. Sen. Whitehouse: Oh, yeah, yeah, yeah. Yeah. I think when you get to the problem of unreliable data, you’re entitled to make some presumptions about it, either because the country isn’t monitoring or because the country is deliberately misleading about its, you know, carbon intensity. And I think in those matters there’s a fair amount of evidence that is out there and there will be, as in any engagement like this, quarrels and negotiations and challenges to the WTO, but I think with the framework in place, you’re now working out, you know, details and grievances, and I don’t see that as a major inhibitor of the ultimate purpose of this. The ultimate purpose of this is to move the world forward to a responsible carbon emissions policy, but do so in a way that laggards and high-polluting countries are forced to step up and comply by virtue of the economic pressure on them to stop having their goods tariffed so heavily. You know, you can hector and plead and wheedle at the Chinese all day long about trying to do better in terms of pollution, but what’s really going to get their attention is when their exports to the U.S. and the EU are being tariffed heavily. They will move much more rapidly to get away from that pressure than they will to try to, you know, meet the approval of the West at functions in Davos. Mr. Reinsch: That actually relates to a question that we’ve gotten in from the audience which I’ll ask at this point. You’ve talked about basically punishing, if you will, the laggards. What about the good guys? Sen. Whitehouse: Encouraging the laggards, let’s call it. Mr. Reinsch: All right. That way would be better, encouraging the laggards. Sen. Whitehouse: (Laughs.) Mr. Reinsch: What about the good guys? The question was, do you think – are you proposing exceptions for friendly countries that share our climate values or that already have CBAMs of their own? Do they get a free ride? Sen. Whitehouse: Well, the CBAM out of the EU is based on a different pricing model than the CBAM in my bill. And there would need to be a reconciliation of those two that I suspect would be negotiated between U.S. trade folks and EU trade folks, and they’d come up with a resolution. If you have more or less what you might call offsetting penalties, to use a sports analogy, then de facto the tariffs go away as between those industries in those countries. And that’s the goal that we would be striving for. That’s why the idea of a carbon club makes so much sense, because you can work out the internal differences. If you can get the U.K., the EU, the U.S., and Canada all on a common carbon-pricing platform with a common tariff to the rest of the world in order to enter our markets, that would create massive, massive, massive economic incentive to clean up this mess before it gets out of hand. Mr. Reinsch: What kind of reaction have you gotten to your proposal from those countries? Have you heard from anybody on the European Commission or in the U.K. or from the Canadians? Mr. Whitehouse: Yeah. We’re particularly in touch with the EU folks because they’re the kind of first movers. As you know, they delayed the start – the effective date of their CBAM a few years in the last vote, when they approved it. But they’re sending very strong signals that they would welcome a bill like this, that the details are negotiable so that we can do it our way and they can it their way and you can reach a pretty simple negotiated accommodation to balance it out. And you know, they’re – they know that we like them and they like us, and they would kind of like not to be tariffing U.S. products if we can give them a good reason not to. But if we just sit here truculently on our hands and refuse to do anything, yeah, damn, they are going to tariff us, and they – and they should. That actually might be the motivating factor that moves some of my colleagues to get off their duffs and support something like this. But one way or the other the CBAM is coming, and I think the EU is eager to have us enter into an agreement that balances out the tariffs and then helps build the – you know, the G-7 is already talking about the carbon club, and I think that’s a very laudable goal to balance all those things so there’s less internal fuss and strife, and then you know where you stand. Mr. Reinsch: Yeah. I was going to mention the club. So that’s something that you think is compatible with your bill? It would be a framework, really, for working out the differences that you’ve described. Sen. Whitehouse: Precisely. Mr. Reinsch: Yeah. I have to say your characterization of the European Union’s attitude toward the United States is a little bit more generous than mine, but – (laughter) – I hope you’re right. We had the EU director general for trade with us last week, Sabine Weyand, who had, I think, a slightly different view, but still wants to work these things out. There’s another issue that we have going on with the EU right now, and that’s the negotiation on the green steel and green aluminum agreements. Does your bill intersect with that at all? Does it make any difference? Or is that simply going to proceed on a separate track? Sen. Whitehouse: I think proceeding on separate tracks. Ideally, a very good carbon border adjustment in the U.S. would effectively supervene those conversations. The value of what I’m doing is that it reaches across all of the affected industries, not just steel and aluminum. And as part of a global tariff, it would affect, you know, all other entities, all other countries, whereas a bilat between us and the EU doesn’t have that same effect. I welcome what Ambassador Tai is doing. I think putting, you know, the U.S. government’s toe in the water there is a good way to get through a lot of the analytical and trade negotiating issues to create the ability to grow from there. It’s kind of the learning experience, if you will, a test proposition. But I think at the end of the day you got to be equal to the CBAM and we only have a couple years to get there. So I welcome what they’re doing, but I think it’s only a first step and the ultimate goal has to be a full border adjustment across the affected industries. Mr. Reinsch: Yesterday, you and Senator Merkley talked about having the president take actions by executive order in this area, including imposing tariffs by executive order. Can you elaborate on that a little bit and particularly talk about where you think the president has – gets authority to do that? Sen. Whitehouse: Well, the president has the same trade authority that President Trump did when he used tariffs to reboot with China and the EU on a variety of issues. It’s one of the areas – you know this much better than I do, so you shouldn’t be asking me; I should be asking you. But the president has quite broad executive authority in this area. My recommendation to the president would be not to act immediately and unilaterally, but knowing that authority is out there start very public, very prompt, very serious discussions with the EU, U.K., and Canada about how that border tariff power by him could and should be utilized. And then, informed by those discussions, you then see what you can do, and you can perhaps even bring Congress along to support what you’re doing with tariffs. Again, if the application of the CBAM to us – even if we’ve done nothing and we have to pay the tariffs, if that creates net economic benefit anyway because of the migration of manufacturing to the United States from higher-tariffed economies, if that proves out then it makes it a really positive case for American business to come in, support exactly that. Mr. Reinsch: Yeah. You make a really – if I can have an editorial here, you make a really good point. The way the trade laws work is – and the point of Section 301, which is what Trump used in the tariff you’re alluding to – Sen. Whitehouse: Yeah. Mr. Reinsch: I mean, he did it backwards. The point of the statute is you have an investigation and the investigation is supposed to stimulate a negotiation. You find a problem, and then you go approach the other party and you say, I’ve got all these authorities; I could take action if we don’t reach an agreement. You try to get an agreement. I think that’s what you were talking about. Sen. Whitehouse: Yes. Mr. Reinsch: Trump’s approach was you hit them in the face first and then have the negotiation – Sen. Whitehouse: (Laughs.) Mr. Reinsch: – which was not very successful, but I think your approach would probably work better. One of the questions – Sen. Whitehouse: More just with Biden’s personality versus Trump’s, as well. Mr. Reinsch: Well, he’s a multilateralist, and I think you made a very compelling case from the very beginning in this conversation that this is a multilateral problem. It’s not a U.S. problem – Sen. Whitehouse: Yeah. Mr. Reinsch: – and it needs to be addressed multilaterally, and I think your bill is an important step in moving in that direction. We have one question here that is a new acronym for me, but probably not for you. Can you speak to the Republican BCA bills relating to emissions performance, imports only, and whether you see them actually providing an incentive to reduce emissions domestically? Sen. Whitehouse: I assume that he’s talking primarily about the Cassidy bill. And we are in contact pretty regularly about this, and as the Cassidy bill has gotten more definition we’ve stayed in close touch with his office, and I would say that is a live communication back and forth. And I hope very much that we can find a way that we can file a bill that is bipartisan as filed and begin to get something going. Otherwise, I don’t really – I don’t know what – I assume by BCA they meant CBA. I didn’t follow the question – Mr. Reinsch: Yeah, I don’t know. But let’s move on. I’ll ask an easier one. Your bill, as I recall, exempts least-developed countries from coverage. Do you also provide for technical assistance or technical support to those countries to help them green their economies, if you will? Sen. Whitehouse: I’m trying to think whether there’s anything on that in the bill, off the top of my head. I don’t really think so. I think exempting least-developed countries has a number of good reasons behind it. One is they haven’t been contributing to the problem so they shouldn’t be penalized for what they’re doing now. Second, they’re not creating much in the way of emissions. So building out all the tracking infrastructure is more trouble than it’s worth. And third, it just doesn’t send a very generous signal into the developing world. You know, hi, we’re here from the big polluting countries and we’re here to tariff your exports So I think for a lot of reasons it’s just not a good place to go, and I do believe that it is important for the U.S. to contribute to the well-being of these countries and our ability to weather this transition, whether it’s with, you know, technical support for new, cleaner sources of power or helping them, you know, reconstruct their electric generation or other services, and it’s at the center of the conversation at the different COP meetings, and I know that at the COP meeting coming up in Egypt it’s going to be really, really central to our ability to move forward. So there are other very, very good, valuable, and important forums in which that question is being resolved apart from whatever might end up in a bill of ours. Mr. Reinsch: Yeah. Well, also a good way for U.S. to demonstrate leadership, I think, in this area. Sen. Whitehouse: Yeah. Mr. Reinsch: Joseph, we’re winding down here. Back to you for remaining questions. Mr. Majkut: Yeah. Maybe I can take it up one level. Senator, as we go through the global energy transition it should have been more obvious, perhaps, in the past that eventually climate and trade would have to figure out how to reconcile against each other. Sen. Whitehouse: Yeah. Mr. Majkut: So, one, how do you make sure that the interest in border adjustment for carbon doesn’t turn into just total protectionism, right? I totally get the political economy case of helping industry on the path to decarbonization. But we’re still, largely, a consuming country and we don’t – it can be too costly such that we can’t ever actually get to decarbonization And, secondly, when you think about the desire for countries to develop these industries for themselves, capture the jobs, accumulate the value, build the battery factories or the windmill factories or whatever, do you sense that there’s a good picture for what our national goals should be between rapid decarbonization, capturing of those employment or supply chains, and do we have a good policy language for getting there? Sen. Whitehouse: I think there’s lots of room for improvement. I think we coasted rather blindly through a world in which we assumed that everything could be built in China, it was all going to work out for us, and that China would never put strategic effort into its domination in that area. I think we’ve learned both from COVID and the supply chain problems and from China’s somewhat increasingly bellicose way of dealing with all of us that that wasn’t a very smart move. So I do think we need to upgrade in that area quite a lot. I think the other thing that we need to do is – and I think it’s happening – the American people and the American business community beginning to understand that getting right on climate is our best business and economic strategy by a ton. The Watson Institute at Brown has just launched an interactive map that shows, you know, job growth and value congressional district by congressional district and it’s all positive on clean energy across the country. And if you look at really macro things that – you know, those corporate stooges at Deloitte, you know, not some, like, wild greenie from the Sierra Club but a corporate consulting firm has come out with a report saying that if we don’t get ahead of this climate mess it’s going to be, I think, $178 trillion dollars in economic damage to the world and if we do it’s $43 trillion in added value. So a $220 trillion swing, and the decisions we make in the next few years will decide which end of that swing we’re on. By any standards, that is huge, huge, huge money. And of course, I meant “stooges” in, you know, quotation marks, just making the rhetorical point that this is not some, like, wild greenie grope; this is people who take their – you know, they’re corporate consultants. Mr. Majkut: Yeah. Well, and just the scale of investment that we expect to see in the large markets that you’re going to have for clean energy and clean technology are going to be enormous – Sen. Whitehouse: Yeah. Mr. Majkut: – and so being behind the ball means, in my opinion, that the U.S. misses out on quite a bit of opportunity. It’s just we need – we somehow need to find the right bridges between we’re willing to spend a lot of money at the DOE and we’re willing to have a globally harmonized carbon price. Like, to get from A to B is – we haven’t built the right path yet. Sen. Whitehouse: Yeah. Mr. Majkut: And the border adjustment helps us along the way. Sen. Whitehouse: And done right, you can also help local communities quite a lot. I remember on one of my climate trips out west going through the Wind River Reservation, where two Native American tribes share the reservation, and because of the disappearance of the glacial snow base they’re not going to have the water for agriculture that they used to, and it’s going to totally upend the way they do business. But they got miles and miles and miles of open land that to a Rhode Islander looks pretty open and bleak where you could put so much solar and so much wind. The sun beats down on it. The wind screams across it. And they could do really well with that, but there’s no line to connect it to the grid. So you put a little bit of money into connecting it to the grid, and suddenly you have a whole new clean energy source and you’ve got these two tribes now a part of the modern clean energy economy rather than just getting clobbered by climate change. Mr. Majkut: Right. Well, we’re running up against our 30 minutes and we greatly value your time, so maybe the next time you’re at CSIS we can talk about transmission infrastructure and a variety of other issues. I wanted to say thank you – Sen. Whitehouse: I take the lead in on that. (Laughter.) Thank you, Joseph. Great to be with you. Bill, an honor to be with you. Thank you. Mr. Majkut: Thank you, Senator. And we are closing. Guests, thank you very much for being with us at CSIS today. We look forward to seeing you at the next one. (END)",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/publication/220706_CarbonBorder_Banner.jpg?VersionId=Q_Zhcq0KxFv.z8j5jPM3EtnGYAjCEik4",
    "tags": "",
    "excerpt": "CSIS experts Bill Reinsch and Joseph Majkut discuss Senator Sheldon Whitehouse's Clean Competition Act.",
    "categories": ""
}