{
    "title": "How European Transatlanticists Might Approach an Isolationist U.S. Administration",
    "author": "Max Bergmann",
    "source": "Center for Strategic and International Studies",
    "date": "2024-01-02",
    "text": "How European Transatlanticists Might Approach an Isolationist U.S. Administration Photo: Alex Wong/Getty Images Available Downloads The 2024 U.S. elections will be closely watched around the world, especially in Europe. The United States is the European Union’s most important partner, guaranteeing Europe’s security through the North Atlantic Treaty Organization (NATO). A potential shift toward a less internationalist and more isolationist U.S. foreign policy would have profound implications for the continent. If President Joe Biden is reelected, it is likely his administration would continue the policies and approaches toward transatlantic relations that have characterized his first term. On defense issues, this has involved a traditional focus on reviving the NATO alliance and increasing the presence of U.S. forces in Europe. The administration has supported Ukraine through robust military and economic assistance, as well as by cooperating with the European Union to impose sanctions against Russia. Additionally, on economic and trade issues the administration has sought to lower tensions on long-running trade disputes and has developed a new formal mechanism for coordination, the U.S.-EU Trade and Technology Council. Biden has also prioritized expanding relations with the European Union and developed a strong relationship with the president of the European Commission, Ursula von der Leyen. Several Republican presidential candidates, such as former South Carolina governor Nikki Haley, have adopted traditionally hawkish conservative stances on foreign policy, including advocating for increased aid to Ukraine with fewer restrictions. On the other hand, there are also voices advocating for a less internationalist and more isolationist approach to foreign policy. Following former president Donald Trump’s decisive victory in the Iowa caucus, Florida governor Ron DeSantis announced he was dropping out of the race, making it a two-person contest between Governor Haley and President Trump. However, Trump is leading in the polls and is widely seen as the clear favorite for the Republican nomination. The potential for Trump to return to the White House is raising questions in Europe about the implications for transatlantic relations under a more isolationist president. How might European transatlanticists react to a more isolationist administration, particularly a second Trump administration? European leaders would likely take a stronger and possibly more confrontational approach toward Trump than they did during his first term. However, they could also seek to engage a second Trump administration with an eye toward preserving the transatlantic alliance as much as possible, recognizing that the potential weakening of the United States’ commitment to NATO would create a deep crisis in Europe. Yet with crisis comes opportunity, and these leaders could seize the chance to take bold action to enhance Europe’s security. In so doing, they would be laying the groundwork for a future transatlantic revival in which the European Union would become more of an equal partner and less dependent on the United States. Europe’s Diplomatic Posture toward the First Trump Administration The election of Donald Trump in 2016 was a shock to European leaders. Yet this did not result in dramatic policy changes on either side of the Atlantic. Instead of aggressively confronting his administration or adopting far-reaching policy changes to reduce their reliance on the United States, European leaders sought to minimize tension, hoping that as little as possible would change in the transatlantic relationship. There was no significant effort to expand defense spending, for instance. While it is clear many European leaders thought little of President Trump, confrontations were few—and when they did occur, steps were taken to defuse them. Therefore, despite France’s best efforts to pave a path forward for Europe’s “strategic autonomy,” the European Union ultimately took very little action to reduce its dependence during the Trump administration. Yet it is also difficult to argue that the EU approach was a failure. The continent was able to avoid a catastrophic rupture in the alliance and maintain the status quo in transatlantic relations until a new, more transatlanticist president was elected. Biden’s election in 2020 brought a return of traditional U.S. engagement with Europe. If the goal was to preserve the transatlantic relationship as it was, then “waiting out” Trump proved effective. What to Expect from an Isolationist Administration or Trump 2.0 A potential second Trump administration would likely be far different than his first. Europeans may look back on the first Trump administration and note that while the tone of relations were poor, the White House’s actual transatlantic policies were in fact very consistent with traditional U.S. approaches. Funding for European security initiatives, such as the European Deterrence Initiative, even increased under Trump. Looking ahead, Europeans may hope that a second Trump administration, like the first, may struggle to implement a new radical policy course toward Europe and NATO. After all, this will likely not be a new administration’s top priority and the people chosen to lead the Departments of State and Defense, as well as the national security advisor, might support largely maintaining the status quo. However, while it is possible a second Trump administration could resemble the first when it comes to Europe, it is also unlikely. There are several reasons for this. First, a second Trump administration would likely have political appointees more closely aligned with the president and his outlook who would therefore be willing and eager to take policy direction from the White House. The first Trump administration struggled to staff his administration with people aligned with Trump’s own views, particularly for foreign policy roles. Appointees from the Washington policy community—such as Secretaries of Defense James Mattis and Mark Esper, National Security Advisor H. R. MacMaster, and Secretary of State Rex Tillerson—often disagreed with President Trump, as was reflected throughout these national security agencies. Yet Trump’s supporters have undertaken new, expansive efforts to develop a deep roster of loyal political appointees willing to serve in a future administration. For instance, the conservative Heritage Foundation’s 2025 Presidential Transition Project (or “Project 2025”) aims to both develop policy ideas and vet personnel. The second Trump administration will likely move much faster in appointing ambassadors and other senior positions. Second, a new Trump administration would likely seek to weaken the civil service. Many veterans of the Trump administration felt their efforts in government were often thwarted by career officials who inhibited efforts to change policy and failed to act on the president’s directions. President Trump issued an executive order at the end of his administration that would have allowed the president to turn any civil servant into a political appointee, thereby removing their employment protections and enabling them to be fired at will. This “Schedule F” provision was rescinded by President Biden, but the broader effort to radically reform the civil service was widely supported by the leading Republican primary candidates, including Governors DeSantis and Haley. Republicans have formulated several proposals to remove employment protections and enable the administration to fire career officials more easily if they are seen as failing to implement administration initiatives or resisting certain proposals. The threat of removal is a proposed mechanism to prompt career officials into compliance. Third, Congress may be more supportive of Trump’s foreign policy agenda. An election victory for Trump could result in full Republican control of Congress. Currently, both the Senate and the House are almost evenly divided, with Democrats having a one-seat majority in the Senate and Republicans a very narrow majority in the House. The Senate map is seen as highly unfavorable for Democrats this election cycle. With Democrats expected to lose West Virginia, given Senator Joe Manchin’s retirement, they have an uphill climb to retain the 51 seats they would need to maintain Senate control with a Republican-controlled White House (the vice president is the tiebreaking vote in a 50–50 Senate). Democrats will need to not only hold on to seats in tough battleground states like Arizona, Montana, and Ohio, but also defeat an incumbent Republican senator, with Florida and Texas likely being their best shot. It is therefore difficult to see an election in which Democrats might hold the Senate by defeating an incumbent in a state like Florida while losing the presidency. It is more feasible that Democrats could take back control of the House while losing the presidency. Past presidential election cycles have shown a strong correlation that the party of the candidate who has the most votes gains seats in the House. It is possible Trump could win the presidency and lose the popular vote. For instance, Democrats gained six seats in 2016 and two seats in 2000 in the House, despite not claiming the White House. However, in 2020 Democrats lost 13 seats, despite Biden winning by more than 4 percent nationally. Thus, a Republican presidential victory is most likely to yield Republican control of both houses due to down-ballot voting. Yet although Republicans also controlled Congress during Trump’s first two years, they were not fully aligned with his foreign policy and his “America First” agenda. It was Congress that approved considerable funding for the European Deterrence Initiative and passed the Countering America’s Adversaries Through Sanctions Act (CAATSA) over Trump’s objections. However, Republicans in Congress have become more isolationist, as shown by the fight over whether to aid Ukraine. If Trump wins the election, he will likely further bolster the shift within the party away from the hawkish internationalism, resulting in stronger congressional support for his foreign policy agenda. Congress is therefore unlikely to be able to pass legislation to counter administration efforts, even if Democrats are able to retake control of the House of Representatives. Fourth, ahead of elections, self-described supporters of President Trump are forming a clearer and more concrete policy agenda for a new administration than in 2016, which includes reducing U.S. support for NATO. When it comes to Europe, there are growing calls for the United States to reduce its support for European security. There has been much attention on the question of whether President Trump will pull the United States out of NATO. This prompted Congress to include a provision in the National Defense Authorization Act (NDAA) to require a two-thirds majority vote in the Senate to approve a formal U.S. withdrawal from NATO. However, a new administration does not have to formally pull out of NATO to dramatically change the nature of the United States’ commitment to NATO. For instance, should President Trump declare that the United States would not uphold its Article 5 commitment to come to the aid of a NATO member country should it come under attack, there is little Congress can do. One prominent paper by Sumantra Maitra at the Center for Renewing America has called for a “dormant NATO.” In this approach, the United States would pull back from funding the organization, essentially putting “NATO on ice, only to be activated in times of crisis.” This model also “coerces Europe by fixing a timeframe after which the armor, logistics, artillery, intel, and infantry pass on to European hands” while leaving the U.S. nuclear umbrella in place. Similarly, Christopher Miller, writing for the Heritage Foundation’s Project 2025, advocates “transform[ing] NATO so that U.S. allies are capable of fielding the great majority of the conventional forces required to deter Russia while relying on the United States primarily for our nuclear deterrent, and select other capabilities while reducing the U.S. force posture in Europe.” Europe’s Diplomatic Posture and Message Transatlanticists would likely take a different approach to a potential second Trump administration. A Trump election victory would create a sense of crisis among European transatlanticists that could stimulate dramatic efforts to strengthen the European Union’s ability to stand up for its interests and values globally. This could mean Europe not only undertaking dramatic steps on defense, but also pursuing a more active and coordinated foreign policy abroad—particularly by seeking to uphold international institutions such as the United Nations and the World Trade Organization. A Trump election victory would create a sense of crisis among European transatlanticists that could stimulate dramatic efforts to strengthen the European Union’s ability to stand up for its interests and values globally. The European Union would also likely try to be stronger and more confident than it was during Trump’s first term. Americans often characterize Europe as weak, feckless, and unable to follow through; Europeans would try to change that narrative. To do so, they would need strong policies that put the European Union on a firm footing, particularly on defense. For Americans to associate Europe with strength, confidence, and unity, Europe needs to demonstrate strength, confidence, and unity. Instead of performative confrontations that have little policy purpose, Europe could seek to prove its usefulness to the United States, with the goal of being seen as a more respected actor by a more isolationist Washington. However, engaging with President Trump will be more of an art than a science and may inevitably prove fruitless for committed transatlanticists. However, there are several diplomatic approaches that Europe could take. First, Europeans could convey to a Trump administration that the war in Ukraine has changed them, making them take defense seriously and prompting them to reduce reliance on the United States. They could highlight to Washington how important Ukraine is to European security and how they have stepped up and are providing a majority of the support. The European Union might emphasize its massive purchases of U.S. products—particularly, following Russia’s invasion of Ukraine, liquefied natural gas (LNG) and weaponry. The United States made up 46 percent of the European Union’s total LNG imports in 2023. European defense spending has increased nearly one-third since 2014, with EU collective spending now amounting to €240 billion in 2022. Much of that spending is going to U.S. defense companies to acquire high-end systems, such as Lockheed Martin’s F-35 fighter jet. Second, Europe might emphasize its importance in standing up to China. While the European Union does not have an essential military role in the Indo-Pacific, it is a critical actor in addressing China on geoeconomic issues. The EU market is massive, equivalent in size to either China or the United States, meaning U.S. sanctions and export controls are significantly more effective when done in tandem with the European Union. The bloc is also increasingly cohesive on China policy. For instance, it was President von der Leyen who first advanced the concept of “de-risking,” rather than decoupling, Western ties with China. The European Union is also confronting China over subsidies of electric vehicles and has developed an anti-coercion instrument to respond to Chinese efforts to bully or retaliate against individual European states for their trade or diplomatic policies. The new U.S.-EU Trade and Technology Council launched by the Biden administration reflects this notion that aligning U.S. and European approaches on geoeconomic issues would help shape the global economic landscape and “box in” China. Third, Europeans might remind Trump of the size of their economy and the importance of transatlantic trade. While a Trump administration may care little for NATO, it might (somewhat surprisingly) have a lot more time for the European Union. The traditional skepticism of the European Union among many conservative foreign policy hands, most notably former national security advisor John Bolton, might not be shared by Trump and his advisors, who might respect its strength on trade and economic issues. In 2017, a trade war erupted between the United States and the European Union, with the Trump administration placing tariffs on European steel and aluminum. However, Brussels responded strongly, imposing reciprocal tariffs and targeting U.S. products—such as Harley-Davidson motorcycles, jeans, and bourbon—in important political battleground states. Jean-Claude Juncker, the European Commission president at the time, came to the White House (a rare occurrence) for tense talks over trade and held his own. Juncker’s strong approach signaled to the Trump administration that the European Union could impose reciprocal costs and prevented the trade war from escalating. Fourth, European leaders with closer personal relationships with Trump could convey policy on behalf of the European Union. For instance, while former German chancellor Angela Merkel had a terrible relationship with President Trump, French president Emmanuel Macron had a much more cordial one. In addition, NATO secretary general Jens Stoltenberg developed a working relationship with the Trump administration, something the next secretary general may try to replicate. Furthermore, conservative or right-wing European leaders—perhaps Italian prime minister Giorgia Meloni—may be willing to serve as interlocutors on behalf of the European Union. Whether Meloni or other far-right leaders can gain the trust of EU leaders to play such a role is an open question. The key challenge for Europe will be finding an interlocutor who can establish a rapport with Trump while still maintaining the trust of other EU leaders. Some on Europe’s far right may succeed in doing the former, while failing in the latter. Additionally, as demonstrated by Juncker’s surprisingly productive engagements, it can be hard to predict who might connect with President Trump. Thus, the European Union will not be able to preselect a designated Trump whisperer but will inevitably first go through a trial and error period as they engage Washington. Fifth, Europe would likely attempt to stay united in its engagement with the United States. This will be difficult for the European Union since far-right leaders such as Hungary’s Viktor Orbán would seek to cultivate bilateral relations with a new administration, thereby undermining European unity. However, Brussels could use its leverage internally to deter such defections from agreed-upon policy positions. Finally, Europeans might also seek to strengthen their relationships outside of Washington. During the first Trump administration, European leaders and governments developed close ties with some individual states, such as California, that were taking strong action on climate policy. Additionally, European leaders could increasingly engage at the subnational level and leverage EU-based companies—which are major investors in the U.S. market, supporting jobs throughout the country—to build links with governors in both Republican and Democratic states in an effort to maintain positive relations. How Europe Might Approach Defense, China, and Trade and Climate NATO and Defense If Trump wins, Europe will have to come to terms with the new administration’s disinterest in NATO and European security. Trump sees the U.S. security commitment to Europe as enabling Europeans to underinvest in defense; in this view, the only way for Europe to take defense seriously is for the United States to disengage from NATO and European security. This will put the onus on Europeans to organize themselves to provide for European security. The problem, however, is not just spending, but that European defense is organized and managed by the United States through NATO. Defense in Europe is a national competency, and as a result Europeans themselves are not organized to provide for their own security. Instead, individual nations contribute to NATO, a U.S.-led military organization, and it is the United States that is ultimately focused on and provides the capabilities for European defense. This involves everything from providing critical enablers, such as air-refueling, transport, and tactical intelligence; battlefield command and control; and highly ready combat-capable forces that have substantial stockpiles of ammunition, something most European countries lack. NATO is thus organized around European forces essentially docking into a U.S.-led campaign plan. Trump sees the U.S. security commitment to Europe as enabling Europeans to underinvest in defense; in this view, the only way for Europe to take defense seriously is for the United States to disengage from NATO and European security. Proposals for a “dormant NATO” would thus create a vacuum and potential security crisis in Europe by removing the backbone of European defense: the U.S. military. There is no clear replacement for the United States. Whether Europe can organize itself to handle its defense is an open question, with many deeply skeptical on both sides of the Atlantic. Yet, with a revanchist Russia bordering the European Union, the answer to this question may appear existential for some European countries and for the European project as a whole. As events of the past decade have demonstrated, when the European project is threatened—whether through Brexit or Covid—the European Union responds. Under a new Trump administration, the European Union would likely take significant action on defense but also try to buy time—perhaps asking the president to give it a few years to complete the transition from a U.S.-led NATO to a European-led one. Europe might take dramatic steps not just to increase investment but also to restructure European defense. Without the United States, European nations would need to cooperate and integrate their forces in an unprecedented way, likely endeavoring to create a standalone European pillar within NATO. The European Union is set to have its parliamentary elections in June, and the agenda of a new European Commission will likely be dominated by defense. This may serve as an impetus for bold EU action, which may add momentum to calls for treaty reform to enable the European Union to adopt a stronger defense role. It may also serve as a catalyst for a new, more productive relationship with both the United Kingdom and NATO. The UK Labour Party has identified defense as a potential area of cooperation with the European Union, while NATO will likely be led by a new secretary general, most likely hailing from an EU member state. Meanwhile, Europe would likely ask Trump to maintain the United States’ nuclear commitment. Although France and the United Kingdom possess a nuclear deterrent, many Europeans view it as less effective and doubt whether these two countries would use it to defend the continent. While a new Trump administration might also be reluctant to defend European countries, even the vague threat of U.S. nuclear retaliation could help deter Russia and other actors. In addition, Europeans might credit Trump for prompting them to step up on defense. While aggressive European defense investment and action would largely be due to doubts about U.S. dependability, Europeans could commend his leadership in forcing them to act. Such praise, even if disingenuous, could make Trump invested in Europe’s success, reduce tensions, and potentially make the administration more sympathetic to European requests for a longer time. It also may have little effect on Trump, but there is little cost to trying flattery. Ukraine and Russia The struggle to pass funding for Ukraine through a Republican-controlled Congress foreshadows the dynamic that would likely exist in another Trump administration, with Congress reluctant to approve such spending and the White House reluctant to implement it. The onus would be on Europe not just to support Ukraine but also to deter Russia and ensure European security. Europe would first have to accept this reality and fill the gap left by the United States. This will require massively expanding European security assistance for Ukraine, in particular investments to ramp up defense industrial production. This effort, paired with the need to replace the U.S.-NATO backbone, would necessitate massive fiscal outlays. Europe could also encourage Trump to play the role of peacemaker, even if such efforts prove fruitless. During Trump’s first term, he eagerly sought out opportunities to help resolve or settle conflicts, such as in North Korea and Kosovo, with some speculating that he craved a Nobel Peace Prize. Brussels could ask Trump to use his relationship with Russian president Vladimir Putin to press for a peaceful settlement in Ukraine, however unlikely this prospect may be. But while they could expect an end to U.S. support for Ukraine, European leaders could convey to Trump that a peace deal can only be reached if Putin sees Ukraine as strong—and that Trump would look weak in the eyes of Putin and other U.S. adversaries if the administration stops providing arms or other support to Ukraine, such as through intelligence sharing and military collaboration. After all, the Trump administration did sell lethal weapons to Ukraine, meaning continued U.S. support is not out of the question. Ultimately, Europe would have to adopt a robust strategy for deterring and containing Russia. There are great risks to European security in a world where the United States pulls back both its support for Ukraine and its engagement in NATO. If Russia makes battlefield advances and emerges victorious in Ukraine, the Kremlin may seize an opportunity to challenge a weakened NATO and European Union. Preventing such a scenario would require Europe to develop not only a coordinated military capacity to deter Russia but also a more cohesive and agile ability to conduct foreign policy and make decisions. The existential nature of the security challenge thus may prompt bolder action than many analysts believe possible. Ultimately, Europe would have to adopt a robust strategy for deterring and containing Russia. There are great risks to European security in a world where the United States pulls back both its support for Ukraine and its engagement in NATO. China U.S.-EU collaboration on China policy could be critical to salvaging the broader transatlantic relationship. Europe would likely highlight to a potential second Trump administration that there is significant transatlantic alignment on China. And if Trump sees the European Union as an important partner in addressing the challenge posed by China, it could significantly soften tensions on other issues such as trade and NATO. Yet even amid general alignment, the Biden administration has had only limited progress in strengthening economic and technological ties. The U.S.-EU Trade and Technology Council has had few notable deliverables, for instance. This is in part because it is exceedingly difficult to reach consensus on technical geoeconomic and regulatory issues between two complex unions. Nevertheless, engaging the administration on China is probably Europe’s best policy path toward preserving transatlantic relations. Trade and Climate Europe can expect to face renewed trade tensions under a second Trump administration. After all, the first Trump administration began with a trade war. It is likely that tensions would emerge over EU regulations—perhaps regarding U.S. social media platforms, data privacy, or artificial intelligence regulations. As Kiron Skinner, the former head of the Department of State’s Policy Planning Staff during the Trump administration, wrote for Project 2025, “The U.S. must undertake a comprehensive review of trade arrangements between the EU and the United States to assure that U.S. businesses are treated fairly and to build productive reciprocity.” In the same publication, Dustin Carmack argued that the United States will need to confront the European Union on the Privacy Shield Framework governing cross-border data transfers: \"The United States has never seriously pushed back against the EU; now is the time. An incoming President should ask for an immediate study of the implementation of Executive Order 14086 [on enhancing signals intelligence] and suspend any provisions that unduly burden intelligence collection. At the same time, in negotiations with the Europeans, the United States should make clear that the continued sharing of intelligence with EU member states depends on successful resolution of this issue within the first two years of a President’s term. It is time for a real solution, not the 30 years of stopgaps imposed by Brussels.\" Another likely flashpoint revolves around the European Union’s imposition of carbon tariffs through the Carbon Border Adjustment Mechanism (CBAM). If a reelected Trump withdraws the United States from the Paris Agreement (as he did during his first administration) and rolls back climate regulations, as well as important energy and climate provisions within the Inflation Reduction Act, the European Union would likely move to impose carbon tariffs against U.S. companies. Although EU leaders would be under immense public pressure from their own constituencies to do so, it would also invite U.S. trade retaliation. However, the European Union’s ability to act as one and to respond strongly to U.S. tariffs with trade policies of its own creates a balance in the relationship. Brussels should remind Trump it too can take strong retaliatory action against U.S. companies—and suggest that rather than a transatlantic trade war, a better approach would be to increase economic ties and coordinate export and technology controls against China. Additionally, European leaders will face a test about whether they are concerned more with climate action or their economic competitiveness. Given the Inflation Reduction Act is at its core a massive, once-in-a-generation, piece of legislation designed to accelerate the green transition, its rollback would represent a massive setback for U.S. climate efforts. However, the European Union was outraged that some European companies were prevented from accessing the green subsidies and are thus at a competitive disadvantage. Moreover, the removal of IRA subsidies would likely stunt the growth of the green industrial sector in the United States, which might be to Europe’s economic advantage. Ironically, European leaders could become the best advocates for keeping the IRA, not by lecturing Trump on the significance of climate change but by talking up the economic potential of the clean energy transition and expressing outrage at U.S. subsidies putting European companies at a disadvantage. Trump is less likely to try to roll back the IRA if he sees it as to the economic advantage of the United States. Conclusion Unlike during the first Trump administration, Europe would have little choice but to make “strategic autonomy” a reality under a potential second Trump administration. It would also have to attempt to fill the gap left by the United States in Ukraine and deter Russia without much, if any, U.S. support—an effort that would require spending hundreds of billions of euros more on its defense and security. To oversee such a shift, the European Union would also have to strengthen its ability to conduct foreign policy. However, in taking these steps, Europe might also lay the foundation for the future revival of transatlantic relations. And instead of these relations returning to the way they were, they would become more of a partnership between relative peers. Max Bergmann is the director of the Europe, Russia, and Eurasia Program and the Stuart Center in Euro-Atlantic and Northern European Studies at the Center for Strategic and International Studies in Washington, D.C. This policy brief was supported by the Heinrich-Böll-Stiftung European Union. The analysis and opinions expressed in this policy brief reflect the views of the author, and do not necessarily reflect the views of the Heinrich-Böll-Stiftung European Union.",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/2024-02/GettyImages-1970986908_Crop1.jpg?VersionId=ib3tOCbtxJSGQBhaKqe9eSqq5VNwqKFG",
    "tags": "",
    "excerpt": "The 2024 U.S. elections will be closely watched around the world, especially in Europe. A potential shift toward a less internationalist and more isolationist U.S. foreign policy following the elections would have profound implications for European security.",
    "categories": ""
}