{
    "title": "Crafting a Robust U.S. Carbon Border Adjustment Mechanism",
    "author": "Sanam Rasool; William Alan Reinsch; Thibault Denamiel",
    "source": "Center for Strategic and International Studies",
    "date": "2024-08-08",
    "text": "Crafting a Robust U.S. Carbon Border Adjustment Mechanism Photo: Artur Widak/Anadolu Agency via Getty Images Available Downloads The Issue The introduction of a carbon border adjustment mechanism (CBAM) in the United States presents an intricate policy challenge at the intersection of climate action and international trade. With countries around the world integrating climate considerations into their trade policies, the United States is under growing pressure to develop and implement its own CBAM. This policy tool, already adopted by the European Union, is geared toward leveling the playing field for domestic industries while promoting global climate action and accountability. A future U.S. CBAM could serve as a vital instrument in the nation’s transition toward a net-zero economy, encouraging domestic carbon footprint reduction and driving trading partners to adopt cleaner practices. However, crafting and rolling out such a mechanism comes with knotty challenges, ranging from choosing optimal carbon accounting methods and pricing to warding off potential trade disputes and garnering global collaboration. As the United States charts its course through this complex policy landscape, it has the opportunity to shape global climate action while safeguarding its economic interests. As the world’s largest crude oil producer and liquefied natural gas exporter and the second-largest emitter of greenhouse gases (GHGs), the United States bears a substantial responsibility to address global carbon dioxide (CO2) emissions. The nation’s pivotal role in the transition toward clean energy is underscored by the significant steps it has taken to reduce energy-related CO2 emissions and increase the share of renewables in the energy mix. While the United States has implemented reforms to reduce GHG emissions, many other major economies are also taking bold actions to combat climate change and align their trade and climate policies in a bid to avert a climate crisis. The European Union’s Fit for 55 proposals have focused on achieving significant net reductions in GHG emissions and addressing concerns over carbon leakage from imports. Underscoring its commitment to contain carbon emissions at home and abroad, the European Union rolled out a carbon border adjustment mechanism (CBAM) in October 2023 to protect the competitiveness of local industry and encourage other countries to reduce their carbon footprint through clean industrial investment. A CBAM is a critical policy instrument that levels the playing field for domestic industries by imposing a fee on imported goods commensurate with the GHG emissions associated with their production. This fee is inextricably linked to an explicit carbon price, such as an emissions trading system (ETS) or carbon tax. The European Union’s bold CBAM underscores the urgency of addressing carbon leakage and catalyzing a global transition toward clean industrial processes. Under this pioneering mechanism, imports of emissions-intensive products like cement, iron and steel, aluminum, fertilizers, electricity, and hydrogen will be subject to a carbon price aligned with the European Union’s ETS. Since the European Union’s implementation of the CBAM, discussion of a similar policy in the United States has become increasingly relevant, especially ahead of the U.S. presidential election in November and the expiration of the 2017 Tax Cuts and Jobs Act in 2025. A potential U.S. CBAM can serve as a vital tool in the nation’s efforts to transition toward a net-zero economy by encouraging domestic industries to reduce their carbon footprint and incentivizing trading partners to adopt more sustainable practices. Moreover, the design and implementation of a U.S. CBAM can foster international cooperation and harmonization of carbon pricing policies, facilitating a level playing field for domestic industries while promoting environmental sustainability on a global scale. The United States has a history of playing a crucial role in international climate negotiations, as exemplified by its role in the negotiation of the 1987 Montreal Protocol, which aimed to curb the production and consumption of ozone-depleting chemicals (ODCs) commonly used in refrigerators, air conditioners, fire extinguishers, and aerosols. The United States implemented ODC excise taxes on domestic production and imports as a means of addressing the issue. The Montreal Protocol was ratified by all nations, which led to the gradual elimination of ODCs, the restoration of the ozone layer, and the prevention of diseases such as skin cancer and cataracts. The promising estimates of the protocol’s Scientific Assessment Panel regarding the near-complete restoration of the ozone layer by the mid-twenty-first century show how tax policy has been instrumental in combating climate challenges. The design and implementation of a U.S. CBAM can foster international cooperation and harmonization of carbon pricing policies, facilitating a level playing field for domestic industries while promoting environmental sustainability on a global scale. In navigating its energy transition and climate policy landscape amid a looming political transition, the United States stands at a critical juncture where the design and implementation of a CBAM can significantly contribute to the collective efforts to mitigate the adverse effects of climate change. The potential for a U.S. CBAM to address carbon leakage, protect domestic industry, and promote global environmental sustainability underscores its importance in shaping the nation’s approach to climate and trade policy. Current U.S. Legislative Proposals Related to CBAMs In March 2024, the U.S. House of Representatives passed a resolution expressing opposition to a federal carbon tax, citing its potential detrimental impact on the U.S. economy. The resolution raised concerns about a possible increase in goods and energy prices, which could place an increased burden on U.S. households and industries. It also highlighted the potential decline in the country’s global trade competitiveness. Despite this stance, legislative proposals advocating for both implicit and explicit carbon pricing continue to emerge. One such proposal, the Providing Reliable, Objective, Verifiable Emissions Intensity and Transparency Act (PROVE IT Act, S.1863), introduced in 2023 by Senator Christopher Coons (D-DE), received bipartisan support when it was passed by the Senate’s Environment and Public Works Committee in January 2024. While the PROVE IT Act does not directly introduce a mechanism for carbon pricing or border adjustment, it aims to provide comprehensive product-specific data related to GHG emissions in the United States and in other countries. The bill tasks the energy secretary to collaborate with the Environmental Protection Agency (EPA) administrator to report on the GHG emissions intensity of several product categories in the United States, Group of Seven (G7) member countries, U.S. free trade agreement (FTA) partners, and other countries of concern, while promoting international coordination and industry consultation. The bill targets a wide range of products, including imported industrial raw materials (such as aluminum, cement, glass, iron, and steel), energy products (such as natural gas, crude oil, lithium-ion batteries, and solar cells and panels), and critical minerals (such as copper, cobalt, graphite, and lithium). If the PROVE IT Act is enacted, it will facilitate the measurement and verification of carbon intensity of a wide variety of goods, serving as a crucial step toward the effective implementation of a CBAM. Another significant proposal, the Energy Innovation and Carbon Dividend Act (H.R. 5744), was introduced by Representative Salud Carbajal (D-CA) in the House of Representatives in September 2023 and seeks to incentivize innovation and investment in clean energy technology. The bill sets the tone by laying out emissions reduction targets and using a carrot and stick approach to achieve its goals. It explicitly prices carbon at $15 per ton of CO2 equivalent in 2023, with an incremental fee of $10 per ton (polluters would pay $15 per ton) each subsequent year on the production and import of GHG-emitting fossils fuels, including coal, crude oil, and natural gas—as well as products derived from those fossil fuels. Rebates would be given to compliant manufacturers for investing in clean technology for CO2 capture and sequestration. The bill proposes funneling the carbon fees into a Carbon Dividend Trust Fund, which would be utilized for the administration of the fund and for the provision of monthly dividends to U.S. citizens. The bill takes a bold step in pricing carbon emissions and proposes a mechanism for revenue recycling, thereby positioning itself as a sector-specific CBAM aimed at fostering climate-friendly investment, penalizing polluters, and channeling payouts to U.S. citizens. The Foreign Pollution Fee Act (S. 3198), introduced in November 2023 by Senators Bill Cassidy (R-LA) and Lindsey Graham (R-SC), could be a harbinger of bipartisan resolve, taking the climate change bull by its horns and tying trade policies to climate change goals. The bill proposes an implicit carbon pricing mechanism for imported industrial raw materials (such as aluminum, cement, glass, iron, and steel), energy products (such as natural gas, crude oil, lithium-ion batteries, and solar cells and panels), and certain minerals. The bill places covered products into three tiers of fees based on their “pollution intensity”—the amount of GHGs emitted per metric ton of CO2 equivalent (CO2e) for producing a single unit of covered products. Specifically, it targets imported products with GHG emissions that are 10 percent higher than U.S.-made equivalents but exempts products imported from countries that have an FTA with the United States, as long as those products do not emit 50 percent more GHGs compared to similar U.S. products. In simpler terms, the bill taxes foreign goods that have GHG emissions in excess of U.S.-made products but goes easier on goods from trade partners despite their higher GHG intensity, thereby creating an inconsistent standard based on trade relationships rather than just GHG emissions. By creating a distinction among countries based on their trade partnership status, the bill risks running afoul of the United States’ obligations at the World Trade Organization (WTO). Article I of the WTO’s General Agreement on Tariffs and Trade (GATT) lays out the “General Most-Favoured-Nation Treatment” principle, which calls for nondiscrimination among WTO members with regard to tariffs or other benefits related to international trade in goods. Likewise, by failing to impose a comparable fee on domestic production of similar goods, the bill violates Article III, “National Treatment on Internal Taxation and Regulation,” which prohibits discrimination between imported goods and their domestically produced counterparts. The Clean Competition Act (S. 4355), introduced in 2022 by Senator Sheldon Whitehouse (D-RI), represents another attempt at climate change legislation. The bill aims to create a CBAM for the reduction of GHG emissions in carbon-intensive industries. It develops domestic industrial emissions benchmarks and sets an explicit carbon price of $55 per ton of manufactured and imported goods for 2024, with incremental charges linked to inflationary trends in subsequent years. The proposed bill allows for rebates on the export of goods that are taxed under this law and suggests revenue recycling from a CBAM through decarbonization programs in the United States and in developing countries. While leveling the playing field for domestic industries, the act promotes clean competition within the United States and supports climate and clean energy goals abroad. The MARKET CHOICE Act (H.R. 3039), introduced in 2021 by Representative Brian Fitzpatrick (R-PA), seeks to address myriad concerns associated with climate action and carbon border adjustments. For starters, it simplifies matters through explicit carbon pricing to alleviate concerns related to trade protectionism and targets GHG emissions from locally produced and imported fossil fuels, certain industrial processes, and certain product uses. To achieve climate change goals, the act requires annual measurement and reporting of emissions from facilities and sets out a ceiling for annual emission levels. The act provides direction for revenue recycling, creating the Rebuilding Infrastructure and Solutions for the Environment Trust Fund (RISE Trust Fund) for distribution of funds to low-income households and for spending on “other specified energy, environmental, infrastructure, and research and development priorities.” The bill also underscores the need for bipartisan support for climate change action, providing for the establishment of a National Climate Commission tasked with the determination of emissions reduction goals to be achieved by 2027 and the assessment of existing policies and programs to reach those goals. Lastly, the FAIR Transition and Competition Act (H.R. 4534), introduced in 2021 by Representative Scott Peters (D-CA), proposes a sector- and product-specific approach to carbon border adjustment through implicit carbon pricing. The bill includes the steel, aluminum, cement, and iron sectors, and provides for the expansion of sector coverage to include other products as well as fuels such as natural gas, petroleum, coal, and products made therefrom. The proposed law tasks the secretary of the treasury with determining the environmental cost incurred by production facilities in the United States for the covered sectors and products. That cost will be used to make a border adjustment for imports of covered goods and sectors, while exempting imports from least-developed countries and other trade partners that exempt U.S. goods from the CBAM, in the spirit of reciprocity. The revenue generated from the CBAM is to be used by U.S. Customs and Border Protection to administer the carbon border adjustment, with the balance to be made available in equal shares for (i) supporting “high-impact research, development, demonstration, technology transfer, commercialization, and export of technologies that reduce or eliminate greenhouse gas emissions” and (ii) providing grants for uplifting communities vulnerable to climate change. Designing a Comprehensive U.S. CBAM The foregoing discussion of legislative proposals shows how U.S. lawmakers have considered tinkering with trade and climate policies to achieve the overarching goal of protecting the U.S. economy from unfair competition in the international trade arena while being mindful of concerns related to climate change. However, the design of the proposed schemes has been disjointed, underscoring a reluctance to introduce politically unpopular federal carbon pricing. As countries around the globe race toward implementing carbon pricing mechanisms and aligning trade and climate policies to avert the risk of an economic fallout, it is imperative to focus on designing a potent U.S. CBAM and to examine the various factors that impact the successful execution of such a mechanism. These considerations range from carbon accounting methodologies to technological infrastructure and capacity building. Carbon Accounting Methodologies One of the key technological considerations for a CBAM is the adoption of a robust carbon accounting methodology. The measurement and accounting for carbon emissions is a complex and multifaceted process. With over 100 accounting methods currently in use, each employing different factors for emissions measurement, it becomes essential to establish consistent and standardized methodologies. In the United States, the EPA requires around 8,000 facilities to report their annual GHG emissions from different processes, including stationary combustion and electricity generation under the Greenhouse Gas Reporting Program, while multiple states have issued their own reporting requirements on carbon accounting, measurement, and disclosure. The Greenhouse Gas Protocol, developed by the World Resources Institute, has garnered widespread attention by offering a comprehensive framework for categorizing emissions as Scope 1 (directly related to production), Scope 2 (indirect emissions from energy consumption), and Scope 3 (indirect emissions throughout the supply chain) and providing a structured approach for emissions accounting. Current emissions reporting standards, such as the EU CBAM, require disclosure on Scope 1 and Scope 2 emissions due to practicality concerns. However, the complexities surrounding the accounting and reporting of Scope 3 emissions have recently garnered increased attention, driven by the recognition of their embedded nature throughout the value chain and their association with sources beyond an entity’s ownership or control. Despite these issues, there is a growing impetus to measure and control Scope 3 emissions. Notably, the state of California took proactive steps in October 2023 by enacting the Climate Corporate Data Accountability Act and the Climate-Related Financial Risk Act, which mandate U.S. public and private companies to report Scope 1 and 2 emissions from 2026 and Scope 3 emissions in 2027. Furthermore, proposals from the Securities and Exchange Commission and under federal acquisition regulations advocate for the disclosure of Scope 1, 2, and 3 emissions. With the increasing regulatory requirements for emissions disclosure and the establishment of Scope 3 accounting and reporting standards, it becomes imperative to include Scope 3 emissions for the optimal realization of CBAM tax revenue and the attainment of climate change targets. GHG Emissions Measurement, Reporting, and Verification Systems In addition to a carbon accounting methodology, it is crucial to establish effective GHG emissions measurement, reporting, and verification (MRV) systems. The MRV system represents a multistep process of GHG emissions measurement, compilation, and reporting of information to designated entities and submission of the information for third-party review and verification. MRV systems are crucial for accurately understanding and addressing GHG emissions at various levels. From individual facilities to entire organizations and even at the national level, MRV systems play a vital role in establishing detailed emissions profiles. The integrity of MRV systems is essential not only for ensuring accurate emissions reporting but also for realizing optimal tax revenue from a CBAM. Without robust MRV systems, there is a genuine risk of underreporting embedded emissions, potentially providing manufacturers with an unfair competitive advantage over their counterparts and jeopardizing achievement of climate change goals. An insightful survey conducted by Boston Consulting Group (BCG) and BCG GAMMA revealed a whopping 30 to 40 percent error rate in emissions reporting across nine major industries around the world. What’s more, a significant proportion of executives admitted to failing to report internal emissions as well as supply chain–related emissions. These findings underscore the urgent need for a cohesive and standardized approach to MRV systems for emissions. While the prospect of climate change leaders imposing a unilateral MRV system is fraught with challenges and could be viewed as an “extraterritorial extension of a CBAM-MRV,” there is a compelling case for involving trade partners in collaboratively developing rules for MRV systems. In this context, a transnationally integrated regulation (TIR) emerges as a promising solution. By combining international and transnational standards for MRV, based on the International Organization for Standardization norm 14067:2018, “Greenhouse Gases—Carbon Footprint of Products,” the TIR framework presents an opportunity for countries to work together in developing standardized MRV systems for GHG emissions. Through the standardization of guidelines for data collection and the evaluation of product-level emissions, a multilateral agreement on the development of effective MRV systems can be achieved. This collaborative and harmonized approach to emissions MRV is not only compelling but also essential for creating a level playing field and ensuring that all parties are held to the same high standards. Integration with Existing Trade and Customs Infrastructure The harmonized system for determining taxes and tariffs is a cornerstone of international trade, utilized by over 200 countries and covering more than 5,000 commodity groups traded globally. This system can play a pivotal role in assessing the GHG intensity of traded goods. However, a critical consideration arises when the product-level accounting and reporting standards do not align with the harmonized system. This misalignment poses a significant risk of inaccurate assessment of GHG intensity, potentially complicating border adjustment, rebates, and credits, and ultimately leading to suboptimal realization of tax revenue from a CBAM. Therefore, ensuring alignment between product-level accounting and reporting methods and the harmonized system is essential for accurate assessment of GHG intensity of traded goods and effective implementation of a CBAM. Automation, Digital Platforms, and Artificial Intelligence The adoption of automation, digital platforms, and artificial intelligence (AI) represents the next phase in ensuring efficient and accurate compliance with CBAM regulations and standards. Importers and foreign manufacturers will need to make strategic investments in state-of-the-art information technology systems to ensure the successful implementation of a U.S. CBAM. These systems will serve as the backbone for collecting and disseminating crucial data related to carbon emissions, as well as tracking the product life cycle to estimate GHG intensity. The BCG survey revealed that 86 percent of respondents manually recorded emissions data on spreadsheets, highlighting the slow adoption of automated information processing. Manual recordkeeping and reporting of GHG emissions present inherent risks of data manipulation and omission, potentially leading to compliance issues and compromising climate change action. In light of the growing emphasis on MRV of GHG emissions, there is a pressing need for organizations to leverage cutting-edge digital platforms and AI tools. These advanced systems offer the ability to “automatically ingest and report data, calculate a carbon footprint, run simulations, set targets, [and] manage a global portfolio of abatement initiatives.” Not only will these technological advancements assist importers and foreign manufacturers in meeting the regulatory requirements of a CBAM and addressing interoperability challenges, but they will also empower U.S. authorities to make accurate estimations of tax revenue. Capacity Building and Technology Transfer to Developing Countries In the absence of adequate capacity building and technology transfers to trading partners in developing countries, the fairness of a CBAM will be called into question. This mechanism is fundamentally designed to foster equitable competition between domestic and foreign manufacturers while advancing climate change objectives. Imposing penalties on developing countries due to their limited investments in clean technologies could potentially divert them away from U.S. or EU markets, leading to the persistence of carbon leakage in other parts of the world. To assist developing nations with their decarbonization efforts, researchers have found that it is imperative to provide them with “technical and financial support, technology transfer, and capacity development” in addition to considering time-limited exemptions linked to clean technological investments and adoption of CBAM accounting and reporting standards. It is worth highlighting that the proposed FAIR Transition and Competition Act also advocates for an exemption for least-developed countries. By extending these exemptions to trading partners on merit, the United States can avert a decline in trade flow and its detrimental impact on tax revenue from a CBAM while cushioning poor countries from immediate economic fallout. Critical Considerations for Tax Revenue Estimation As deliberations on creating a workable alignment between existing systems and newfound trade mechanisms like a carbon border adjustment continue, concerns regarding revenue potential from the CBAM remain. While policymakers designate climate change action as the factor driving such mechanisms, it is relevant to gauge how much tax revenue various types of mechanisms will bring in order to make the right choice regarding design of a U.S. CBAM to ensure its viability. Embedded Emissions A crucial step in designing a CBAM involves the meticulous calculation of GHG emissions linked to the production of imported goods. This necessitates comprehensive life cycle analysis data, encompassing emissions throughout the value chain. Industry-specific emission factors and input-output models can be effectively utilized to ensure precise estimates of these embedded emissions. It is noteworthy that the European Commission has provided default values for determining embedded emissions by importers in instances where the necessary information is lacking during the CBAM transition period. To this end, the U.S. CBAM can strive to establish a comprehensive emissions database and conduct thorough life cycle analysis for key products by leveraging industry input and actively seeking international cooperation on data sharing. Carbon Pricing or Adjustment Rate Once the embedded emissions are quantified, the next step involves the application of either an implicit or explicit carbon price or adjustment rate to translate these emissions into a monetary value. This rate can be derived from established domestic carbon pricing mechanisms, such as a state-level cap-and-trade system like the California ETS, or can be established based on policy objectives and international benchmarks. Notably, the Clean Competition Act proposes the application of a domestic carbon price to covered imports, aligning it with the pricing mechanism used for domestic producers, whereas the FAIR Transition and Competition Act introduces a border adjustment based on the cost of compliance with domestic environmental regulations incurred by the production facilities in the United States. The establishment of a transparent and predictable carbon pricing mechanism, whether through a carbon tax or emissions trading system, represents a substantial stride toward achieving consistency in international trade and compliance with WTO rules. Scope and Coverage of a U.S. CBAM The scope and coverage of a potential U.S. CBAM play a pivotal role in determining the resultant tax revenue. With the EU CBAM focusing on a select range of products and sectors, recent U.S. legislative proposals have similarly maintained a narrow focus on product coverage for border adjustment and emissions reduction. In terms of scope, both the EU model and U.S. legislative proposals prioritize measuring Scope 1 and 2 emissions, primarily due to their relative ease and reliability of measurement. However, the 2023 Foreign Pollution Fee Act introduces an ambitious approach toward measuring Scope 3 emissions as well. Given the comprehensive approach of the Biden administration, driven by the Inflation Reduction Act (IRA), the United States is poised to expand its product and sectoral coverage and the scope of emissions. For instance, the IRA provides funding to the EPA for supporting innovation in developing climate-friendly construction materials and measuring emissions covering the life cycle of construction materials. The act also provides funding to the Natural Resources Conservation Service at the U.S. Department of Agriculture to collect field data from lands, quantify GHG emissions and sequestration in agriculture and forestry, and monitor GHG trends through the GHG Inventory and Assessment Program. This coordinated federal effort complements a future U.S. CBAM by establishing a robust domestic framework for tracking and lowering emissions and enhancing the competitiveness of U.S. industries. As an initial step, the U.S. CBAM can strategically target specific sectors to align with the EU CBAM, thereby minimizing administrative burden, and subsequently expand its sectoral coverage to achieve greater GHG reduction in the United States and put a higher price tag on GHG-intensive products through border adjustment. Impact on Trade Flows The implementation of a CBAM has the potential to significantly influence trade patterns and flows. In the case of the EU CBAM, the gradual phaseout of free allowances will increase the cost for EU manufacturers and may compromise their export competitiveness abroad as a result. Likewise, major EU trading partners will attempt to circumvent the higher cost of EU border adjustment by creating a “two-tier system,” with clean goods routed to the European Union and goods with higher carbon content sent to countries with lax climate regulations, thereby altering the region’s inbound trade flows. For instance, one study examined the impact of the EU CBAM on Chinese exports to the region using different scenarios related to the measurement of carbon emissions—direct or embedded—at different carbon prices ($50, $80, and $120 per ton of CO2) and found that the covered carbon-intensive sectors will take a significant hit, seeing declines in both export volume and traded value. Another study suggested that the EU CBAM will result in a 10 percent decline in both imports and exports in covered sectors. To analyze the potential impacts of a U.S. CBAM on trade flows, simulations can be instrumental in incorporating various factors such as shifts in sourcing, changes in domestic production, and effects on consumer demand. These simulations can serve as a valuable tool for making revenue projections based on the anticipated changes in trade flows. Administrative Costs Furthermore, the implementation and operation of a CBAM will undoubtedly entail administrative and compliance costs for both the government and the affected industries. These encompass a wide range of activities, including measurement, reporting, verification, and enforcement, which must be factored into the revenue estimation models to ensure a more accurate assessment of net revenue potential. For instance, the European Union estimates administrative costs for importers to be between $11.1 and $16.2 million (€9.8 and €14.3 million), while the authorities in charge of the CBAM may incur an annual cost of $17 million (€15 million). Therefore, in order to estimate revenue from a U.S. CBAM, the cost of administrative functions—including data collection, measurement, reporting, and verification—needs to be meticulously calculated for government agencies and affected industries. To achieve optimal results, it is crucial to explore ways to minimize cost through strategic implementation of automation and data sharing to streamline administrative and compliance processes for both industry and administrative authorities. Revenue Recycling Options Decisions governing the utilization of taxes collected from the CBAM have no bearing on future tax flows from the mechanism, but they have the potential to offer various economic and environmental benefits. For instance, the possible application of CBAM revenue to provide direct dividend payments to households to offset cost increases, as proposed by the Energy Innovation and Carbon Dividend Act, presents a compelling avenue for revenue recycling. The European Union’s approach to revenue recycling focuses on post-Covid-19 economic recovery, with 75 percent of the estimated CBAM revenue of €9.1 billion per year in 2030 to be routed to the EU budget and the remaining 25 percent being retained by the member states. In the context of a future U.S. mechanism, revenue recycling options—including reducing tax rates, funding climate change mitigation and adaptation measures, supporting green technology development, providing transitional assistance to affected industries and workers, and offsetting potential regressive impacts on low-income households—can be considered to ensure equitable use of CBAM revenue. Experimenting with the aforementioned design elements can predict the revenue potential of a future U.S. CBAM. The following table captures the interplay between these elements under different scenarios and can be considered by policymakers in their deliberations. Next Steps While the implementation of a CBAM represents a crucial step toward aligning trade and climate policies, policymakers must carefully consider some key factors to ensure its effectiveness and minimize potential unintended consequences. The Price Tag Carbon pricing plays a crucial role in encouraging green investment and generating government revenue. In 2022, various national governments generated $97 billion from carbon pricing through mechanisms including ETSs and carbon taxes, with carbon prices ranging from $0.07 to $155.86 per ton of CO2 emissions in 2023. In the United States, there is no set federal carbon price, but market-based carbon pricing programs based on a cap-and-trade system are active in 12 states that are home to more than 25 percent of the U.S. population and contribute over 33 percent to the country’s GDP. For instance, California’s cap-and-trade-program, introduced in 2012, covers 74 percent of the state’s carbon pollution. The program generated $4 billion in state revenue in 2022, with an average auction price of $32.93. The EU CBAM, on the other hand, relies on EU ETS pricing (with an average auction price of €83.24) for border adjustment. Putting an explicit price on carbon at the federal level is a huge political challenge in the United States. However, it is encouraging to note that recent legislative proposals, including the Energy Innovation and Carbon Dividend Act and the MARKET CHOICE Act, suggest explicit domestic carbon pricing. If the United States rolls out its own CBAM based on implicit price—the cost borne by U.S. businesses to comply with domestic GHG emissions reduction policies—as proposed under the FAIR Transition and Competition Act, the resulting border adjustment will be in direct conflict with the GATT’s Article III on international trade, which prohibits the application of domestic policies on imports. Nevertheless, the United States may cite Article XX(b) of GATT, which allows member states to adopt or enforce measures “necessary to protect human, animal or plant life or health” to justify border adjustment. To make a compelling case before the WTO, the United States will have to demonstrate that the CBAM is neither discriminatory for countries with similar conditions nor a trade barrier, as required by the chapeau of Article XX. Additionally, the United States will need to prove that the implementation of the CBAM is necessary for the achievement of its climate goals. While the final shape that a U.S. CBAM would take remains to be seen, a 2017 working paper from the U.S. Department of the Treasury’s Office of Tax Analysis (OTA) analyzed the revenue implications of a carbon tax in the United States based on fossil, nonfossil, and biomass fuel emissions. Without accounting for revenue from border adjustment, the study estimated $194 billion in tax revenue at a carbon price of $49 per metric ton (mt) of CO2 emissions in 2019, sufficient to issue a $583 rebate to each U.S. citizen that year. The analysis projected a cumulative tax revenue of $2.2 trillion over a 10-year period ending in 2028, as shown in the table below. A follow-up analysis addressed the absence of border adjustments in the OTA study by comparing territorial (domestic) and consumption (imports)-based CO2 emissions to estimate the revenue potential of a U.S. CBAM. For the year 2021, import-based CO2 emissions in the United States were 10 percent higher than domestic CO2 emissions. When combined with the OTA study’s reported tax revenue of $218 billion for 2021, this data suggests that U.S. border adjustments would have generated an additional $21.8 billion in tax revenue in 2021. This would have increased the total tax revenue to $239.8 billion, which could have translated to a significant benefit for U.S. citizens, potentially providing rebates of $722 per person for the year. Reading Trade Partners’ Pulses While the debate over carbon pricing and its impact on tax revenue continues, it is important to be mindful of trading partner reactions. The European Union’s CBAM has rattled its partners and has evoked mixed reactions, with some countries racing to develop their own domestic regulations, others considering striking bilateral agreements with the European Union, and the rest contemplating challenging the mechanism at the WTO. The possible implementation of a CBAM by the United States is bound to be reciprocated by its trade partners, as demonstrated when the United States introduced Section 232 tariffs on the import of steel and aluminum in 2018 and the European Union, China, India, Russia, and Turkey responded with retaliatory actions. According to the World Bank Group, carbon pricing mechanisms are already being used in around 50 national and 40 subnational jurisdictions, and as more countries develop and implement systems for carbon pricing, the avenue for taxing goods at the border will dissipate with time. Laggards are bound to lose, as their goods will be exposed to carbon taxes at borders, leading to incremental cost increases and a decline in overall competitiveness. As support for explicit carbon pricing at the federal level remains weak, chances are that the United States will introduce a CBAM on the basis of implicit carbon pricing, reflecting the regulatory cost borne by U.S. manufacturers to reduce the GHG intensity of covered products. This will likely turn away U.S. trading partners with weak environmental regulations, causing (i) a decline in trade flows, leading to low tax revenue from a CBAM and limiting U.S. consumer access to a broad range of goods, and (ii) an onslaught of retaliatory trade barriers to be imposed on the United States, thereby impeding market access to U.S. exporters. Alignment with States and Multilateral Commitments The formulation of a future U.S. CBAM raises the issue of potential inconsistencies with existing state-level carbon pricing mechanisms, such as the California ETS or the Regional Greenhouse Gas Initiative—a coalition between the states of Connecticut, Delaware, Maine, Maryland, Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, and Vermont to limit and decrease CO2 emissions in the power sector. While federal preemption would be an option, there would be objections from states that already have pricing mechanisms as well as arguments against “federal overreach” and concerns that a federal statute would create disruption and uncertainty for businesses complying with existing state laws. This alignment will require interagency coordination and potentially intricate regulatory adjustments. Additionally, given the existence of FTAs between the United States and its trading partners, there may be a need to renegotiate or amend these agreements to prevent conflicts between the CBAM and established trade pacts. Becoming Partners in Progress On the international stage, the establishment of a harmonized and globally accepted framework for carbon accounting, emissions measurement, and border adjustments will necessitate extensive negotiations and consensus building among trading partners. This process is expected to be time consuming and challenging due to nations’ diverse interests and priorities. It is crucial to acknowledge that the successful implementation of the CBAM hinges on international cooperation and coordination. Furthermore, without the provision of capacity building and technology transfer to support developing countries in meeting the requirements of the CBAM, the policy could face resistance and retaliation from trading partners, thereby undermining its effectiveness and revenue generation potential. Conclusion The introduction and implementation of a CBAM in the United States would represent a significant step toward addressing the challenges of carbon leakage, maintaining industrial competitiveness, and promoting global climate action. However, there are several limitations and uncertainties that must be addressed to ensure the successful design and implementation of a U.S. CBAM. While it is encouraging to note that the U.S. legislative proposals demonstrate a growing recognition of the need for carbon pricing and border adjustment mechanisms, the ultimate success of a CBAM will depend on careful navigation of legal, economic, and political challenges. Policymakers must strike a balance between addressing climate change, maintaining international competitiveness, and promoting fair and inclusive trade practices. By addressing the limitations identified in the analysis and leveraging the lessons learned from the European Union’s implementation of its CBAM, the United States has an opportunity to play a pivotal part in the global transition toward a low-carbon economy, while fostering international cooperation and harmonization of climate policies. Sanam Rasool is a former visiting fellow with the Scholl Chair at the Center for Strategic and International Studies (CSIS) in Washington, D.C., and a deputy commissioner at the Federal Board of Revenue in Pakistan. William A. Reinsch holds the Scholl Chair in International Business at CSIS. Thibault Denamiel is an associate fellow with the Scholl Chair at CSIS. This report is made possible through generous support from the Hewlett Foundation. Sanam Rasool",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/2024-08/GettyImages-1244148228_Crop1.jpg?VersionId=kuEauYCcqrw3R4hSdBJyyr8J.MUkzbVJ",
    "tags": "",
    "excerpt": "This latest CSIS report outlines the intricate legislative landscape of U.S. climate and trade policies and explores the complexities of the design and implementation of a U.S. carbon border adjustment mechanism, as well as the tax revenue implications of the mechanism.",
    "categories": ""
}