{
    "title": "Voluntary Carbon Markets: A Review of Global Initiatives and Evolving Models",
    "author": "Allegra Dawes; Cy McGeady; Joseph Majkut",
    "source": "Center for Strategic and International Studies",
    "date": "2023-05-31",
    "text": "Voluntary Carbon Markets: A Review of Global Initiatives and Evolving Models Photo: ED JONES/AFP via Getty Images Available Downloads The Issue The global voluntary carbon market, and its supporting industry ecosystem, has grown substantially from its origins in the early 1990s. Despite this growth, voluntary markets have been hampered by reputational and functional concerns about offset quality and the space remains fragmented. With no long-term regulatory obligations or pricing signals on carbon, firms are left to chart their net-zero paths with little guidance or policy vision. The question is whether organized voluntary carbon markets can help resolve these challenges by creating credible incentives for emissions reductions. This brief reviews recent initiatives aimed at creating more functional, transparent, and effective carbon marketplaces. In many cases, there is a growing intersection between government and private sector activity in voluntary markets. These novel initiatives demonstrate how market design choices imply different goals for voluntary markets. These models suggest new ways for governments to support the legitimacy and success of voluntary markets. This brief considers how these market approaches could be best suited to support U.S. policy and trade strategies. Note On Terminology It is important to be clear on the terminology used in this brief. The phrase “voluntary carbon market” can be used in various ways. The first usage of the term refers to the global voluntary carbon market in its broadest conception. This is the noncentralized, fragmented, and emergent global industry ecosystem. Private buyers and sellers exchange carbon credits that represent one ton of greenhouse gas avoided or removed, though the exact specification of these credits is likewise unregulated and non-standardized. Credits are generated by diverse types of projects globally and certified by a variety of independent organizations. Buyers purchase credits to offset emissions and meet internally set voluntary goals or to sell forward to other end “users” of the credit. A second sense of the term, and the primary focus of this brief, concerns an emerging class of voluntary carbon markets that are demarcated from the global marketplace; these are organized voluntary carbon market initiatives. These markets share many of the basic principles and in some cases share the same credits with the broader global market, but they represent attempts by commercial and governmental bodies to create regulated centralized marketplaces that cover their respective jurisdictions, industries, or interests. Review of Voluntary Carbon Markets To manage increasing demand for carbon credits, private firms and organizations have developed standards and maintained credit registries. Today these are well-established players such as the American Carbon Registry (ACR), the Climate Action Reserve (CAR), the Gold Standard (GS), and the Verified Carbon Standard. These agencies regulate the “supply” side of the market; they define project standards, verify compliance, and host registries that regulate the minting and retirement of credits. It is important to note that these remain nongovernmental and private; they earn revenue from the offsets they recognize. While the current voluntary market ecosystem is fragmented and dominated by decentralized, broker mediated, over-the-counter trades, there have been previous attempts to organize and regulate the space. Established in 2003, the Chicago Carbon Exchange (CCX) was an early U.S.-based attempt to create a structured carbon market paired with a voluntary greenhouse gas (GHG) emissions reduction program. Notably, several major blue-chip industrial firms joined at the outset, including American Electric Power (AEP), Ford, DuPont, and others. The CCX operated on a cap-and-trade model, setting baseline emissions for each member, requiring a yearly emission reduction of 1 percent, and issuing annual allowances to match these targets. Firms that reduced by more than 1 percent could bank or sell their surplus allowances. The CCX connected this closed-emissions scheme to outside participation by allowing carbon offsets produced by third parties (primarily agricultural firms in the Midwest) to be traded on the exchange. Industrials could use these offsets to meet emissions targets. In 2010, the CCX was discontinued following a sustained period in which the carbon price traded at 5 cents and the exchange witnessed essentially zero activity. Market design flaws are an important part of this eventual failure. Notably, a flooding of the market by offsets dramatically unbalanced supply and demand. Meanwhile, demand was fixed according to emissions reduction targets from participating companies, penalties for failure to meet targets were negligible, and the CCX failed to attract substantial and growing participation from industry. However, politics was arguably the central cause of the CCX’s demise. It was born in a certain political moment in which, following the success of the acid rain cap-and-trade program, the recently negotiated Kyoto Protocol, and European movement toward what would become the EU Emissions Trading Scheme (EU ETS), a broad U.S. government-imposed emissions trading scheme seemed to be in the imminent future. With the 2009 failure of a congressional “cap and trade” bill, the concept subsequently underwent political toxification, and thus industry interest in using a voluntary scheme to get ahead of regulatory onset was dead. While the CCX was short-lived and failed to result in an economy-wide price on carbon, it reflected an attempt to create a marketplace of participating companies that, while not legally obligated by the government to invest in emissions reductions, made binding commitments to do so. As net-zero commitments from companies have grown, establishing a marketplace mechanism that enables companies to access a financial framework to actualize commitments will be critical. Additionally, improving the integrity of voluntary claims and the effectiveness of trade will require more centralized market infrastructure. Since the collapse of the CCX, trade has rebounded and private demand for carbon credits has grown tremendously. In 2021, its market value reached nearly $2 billion, marking impressive growth from less than $200 million just five years prior. The 2016 Paris Climate Agreement has created new opportunities for voluntary carbon markets. Article 6 of the agreement raises the possibility of countries using carbon offsets toward their Nationally Determined Contributions (NDCs). This development cemented official recognition of the offset model and the value of voluntary markets and pointed toward a future in which they could achieve national and international standardization. The convergence between private carbon markets and governments, as well as the need to scale the trade of high-quality credits, has resulted in a number of new market initiatives. Recent Market Initiatives In recent years, a number of market initiatives have emerged from both the private and public sectors seeking to improve the integrity and functionality of voluntary carbon markets. These range from the creation of trade infrastructure to new forms of project certification. While voluntary carbon markets and compliance markets remain distinct, there is an increasing level of overlap between the two. Multiple initiates have created a hybrid model for voluntary markets in which the government plays a more active role in defining and regulating companies’ voluntary trade of carbon credits. The five voluntary initiatives below represent some of the diversity within the sector today. London Stock Exchange Voluntary Carbon Market Designation: In February 2022, the London Stock Exchange (LSE) announced that it would create a new market designation for funds operating in the global voluntary carbon markets. The main goal of the offering, as stated in an early press release is to increase “the supply of quality worldwide. . . . [and] increase the flow of financing into projects that will directly act to reduce the carbon in our atmosphere.” Under the market arrangement, the designation would apply to qualifying funds or companies with the intention of investing in carbon removal or avoidance projects. To receive the designation, a fund must report on the nature of their carbon avoidance or removal projects, including the standards used to certify emissions reductions, the project type, the expected carbon yield of the project, and whether the project meets additional social or environmental benefits under the UN Sustainable Development Goals. Once the fund or operating company receives the VCM designation, market investors can buy shares in the entity and receive carbon credits as a dividend in specie or in cash. The LSE has stated that the voluntary carbon market designation would provide three benefits: (1) increasing financing for emissions reduction activities, (2) increasing transparency and regulatory frameworks for the global voluntary carbon market, and (3) enabling companies and investors to access a market for purchasing carbon credits. The market designation would significantly increase the reporting requirements for projects that generate carbon credits and the funds that are invested in them. By applying a public market framework to the voluntary market, the LSE designation would also help to move the trade of carbon credits away from an over-the-counter model with little to no transparency to a marketplace system. This could help investors and corporations interested in the voluntary market better understand risk and the quality of the credits they purchase or receive. Applying public market infrastructure and transparency to the global voluntary market could help to address concerns over its integrity and scalability. In the roadmap to scaling voluntary markets, the Taskforce on Scaling Voluntary Carbon Markets (TSVCM) highlight the need for market intermediaries to increase transparency and standardization in over-the-counter markets, establish carbon spot and futures contracts, and build an active secondary market. The LSE market framework would be an initial step to standardizing some global voluntary carbon market activities and could play an important role in increasing investor confidence in the issued credits. However, the framework makes no judgment on the integrity of carbon removal or avoidance projects. While funds and companies investing in these projects must report on the projects they support or initiate, the credit verification process is still managed by standards that are already operating in the market, including Verra’s Verified Carbon Standard and the Gold Standard. Improving the quality of supply is then left to other market actors. EU Carbon Removal Certification Framework: In November 2022, the European Commission released a proposal for an EU carbon removal certification framework. The framework defines qualifying carbon removals as well as a process for verifying and monitoring projects. The regulation would cover projects including forest restoration, carbon capture and storage, and direct air capture. If adopted, the regulation would introduce an EU standard for high-quality carbon removal projects. The European Union would develop methodologies for certifying whether a project meets these criteria, and projects would be evaluated by a third party. Once a project is certified, the carbon removal would be listed in a registry to increase transparency and prevent double-counting of emissions reductions. Trade on voluntary carbon markets would be only one of the potential end uses for the certified carbon removal certificates. The certification could be used to: (1) access public funding under state aid schemes or the Innovation Fund, (2) access private funding, (3) label sustainable building materials, (4) increase financing opportunities for companies deploying carbon removal technologies, and (5) be used in voluntary carbon markets to finance carbon removal projects. For use on voluntary markets, the would aim to increase transparency in voluntary carbon markets and enable comparability and competition between different carbon removal projects (see page 6). The EU initiative is more narrowly focused than other novel examples. The certification aims to promote carbon removal and technologies that are relatively underdeveloped, such as direct air capture. The role of government in regulating the supply of these removal certificates would be a significant change from most voluntary market systems, in which standards are set by independent private sector players. Additionally, the European Commission’s proposal envisions the creation of “interoperable public registries in order to ensure transparency and full traceability of carbon removal certificates.” The Energy Transition Accelerator: The Energy Transition Accelerator (ETA), announced during the 27th UN Conference of the Parties (COP27) as a joint effort between the U.S. Department of State, Bezos Earth Fund, and Rockefeller Foundation, is aiming to become a mechanism for climate finance and green development in developing economies. Companies looking to meet net-zero and emissions reductions targets would purchase carbon credits from emissions reduction projects in the power sectors of qualified developing countries. These projects would include retiring coal-fired power plants and accelerating the build out of renewables. Several countries and companies have expressed interest in the initiative, including Chile, Nigeria, PepsiCo, Microsoft, and Bank of America. Unlike the EU certification framework and LSE designation, the ETA is not concerned with the broader growth of voluntary markets. Rather, the effort will develop a group of project host countries and participating companies to facilitate the energy transition in developing economies. Within this project ecosystem, the integrity of carbon credits will incorporate and build on a variety of industry standards. The effort will incorporate standards set by institutions such as the Integrity Council for the Voluntary Carbon Market (ICVCM) and the Voluntary Carbon Market Integrity Initiative (VCMI). The ICVCM is working to improve the supply side of the global voluntary carbon market through the creation of carbon credit standards to better define which projects qualify as high quality and how crediting standards should be applied. The global voluntary carbon market is working to improve the demand side of the voluntary market through the publication of a claims code of practice to guide corporations on how to best use and disclose the role of offsetting in their emissions reduction efforts. In April 2023, the ETA announced that Winrock International would act as the crediting partner for the initiative to develop a jurisdictional crediting standard. Australian Voluntary Carbon Market: In 2014, the Australian government established the Emissions Reduction Fund (ERF) to incentivize businesses, landowners, and communities to undertake projects that avoid GHG emissions or remove and sequester carbon from the atmosphere. Under the policy, the Clean Energy Regulator (CER) issues Australian Carbon Credit Units (ACCUs), representing one ton of carbon dioxide removed or avoided, to qualifying projects in Australia. Since 2011, over 100 million ACCUs have been issued. The majority of these credits have been purchased by the Australian government in ERF auctions, but deand from voluntary buyers is increasing. To ensure that overall emissions are declining, the ERF established a Safeguard Mechanism that requires the facilities with more than 100,000 tons of carbon dioxide emissions per year to keep emissions under a legislated limit. Regulated emitters can purchase ACCUs to offset any emissions that surpass the cap. Over time, the government will lower emissions cap as the country moves toward its 2050 net-zero target. Australian National University environmental law professor Andrew Mcintosh suggests that 70 to 80 percent of the projects in the ERF do not represent real and additional carbon reductions. Beyond the integrity of credits, the system has also suffered from volatile pricing in recent years with few risk-mitigation structures for market participants. Spot prices increased from around $20 at the beginning of 2021 to $50 in March 2022, driven in part by increasing demand from corporations seeking voluntary offsets. To address these challenges, the CER is developing the Australian Carbon Exchange to streamline the sale and purchase of ACCUs. The CER estimates that the platform will save businesses up to streamline the sale and purchase of ACCUs. The CER estimates that the platform will save businesses up to AUD $100 million (around $66 million) in transaction costs associated with the trade of ACCUs by 2030. The effort complements initiatives in Australia’s 2020 federal budget to reduce the time needed to certify qualifying projects under the ERF in order to increase supply. The exchange is expected to be launched in 2023. Japan GX League: In 2022, Japan’s Ministry of Economy, Trade, and Industry (METI) launched the GX League initiative to achieve the country’s goals of carbon neutrality by 2050. The GX League is a component of a 10-year roadmap for climate neutrality that was approved by the Cabinet of Japan in February 2023, setting the stage for a new carbon market in the country. The GX League is a voluntary emissions reduction and trading system with voluntary participation from corporations in Japan. In later years, Japan has indicated that it will introduce an emissions trading system and a carbon levy. While participation in the GX League is voluntary, compliance with the rules and emissions reduction targets for companies is mandatory to remain in the league. Participants in the GX League are required to set their own emissions reduction targets and to publicly disclose these targets. METI plans to publish all participants’ targets in a database to increase transparency for the financial sector. If a participating company outperforms their emissions reduction targets, they can sell the excess amount through the GX League’s carbon exchange. If a participating company fails to meet their reduction target, they must disclose the reasons for failing to comply and purchase carbon credits to account for the shortfall. The GX League carbon credit market will be hosted by the Japan Exchange Group and open to both GX League participants and other entities interested in trading credits. The market will consist of credits generated by GX League participants, J-Credits generated by domestic carbon removal or avoidance projects, and Joint Crediting Mechanism credits generated in partner countries. METI plans to set a floor and ceiling for the carbon price each year and increase these prices over time. The overall success of the initiative is dependent to some degree on strong participation from a critical mass of corporations accounting for a substantial portion of emissions. To date, over 600 companies have agreed to participate, accounting for around 40 percent of Japan’s national emissions. This is a strong participant group when compared to other emissions trading schemes; for example, the EU ETS currently covers 40 percent of bloc emissions. While participating in the GX League is voluntary, the use of carbon credits is similar to a compliance emissions trading scheme. The strong focus on transparency regarding participants’ emissions reduction efforts will help to improve the demand side of voluntary markets. Establishing a strong supply in which heterogeneous carbon credits are traded within the price range could be a challenge in coming years. Voluntary Carbon Markets Can Contain Multiple Priorities and Goals Conceptually, voluntary carbon markets are seen as a critical tool for mobilizing finance for climate mitigation. However, it can be difficult to clearly identify what type of climate mitigation voluntary arrangements are funding. One significant challenge for voluntary markets is a growing bifurcation between credit types. The global voluntary carbon market has historically been dominated by avoidance credits. These certify projects that avoid emissions that otherwise would have occurred. Examples include preventing deforestation or building renewable energy where fossil fuel-fired resources would have been built. Challenging these are a new class of removal credits that certify direct removal and sequestration of carbon dioxide from the atmosphere. Examples here are direct air capture, biochar production, and reforestation programs. These technologies are immature and reforestation programs are more difficult to undertake. Therefore, these removal credits are scarce relative to avoidance credits. Further, the emissions reduction contribution is considered more scientifically rigorous relative to avoidance credits. Increasing the supply of carbon removal credits is seen as a critical component in meeting net-zero goals. These factors combine to allow removal credits to command a premium from buyers and trade at many multiples of avoidance credits. This divide reflects a key theme: voluntary carbon markets are an extremely flexible financing model. Financial flows within voluntary markets can be applied to multiple challenges, including carbon mitigation and financing the energy transition. However, these different challenges and problems require different markets, models, and products to achieve a certain priority efficiently. In each of the reviewed voluntary initiatives above, carbon crediting and voluntary trade between market participants is organized around a variety of overlapping but distinct goals. These goals involve different actors and jurisdictions that help inform market design. This brief identifies four separate goals that can be pursued through voluntary arrangements: Enabling climate finance (e.g., channeling capital into energy transition projects in developing countries); Establishing domestic carbon pricing (e.g., driving reductions on covered emissions); Achieving NDCs in line with the Paris Climate Agreement; and Increasing corporate transparency on climate investments, claims, and targets. These goals are not mutually exclusive. However, targeting different goals through the use of carbon offsetting can result in very different market configurations and conceptions for the role of government, if any, in voluntary carbon markets. The design of a voluntary carbon market and the role of government in such an initiative reflects the priorities of the market. For instance, while the GX League would likely serve to channel financing for emissions reduction efforts, the driving focus for the initiative and the participating companies is to reduce emissions across industries in Japan. On the other hand, the ETA is primarily focused on bridging the gap between climate ambition globally and the financial investment available to achieve this ambition; it will primarily act to channel capital toward decarbonizing the power sectors of developing economies. Government Support for Voluntary Carbon Markets Designing a voluntary carbon market initiative should include recognition and articulation of the guiding priorities and the specific challenges in carbon mitigation that the initiative hopes to address. In the reviewed market initiatives, governments play different roles in designing and regulating the trade of carbon credits. The LSE market designation has a relatively limited role for the government. The initiative increases overall transparency and reporting requirements for project investors and shareholders interested in participating in the market. On the other hand, the GX League is a government-originated initiative in which the concept and functioning of the market stem from the government’s overarching green transformation policies. While the main priorities of these initiatives differ, governments can help to set objectives and articulate a narrower vision for a particular voluntary initiative. Governments can drive market centralization. One challenge for companies looking to participate in voluntary carbon markets is the fragmented nature of the ecosystem; there are many standards, rating agencies, projects, and brokers all participating in the space, making it difficult to track high-quality versus low-quality credits. Over-the-counter trade is also a time-consuming process, increasing companies’ barriers to participation in the space. Since the CCX shut down, centralized venues for trade have been rare and relatively small in scale. Governments can drive market centralization within a country. Efforts to create centralized trading platforms, such as Australia’s carbon exchange and Japan’s voluntary market, are also key to creating a more transparent and efficient market. Though governments are not the only actors that can serve this function, they have unique legitimacy and regulatory authority, which can drive credit supply and trade infrastructure toward centralization in voluntary markets. Governments can drive unification of standards and increase credit quality. Improving the quality of carbon credits and increasing the supply of removal carbon credits are key opportunities for governments supporting voluntary markets. Government participation in markets can support unification and solidify the legitimacy of standards. In both Australia and Japan, government involvement has consolidated the market around a main government-issued unit, the ACCU and the J-Credit, respectively. This intervention can help mitigate the heterogeneity of supply and support corporations’ efforts to efficiently identify credit supply trends. Governments can target recipients. Governments can target a specific type of project to be the recipient of voluntary carbon market capital flows. Based on strategic priorities, governments can narrow supply eligibility to a specific technology, project model, or location. The proposed ETA would operate as a mechanism to support the energy transition in developing countries through power sector projects and crediting schemes. While delivering on full climate finance goals remains a remote possibility, the ETA framework could serve as a bridge by enabling private sector actors with net-zero goals to fund and finance the transition of fossil fuel-intensive power generation to renewable sources in developing economies. The EU certification framework is also a narrowly tailored initiative intended to support emerging and innovative carbon removal technologies. The proposed regulation would certify projects in industrial technologies such as bioenergy with carbon capture and storage and direct air capture as well as projects in sustainable farming. Governments can be important actors in narrowly focused voluntary markets to accomplish a particular financing or technology goal. Governments can dictate demand-side reform. A major challenge in creating voluntary markets that drive meaningful emissions reductions is regulating how buyers use carbon credits. Governments can use voluntary carbon markets to dictate the shape of this “voluntary” regulation. The ETA, supported by the U.S. Department of State, has insisted that buyers partake in a regulation via the VCMI. This program has set out to create a Claims Code of Practice to “guide companies to make transparent claims about their progress towards a longer-term Net-Zero commitment.” In conjunction with these private sector initiatives, the market design for voluntary markets can support the use of carbon credits to meet long-term net-zero goals. In Japan’s GX League, companies commit to publish ambitious emissions reductions plans and report on their progress. If a company fails to meet its annual target, it must explain the reasons and can purchase carbon credits to offset the remaining emissions. In this framework, carbon credits serve as a supporting mechanism for emissions reductions, while the market framework creates a mechanism to support companies’ investments in decarbonizing their operations and value chains. Government participation in voluntary markets can help to regulate and set overarching standards for the usage of carbon credits. Governments can signal a long-term role for voluntary markets. As previously noted, the CCX failed in part due to external political factors and the failure to establish a U.S. cap-and-trade mechanism. Without a clear, long-term vision for the role of voluntary markets in a country’s emissions reduction strategy, private actors are left with little confidence in the direction and development of voluntary markets. While corporate net-zero commitments have risen substantially in recent years, and demand for carbon credits has increased along with these commitments, in many cases there are no long-term signals for investors regarding the legitimacy or role of these markets. Government support for these markets helps to define the priority and role of a particular voluntary market and signals a longer-term commitment to these arrangements. For instance, the GX League is a multiyear plan that represents Japan’s overarching strategy for addressing climate change and meeting national climate goals and suggests the eventual expansion of carbon pricing in Japan. Designing a voluntary carbon market initiative should include recognition and articulation of the guiding priorities and the specific challenges in carbon mitigation that the initiative hopes to address. In the reviewed market initiatives, governments play different roles in designing and regulating the trade of carbon credits. How Article 6 of the Paris Climate Agreement Might Fit In Article 6 of the Paris Climate Agreement looms large over the entire global voluntary carbon market ecosystem, and particularly over the potential role of voluntary markets in achieving NDCs. When approved in 2016, Article 6 provided significant momentum for voluntary markets and the carbon offset model by confirming their role in achieving global emissions reduction targets. Article 6 is primarily focused on country-to-country transfers of carbon credits. These credits can then be used to meet NDCs. Implementation of Article 6 requires establishing standards for certifying credits, a registry for transfers, and a market for facilitating such transfers. These mechanisms exist in many forms across the globe at various institutional and jurisdictional levels. By creating a global set of standards accepted by all countries, Article 6 has the potential to consolidate the highly fractured global market that exists today. Industry observers argue that such a result would accelerate the growth of carbon markets, unlock new financing, and speed deployment of projects that lead to emissions reductions. However, Article 6 remains mired in negotiations over details of its implementation. Talks at COP27 in November 2022 failed to deliver conclusive results. In fact, uncertainty over Article 6 accounting and interaction with voluntary markets has led some developing countries to ban exports of carbon credits. Developing countries are concerned that export of carbon credits, and the “corresponding adjustment” to their national emissions accounting, will hurt their own NDCs. This ongoing uncertainty perhaps best explains why none of the reviewed initiatives are explicitly tied to Article 6 mechanisms. Conversely, all of these initiatives are implicitly linked to Article 6; potentially any of the credits covered by these markets could one day be accounted for by the producing or purchasing country in their NDC calculations. Voluntary vs. Compliance: Creating a Voluntary Emissions Trading Scheme? Emissions compliance markets and voluntary carbon markets are traditionally understood as separate, mutually exclusive approaches to achieving emissions reductions. Compliance markets are defined by the imposition of declining emissions limits, which in the terminology of the voluntary carbon markets can be understood as strict demand-side regulation; with no outside sources of emissions reductions, the covered sector must invest in internal emissions reductions projects. Voluntary carbon markets have been defined by their ability to act as a financing vehicle—a way to monetize environmental protection and emissions reduction projects that are beyond the scope of a compliance market. Though this distinction remains applicable to many systems, the boundaries between the two approaches are blurring. New initiatives combine elements of both models and, with a supporting role from government, form a hybrid mode that might be described as voluntary carbon emissions trading. The CCX was an early example of this hybrid model, and the Japanese GX League is the newest iteration. In both, industrial participants commit to voluntary emissions reductions. Critically, the market is structured such that these commitments primarily incent investment into decarbonization projects within their covered supply chains. In both cases, however, traditional carbon offsets are allowed into the trading scheme and traded at parity with allowance units. It is critical to rightsize this external supply of emissions reductions. Excessive external supply can drown the market, drive down prices, and undercut the incentive to invest in covered emissions reductions. This occurred in the CCX and drove market prices down to essentially $0 and undermined confidence in the entire initiative. In any case, this regulatory authority “at the gate” of the marketplace can address the supply-side issues that plague voluntary carbon markets. One way to limit supply is to set very high credit quality standards. Another regulatory approach might target a certain class of credits that the governing agreement seeks to target. (This target might be based on location, project type, or technology type.) Emissions compliance markets and voluntary carbon markets are traditionally understood as separate, mutually exclusive approaches to achieving emissions reductions. . . . Though this distinction remains applicable to many systems, the boundaries between the two approaches are blurring. Likewise, linking voluntary carbon markets to an organized demand-side emissions reduction scheme addresses many of the greenwashing accusations targeted at buyers of carbon credits. This is also a major issue hampering the growth of voluntary markets. These concerns have caused the Australian voluntary carbon market, which started with no demand-side regulation, to introduce the Safeguard Mechanism, inching the Australian market toward the shape of the GX League. In short, the hybrid model addresses both supply- and demand-side issues facing the voluntary carbon market model. Scale and coverage are major considerations because markets thrive with volume. However, voluntary markets may be able to start small and incrementally scale, with companies voluntarily joining the marketplace one by one. Cross-sectoral participation may be less important at the outset than unanimous intra-sectoral participation. Sectors can then be added incrementally over time. But within a sector, united participation will limit competitiveness concerns. Sector-by-sector growth creates an opportunity to craft and negotiate emissions targets on a sectoral basis, accounting for sectoral emissions profiles, rather than uniform targets across the market. The use of external supply could also be negotiated on a sector-by-sector basis according to the relative difficulty of abatement. The GX League’s scale, incorporating over 600 companies, representing nearly 40 percent of Japan’s total emissions, is a key aspect to the potential success of the initiative. The role of government in a voluntary emissions trading scheme is an evolving question. At a high level, government recognition and incorporation of the market into national decarbonization strategies can resolve uncertainty about the persistence of the market. If firms are to make significant voluntary investments predicated on price signals generated by a market, they need confidence that the market will persist over time. In Japan, the GX League is a key component of the government’s overarching transition strategy and has been introduced in conjunction with a phased compliance price on carbon. Likewise, the Australian voluntary market has been instituted by the government with the direct intention of meeting its NDCs. As noted, the lost political momentum for a compliance cap-and-trade scheme in the United States contributed to the eventual failure of the CCX. This political foundation is not unique to the CCX. Environmental markets are not naturally emergent. Instead, they are the result of an organized effort to address negative externalities. Such an effort is everywhere a fundamentally political task that in turn invites political risk. A major question is whether the political conditions are sufficiently evolved to support a second attempt at a voluntary emissions trading club in the United States. Political assessment is outside of the scope of this report, but the flood of corporate net-zero commitments is a data point that suggests optimism. Lessons for U.S. Policy Since the collapse of the CCX, there has been no centralized marketplace for voluntary carbon emissions reductions in the United States, even though U.S. firms are significant players in all aspects of the global voluntary market and many have established ambitious net-zero targets. Despite corporate interest in the carbon-offset model, and a plethora of brokers, certifying agencies, and credit developers, there has been little movement toward establishing a binding voluntary marketplace. This lack of coordinated strategy or market could hamper the competitiveness of U.S. firms abroad and have consequences for U.S. trade strategy. With the recent introduction of the European Union’s Carbon Border Adjustment Mechanism (CBAM), the role of a legitimate domestic carbon price in international trade has been elevated. While the CBAM only covers goods entering the EU market, the long-term vision of the European Union is to incite a new era for global trade in which the carbon intensity of goods becomes a basic reporting requirement. Furthermore, carbon tariffs predicated on the carbon intensity of the goods in question may proliferate to other markets. Establishing a path forward for U.S. industry in this landscape represents a confluence of climate, trade, and security policy objectives and should be a top priority for U.S. policymakers and industry. With the recent introduction of the European Union’s Carbon Border Adjustment Mechanism (CBAM), the role of a legitimate domestic carbon price in international trade has been elevated. The present global voluntary carbon market, composed of unregulated demand, bespoke fractured trading systems, and a vast sea of heterogeneous supply, has demonstrated no ability to deliver a price on carbon that is functionally equivalent to that of large-scale compliance markets. Hybrid models—exemplified by the approaches settled on in both the Japanese GX League and the Australian voluntary carbon market—show that voluntary efforts can be supported by state action to add credibility and centralization. Such models require significant coordination and commitment from industry. Crucially, both examples indicate an important role for government—a level of validation that signals long-term recognition of the market as integral to achieving national climate goals. Allegra Dawes is a research associate with the Energy Security and Climate Change Program at the Center for Strategic and International Studies (CSIS) in Washington, D.C. Cy McGeady is an associate fellow with the CSIS Energy Security and Climate Change Program. Joseph Majkut is the director of the CSIS Energy Security and Climate Change Program. This brief was made possible by funding from Dow Inc.",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/2023-05/GettyImages-1244765403_cropped.jpg?VersionId=O2VI5i2bu6rZBTJeLQox6TgFwMGYwCwP",
    "tags": "",
    "excerpt": "Voluntary carbon markets could be key to financing the energy transition, but today, they are fractured and plagued by quality concerns. New initiatives that blend compliance market and voluntary carbon market principles chart a promising path forward.",
    "categories": ""
}