{
    "title": "To Make Clean Industry Stick, the United States Needs New Trade Mechanisms",
    "author": "Allegra Dawes",
    "source": "Center for Strategic and International Studies",
    "date": "2024-05-22",
    "text": "To Make Clean Industry Stick, the United States Needs New Trade Mechanisms Photo: leungchopan via Adobe Stock Reducing industrial sector emissions is a critical and challenging step to address climate change. In the United States, industry accounts for around 30 percent of total emissions, the third-largest economic sector following transportation and power. Emissions associated with many industrial products and processes are difficult to abate, and low-carbon alternatives are often in early development stages and remain more expensive than traditional production. Because of this, the sector has seen a relatively limited emissions decline over the past 10 years. There have been some improvements in energy efficiency and the use of renewable energy in industrial production; however, there is still significant work to be done in deploying low-carbon production processes, scaling the use of renewable energy, and capturing carbon from industrial facilities. However, policies aimed at limiting industrial emissions and scaling low-carbon solutions have been scarce. This is beginning to change. In recent years, both governments and industry players have started to develop strategies and technologies to reduce industrial emissions. In March, the Department of Energy announced $6 billion in funding for 33 projects across energy-intensive industries like metals, chemicals, cement, and other materials to reduce emissions. The selected projects will test new methods for reducing emissions with the goal of demonstrating and eventually scaling emerging technologies. In the European Union, several initiatives are aimed at supporting clean industry. In January, the European Investment Bank and the Nordic Investment Bank agreed to support H2 Green Steel’s production facility in Sweden. Germany recently launched a new support scheme for clean industry that would introduce climate protection agreements. These agreements are based on contracts for difference and would see the government compensate companies in industrial sectors like steel, cement, and glass for the additional costs they incur in constructing and operating cleaner facilities. China has also ramped up efforts to launch carbon capture, utilization, and storage (CCUS) and produce more low-carbon products like clean steel. The country leads patent activity across several decarbonization pathways for steel production, including electric arc furnaces, direct reduced iron, and CCUS. Trade and the Carbon Advantage of Industrial Products Decarbonizing industrial products has important implications for a world in which trade and climate policies are increasingly entwined. Climate and energy policies are increasingly focused on both promoting and protecting domestic industries in clean technology sectors. The Inflation Reduction Act (IRA) subsidizes the production of clean technologies and fuels and includes incentives for the use of domestically made inputs like steel and aluminum. In the European Union, the introduction of the Carbon Border Adjustment Mechanism (CBAM) in 2023, which will apply a carbon price on imported goods, supercharged debates over the linkage between emissions and trade. In the United States, there is also a growing consensus that U.S. products have a lower emissions intensity than alternatives. This is termed a carbon advantage, and it represents the regulatory and voluntary actions that U.S. producers have undertaken to reduce emissions. While the United States leads some competitors like China in lower emissions intensity of production, it lags behind others. However, determining the emissions intensity of goods and therefore the relative advantage or disadvantage of producers is technically challenging. There are a variety of policies that have emerged in the United States both as a response to the CBAM and as efforts to bolster industrial competitiveness and support the long-term success of new industrial decarbonization efforts. The PROVE IT Act, proposed in 2023, would direct the Department of Energy to collect data on the emissions intensity of producing a variety of industrial products like steel, aluminum, cement, and fuels in the United States and other countries. In Congress, there has also been bipartisan activity surrounding carbon border adjustments and similar mechanisms that would tie emissions intensity to trade. Some of the proposed bills, like the Clean Competition Act, are CBAM policies in that they impose requirements and prices on domestic and foreign producers alike. Other bills, like the Foreign Pollution Fee Act, are more accurately described as carbon-based tariffs, imposing a price on imported goods with no additional requirements for domestic producers. While CBAM is untested, the theory of change is clear: the European Union’s market pull will incentivize exporting countries to price carbon domestically, thereby reducing emissions. In the United States, where putting a price on carbon remains politically contentious, this theory of change is more challenging; implementing a border adjustment without a pricing mechanism would likely face significant challenges over World Trade Organization compliance and would likely not deliver widespread adoption of domestic carbon pricing schemes. How then should the United States look to use the tools of trade to bolster, protect, and accelerate IRA investments? Turning Carbon Advantage into Competitive Advantage Linking emissions intensity to trade holds promise for U.S. industrial producers. Funding for demonstrating and scaling new processes and technologies can help U.S. industry lead in emerging technologies. IRA subsidies for clean fuels and clean energy deployment support the cost effectiveness of decarbonization pathways. However, in a world where competition over clean technology is growing, the United States needs a strategy to support the continued maintenance and growth of a carbon advantage over the long term. While the United States has the fiscal ability to support ambitious projects like the Department of Energy’s grants for industrial decarbonization, there is a limit to the political will to fund. Adopting policies that drive competitive differentiation through carbon advantages can deliver long-term commitments from the private sector. There are several steps needed to accomplish this. First, improving the quality and quantity of emissions intensity data is a necessary first step to support industrial decarbonization. Tying the emissions intensity of goods to trade requires good data. Establishing the carbon intensity of goods on the product level is a difficult task. Today, there are a variety of methodologies used to calculate the emissions intensity of goods; however, it is not enough. Bills like the PROVE IT Act could help to increase the availability of data on the emissions intensity of a variety of industrial goods and support consensus building on methodologies to calculate the emissions intensity of goods. As the CBAM moves into effect, the need for data on emissions intensity at the product level will grow internationally. Aligning methodologies internationally could be an important step in reducing the administrative burden on companies and ensuring that CBAM-like policies find international support. Second, the United States should explore how voluntary actions from industry can bolster emissions reduction pathways for industry. The private sector is key to any discussion on the role of carbon advantages in trade. A compliance carbon market would create financial conditions for firms to invest in decarbonization. In the United States, voluntary action may be the necessary starting point to create these conditions. Differentiating products based on the cleanliness of products would help to incentivize manufacturers and industry to invest in emerging technologies and processes to decarbonize. There are also emerging models for voluntary carbon markets that could incentivize industrial decarbonization. For instance, the Japanese GX League envisions a voluntary market in which participating companies set emissions reduction goals and generate credits for emissions reductions that exceed those goals. The league would transition to a compliance price after a few years. While the United States has invested in reducing the cost of decarbonization pathways for industry, supporting voluntary action could help set the stage for a more ambitious climate and trade policy. Finally, narrowing trade agreements for industrial products could serve as an initial basis for the alignment of international climate and trade policies. The United States is unlikely to adopt a domestic emissions trading system paired with a CBAM policy that perfectly aligns with the European Union’s approach. However, building trade agreements that support the growth of low-carbon industrial products is an important step toward wider-reaching mechanisms like climate clubs to reduce global emissions. A starting point may be narrow trade agreements for specific products that include benefits for producers that meet specified emissions intensity standards. The recent negotiations between the United States and the European Union on the Global Arrangement on Sustainable Steel and Aluminum (GASSA) offer an example of such an agreement. GASSA would see both the United States and the European Union lift tariffs and duties on imported steel and aluminum from each other. Additionally, the partners would develop a joint methodology for calculating the emissions intensity of partners, with benefits offered to lower-emissions products. While negotiations have stalled, such an arrangement that offers trade benefits for lower-carbon products and aligns global accounting standards would help to enable broader trade mechanisms and support continued industrial decarbonization efforts. Conclusion Climate policies and decarbonization efforts are increasingly entwined with global trade. The United States has implemented ambitious industrial policy that supports the demonstration and scaling of new pathways to decarbonize industrial products. If this effort is to have long-term and international impacts on global emissions trajectories, new trading mechanisms are needed. While there is bipartisan interest in such policies, ensuring that data on emissions intensity at the product level is sound and building mechanisms that support continued domestic emissions reductions are essential first steps. Allegra Dawes is an associate fellow with the Energy Security and Climate Change Program at the Center for Strategic and International Studies in Washington, D.C.",
    "images": "https://csis-website-prod.s3.amazonaws.com/s3fs-public/2024-05/AdobeStock_90470782_Crop1.jpg?VersionId=34wm7_bXUhffeYjbKLTOKjl46Sombypg",
    "tags": "",
    "excerpt": "The United States has implemented ambitious industrial policy that supports industrial decarbonization. If this effort is to have long-term and international impacts on global emissions trajectories, new trading mechanisms are needed.",
    "categories": ""
}