{
    "title": "2024 State of the EU ETS Report",
    "author": "Antoine Blot",
    "source": "ercst.org",
    "date": "2024-05-14",
    "text": "2024 State of the EU ETS Report Author(s): Andrei Marcu, Emma Coker, Florian Bourcier, Jean-Yves Caneill, Stefan Schleicher, Juan Fernando López Hernández, Huan Chang, Gabriele Romeo, Peter Chawah The annual “State of the EU ETS” Report aims to provide an independent contribution to the policy debate, which is needed to ensure that the EU ETS is “fit for purpose”. The Report is intended as a “snapshot”, providing policymakers and stakeholders with an overview of how the EU ETS is doing by April of each year, based on previous year data. This event will cover the 2024 Report. This year’s edition reflects the track record of the ETS last year, its recent developments, and the role the ETS is expected to play in the longer term. Key takeaways The current EU ETS context is shaped by the economic and political landscape. Many changes were implemented during this Commissions which will affect the outlook for EU climate policy and the EU ETS. The forthcoming EU political elections bring an inevitable sense of uncertainty. Questions regarding the role, architecture, and governance of the EU ETS post 2030 are already being raised. Some uneasiness resurfaces again with respect to impacts of regulatory interventions, as illustrated by the RePowerEU auction, which is seen as not transparent and unpredictable, pointing to governance concerns. This year’s report identifies KPIs to evaluate EU ETS achievements against established baselines. Present trends indicate that the industrial sectors under EU ETS will face significant challenges o meet an ambitious 2040 target of a 90% reduction in GHGs emissions. This highlights new international efforts and an increase in international climate diplomacy as an essential component of EU policy going forward. The international success of the CBAM is palpable, even if still untested in the international trade and climate policy frameworks. From an environmental standpoint, 2023 stands out as an outstanding success for the EU ETS, recording a 16% reduction in emissions – the most substantial decrease since its inception in 2005. However, the level of emissions from EU ETS-covered installations were affected by different factors, with the decrease in industrial emissions (7%) due to a crease in industrial activity highlighted. Industrial activity was also strongly affected by energy prices. But every bit counts, and while direct attribution is not easy, it is counter logical to state that EUA prices at current levels played only a minor role. This ought to be taken seriously by EU institutions and in EU capitals, especially as (trade exposed) industry cannot pass through EU ETS costs. On the positive side the focus is clearly now on industrial decarbonization, with sectoral emission intensity decreasing rapidly, but unevenly, due to investments in low carbon projects delivering efficiency gains. The introduction of CBAM and the forthcoming phase out of free allocation is a success in that it will provide reasonable protection against carbon leakage in the domestic market. But it also raises costs in a time of inflationary pressures, and there are significant concerns about the lack of export provisions that seems to make EU industry as uncompetitive at the end of this decade and the beginning of the next one. The discourse within the EU ETS encapsulates several contentious issues. Notably, stakeholders have expressed concerns about the impact on prices, the lack of transparency, as well as the unpredictability of market interventions (i.e. REPowerEU) in the carbon market despite their good motives. The phasing out of free allowances is increasing EU ETS revenues. The EU ETS is now an important source of funding for the green transition and expected to become even more important in the future. Following the high EUAs prices throughout 2022 and 2023, the budget of the last Innovation Fund calls surpassed EUR 3 billion, while the Modernisation Fund has been strengthened and expanded to new recipients. This year’s Market Sentiment Survey confirms that stakeholders perceive the EU ETS as providing signals for decarbonisation. Nonetheless, there is also a pronounced call to scrutinise drivers of post-2030 decarbonisation in EU ETS sectors. The EU ETS is regarded as an evolving framework, with persistent concerns over competitiveness and CBAM-related exports, alongside extended support for the integration of carbon removals. From a market functioning point of view the EU ETS was stable in 2023, particularly compared to the turbulent 2022. EU lawmakers finalised reforms after two years of back-and-forth negotiations, providing market certainty, somewhat disrupted by the price impact of perceived unpredictable regulatory interventions. The lack of volatility and disruption appeared to dissuade some participants, as open interest dropped, and traded volumes and auction participation steadied.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": "All Publications;EU ETS"
}