{
    "title": "EU agrees on new carbon removals laws",
    "author": "Tom Young",
    "source": "CarbonEconomist",
    "date": "2024-02-26",
    "text": "EU agrees on new carbon removals laws Operators will be liable for leaks back into the atmosphere under rules designed to give clarity to industry A new set of EU laws has set out clear monitoring obligations and liability rules for direct air CCS (DACCS) and bioenergy with CCS (BECCS) operators in the region. The EU Carbon Removals Certification Framework (CRCF) has been agreed by the European Council and European Parliament. Although it is not yet law, the agreement means it is highly likely to enter the statute book. The framework establishes the first definition for carbon removal in EU policy and ensures that only the permanent storage of atmospheric or biogenic CO₂ can qualify as permanent carbon removal. The framework establishes four different types of activities to be covered by the framework—emission reductions in soils, temp \n                Also in this section\n             \n\n             \n\n                            9 April 2025\n                         \n                         \n                            AI is powering the Middle East & North Africa’s digital transformation, but can the region meet soaring energy demand sustainably? Small modular reactors may hold the key\n                         \n                     \n\n                            8 April 2025\n                         \n                         \n                            STRATOS project in Texas granted Class IV permits despite deep uncertainty over Trump administration’s readiness to support carbon management tech\n                         \n                     \n\n                            8 April 2025\n                         \n                         \n                            Gulf Energy to provide AIQ with exclusive access to its proprietary datasets and industry-leading documents. ENERGYai is already trained on petabytes of operational data from ADNOC, and this agreement will provide the solution with access to even greater quantities of relevant, high-quality industry information\n                         \n                     \n\n                            4 April 2025\n                         \n                         \n                            Crucial talks at the IMO focus on a two-tier emissions trading scheme combined with a marine fuel standard",
    "images": "https://pemedianetwork.com/media/mqnbbaxp/eu-gavel-home.png",
    "tags": "eu carbon, carbon removal laws, carbon removal;eu carbon, carbon removal laws, carbon removal",
    "excerpt": "Operators will be liable for leaks back into the atmosphere under rules designed to give clarity to industry",
    "categories": ""
}