{
    "title": "CBAM deductions of carbon prices in third countries",
    "author": "Federica Sirressi",
    "source": "CO2 IQ",
    "date": "2024-09-12",
    "text": "EU importers can deduct carbon prices already paid in countries-of-origin to reduce the number of CBAM certificates needed. The CBAM crediting mechanism can be narrowly defined to include ETS and carbon taxes only. To the contrary, with an open scope various types of carbon prices paid could be deducted from the CBAM levies. Deductions on CBAM levies Starting 2026, European companies will need to pay a carbon-based levy for imported goods falling under the EU’s Carbon Border Adjustment Mechanism (CBAM). Based on the embedded emissions, they will need to purchase and surrender CBAM certificates. According to Article 9 of the CBAM regulation, importers can lower their certificate obligations by carbon prices already paid in a third-country. Currently, 18 non-EU countries have a CBAM-relevant carbon price in the form of emissions trading system (ETS) or carbon taxes. The CBAM regulation specifies that the carbon price to be credited must be in the form of a tax, levy, fee, or emission allowance applied to emissions from production under a recognized carbon reduction scheme. Also, this price must be effectively paid, i.e. it must account for any rebates or compensations. Still, these provisions leave a lot of room for the types of instruments to be recognized for deductions. The exact rules are left to be defined in implementing acts. Its release by the European Commission is expected by the end of 2025. CBAM recognition of carbon pricing instruments These rules can allow for a very limited crediting with ETS-like mechanism and carbon taxes only or can be very open with a variety of carbon pricing instruments to be recognized. There is a wide spectrum in between. Based on insights from domain experts, the crediting within the current regulatory framework is to be guided by four main principles: Fairness: avoid charging goods twice for their embedded emissions Competitiveness: level the playing between EU and non-EU producers Integrity: meet environmental standards and prevent carbon leakage Feasibility: ensure technical viability and cost-effective implementation Emission allowances Allowances in an ETS mechanism perfectly mimic the EU ETS, providing an explicit carbon price paid by foreign producers. While the prices paid are not identical to the EU ETS, they still impose an effective cost on emissions. They represent straightforward cases to ensure fairness and competitiveness. Yet these systems may vary in their designs compared to the EU ETS. Feasibility depends very much on the rules for the allocation of free allowances and the type of data required for calculating effective prices paid. Carbon taxes Taxes on emissions are another form of a direct carbon price. They are a clear candidate for recognition, as they meet fairness, competitiveness and integrity principles. They may also bring an advantage in terms of feasibility, as effective prices are easier to determine. The proposal by some trading partners, such as India, to implement a carbon tax solely on CBAM covered exported goods requires particular attention. Such an export-only carbon tax fails to prevent carbon leakage and would put EU producers at a disadvantage. Compliance offsets Some compliance mechanisms, like the Korean ETS or South Africa’s carbon tax, allow for domestic and/or international carbon credits to reduce carbon charges. Such offsets also represent a price effectively paid. The EU ETS currently does not accept such offsets due to integrity concerns. Yet several governmental initiatives work towards greater scrutiny and standards for the use of such offsets, including through international carbon markets and the EU Carbon Removal and Carbon Farming Certification Framework. Strictly speaking, however, costs for such credits are not paid ‘in the country of origin’ of the imported goods, as defined in Article 9. Such credits most often originate from projects for emission reductions or carbon removals in other countries. VCM credits Companies may also opt for voluntary carbon markets (VCMs). With the purchase of carbon credits they can offset unabated emissions that do not fall under a compliance pricing. Such credits, however, often face integrity concerns, which has become a topic for hot debate. As voluntary credits are not accepted under the EU ETS, they are unlikely to be recognized under CBAM. However, disregarding the effective price paid for such voluntary credits could fall short on the fairness principle. Indirect carbon prices Many countries impose taxes, fees, and charges that act as carbon prices, but are not directly tied to emissions. For instance, fuel excise taxes increase the cost of high-carbon alternatives and encourage a shift towards low- or zero-carbon options but are not explicitly paid for CO2. Although converting these levies into prices per emissions unit would be relatively straightforward, feasibility is complicated by the large variety of such pricing schemes. Moreover, Article 9 recognizes prices directly tied to embedded emissions in the goods. This requirement also makes them an unlikely case for recognition. Non-pricing instruments Last but not least, non-pricing instruments, such as emission standards and technology mandates, can play their role in reducing emissions in third countries. Depending on their design, they could meet competitiveness and integrity principles. They may also involve implementation costs for affected producers, so that their recognition could be fair too. Yet crediting them would be technically complex. Therefore, they are very likely not to be feasible and beyond the scope of the CBAM. CBAM crediting scenarios While awaiting the detailed rules, EU importers can already assess existing and planned carbon pricing instruments in the country-of-origin of their CBAM goods. Comparing different scenarios of carbon pricing instruments recognized under CBAM will help to understand the range of potential CBAM cost and deductions. In all these scenarios a high uncertainty driver is the future price of EU-ETS prices compared to the prices paid in the country of origin. Another complicating matter is also the methods for calculating the effective prices paid. Based on a recent UBA recommendations this could be based on actual prices paid at the installation or country-wide averages. These two options also vary in their fairness, competitiveness, integrity and feasibility implications. The coming implementing acts will also need to figure out these aspects. All in all, there is still a lot of clarity to come on the crediting of third-country carbon prices under CBAM from 2026 onwards. (This blog builds on results from a Master Thesis conducted as part of the Master in Public Policy at Hertie School, supervised by Professor Christian Flachsland) Sources and further information: CO2 IQ: CO2 Price Radar The World Bank: Carbon Pricing Dashboard International Carbon Action Partnership: ETS Map Umweltbundesamt: Third-country carbon pricing under the EU CBAM ERCST: Methods for Crediting Carbon Prices under the CBAM EU: Regulation 2023/956 for Establishing a Carbon Broder Adjustment Mechanism Photo by Wolfgang Weiser on Unsplash",
    "images": "https://co2-iq.com/dateien/wolfgang-weiser-WJrZszHKDeE-unsplash-1.jpg",
    "tags": "Carbon Markets;Carbon Pricing;Carbon Tax;CBAM;Emissions Trading;ETS;EU ETS;import levy",
    "excerpt": "EU companies can reduce their costs for purchasing CBAM certificates. They can claim deductions for carbon prices already paid in the country-of-origin of their CBAM goods. The scope of the carbon pricing to be recognized in CBAM is still to be defined.",
    "categories": "Carbon Border Adjustment Mechanism (CBAM)"
}