{
    "title": "Wood Mackenzie Madrid Carbon Briefing",
    "author": "unknown",
    "source": "WoodMackenzie",
    "date": "2023-09-05",
    "text": "On Thursday the 21st of November, Wood Mackenzie will be hosting a Carbon Afternoon Briefing in Madrid. Our experts will be presenting our latest views of carbon policy, carbon markets and decarbonisation technologies, and how these topics impact EU industries now and the in the future. The briefing will cover the following topics: Carbon and emissions policy drivers Compliance carbon markets and CBAM Voluntary carbon markets and carbon offsets CCUS and carbon removals High-level timings: Registration: 15:30 - 16:00 Presentation: 16:00 - 17:00 Networking drinks: 17:00 - 18:00 Please complete the form to register your interest in attending Our speakers Mhairidh Evans VP, Global Head of CCUS Research Mhairidh leads our global research on carbon capture, utilisation and storage (CCUS). Latest articles by Mhairidh \r\n            \r\n                    Opinion\r\n                \r\n                 Can CCUS help achieve Net Zero? \r\n            \r\n                    Opinion\r\n                \r\n                 Can CCUS momentum overcome headwinds to the industry? \r\n            \r\n                    Opinion\r\n                \r\n                 Carbon management frequently asked questions part 3: CCUS \r\n            \r\n                    Opinion\r\n                \r\n                 The challenges and opportunities in Europe’s oil & gas, CCUS and hydrogen sectors \r\n            \r\n                    Opinion\r\n                \r\n                 Our top five takeaway messages from the CCUS conference 2023 \r\n            \r\n                    Opinion\r\n                \r\n                 The UK’s journey to net zero: an uncertain path ahead Stephen Vogado Senior Analyst, Carbon Policy Stephen focuses on carbon policy, taking a data-driven approach to help clients navigate the energy transition. Latest articles by Stephen \r\n            \r\n                    Featured\r\n                \r\n                 Carbon policy 2025 outlook \r\n            \r\n                    The Edge\r\n                \r\n                 COP29 key takeaways \r\n            \r\n                    Opinion\r\n                \r\n                 Stepping on the gas: the state of global methane policies and regulations \r\n            \r\n                    Opinion\r\n                \r\n                 Climate transition plans: time for companies to take action \r\n            \r\n                    Opinion\r\n                \r\n                 New rules and frameworks in global carbon policies \r\n            \r\n                    Opinion\r\n                \r\n                 2024’s carbon policy so far: four key takeaways Fernanda Abarzúa Senior Research Analyst, Carbon Fernanda’s primary focus lies in the offset market sector. Latest articles by Fernanda \r\n            \r\n                    Opinion\r\n                \r\n                 5 things you need to know about carbon offsets in 2024 \r\n            \r\n                    Opinion\r\n                \r\n                 2024’s carbon policy so far: four key takeaways \r\n            \r\n                    Opinion\r\n                \r\n                 Carbon offsets: key considerations for corporates \r\n            \r\n                    Featured\r\n                \r\n                 Carbon markets: 5 things to look for in 2024 \r\n            \r\n                    Opinion\r\n                \r\n                 What could COP28 mean for Article 6? \r\n            \r\n                    The Edge\r\n                \r\n                 COP28 preview: five things to look for",
    "images": "https://www.woodmac.com/siteassets/frontify_media_download/photography/refining-and-oil-products/_micro/micro_refining_gettyimages-471768133.jpg?w=800&h=480&mode=crop¢er=0.5,0.5",
    "tags": "",
    "excerpt": "Our experts will be presenting our latest views of carbon policy, carbon markets and decarbonisation technologies, and how these topics impact EU industries now and the in the future.",
    "categories": ""
}