{
    "title": "Agenda - Carbon Forward Expo 2024 - Carbon Forward",
    "author": "unknown",
    "source": "Carbon Forward",
    "date": "2025-03-11",
    "text": "Carbon Forward 2024 is multi-faceted conference experience. It has been uniquely curated by a team with decades of environmental markets experience. The agenda is suited to a long-standing stakeholder as well as a new participant in climate markets, and will detail risks, opportunities, obligations and how to successfully navigate the carbon markets. All sessions will be live streamed for those who cannot attend in-person. Carbon Forward 2024 will comprise: Day One: Global Carbon Markets & Finance Day Two: European Compliance Markets Day Three: The Evolving Voluntary Carbon Market 08.00 Registration and coffee 09.00 Welcome to Carbon Forward Louis Redshaw, Co-founder, Carbon Forward & CEO and Founder, Redshaw Advisors and Net Zero Markets \nMike Szabo, Co-founder, Carbon Forward & Director and Co-founder, Carbon Pulse \n 09.30 Global Carbon Markets – A focus on Turkiye followed by Africa and MENA How are different regions, or countries, approaching ETS development. To what extent are they similar to that of the EU, or reflect a response to CBAM? What are the clear drivers in particular regions behind exploring new forms of carbon pricing? Moderator \nLewis Stevens, Senior Carbon Market Expert, ICAP Presenter \nEyup Kaan Morali, Head of Carbon Pricing Department, Directorate of Climate Change, Ministry of Environment, Urbanisation and Climate Change, Turkiye \nPeris Waweru, Junior Consultant, Perspectives Climate Group 10.15 The details from down under – Australia & New Zealand Australia: Compliance entity behaviour and the Safeguard Mechanism – how will the Australian market respond to the upcoming surrender period and what will happen to the ACCU prices? What effect will the Carbon Abatement Contract exit window have on prices as well as supply dynamics? New Zealand: Under the new government how is the Emissions Trading Scheme and the Emissions Reduction Plan 2 going to address longer term issues in the ETS and broader climate policy? What are some of the key structural issues that need addressing to stabilise the market, what role for example will forestry play? Moderator \nLewis Stevens, Senior Carbon Market Expert, ICAP Panellists \nOllie Batelier-Belton, Managing Director, Carbon Forest Services \nRaphael Wood, Principal at Market Advisory Group, Aurecon 10.45 Coffee & networking break 11.15  Exploring Asian carbon markets \n How is regulation dictating the types of credits that can be exported? A focus on India, Indonesia, and Malaysia. Singapore is among the leading buyer countries in terms of setting up bilateral Article 6 agreements, how have they done this? Moderator \nLewis Stevens, Senior Carbon Market Expert, ICAP \n Panellists: \nRiza Suarga, Chairman, Indonesian Carbon Trading Association \nPeter Zaman, Partner, HFW 11.45 Navigating North America’s carbon markets A review of the continent’s cap-and-trade schemes and carbon pricing regimes. WCI and RGGI are undergoing major reforms, while Washington state’s ETS and Canada’s carbon tax could be voted out. Moderator \nLewis Stevens, Senior Carbon Market Expert, ICAP Panellists \nBen Lee, Senior Carbon Analyst, Energy Aspects \nLuke Sideropoulos, Compliance Carbon Analyst, Veyt \n 12.15 INVESTOR PANEL PART I – investment portfolio risk stemming from of global carbon pricing regimes Carbon markets are about to undergo enormous growth and change as OECD countries gear up to become carbon neutral by 2050. What will be the impact of removing free allocation from ETS participants and carbon-based import taxes on company valuations, when will that impact be felt and how. Moderator \nPhilipp Ruf, Head of Research and Analytics, SparkChange Panellist \nMarc Barnett, Head of Investment, NatWest Cushon 12.45 Lunch & networking 14.00 – 17.00 IETA London Carbon Dialogue – for IETA Members (running concurrently) 13.45 INVESTOR PANEL PART II – What’s hot and what’s not. Where does risk lie? What are investors looking at when they consider carbon markets? Moderator \nPhilipp Ruf, Head of Research and Analytics, SparkChange Panellists \nGeorge Beattie, Head of Innovation, CFC \nAllister Furey, CEO & Co-Founder, Sylvera \nLuke Oliver, Managing Director, Head of Climate Investments, KraneShares 14.30 Removals going global: carbon removal types, costs, financing, investment opportunities and growth prospects The carbon removals space is being moulded by multiple different forces including: the VCM, the EU’s Carbon Removal and Carbon Farming Regulation (CRCF) and the US Inflation Reduction Act. Our panel will take a deep dive into what the carbon removals investment opportunity looks like in terms of costs, scalability, growth prospects and investment opportunities. Moderator \nRichard Barker, Partner, Counteract Panellists \nPeter Albin, Senior Research Analyst, Carbon Markets, Wood Mackenzie \nMarie-Louise du Bois, Global Head of Carbon Pricing, S&P Global Commodity Insights 15.15 Coffee & networking 15.45 The Carbon Border Adjustment Mechanism (CBAM) – an introduction What is CBAM, who does it affect, what do affected parties have to do, what risks are they running. Our brief introduction session will set the scene for the in-depth following panel discussion. Speakers \nDan Maleski, Environmental Markets Advisor and CBAM Lead, Redshaw Advisors \nNicolas Endress, CEO & Founder, ClimEase \n 15.55 CBAM – different responses to the flagship EU carbon leakage policy The EU’s Carbon Border Adjustment Mechanism (CBAM) has spurred other countries to adopt carbon pricing policies to avoid punitive tariffs on exports to Europe. Is trade in green goods finally coming of age or, on the contrary, are we entering a new era of green trade tensions? Moderator \nDan Maleski, Environmental Markets Advisor and CBAM Lead, Redshaw Advisors Panellists \nTetyana Payosova, Senior Associate, Van Bael & Bellis 16.30 Article 6, the future of international carbon trade? During a chaotic COP28 for Article 6, negotiations collapsed with many parties still clashing over key technical elements of international carbon trade as well rules governing the UN crediting mechanism under the Paris Agreement. Here, we look ahead to Baku and COP29 and where countries may be able to find consensus on the key remaining elements of Article 6, as well as the impact of these UN negotiations on wider market stakeholders. Moderator \nMark Lewis, Head of Climate Research, Andurand Capital LLP Panellists \nAndrea Bonzanni, International Policy Director, IETA \nAndrew Howard, Senior Director, Climate Policy and Strategy, Verra \nDexter Lee, Head of Carbon Markets Negotiations, Department for Energy Security and Net Zero, UK \nRory McDougall, Commercial and Finance Director, DelAgua \nBasak Odemis, Carbon Finance Lead, IFC, World Bank Group \n 17.10 Aviation & Shipping – A look at CORSIA Phase 1 and IMO developments Exploring CORSIA Phase 1 supply, demand and what we learned from the practice phase of CORSIA. What are the carbon market developments to look out for from the IMO’s MEPC 82 meeting? Moderator \nRebecca Gualandi, European Climate and Energy Correspondent, Carbon Pulse Panellists \nMichael Evans, Group Sustainability Insights Manager, International Airlines Group \nAudrey Goldstein, Director, Carbon Markets Development, Standard Chartered Bank \nEllen Lourie, Director of Natural Climate Solutions and Aviation, IETA \nEdwin Pang, Founder, Arcsilea \n 17.45 Close of day one 18:00 Evening drinks More details to follow shortly 08.00 Registration and coffee 08.55 Opening Remarks Frederic Simon, Head of EMEA, Carbon Pulse 09.00 Keynote What happened and why with EU carbon prices 09.15 The EU’s “three-speeds” transition and its implications for the EU ETS Trevor Sikorski, Head of Natural Gas and Emissions, Energy Aspects 09.30 EU ETS: catching up With the EU entering a new five-year political cycle, what are the prospects for the EU ETS? Is Europe’s flagship climate policy tool headed for another shake-up? Moderator \nJulia Michalak, EU Policy Director, IETA Panellists \nPaul Dawson, Head of Regulatory Affairs, RWE Supply & Trading GmbH \nDamien Meadows, Advisor, European Commission \nDavid Oxley, Chief Climate & Commodities Economist, Capital Economics 10.10 ETS2 unwrapped… ETS2 is a new cap-and-trade system that will cause carbon pricing to finally expand in a meaningful way in Europe. What is it, why does it matter, why is it controversial and what will trading it be like? Moderator \nFrederic Simon, Head of EMEA, Carbon Pulse Panellists \nEllen De Vocht, Policy Expert, EEX \nRobert Jeszke, Deputy Director for Emissions Management (IOS-PIB), The National Centre for Emissions Management (KOBIZE) \nJulia Michalak, EU Policy Director, IETA \nIngvild Sorhus, Manager EU Carbon Analysis, Veyt 10.40 Coffee & networking break 11.10 It’s all happening in the UK ETS: cap reset, new sectors, extra auction volumes, UK MSR, linkage, UK CBAM UK carbon allowance prices continue to diverge from the EU ETS with regulatory uncertainty doing little to address relative price softness. Will the new Labour government plug the holes in CBAM and shipping ETS policy? How seriously is linkage back on the table? Moderator \nTom Lord, Head of Trading and Risk Management, Redshaw Advisors Panellists \nBeth Barker, Senior Policy Officer, Aldersgate Group \nAlistair McGirr, Group Head of Policy & Advocacy, SSE 11.50 Trading the EU and UK ETS – what do dedicated carbon traders think are the big opportunities, and why? Traders can make money whether the market is rising or falling. Learn from the experts at the cutting edge of traded carbon markets about their views on the opportunities that the EU and UK mechanisms are presenting. Moderator \nTom Lord, Head of Trading and Risk Management, Redshaw Advisors Panellists \nClive Lambert, Founder, Futurestechs \nMark Lewis, Head of Climate Research, Andurand Capital LLP \nNima Neelakandan, Senior Managing Director, Head of Environmental Products, Macquarie Group \nAlex Rau, Partner, Environmental Commodity Partners 12.30 Lunch & networking 13.30 Shipping and aviation in the EU & UK ETS Shipping entered the EU ETS this year amid huge interest from market participants. The UK will likely follow in 2027. What impacts has inclusion had on ship operators, owners and charterers? The EU is watching the effectiveness of CORSIA closely, with a chance to re-include international aviation in the EU ETS from 2026. What have they concluded so far? Moderator \nAngeliki Malathrona, Country Manager, Redshaw Advisors Panellists \nDamien Meadows, Advisor, European Commission \nJames Milne, Key Account Manager, Maritime, DNV \n 14.10 Removals are coming to the UK & EU markets The UK has consulted on integrating carbon removals into its compliance carbon market. Meanwhile, the EU is developing its CRCF legislation that will define eligible carbon removals. What do we know, what needs to be decided and what are the economic opportunities? Moderator \nPhil Curds, Head of ESG and Sustainability, Enfinium Panellists \nHelen Bray, Vice President for Policy, Puro.earth \nFelix Grey, Policy Team Leader, Department for Energy Security & Net Zero, UK Civil Service \nJonty Rushforth, Head of Environmental Solutions, S&P Global Commodity Insights 14.50 Coffee & networking break 15.20 Navigating the next phase of EU ETS: industrial decarbonization and the future of clean commodities As the EU ETS shifts its focus from power to industry, decarbonisation enters a more complex phase. This workshop will delve into the future of industrial emissions reduction, highlighting emerging technologies and how the volatile price differentials between clean commodities like hydrogen and electricity versus traditional fuels and feedstock affects incentives and abatement cost Presenters \nDaniel Atzori, Head of Research and Development, Redshaw Advisors \nHarry Ohman, Senior Analyst, Veyt \n 16.00 Analyst Showdown: supply, demand and future prices Our 9th annual showdown is tried and trusted to get all the issues impacting European carbon prices on the table and their relative importance debated. We then put the analysts to the test when we display and discuss all of their forecasts at the same time in the big reveal. Moderator \nLouis Redshaw, CEO & Founder, Redshaw Advisors Panellists \nEmma Coker, Team Leader, European Carbon Market Research, BloombergNEF \nMarcus Ferdinand, Chief Analytics Officer, Veyt \nTrevor Sikorski, Head of Natural Gas and Emissions, Energy Aspects \nLewis Unstead, Senior Analyst – EU Carbon and Power Markets, ICIS \n 17.30 Close of day two 07.45 Women in Carbon Breakfast Guest Speakers: Catherine McGuinness, Common Councillor and past Chair of the Policy & Resources Committee, City of London Corporation \nJudith Schroeter, Head of Product, S&P Global 08.00 Registration and coffee 09.00 Keynote – The State of Play in the VCM \n Margaret Kim, CEO, Gold Standard 09.30 ICVCM’s Core Carbon Principles: Salvation or distraction? The Integrity Council for the Voluntary Carbon Market (ICVCM) has created a quality benchmark by setting out which crediting programmes and methodologies can be eligible for the Core Carbon Principles (CCPs). Will they unlock investment or hold the market back? Moderator \nRoy Manuell, EMEA Markets Editor, Carbon Pulse Panellists \nChristopher Hakes, Head of Carbon Sales, BurnMFG \nChris Leeds, Head of Carbon Markets Development, Standard Chartered \nWilliam Pazos, Co-Founder and Co-CEO, ACX (AirCarbon Exchange) \nLorna Ritchie, Director of Public Affairs, ICVCM 10.20 New standards, new methodologies: a catch-up Alongside the integrity initiatives, new standards and methodology revisions are also set to address issues around quality. We take stock of these developments and provide an overview of what many hope will become VCM2. Moderator \nRoy Manuell, EMEA Markets Editor, Carbon Pulse Panellists \nGeorge Hepburne Scott, Director, Forest Carbon \nStacy Kauk, Head of Science, Isometric \nHugh Salway, Senior Director for Market Development and Partnerships, Gold Standard \nCarlos Trujillo, Chairman, Cercarbono 11.00 Coffee & networking break 11.30 Raters of the Lost Market Multiple voluntary carbon ratings agencies have sprung up in a bid to assess to what extent a tonne of carbon is actually reduced or removed by different projects. In a market taking a backward step in terms of volume and value, we discuss the raters impact so far and their future role. Moderator \nSonja van Renssen, Chief Strategy Officer, Carbon Pulse Panellists \nAllister Furey, Co-founder & CEO, Sylvera \nTristan Loffler, Executive Director and Head of Carbon Projects, MSCI \nTommy Ricketts, Co-Founder & CEO, BeZero Carbon \nDuncan Van Bergen, Co-Founder, Calyx Global 12.10 EU Green Claims Directive – the rules the market is crying out for? With legislated oversight on corporate claims in the pipeline, the VCM is about to get a long awaited set of rules that could mean standardisation, trading, finance and scale. The new hope or a bureaucratic pitfall, what can we expect from the GCD? Moderator \nBill Goldie, Environmental Markets Director, Redshaw Advisors Panellists \nAisha Rodriguez, Manager – Markets & Standards, VCMI \nAna Ruiz, Policy Analyst, ERCST \nTilmann Morata Liebert, Policy Officer, European Commission \n 12.50 Lunch & networking 13.50 Financing the VCM: What works, what is needed? Moderator \nWill Higbee, Head of Carbon Banking and Markets, Flowcarbon Panellists \nMurray Collins, Co-Founder and CEO, Space Intelligence \nMartin Lawless, Group Head of Carbon Markets & Environmental Commodities, Munich Re Specialty \nAdrian Rimmer, Director, Sustainable Finance & Investment, LSEG 14.30 Carbon removals – who’s paying and why? How can removals be part of a voluntary carbon market? Removals are expensive – from carbon farming to DACCS and BECCS, who will pay for what and why? Moderator \nPaul Zakkour, Director, Carbon Counts Panellists \nLisa Braune, Head of Carbon Removal, Neustark \nJohn Barry, Senior Sales Manager, Agreena \nLeigh Hudson, Sustainable Fuels and Carbon Manager, International Airlines Group 15.10 Coffee & networking 15.40 Crystal Ball gazing – the VCM in 5 years What are the current and future drivers of carbon credit demand? The Paris Accords, Article 6, new phases for the UN’s CORSIA scheme, demand from the IMO – all competing with the potentially huge demand from corporate net zero targets. What opportunities, when will it happen and how will this all fit together? Moderator \nSonja van Renssen, Chief Strategy Officer, Carbon Pulse Panellists \nFernanda Abarzua Torres, Senior Research Analyst, Carbon Markets, Wood Mackenzie \nMichael Bertelsen, Head of Pricing, Structuring & Broker Distribution, Agreena \nLayla Khanfar, Associate, BloombergNEF \n 16.20 VCM retirement and pricing trends The VCM has been on the backfoot for the last 2 years. What is really going on: conclusions we can draw from the retirement and trading data Speaker \nGuy Turner, Managing Director, Carbon Markets, MSCI 17.30 Close of conference Day One – Tuesday 8 of October 11.15 Wood Mackenzie: Navigating a fragmented voluntary carbon market (VCM): harnessing the power of informed decisions \nPresenters: \nMichelle Uriarte-Ruiz, Senior Research Analyst, Carbon Offsets, Wood Mackenzie \nFernanda Abarzua Torres, Senior Research Analyst, Carbon Offsets, Wood Mackenzie Worskhop outline: \nIn this workshop, we will address the challenges of the fragmented voluntary carbon market. Participants will gain insights into current trends, drivers, and future implications for the VCM (supply, demand, and pricing). \nJoin us to explore how consolidating scattered information into a cohesive overview can drive informed decision-making and foster a more transparent and efficient carbon market. 14.00-17.00 IETA London Carbon Dialogue – for IETA EU Working Group Members \nIn person meeting for IETA members, held in the Cambridge Room. \nInvitation only and registration is required. For further information or to register, please contact IETA ([email protected]). Day Two – Wednesday 9 of October 13.30 CFC: Managing Carbon Investment Risk \nPanellists: \nGeorge Beattie, Head of Innovation, CFC \nChris Leeds, Head of Carbon Markets Development, Standard Chartered \nLuke Oliver, Head of Climate Investments, KraneShares \nJamie Robinson, Chief Commercial Officer, Go Balance \nEd Rumsey, Managing Partner, Permian Workshop outline: \nThe Voluntary Carbon Market (VCM) faces growing pains arising from multiple challenges relating to risk. Buyers are nervous about delivery risks for pending credits and cancellation risks for issued credits. Insurance has the potential to alleviate risk concerns and encourage investment. This workshop, hosted by carbon insurer CFC, will bring you key insights from a range of expert peers from the carbon project development and investing world. 15.20 S&P Global Commodity Insights: Removals in the Carbon Landscape \nPresenters: \nMarie-Louise du Bois, Global Head of Carbon Pricing, S&P Global Commodity Insights \nAlice Mason, Global Market Engagement Leader, Energy Transition, S&P Global Commodity Insights Worskhop outline: \nJoin us for an insightful workshop focused on the evolving landscape of carbon removals. We will explore the latest developments in carbon removal projects, highlighting the UK’s initiatives and regulatory frameworks that are shaping the market. Participants will gain an understanding of current pricing trends for carbon removals, examining the factors driving these changes. Additionally, we will discuss the future outlook for removals, including potential challenges and opportunities in the sector. This workshop is essential for anyone looking to stay ahead in the carbon market and understand the critical role of removals in achieving climate goals. \nWe look forward to your participation! Day Three – Thursday 10 of October \n \n 10.20 Agreena: From pixels to gigatonnes: MRV and machine learning for Nature-based carbon projects \nPresenters: \nFrederik Aagaard, Chief Commercial Officer, Agreena \nTom Blower,Chief Product and R&D Officer, Agreena \n Workshop outline: \nMRV is necessary to build trust in nature-based solutions. This workshop will cover how MRV and machine learning can be deployed to measure carbon outcomes in natural ecosystems. It will demonstrate how we can pinpoint exactly which location removed carbon and monitor what is happening in real time. 12.10 Verra: Deep dive workshop on the transition from old methodologies to new ones \nPresenters: \nAndrew Howard, Senior Director of Climate Policy and Strategy, Verra \nNicole Shermer, Manager, VCS Program Development, Verra Worskhop outline: \nThis workshop will feature a deep dive into Verra’s forthcoming procedures on how to change the applied methodology for any Verified Carbon Standard (VCS) project. There are two pathways to change methodology — one to change it on a go-forward basis only, and another to change it for past periods in addition to future ones and enable reconciliation of any difference in Verified Carbon Units (VCUs) from those past monitoring periods. This procedure to allow changes to past monitoring periods is an important evolution in the carbon market to enable voluntary alignment of past reporting periods and issued credits with current best practices. \nThe workshop will be of interest to project developers, validation/verification bodies, and holders and buyers of Verified Carbon Units (VCUs) who wish to have more insight into how projects can change methodology to access new markets while maintaining their accuracy, integrity, and credibility. This is particularly relevant for projects seeking Core Carbon Principles (CCP) labels by switching to a methodology approved by the Integrity Council for the Voluntary Carbon Market (ICVCM), and for projects looking to differentiate CO2 removals and GHG emissions reductions. \n\n\n\n Benchmark best practice Discover the latest policy developments \n\n\n Learn at the training workshops \n\n\n Achieve your environmental market goals \n\n\n Network with your industry peers \n\n\n Map out your carbon exposure and explore the best methods to minimise costs De Vere Grand Connaught Rooms \n61-65 Great Queen St \nLondon \nWC2B 5DA Standard ticket \nThree day ticket: £1675 plus VAT \nTwo day ticket:  £1465 plus VAT \nOne day ticket: £945 plus VAT @ Carbon Forward 2024 | Terms and conditions | Privacy Policy",
    "images": "https://carbon-forward.com/wp-content/uploads/2024/02/IETA_Logo_Rich-Black.jpg",
    "tags": "",
    "excerpt": null,
    "categories": ""
}