{
    "title": "EU ETS key policy and advocacy milestones - Emissions Trading Extra",
    "author": "Martin Fischer",
    "source": "Emissions Trading Extra",
    "date": "2024-04-22",
    "text": "EU ETS key policy and advocacy milestones This timeline of future EU Emissions Trading System (EU ETS) policy milestones is useful for civil society organisations and activists to identify moments for advocacy activities. Begin 2024-End 2027 Shrinking cap The EU ETS’s cap (limit on total emissions) falls by 4.3% annually. This so-called linear reduction factor was at 2.2% from 2021-2023 and only at 1.74% from 2013-2020. Beginning 2024 Municipal waste incineration The monitoring, reporting and verification of emissions from municipal waste incineration becomes obligatory. 2024 Start phasing out of aviation freebies A quarter of the free allowances awarded to airline flights within the EU to be eliminated. That means airlines receive 75% of these freebies. 2024 Phase in of shipping For ships travelling within the EU, the proportion of emissions covered increases stepwise, starting at 40% in 2024 and reaching 100% in 2026. For ships travelling between EU and non-EU ports, only 50% of the emissions are covered until a revision in 2028. Additionally, only CO2 emissions and cargo and passenger ships of over 5,000 gross tonnage will be included at the beginning. Oct 2024-end 2025 CBAM transition The transition period for the Carbon Border Adjustment Mechanism starts. This means that monitoring, reporting and verification takes place, but no CBAM certificates have to be bought yet. A report on scope extension as well as a report and a legislative proposal on the possible exemption of export goods is expected in the second half of 2024. End 2024 Review of Modernisation Fund The European Commission will review the areas in which the Modernisation Fund will invest and the basis on which the investment committee will make its recommendations. Begin 2024-end 2027 Putting a cap on ETS2 The initial linear reduction factor for the cap on the ETS for buildings and road transport set at 5.1% annually. Begin 2025-end 2027 Other aviation emissions Airlines start to monitor, report and verify their non-CO2 emissions, such as nitrogen oxides (NOX), contrail-cirrus clouds, sulphur dioxide (SO2), particulate matter (soot) and water vapour. 2025-2026 Further phasing out of aviation freebies Flights within the European Economic Area lose 50% of their free allowances in 2025 and all of the rest in 2026. 2025-2026 ETS for EU shipping II and III The ETS for shipping expands to cover 70% of emissions within the EU in 2025 and 100% in 2026. Begin 2025-end 2026 Offshore shipping Monitoring, reporting and verification requirements for all offshore ships and for smaller general cargo ships (between 400 and 5,000 gross tonnage) start. 30 June 2025 ETS2: National social climate plans Deadline for member states to submit their final plans on how to spend their share of the Social Climate Fund. Q4 2025 CBAM impact Release of a review and legislative proposal on the impact of the Carbon Border Adjustment Mechanism on the least-developed countries. First half 2026 MSR review The European Commission releases its review of the Market Stability Reserve. Second half of 2026 Review of ETS Directive The European Commission publishes its review of the ETS Directive, the legislation outlining the functioning of the Emissions Trading System. Second half of 2026 Waste incineration The European Commission publishes a report and legislative proposal on the possible inclusion of waste, by 2028, incineration facilities. 2026 CBAM phase in The phasing in of the Carbon Border Adjustment Mechanism and the phasing out of free allowances for CBAM sectors begins. The phase in/phase out amounts to 2.5%. 2026 Social Climate Fund The Social Climate Fund launches with the aim of raising up to €86.7 billion. Start 2026 End of aviation freebies Except for 25 million allowances for non-fossil aviation fuels and the innovation fund, no more free allowances are allocated to the aviation sector. Second half 2026-first half 2027 Carbon removals EU decides on the potential inclusion of carbon removals in the EU ETS. 2027 CBAM phase in II The phasing in of the Carbon Border Adjustment Mechanism and the phasing out of free allowances for CBAM sectors continues. The phase in/phase out amounts to 5%. A CBAM review takes place in the second half of the year. Second half of 2027-2028 Potential expansion of ETS for aviation Flights between the European Economic Area and airports outside the EEA are up for potential inclusion. 2027-2028 Expansion of ETS for shipping The ETS for shipping expands to include offshore ships larger than 5,000 gross tonnage and to potentially include smaller offshore and general cargo ships. 2027 ETS2 starts pricing emissions The ETS for buildings and road transport starts pricing emissions and raising auctioning revenue, unless energy prices are high, in which case start to be delayed by a year. This is accompanied by a soft pricing ceiling if the carbon price rises above €45 a tonne. Second half of 2027 Review of ETS2 The European Commission reviews ETS2 in terms of its effectiveness, administration and practical application. If necessary, the Commission presents a legislative proposal to implement changes. End 2027 Complete review of CBAM The European Commission carries out a complete review of CBAM. This includes an assessment of progress made in international negotiations on climate change, as well as the impact on imports from developing countries. End 2027-first half of 2028 Non-carbon emissions from aviation The European Commission uses data from the monitoring, reporting and verification of non-CO2 emissions since 2025 to decide on whether or not to include such emissions under the EU ETS. 2028 CBAM phase in III The phasing in of the Carbon Border Adjustment Mechanism and the phasing out of free allowances for CBAM sectors continues. The phase in/phase out amounts to 10%. 2028-2031 Shrinking cap II The EU ETS’s linear reduction factor falls by 4.4% annually. 2028 Potential inclusion of waste Emissions from municipal waste incineration and landfills up for consideration. Early 2028 Aviation freebies The European Commission evaluates whether the handing out of free allowances to support non-fossil aviation fuel uptake should stop in 2030 or should be continued until 2034. 2028 Potential expansion of ETS for shipping The shipping emissions covered by the ETS expands to cover journeys between EU and non-EU ports if the International Maritime Organisation fails to establish effective mechanisms for reducing the sector’s climate impact. 2028-2031 Shrinking ETS2 cap The initial linear reduction factor for the cap on the ETS for buildings and road transport rises to 5.38% annually. 2029 CBAM phase in IV The phasing in of the Carbon Border Adjustment Mechanism and the phasing out of free allowances for CBAM sectors continues. The phase in/phase out amounts to 22.5%. 2029 Potential expansion of ETS for aviation The ETS for aviaion may be expanded to flights between EEA and non-EEA airports in the event that the International Civil Aviation Organisation (ICAO) fails to reform the Carbon Offsetting and Reduction Scheme for International Aviation (CORSIA) to make it comply with the goals of the Paris Agreement. Early 2029 Social Climate Fund review Member states have to review their national social climate plans (NSCPs). End 2029 Removing ETS2 ceiling Potential end of price ceiling for ETS for road transport and buildings. 2030 CBAM phase in V The phasing in of the Carbon Border Adjustment Mechanism and the phasing out of free allowances for CBAM sectors continues. The phase in/phase out amounts to 48.5%. Second half 2030 CBAM matches EU ETS The aim, scope and coverage of the Carbon Border Adjustment Mechanism fully aligns with the Emissions Trading System. 2031 CBAM phase in VI The phasing in of the Carbon Border Adjustment Mechanism and the phasing out of free allowances for CBAM sectors continues. The phase in/phase out amounts to 61%. 2032 CBAM phase in VII The phasing in of the Carbon Border Adjustment Mechanism and the phasing out of free allowances for CBAM sectors continues. The phase in/phase out amounts to 73.5%. 2033 CBAM phase in VIII The phasing in of the Carbon Border Adjustment Mechanism and the phasing out of free allowances for CBAM sectors continues. The phase in/phase out amounts to 86%. 2034 CBAM phase IX The phasing in of the Carbon Border Adjustment Mechanism and the phasing out of free allowances for CBAM sectors continues. The phase in/phase out amounts to 100%. Detailed timeline Below is a more detailed version of the implementation timeline for the EU’s Emissions Trading System and the Carbon Border Adjustment Mechanism.",
    "images": "https://etxtra.org/wp-content/uploads/2024/04/aron-visuals-BXOXnQ26B7o-unsplash.jpg",
    "tags": "ets2;EU Emissions Trading System;eu ets",
    "excerpt": "This timeline of future EU Emissions Trading System (EU ETS) policy milestones is useful for civil society organisations and activists to identify moments for advocacy activities.",
    "categories": "2050 climate strategies"
}