{
    "title": "Carbon removals: the 'net' in net zero",
    "author": "Author",
    "source": "WoodMackenzie",
    "date": "2024-09-19",
    "text": "Carbon removals The 'net' in net zero September 2024 September 2024 To stabilise global temperatures, greenhouse gas emissions from human activities, including energy use and agriculture, must fall to zero. But technological constraints make eliminating all emissions exceptionally difficult, and no major economies are on track to achieve that goal. That means that carbon removals – the removal and durable storage of CO2 that has already been emitted – will play a crucial role. Absolute zero emissions might be impossible, but net zero is not. However, a significant gap currently exists between the pace of carbon removal project development and what is required to get to net zero. To bridge the gulf, we believe three key things must happen: Carbon removals must be monetised, with compliance and voluntary carbon markets putting a monetary value on less CO2 in the atmosphere, which governments and companies must be willing to pay. Governments should set national carbon removal targets, provide sufficient incentives and use their purchasing power to stimulate demand. Developers need to deliver projects at cost levels that make removals an attractive option based on expected future carbon prices. In this month’s Horizons, we look at how carbon removals are emerging as an investment opportunity, the challenges that must be overcome and what investors and governments can do now to scale up solutions. The emergence of carbon removals – a crowded field Carbon removals – also known as carbon sinks or carbon dioxide removals (CDRs) – deliver net negative emissions either through natural processes, such as afforestation and soil carbon, or engineered solutions, such as direct air capture with carbon storage (DACCS) or bioenergy with carbon capture and storage (BECCS). Nature-based solutions offer greater potential for scale at a lower cost per tonne. Many deployment opportunities are available at cost levels below US$100/tonne, compared with engineered solutions which currently range between US$100 and US$1,000/tonne. High-emitting countries with large land and natural resource availability – such as the US, Brazil, China, Indonesia and India – are in a good position to drive nature-based project deployment. To date, most of the few removals attributable to human intervention have been generated by afforestation, reforestation and restoration (ARR) projects, and 110 million tonnes of carbon dioxide equivalent (MtCO2e) in annual capacity is registered with voluntary carbon standards. However, scarce resource limitations and competition dictate that scaling to the 8 BtCO2e removal required for net zero in 2050 will require a variety of project types, with some reaching gigatonne scale. To this end, a host of promising novel approaches and technologies have emerged . The project types exhibit wide variation with respect to their stage of development, cost, policy support and implementation readiness. Note: Carbon removal solutions are ranked on technological readiness and long-term potential, where potential is based on metrics including cost, potential capacity and policy support. This is one view of how removal project types may develop and how they compare with each other. It is not meant to be interpreted as a definitive view on whether one type is inherently “better” than another. Despite financial commitments from a few of the world’s wealthiest companies, carbon removals remain risky because of inconsistent policy support, limiting widespread private investment. Government policy and incentives are the driving force behind the sharp rise in planned engineered projects across North America and Europe, which host over 95% of capacity announced to date. To deliver on the required scale, nature-based solutions will require greater support from governments around the globe. Only a global effort will be able to deliver removals at scale. However, trade-offs with other social needs are still inevitable, given the volume of projects required. Requirements for land, biogenic feedstocks, power and water will compete with food production and energy demand. The potential consequences are wide-ranging, from rising deployment costs to adverse impacts on local communities. Governments, investors and project developers must be cognisant of risks and take steps to mitigate them. Juggling cost and durability while achieving scale As well as a geographic spread, we expect the project type mix to evolve over time, across both nature-based and engineered solutions. The categories face different challenges with respect to three key determinants of future success: verifying carbon benefits; ensuring long-term carbon storage, durability; and project deployment costs. Nature-based solutions can be deployed at lower cost and often offer environmental and social co-benefits, but removal verification and durability are central challenges. Verification is inherently more difficult for nature-based projects, while the existence of risks ‒ such as forest fires ‒ can result in durability limitations. Engineered removals are high cost today, but they hold the advantage when it comes to verification and durability certainty, storing CO2 permanently underground. These benefits will ensure that funding for engineered projects continues, but the combination of lower costs and shorter lead times will result in nature-based solutions driving project deployment in the near term. The direction of nature-based funding will steer toward areas that demonstrate the greatest reliability; for engineered solutions, it will flow where the scaling potential is highest. In the long term, financing for nature-based solutions will depend on greater guarantees of verification and durability. Advances in the application of digital monitoring, reporting and verification will be critical. Engineered solutions, in contrast, will only achieve their gigatonne scale potential if technology matures and dramatic cost reductions ensue. Success is dependent on pilot projects rapidly scaling to megatonne levels. If first-of-a-kind deployments falter, the industry risks seeing funding dry up. Making carbon removals a sound investment Investing in carbon removals differs from renewable power or clean fuels, which deliver a monetisable commodity as well as emissions avoidance. With removals, there is typically no “product”. Consequently, the full value in carbon removals is hard to define and even harder to bank. Financial value often comes by stacking different sources of income: voluntary and compliance carbon markets, direct corporate buyers, government incentives and by-product sales. Values vary greatly around the world. Today’s DACCS projects typically aim to remove 1 million tonnes of CO2 annually, amounting to 25 MtCO2e over their lifetime, with upfront investment ranging from US$1 billion to US$2 billion. Afforestation projects vary greatly by region, but a typical 6,000 hectare project can remove more than 1.4 MtCO2e over its lifetime. It also requires investment upwards of US$40 million – delivering more removed tonnes per dollar, but with investment more spread out. Business models rely on government support and the pre-sale of removal credits for 5- to 15-year periods. However, we expect the pool of buyers willing to purchase credits that far in advance to remain limited due to uncertainty over the credits’ value and the fact that purchases are voluntary. The chart below shows the typical economics of engineered DACCS and nature-based afforestation projects in the US and UK – markets where projects are viable today due to government support. Returns of 5% to 11% for UK afforestation and 10% to 16% for US DACCS are acceptable to a range of investors. However, we foresee a funding shortfall that will need to be addressed to maintain the same returns for projects in the 2030s. While costs will fall for DACCS, we predict that project revenues will fall quicker, as government support and the value of carbon credits tail off from current highs. Nature-based projects may experience shortfalls from rising costs and limited government support ‒ gaps that could be even greater in developing markets, where supply chains and government support schemes are not yet established. Data are intended to represent a typical project with a final investment decision in 2025 and 2035. Costs and revenues are unlevered, levelised present value over project life. The project life and discount rates used are 25 years and 15%, respectively, for DACCS and 30 years and 8%, respectively, for afforestation. The afforestation project example does not include land purchase. Three critical elements in scaling up carbon removals Trust in voluntary carbon markets and a role for removals in compliance markets Carbon markets are the primary mechanism for translating emissions mitigation from removals into a monetisable commodity. With a carbon price , governments and companies would be able to put a monetary value on having less CO2 in the atmosphere. Companies need to be willing to pay for this in the voluntary market, while governments could create a regulated mandatory market, where companies can trade removal credits. We see an increasing role for removals in compliance markets . Japan pioneered the inclusion of engineered carbon solutions in its emissions trading scheme (ETS) in 2024 and looks set to be followed by the European Union (EU) ETS, through the EU’s Carbon Removal Certification Framework. The UK is also considering removals for its ETS, including nature-based solutions. These will provide companies with an alternative way to offset their obligations under mandatory carbon pricing schemes and likely result in increased removals demand. However, phased implementation – with regard to the type and number of removals allowed – is likely to limit the impact this decade. In the near term, the voluntary carbon market remains critical to scaling up carbon removals, although it is unlikely to deliver on the gigatonne scale needed. While avoidance and reduction projects have received the lion’s share of funding in the past, removals are gaining traction for their higher perceived quality. Nature-based solutions are usually more liquid because of their cost advantage, but engineered removals have recently been allowed by major registries (for example, Verra and Gold Standard) and are starting to trade. Our forecasts show that currently committed voluntary carbon market participants will demand more than 1.7 BtCO2e a year of avoidance and removal carbon offsets by 2050. Demand could more than triple if the controversial issues of market integrity, trustworthiness of monitoring, reporting and verification, and offset quality are resolved quickly. Actions are on governments – for example, with clear guidelines around Article 6 of the Paris Agreement – as well as registries and standard-setting bodies, such as the Science Based Targets initiative (SBTi). Governments need to weigh in with targeted actions First, governments can set national removal targets. Crucially, these should be in addition to, or at least separate from, existing emissions reduction targets. Finland, Sweden, Denmark and Germany have set the example with net-negative commitments. The EU has set out a strategy whereby land-based and industrial carbon removals should remove up to 400 MtCO2e by 2040. Second, countries must back up those targets with direct financial support for removal projects. Options deployed to date – albeit at a relatively small scale – are tax credits, development grants, project financing, contracts for difference and feed-in tariffs. Third, governments can use their purchasing power to stimulate demand. Examples include the US Department of Energy’s commitment to buying US$35 million of removals and the Danish government’s tender for 0.5 Mtpa of negative emissions. Government-to-government trading could equally be a win-win in meeting climate targets, while also achieving better global equity – for example, Global North governments buying high-quality removals from the Global South. Developers need to deliver the right cost levels Carbon removal project costs are key. BECCS and biochar projects can range from US$80 to US$300/tonne depending on the CO2 or feedstock source. Meanwhile, early, small-scale DACCS projects range from US$600 to US$1,200/tonne, with the next generation of projects expected at US$300 to US$500/tonne. All of these costs are too high for the market to bear. Our 2030 carbon price forecast for developed economies sits at US$73/tonne for compliance markets, with developing economies at just US$15/tonne. Without significant cost reductions, the voluntary market for engineered removals will not expand beyond a handful of deep-pocketed buyers. We don’t see a clear pathway to the hallowed cost level of US$100/tonne for DACCS and believe US$250 to US$350/tonne to be a more realistic range for projects in the 2030s. This is still a big improvement from current levels and one that will require a combination of impacts: supply-chain optimisation, a step-change in energy consumption, larger project sizes and the application of next-generation capture technologies. In contrast to engineered solutions, nature-based removals may face cost increases. Factors such as land access, the increasing value of nature, and increased reporting and regulatory requirements could all drive up costs in some regions. In these instances, demand will depend on developers ensuring removals are high quality and buyers placing warranted value on the broader sustainability and environmental benefits of nature-based solutions. Got questions? Watch our Horizons Live Q&A At Horizons Live, our Horizons authors discussed the report findings and tackled audience questions in a Q&A session. Missed it? Explore our latest thinking in Horizons Loading... Why sign up? By submitting your details you’ll gain access to the latest Horizons report, part of a thought-leadership series exploring the themes shaping the energy natural resources landscape. You’ll also receive the Inside Track, our weekly newsletter, so you won’t miss out on future editions.",
    "images": "https://www.woodmac.com/siteassets/horizons/2024/september-2024/horizons-august-2024-epi-website-asset.png?w=800&h=480&mode=crop¢er=0.5,0.5",
    "tags": "",
    "excerpt": "The world is not decarbonising quickly enough to reach net zero. Carbon removals, an array of approaches to remove carbon directly from the air (e.g. afforestation, biochar, DACCS and BECCS), may provide a pathway to compensate for a slower-than-needed energy transition.",
    "categories": ""
}