{
    "title": "Could carbon tariffs become a future reality for world trade?",
    "author": "unknown",
    "source": "mic-cust.com",
    "date": "2021-11-29",
    "text": "As climate change becomes an ever-more obvious reality and countries across the globe start to take more tangible measures to curb it, carbon emissions have been a key talking point for governments in recent years. However, with the carbon footprint of every nation needing to be reduced - and some reluctance until recently to do it at the expense of expanding economies - many environmental analysts are suggesting compulsory measures may be the only way forward. Minimum carbon pricing is one scenario - but another is the introduction of carbon import tariffs at the borders where carbon-heavy goods are being brought in. So, is this likely? How would they work, and what would they mean for businesses? Here, we'll take a closer look. Putting a price on carbon After the conclusion of the COP26 climate summit in Glasgow, business groups began to put pressure on the attending governments to follow up their good intentions with tangible action. They are pushing for an international carbon price strategy to cut greenhouse gas emissions and resolve the patchwork approach currently being seen. Among them are the leading lobbyist for big companies in the US, the Business Roundtable; the Brussels-based European Round Table for Industry (ERT); and the business councils of Australia, Canada and Mexico. ERT spokesperson Dimitri Papalexopoulos said: \"A consistent price on carbon would incentivize everyone - energy producers, industry, consumers, investors and financial markets - to transition towards low-carbon technologies and activities.\" If carbon pricing were brought in, it would probably be in the form of a 'cap and trade' system where companies must pay more if they emit more. However, the EU looks to be hoping to go one better than this by bringing in carbon border taxes on imports, something that may prove to be a template for further activity going forward. The Carbon Border Adjustment Mechanism EU officials first revealed the Carbon Border Adjustment Mechanism (CBAM) in 2019 as part of the European Green Deal to \"align the carbon price on imports with that applicable within the EU\". If adopted, the initiative would begin in 2023 (with a transition period until 2025) and see importers having to purchase a new category of pollution permit based on how much carbon has been emitted during the production of their goods. This would mean levies on especially carbon-heavy industries such as steel, cement and fertilizers, particularly where products are coming from nations with lower environmental standards than in Europe. Importers would be subject to reporting obligations and the purchase of CBAM Certificates based on the EU's current carbon prices, and would have to make an annual declaration of embedded emissions to determine how many CBAM Certificates they require for the following year. If businesses can prove they paid an emissions charge in the country of origin, charges may be lower at the borders. This levy would apply to imports from all non-EU countries, with only Iceland, Liechtenstein, Norway and Switzerland exempt, although it would not apply to emissions required to generate electricity for the production of products. EU officials claim CBAM is necessary to counter the shift of emissions outside Europe that is currently undermining climate efforts. They also point out it would address the resistance of less developed nations when it comes to implementing greenhouse gas reduction targets. Simone Tagliapietra of the Bruegel think tank in Brussels told MarketPlace: \"If Europe decarbonizes quickly while others don't do the same thing, European industry becomes competitively disadvantaged. We need a carbon border adjustment mechanism to ensure a level playing field between domestic industry and foreign industry.\" Resistance to CBAM There may not be the smoothest passage to CBAM adoption, though, as several exporters and even some EU member states have expressed their displeasure. Australia's trade minister Dan Tehan warned the potential measures would be \"just a new form of protectionism\", while China, South Africa, Brazil and India grouped together for a joint statement that said these would be discriminatory trade barriers. China has even threatened to start a trade war if carbon border taxes are brought in, pointing out that developed nations have had their chance to industrialize and pump out all the greenhouse gases they wished, so it is unfair if the developing world is being penalized now. The future? The EU's proposed measures are still being discussed, not least because it isn't yet clear if they fall foul of existing trade rules. Emily Lydgate, a legal expert with the UK Trade Policy Observatory, told MarketPlace: \"The tariff is tricky to justify from a WTO perspective and to prove that it's non-discriminatory.\" However, the suggestion that this could indeed become the future when it comes to climate control has been supported by the most unlikely source: the US. President Joe Biden's Democrats recently surprised everyone when they included a polluter import fee in their budget plan, showing it isn't just the EU that wants rules to be set. Furthermore, Nikkei reports that Japan is considering a carbon border tax, as is Canada. It may therefore be that planning for a future in trade where carbon emissions costs are factored in could be inevitable.",
    "images": null,
    "tags": "",
    "excerpt": "Taxes on carbon-hungry products at country borders may not be too far away.",
    "categories": ""
}