{
    "title": "Developments in the steel market - VL Connect July 2024",
    "author": "unknown",
    "source": "Van Leeuwen Pipe and Tube Group B.V.",
    "date": "2024-07-22",
    "text": "Steel demand in Europe remains influenced by economic uncertainty. After modest growth in 2024, higher steel demand growth rates are expected in 2025. In recent months, a few new developments have impacted the steel market, including the introduction of the Carbon Border Adjustment Mechanism (CBAM) and new anti-dumping investigations in Europe. For more details, please see our articles below. Most raw materials have experienced slight corrections in recent periods. Scrap prices have remained stable or shown slight increases of 10 €/t. Price levels for hot-rolled coils have not seen significant changes. The price levels for carbon seamless and welded tubes are stable, with no notable changes in demand. *Source: International Monetary Fund The global economy* is recovering slowly. GDP is expected to grow by 3.2% in both 2024 and 2025. The effects of restrictive monetary conditions continue to be felt, and the decline in inflation is ongoing. The outlook varies across countries, with weaker outcomes in advanced economies, especially in Europe, and stronger growth in the US and many emerging market economies. Steel market development The European Commission** has initiated a new anti-dumping investigation on imports of seamless pipes and tubes from China. This investigation was triggered by a complaint from the European Steel Tube Association (ESTA) on April 2, 2024. The complaint alleges that imports of certain seamless pipes and tubes are being dumped, causing injury to the Union industry. The investigation period could last up to 14 months, with the possibility of provisional duties being imposed. Based on the progression of the investigation, price dynamics might be affected in the coming months, although we do not foresee an immediate impact. The Van Leeuwen Pipe & Tube Group has a strong strategic supplier base in Europe. Together with our partners, we can offer the best procurement service. **Source: Official Journal of the European Union C/2024/3225 from 17.5.2024 What is the effect of CBAM on the trade in steel pipe and tube products? The CBAM regulation will officially go into effect on January 1, 2026. However, a transition period began in October 2023, allowing businesses to prepare for this regulation. During the transition period, importers of steel products must report quarterly on the carbon emissions produced during the production of the imported steel products. In addition to this reporting obligation, there are several other requirements. Effect on the steel market The CBAM regulation is new for many, and its impact is not yet fully understood everywhere. Import prices for products from outside the EU are expected to rise. This could significantly alter the steel market landscape. Companies that purchase their products directly will face consequences, as they will need to handle the necessary reporting and acquire CBAM certificates. Therefore, it is prudent to make the necessary preparations well in advance. Please check our wegpage for further details or contact your local Van Leeuwen partner. What does CBAM stand for? The Carbon Border Adjustment Mechanism (CBAM) is the EU's tool to put a fair price on the carbon emitted during the production of carbon intensive goods that are entering the EU. The goal of this EU policy is to reduce global carbon emissions by taxing imports of carbon-heavy products (steel, aluminum, etc.) from non-EU countries with weaker environmental regulations, aiming to prevent carbon leakage. Back to index Back to index Steel demand in Europe remains influenced by economic uncertainty. After modest growth in 2024, higher steel demand growth rates are expected in 2025. In recent months, a few new developments have impacted the steel market, including the introduction of the Carbon Border Adjustment Mechanism (CBAM) and new anti-dumping investigations in Europe. For more details, please see our articles below. Most raw materials have experienced slight corrections in recent periods. Scrap prices have remained stable or shown slight increases of 10 €/t. Price levels for hot-rolled coils have not seen significant changes. The price levels for carbon seamless and welded tubes are stable, with no notable changes in demand. *Source: International Monetary Fund The European Commission** has initiated a new anti-dumping investigation on imports of seamless pipes and tubes from China. This investigation was triggered by a complaint from the European Steel Tube Association (ESTA) on April 2, 2024. The complaint alleges that imports of certain seamless pipes and tubes are being dumped, causing injury to the Union industry. The investigation period could last up to 14 months, with the possibility of provisional duties being imposed. Based on the progression of the investigation, price dynamics might be affected in the coming months, although we do not foresee an immediate impact. The Van Leeuwen Pipe & Tube Group has a strong strategic supplier base in Europe. Together with our partners, we can offer the best procurement service. **Source: Official Journal of the European Union C/2024/3225 from 17.5.2024 What is the effect of CBAM on the trade in steel pipe and tube products? The CBAM regulation will officially go into effect on January 1, 2026. However, a transition period began in October 2023, allowing businesses to prepare for this regulation. During the transition period, importers of steel products must report quarterly on the carbon emissions produced during the production of the imported steel products. In addition to this reporting obligation, there are several other requirements. Effect on the steel market The CBAM regulation is new for many, and its impact is not yet fully understood everywhere. Import prices for products from outside the EU are expected to rise. This could significantly alter the steel market landscape. Companies that purchase their products directly will face consequences, as they will need to handle the necessary reporting and acquire CBAM certificates. Therefore, it is prudent to make the necessary preparations well in advance. Please check our wegpage for further details or contact your local Van Leeuwen partner. What does CBAM stand for? The Carbon Border Adjustment Mechanism (CBAM) is the EU's tool to put a fair price on the carbon emitted during the production of carbon intensive goods that are entering the EU. The goal of this EU policy is to reduce global carbon emissions by taxing imports of carbon-heavy products (steel, aluminum, etc.) from non-EU countries with weaker environmental regulations, aiming to prevent carbon leakage. The global economy* is recovering slowly. GDP is expected to grow by 3.2% in both 2024 and 2025. The effects of restrictive monetary conditions continue to be felt, and the decline in inflation is ongoing. The outlook varies across countries, with weaker outcomes in advanced economies, especially in Europe, and stronger growth in the US and many emerging market economies. Back to index Back to index",
    "images": "https://data.maglr.com/725/issues/51342/623563/original.jpg?t=1721640442",
    "tags": "",
    "excerpt": "Online publications of the Van Leeuwen Pipe and Tube Group",
    "categories": ""
}