{
    "title": "EU’s Carbon Border Adjustment Mechanism revenues need to support vulnerable countries to fight climate change, says ActionAid International",
    "author": "unknown",
    "source": "ActionAid International",
    "date": "2023-04-19",
    "text": "EU’s Carbon Border Adjustment Mechanism revenues need to support vulnerable countries to fight climate change, says ActionAid International Responding to today’s news that the European Parliament approved legislation around its Carbon Border Adjustment Mechanism (CBAM) - a levy aimed at preventing EU companies from outsourcing their activities in countries with lower environmental standards, Javier Garcia de la Oliva, Head of Country Engagement and Transformation Europe and Americas at ActionAid International said: “It is vital for the EU to dedicate revenues generated from the Carbon Border Adjustment Mechanism (CBAM) to the world’s most vulnerable countries and communities, and support their efforts in combatting the climate crisis and preserving biodiversity. “For the upcoming budgetary review in July, the EU must send a strong political signal and cannot afford to shut down and appear like a 'fortress' at a time where it aims for geopolitical credibility and leadership. It must instead rise to its historical responsibility and meet its commitments for climate finance and finance for addressing loss and damage.” To contact the ActionAid Press Office email media-enquiries@actionaid.org or call +44 7586107955. Notes to Editor About ActionAid ActionAid is a global federation working with more than 15 million people living in more than 40 of the world’s poorest countries. We want to see a just, fair, and sustainable world in which everybody enjoys the right to a life of dignity and freedom from poverty and oppression. We work to achieve social justice and gender equality and to eradicate poverty.",
    "images": null,
    "tags": ",",
    "excerpt": "“It is vital for the EU to dedicate revenues generated from the Carbon Border Adjustment Mechanism (CBAM) to the world’s most vulnerable countries and communities, and support their efforts in combatting the climate crisis and preserving biodiversity. “For the upcoming budgetary review in July, the EU must send a strong political signal and cannot afford to shut down and appear like a 'fortress' at a time where it aims for geopolitical credibility and leadership. It must instead rise to its historical responsibility and meet its commitments for climate finance and finance for addressing loss and damage.”",
    "categories": ""
}