{
    "title": "Udates | Würth Industrie Service",
    "author": "Würth Industrie Service GmbH; Co KG",
    "source": "Würth Industrie Service GmbH & Co. KG, Bad Mergentheim, Germany",
    "date": "2024-07-11",
    "text": "Current information of Würth Industrie Service On this page, we always provide you with the latest information on the effects of the economic and (geo)political situation. Information letter 11th of July 2024, European Regulation (EU) 2023/956 establishing a Carbon Border Adjustment Mechanism (CBAM) Information letter 28 January 2024, European Regulation (EU) 2023/956 establishing a Carbon Border Adjustment Mechanism (CBAM) Situation report on the current situation in the Red Sea Information letter 17 January 2024, Situation report on the current situation in the Red Sea Information letter 28 July 2022, Statement on Supply Situation Energy Information letter 07 April 2022, Current Situation in Ukraine with Regard to Supply Chains Information letter 09 February 2021, Current Situation in Ukraine with Regard to Supply Chains Information letter 23 March 2020, Precautionary measures with regard to corona virus Information letter 15 March 2020, Precautionary measures with regard to corona virus Information letter 09 March 2020, Security of supply due to coronavirus (COVID-19) Information letter 25 February 2020, Security of supply due to coronavirus (COVID-2019) Information letter 28 January 2020, Security of supply due to coronavirus (nCoV) The Würth Industrie Service GmbH & Co. KG collects and processes the personal data provided in the form in order to process the requested request for you. Please note the mandatory fields in the forms. The legal basis for this processing, the absolutely necessary data, is Art. 6 para. 1 lit. b DSGVO, implementation of a pre-contractual measure. The processing of data voluntarily provided by you is carried out on the basis of Art. 6 para. 1 lit. f DSGVO. Thereafter, processing is permissible which is necessary to safeguard our legitimate interests. Our legitimate interest is to have contact with you, our customers, to improve our consulting quality and to be able to contact you more easily in case of possible queries. The data collected will only be stored by us for as long as is necessary to process your enquiry and to contact you. They are then deleted.\r\n\t\t        \r\n\t\t       Supplementary data protection information, in particular regarding your rights to information, correction, deletion, restriction of processing, objection and complaint, can be found in our data protection declaration.",
    "images": null,
    "tags": "",
    "excerpt": "On this page you will find some current information from Würth Industrie Service",
    "categories": ""
}