{
    "title": "Miten maahantuoja valmistautuu hiilirajamekanismiin? - Tulli",
    "author": "unknown",
    "source": "Tulli",
    "date": "2023-09-28",
    "text": "Miten maahantuoja valmistautuu hiilirajamekanismiin? Monille maahantuojille hiilirajamekanismi tuo uusia velvoitteita, joiden täyttämiseen on syytä valmistautua, vaikka kaikki tarvittava tieto ei ole vielä saatavilla. Haastattelimme tuonnin ja viennin asiantuntijaa Minna Turjaa Würth Oy:stä ja kysyimme, miten heillä hiilirajamekanismi on otettu vastaan. Jutun lopussa myös Tullin ohjeet maahantuojille. Euroopan parlamentin ja neuvoston hyväksymä asetus hiilirajamekanismista tuli voimaan toukokuussa. Täytäntöönpanoasetus 1. lokakuuta alkavan /alkaneen siirtymäajan käytännöistä tuli voimaan 16 syyskuuta. Ensimmäiset tavarat, joiden päästötiedot on raportoitava, ovat lähteneet merikonteissa kohti EU:ta jo kauan aikaa sitten, kun tietoa hiilirajamekanismista ja raportoinnista ei ole ollut vielä paljoa saatavilla. Würth on yksi esimerkki maahantuojasta, jota CBAM-velvoitteet koskevat. Würth maahantuo CBAM-tavaroihin lukeutuvia rauta-, teräs- ja alumiinitavaroita ja sillä on lukuisia toimittajia eri valtioissa. Kun Würthilla ensimmäisen kerran keväällä kuultiin hiilirajamekanismista, ei tietoa ollut vielä paljon saatavilla. Ymmärrys siitä, että oma aktiivisuus ja asioiden selvittäminen ovat tarpeen, muodostui heti alussa. Würth onkin alusta asti etsinyt itse aktiivisesti tietoa ja ollut yhteydessä tavarantoimittajiin ja viranomaisiin. Maahantuojana tarvitsemme päästötiedot tavaran valmistajilta. Kun ensimmäisen kerran otimme yhteyttä toimittajiin, eivät kaikki vielä olleet kuulleet hiilirajamekanismista. Siitä alkoi tiivis ja aktiivinen vuoropuhelu, kertoo Turja. Jo varhaisessa vaiheessa Wurthilta tunnistettiin, että raportointi on keskiössä ja sen sujuvoittamiseen kannattaa panostaa. Raportointia varten tarvitsee yhdistää paljon erilaista tietoa, jolloin on aina olemassa virheen mahdollisuus. Meillä on tavoitteena saada raportointi mahdollisimman automatisoiduksi. Aluksi tämä työllistää, mutta loppujen lopuksi toivottavasti helpottaa tekemistä ja raportointia, toteaa Turja. Maahantuoja – näin valmistaudut Maahantuojan näkökulmasta kaikki lähtee liikkeelle siitä, että selvitetään, onko oma tuontitavara CBAM-tavara. Jos tätä ei ole vielä tehnyt, kannattaa se tehdä viimeistään nyt.  Jos tuontitavara on CBAM-tavara, tulee varmistaa, että kaikki siirtymäajan raportteihin tarvittavat tiedot ovat saatavissa tavaran valmistajalta tai myyjältä. Myös EORI-numero tulee olla hankittuna. Maahantuojan on luotava raportointiprosessi itse. Raportoitavat tiedot tuonneista pitää kerätä 1.10 alkaen ja ensimmäinen päästötietojen raportti on annettava 31.1.2024 mennessä. Tunnistamme Tullissa maahantuojiin kohdistuvat haasteet. Hiilirajamekanismin valmistelu on edennyt nopeaa vauhtia ja tietoa on ollut vähän saatavilla. Viranomaiset toimivat kuitenkin joustavasti siirtymäajalla ja aikaa sopeutumiseen pitäisi olla riittävästi, lupaa projektipäällikkö Sture Skinnar. Viranomaisten viestintää kannattaa seurata aktiivisesti. Komissio esimerkiksi järjestää tuoteryhmäkohtaisia webinaareja. Myös Turja suosittelee seuraamaan viranomaisten viestintää. Olemme tilanneet Tullin Hiilirajamekanismi-uutiskirjeen ja suosittelen sitä muillekin. Lisätietoa hiilirajamekanismista löytyy Tullin hiilirajamekanismi-verkkosivuilta. Hiilirajamekanismi on EU:n uusi väline ehkäistä päästöjen ohjautumista EU:n ulkopuolelle. Mekanismi perustuu maksullisten CBAM-todistusten hankkimiseen ja se koskee sekä yrityksiä että yksityishenkilöitä, jotka tuovat EU-alueelle ”CBAM-tavaroita”. Siirtymäajalla 1.10.2023-31.12.2025 maahantuojan on raportoitava tuomiensa CBAM-tavaroiden suorat ja epäsuorat päästöt neljännesvuosittain komissiolle.",
    "images": "https://tulli.fi/documents/2912305/154892457/Kontit.jpg/7b061c4b-f80b-c640-e076-b9a271443bfd?t=1695883592459",
    "tags": "tiedote,artikkeli,hiilirajamekanismi (cbam)",
    "excerpt": null,
    "categories": ""
}