{
    "title": "Mehr als 400 Unternehmen informierten sich beim siebten IHK-Außenwirtschaftsforum",
    "author": "unknown",
    "source": "IHK Schwarzwald-Baar-Heuberg",
    "date": "2025-04-02",
    "text": "Medieninformation vom 3. November 2023\n \n \n \n \n   \n Mehr als 400 Unternehmen informierten sich beim siebten IHK-Außenwirtschaftsforum \nMehr als 400 Unternehmen haben sich beim siebten IHK-Außenwirtschaftsforum über wichtige Änderungen beim Im- und Export von Waren und Gütern informiert und ausgetauscht. Damit gehört diese Veranstaltung zwischenzeitlich zu einem festen Bestandteil im Terminkalender der international tätigen Firmen in der Region und darüber hinaus.\n \n \nRede und Antwort standen den Teilnehmenden dabei mehrere Experten aus der Wirtschaft und den Zollbehörden. Die thematischen Schwerpunkte lagen dabei insbesondere auf der Reform des EU-Zollrechts, beim elfte Russland-Sanktionspaket und dem\n \n \n \n \n \n  Umsetzungsstand der digitalen Zollprozesse.\n \n \nIHK-Vizepräsident Dr. Steffen Würth beschreibt den Mehrwert des Forums wie folgt: „Zwischen Unternehmen, Behörden und Verwaltung braucht es weltweit flexible, verlässliche und faire Kooperationen. Unternehmen müssen planen können, wir brauchen Verlässlichkeit und müssen wissen, was gilt.“\n \n \nDas Forum bringe die relevanten Akteure zusammen – zu klassischen Zollthemen, aber auch zu Neuerungen wie dem EU-CO2-Grenzausgleichsmechanismus (CBAM). „Mit CBAM betritt die EU Neuland. Die kurze Umsetzungsfrist und der extrem hohe Aufwand sind dabei besonders herausfordernd. Importeure von bestimmten Waren müssen den CO2-Fußabdruck bei ihren Lieferanten erfragen und viermal im Jahr berichten. Unsere Handelspartner auf\n \n \n  \n \n \n  der Welt betrachten die CBAM-Abgabe sehr kritisch, sie sehen darin vor allem protektionistische Maßnahme. CBAM wird die Welt und uns Unternehmen also noch lange beschäftigen,“ so Dr. Steffen Würth abschließend.\n \n \nDie Organisatoren des IHK-Außenwirtschaftsforums: Thomas Wolf, Angelina Masset, Ingrid Schatter und Joshua Weiser.\n  \n \nFür die IHK heißt es deshalb bereits schon heute: „Nach dem Forum ist vor dem Forum“. Denn die nächste Ausgabe ist schon gesetzt: am 26. Juni kommenden Jahres in Donaueschingen.",
    "images": "https://www.ihk.de/blueprint/servlet/resource/blob/5968678/d828ab75f0df0ed17cd4a090453ad53d/auwi-forum-2023-data.jpg",
    "tags": "",
    "excerpt": "Mehr als 400 Unternehmen haben sich beim siebten IHK-Außenwirtschaftsforum über wichtige Änderungen beim Im- und Export von Waren und Gütern informiert und ausgetauscht. Damit gehört diese Veranstaltung zwischenzeitlich ...",
    "categories": ""
}