{
    "title": "Hur förbereder sig en importör för mekanismen för koldioxidjustering vid gränserna (CBAM)? - Tullen",
    "author": "unknown",
    "source": "Tullen",
    "date": "2023-09-28",
    "text": "Hur förbereder sig en importör för mekanismen för koldioxidjustering vid gränserna (CBAM)? För många importörer för mekanismen för koldioxidjustering vid gränserna med sig nya skyldigheter som det är skäl att förbereda sig på att uppfylla, även om all nödvändig information ännu inte finns tillgänglig. Vi intervjuade Minna Turja från Würth Oy som är expert på import och export, och frågade hur mekanismen har tagits emot hos dem. I slutet av artikeln finns också Tullens anvisningar till importörer. Förordningen om inrättande av en mekanism för koldioxidjustering vid gränserna, som godkänts av Europaparlamentet och rådet, trädde i kraft i maj. Genomförandeförordningen om praxis för en övergångsperiod från och med den 1 oktober trädde i kraft den 16 september. De första varorna vars utsläpp skulle rapporteras har redan för länge sedan transporterats till EU i sjöcontainrar när det ännu inte fanns tillräcklig information om mekanismen och rapporteringen. Würth är ett exempel på en importör som omfattas av CBAM-skyldigheten. Würth importerar CBAM-varor av järn, stål och aluminium och företaget har många leverantörer i olika stater. När man på våren vid Würth hörde talas om mekanismen för koldioxidjustering vid gränserna för första gången, fanns det inte mycket information att tillgå. Insikten om att man måste vara aktiv och ta reda på saker bildades redan i början. Würth har också redan från början själv sökt information aktivt och varit i kontakt med varuleverantörer och myndigheter. Som importör behöver vi en utsläppsrapport från varutillverkarna. När vi första gången kontaktade leverantörerna, så hade inte alla ännu hört talas om mekanismen för koldioxidjustering vid gränserna. Det ledde till en nära och aktiv dialog, berättar Turja. Redan i ett tidigt skede förstod man vid Würth att rapporteringen är i centrum och det lönar sig att satsa på att den löper smidigt. För rapporteringen behöver man kombinera en mängd olika uppgifter, och då finns det alltid en risk för fel. Vårt mål är att rapporteringen ska bli så automatiserad som möjligt. I början medför det mycket arbete, men i slutändan hoppas jag att det kommer att underlätta arbetet och rapporteringen, konstaterar Turja. Importör – så här förbereder du dig Ur importörens synvinkel börjar allt med att ta reda på om varan man importerar är en CBAM-vara. Om det här ännu inte har gjorts, lönar det sig att göra det senast nu. Om importvaran är en CBAM-vara, ska man se till att man får alla de uppgifter som behövs för övergångsperiodens rapporter från tillverkaren eller säljaren av varorna. Man ska också ha skaffat sig ett EORI-nummer. Importören ska själv skapa sig en rapporteringsprocess. Importuppgifterna som ska rapporteras ska samlas in fr.o.m. 1.10 och den första rapporten över utsläppsuppgifter ska inges senast 31.1.2024. Vid Tullen är vi medvetna om utmaningarna som importörerna ställs inför. Beredningen av mekanismen för koldioxidjustering vid gränserna har framskridit i snabb takt och informationen har varit knapphändig. Myndigheterna agerar dock flexibelt under övergångsperioden och det borde finnas tillräckligt med tid för anpassning, lovar projektchef Sture Skinnar. Det lönar sig att följa myndigheternas information aktivt. Kommissionen ordnar till exempel produktgruppsspecifika webbseminarier. Turja rekommenderar också att man följer myndigheternas information. Vi har beställt Tullens nyhetsbrev om mekanismen för koldioxidjustering vid gränserna och vi rekommenderar att andra också beställer det. Mera information om mekanismen finns på Tullens webbsida om mekanismen för koldioxidjustering vid gränserna (CBAM). Mekanismen för koldioxidjustering vid gränserna är EU:s nya verktyg för att förhindra att utsläpp styrs till länder utanför EU. Mekanismen grundar sig på anskaffning av avgiftsbelagda CBAM-certifikat och gäller både företag och privatpersoner som importerar ”CBAM-varor” till EU:s område. Under övergångsperioden 1.10.2023–31.12.2025 ska importörer rapportera direkta och indirekta utsläpp från de CBAM-varor de importerar kvartalsvis till kommissionen.",
    "images": "https://tulli.fi/documents/2912305/154892457/Kontit.jpg/7b061c4b-f80b-c640-e076-b9a271443bfd?t=1695883592459",
    "tags": "pressmeddelande,artikeln,gränsjusteringsmekanism för koldioxid (cbam)",
    "excerpt": null,
    "categories": ""
}