{
    "title": "Aktuelle Informationen | Würth Industrie Service",
    "author": "Würth Industrie Service GmbH; Co KG",
    "source": "Würth Industrie Service GmbH & Co. KG, Bad Mergentheim, Deutschland",
    "date": "2023-01-01",
    "text": "Aktuelle Informationen der Würth Industrie Service Auf dieser Seite stellen wir Ihnen stets die aktuellen Informationen zu den Auswirkungen der wirtschaftlichen sowie (geo-)politischen Lage zur Verfügung. Informationsschreiben 11.07.2024, Verordnung (EU) 2023/956 zur Schaffung eines CO2-Grenzausgleichsystems (Carbon Border Adjustment Mechanism - CBAM) Informationsschreiben 28.01.2024, Verordnung (EU) 2023/956 zur Schaffung eines CO2-Grenzausgleichsystems (Carbon Border Adjustment Mechanism - CBAM) Informationsschreiben 23.01.2024, Situationsbeschreibung zur aktuellen Lage im Roten Meer Informationsschreiben 28.07.2022, Versorgungslage Energie Informationsschreiben 07.04.2022, Aktuelle Situation in der Ukraine in Bezug auf die Lieferketten Informationsschreiben 30.01.2022, Informationen zur Beschaffungsmarktsituation Informationsschreiben 21.07.2021, Informationen zur Beschaffungsmarktsituation Informationsschreiben 09.02.2021, Vorsorgemaßnahmen bzgl. Versorgungssicherheit Pandemie Informationsschreiben 22.03.2020, Vorsorgemaßnahmen bzgl. Corona-Virus Informationsschreiben 15.03.2020, Vorsorgemaßnahmen bzgl. Corona-Virus Informationsschreiben 09.03.2020, Versorgungssicherheit aufgrund Coronavirus (COVID-19) Informationsschreiben 25.02.2020, Versorgungssicherheit aufgrund Coronavirus (COVID-2019) Informationsschreiben 28.01.2020, Versorgungssicherheit aufgrund Coronavirus (nCoV) Die Würth Industrie Serivce GmbH & Co. KG erhebt und verarbeitet die in dem Formular angegebenen personenbezogenen Daten, um für Sie die gewünschte Anfrage zu bearbeiten. Bitte beachten Sie bei den Formularen die Markierung der Pflichtfelder. Rechtsgrundlage für diese Verarbeitung, der zwingend erforderlichen Daten, ist Art. 6 Abs. 1 lit. b DSGVO, Durchführung einer vorvertraglichen Maßnahme. Die Verarbeitung der von Ihnen freiwillig mitgeteilten Daten erfolgt auf der Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Danach ist eine Verarbeitung zulässig, die zur Wahrung der unserer berechtigten Interessen erforderlich ist. Unser berechtigtes Interesse besteht darin, mit Ihnen, unseren Kunden, Kontakt zu haben, unsere Beratungsqualität zu verbessern und Sie bei möglichen Rückfragen einfacher kontaktieren zu können. Die erhobenen Daten werden von uns nur solange gespeichert, wie es für die Bearbeitung Ihrer Anfrage sowie zur Kontaktaufnahme mit Ihnen erforderlich ist. Danach werden sie gelöscht. \r\n\t\t        \r\n\t\t       Ergänzende Datenschutzhinweise, insbesondere zu Ihren Rechten auf Auskunft, Berichtigung, Löschung, Einschränkung der Verarbeitung, Widerspruch und Beschwerde, finden Sie in unserer Datenschutzerklärung.",
    "images": null,
    "tags": "",
    "excerpt": "Auf dieser Seite finden Sie einige aktuelle Informationen der Würth Industrie Service",
    "categories": ""
}