{
    "title": "The Green Industrial Revolution Is Ready to Accelerate",
    "author": "Tim Figures",
    "source": "BCG Global",
    "date": "2022-12-21",
    "text": "After years of talk and tentative measures, 2023 could be the year we are going to really see big manufacturing companies place serious bets on decarbonizing their operations and supply chains. Several big developments in 2022 have accelerated our progress to net-zero carbon emissions. The EU finalized a sweeping package of climate-related regulations aimed at achieving its CO2 emission reduction targets, including an extension of its carbon-pricing system to cover certain imports. The US passed the Inflation Reduction Act, which provides significant incentives for green investments in North America. These moves came against the backdrop of the greatest crisis in energy supply and prices in more than four decades, driven primarily by Russia’s invasion of Ukraine. You might have thought that, in Europe at least, momentum on climate change would slow. Energy prices have risen as much as tenfold, leading to massive price subsidy programs across the continent to ensure that bills remain affordable for citizens and industry. In this context, some have argued that this isn’t a good time to raise energy costs even further by tightening climate regulation. Such voices are very much in the minority, though. In fact, the nearly complete cutoff of oil and gas from Russia triggered a new dynamic: concern for energy security. In the short term, people realize we’ll just have to buy our gas from somewhere else, pay whatever the global price is, and pay subsidies to keep industries from completely collapsing. But over the medium term, there’s agreement across the political spectrum on the need to diversify our energy sources and decarbonize as quickly as possible. That would deliver improved energy security and climate action at the same time. Over the medium term, there’s agreement across the political spectrum on the need to diversify our energy sources and decarbonize as quickly as possible. That would deliver improved energy security and climate action at the same time. The first big policy change is the EU’s Carbon Border Adjustment Mechanism (CBAM) , more commonly known as the “carbon border tax.” Starting this year, importers of certain carbon-intensive materials, such as steel, cement, and fertilizers, must document and report their CO2 footprints. In the coming years, they’ll have to pay a levy on emissions tied to their products, as European manufacturers currently do, and the system is likely to expand to cover a wider range of goods. In December 2022, the EU went further and finalized “Fit for 55,” a package of reforms aimed at reducing carbon emissions by 55% by 2030. It includes new carbon prices for transportation and heating, requirements for sustainable aviation fuels and energy-efficient buildings, and incentives for developing new carbon-capture and storage technologies. The EU also reformed its carbon-pricing mechanism to drive up carbon costs over time. These regulatory changes are beginning to drive action by energy-intensive industries and non-EU governments. For example, the prospect of the CBAM has led both Turkey and India to consider introducing domestic carbon pricing regimes to minimize the competitive impact on their exports of products such as steel. Faced with rising carbon prices domestically, EU producers are starting to sign off on significant investments in new technologies and processes. In early 2022, for instance, ArcelorMittal announced an investment of over €1.7 billion in France to switch to modern, low-carbon steelmaking processes. New green steel players, such as H2 Green Steel in Sweden, are raising financing to enter the market. And companies in a range of sectors that are hard to decarbonize—such as fertilizer and cement—are considering using techniques such as carbon capture and storage to reduce their CO2 footprints. The Sustainable Advantage: Insights on Creating Competitive Advantage Through Sustainability That’s where recent policy interventions will make a difference. In the US, this is being accomplished with generous subsidies that should make sequestering carbon commercially viable in two or three years. The Inflation Reduction Act, which includes a tax credit of up to $85 per ton for buying CO2 produced by industry and $180 a ton for extracting it from the air, is spurring lots of investment. Big energy companies, including ExxonMobil, Chevron, and Occidental Petroleum, see carbon capture and storage as a hot new revenue stream. Carbon capture and storage requires very similar technical skills to those used in the oil and gas industry. And geologically, the US has places to store carbon—like empty oil wells. These government interventions are really shifting the dial. As carbon prices rise and subsidies increase, what was once seen as a regulatory burden that should be minimized is now creating business opportunities. Companies that stay ahead of the curve, invest wisely in anticipation of regulatory developments, and develop strong relationships with their suppliers and customers stand to reap significant benefits. The greatest beneficiary of all, of course, will be the planet—if we’re able to make net-zero emissions in developed economies by 2050 a reality.",
    "images": "https://web-assets.bcg.com/dims4/default/ca98501/2147483647/strip/true/crop/2880x1512+0+99/resize/1200x630!/format/webp/quality/90/?url=http%3A%2F%2Fboston-consulting-group-brightspot.s3.amazonaws.com%2F60%2Fe8%2F2456cd92451998da192e11c60371%2Fthe-green-industrial-revolution-is-ready-to-accelerate-rectangle.jpg",
    "tags": "",
    "excerpt": "Recent policy developments are pushing big manufacturers to get serious about decarbonizing their operations and supply chains.",
    "categories": ""
}