{
    "title": "Short-Term Solutions for Bending the Ammonia Emissions Curve",
    "author": "David Young; Marielle Remillard; Alexandre Harry",
    "source": "BCG Global",
    "date": "2023-09-05",
    "text": "Ammonia will emerge as a pivotal molecule of the 21st century. It already plays a vital role in food production—and thus national security—serving as a crucial ingredient in nitrogen fertilizers that significantly enhance crop yields. Looking ahead, ammonia holds immense potential for new applications, as an energy carrier or maritime fuel. For that reason, demand for ammonia could almost double by 2035 in some scenarios. But those applications come at a cost: ammonia is highly carbon intensive. Current methods of producing and consuming ammonia generate up to 2% of greenhouse gas emissions, roughly equivalent to all commercial aviation worldwide. Technologies are being developed to fully decarbonize ammonia as part of broader climate and sustainability efforts but are not realistic options in the short term. Producing green ammonia from electrolysis (or “renewable” ammonia) will require enormous quantities of renewable energy and a massive build-out of large-scale electrolyzers. Yet the industry cannot—and must not—wait to act. As longer-term solutions for fully decarbonizing ammonia gradually become more viable, the industry can take a host of short-term steps to reduce the environmental impact of ammonia production and use. Producers and customers can improve their processes, choose ammonia sources with lower emissions, and adopt greener ways of using its byproducts downstream. Moreover, as with many hard-to-abate sectors, an ecosystem-wide approach can lead to better coordination among policymakers, more effective incentives, smarter regulations, and faster gains. Those are incremental solutions—not a perfect fix. But as the need for climate action becomes urgent, they offer one clear benefit: they are available measures to bend the emissions curve for ammonia, starting today. Renewable Ammonia Is Not a Short-Term Solution Ammonia has long been a key commodity for the agriculture industry as well as dozens of industrial processes, and new applications are emerging that use renewable ammonia to decrease the emissions of hard-to-abate sectors. In transportation, for example, ammonia is a potential low-carbon fuel that can replace fossil fuel alternatives. Marine-engine producers are developing ammonia-compatible engines for cargo ships, which could be available as early as 2024. In the power sector, Japan plans to augment coal with ammonia to reduce emissions during electricity generation. For these reasons, the demand for ammonia worldwide is projected to nearly double by 2035 and triple by 2050. (See Exhibit 1.) But the manufacturing process for ammonia needs to become greener. The most common process to synthesize ammonia, known as Haber-Bosch, is highly energy intensive. In the aggregate, ammonia production worldwide requires roughly as much energy as France consumes in a single year. In terms of emissions, ammonia synthesis generates 2 to 2.5 tons of CO2 for every ton of product—more carbon-intensive than steel (1.4 t CO2/t) or cement (0.6 t CO2/t). Renewable ammonia is produced through a more environmentally sustainable approach overall, using renewable electricity (typically wind- or solar-generated) to power electrolyzers that split water into hydrogen and oxygen. The hydrogen is then converted to ammonia, which can be transformed into other products (such as urea or ammonium nitrates) or transported to downstream customers. Yet both electrolyzers and the renewable energy to power them fall far short of the needed capacity. In 2021, the total electrolyzer capacity worldwide was roughly 500 megawatts. Producing renewable ammonia at the scale needed to achieve net zero would require more than 1,000 gigawatts: 2,000 times the current capacity. Powering those electrolyzers with wind would entail building roughly 150 wind turbines each week through 2030, approximately one-third of all the wind turbines currently being installed, solely to produce renewable ammonia. Other industries will need electrolyzers and renewable energy for their own decarbonization pathways, creating even more demand for these technologies. Downstream emissions are a factor as well. Even if the industry could meet 100% of the global demand for ammonia through renewable versions starting today, that would remove only Scope 1, 2, and 3 upstream emissions. It would not address downstream Scope 3 emissions—those generated by ammonia applications. For example, farmers applying nitrogen-based fertilizers produce significant emissions of N2O and CO2. (See Exhibit 2.) The bottom line: We cannot rely only on scaling renewable ammonia in the near term. And even in the long term, it is just one part of a broader set of solutions with significant uncertainty. Decarbonizing the Current Ammonia Value Chain The good news is that we don’t need to wait to start decarbonizing the ammonia value chain. More immediate steps are available to bend the ammonia emissions curve, and those near-term actions are critical to give us a chance at limiting global warming to 2°C. Here are some specific measures for producers and customers. The good news is that we don’t need to wait to start decarbonizing the ammonia value chain. Ammonia Producers Can Decarbonize Current Processes and Facilities Given that renewable power and electrolyzers may be prioritized by other industries seeking to decarbonize, ammonia producers can take immediate steps to reduce emissions from their current facilities and processes—even those that use fossil fuels as a feedstock. Improve the energy mix in production plants. Facilities that use steam methane reforming (SMR) can be retrofitted and electrified (eSMR). In this approach, electricity replaces the natural gas used to generate heat and create steam, thus directly cutting CO2 emissions by about a third (assuming a plant uses renewable electricity). Implement carbon capture and storage at scale. Some facilities already use carbon capture and utilization (CCU) technologies to recover the CO2 emitted during ammonia synthesis and repurpose it into ammonia byproducts such as urea. But other producers can integrate similar technology (carbon capture and storage, or CCS) to simply store the carbon. This option is particularly applicable to markets that have access to inexpensive fossil fuel feedstocks and readily available storage, such as North America, the Middle East, and China. Facilities that use autothermal reforming (ATR) to produce ammonia combine natural gas feedstock and fuel into a single flow, resulting in one concentrated CO2 stream that is easier and cheaper to capture. CF Industries, a US-based manufacturer of fertilizers, is revamping two plants in the UK to produce hydrogen from natural gas and integrate CCS technology. The two facilities will generate more than 800 kt of ammonia and capture over 1 Mt of CO2 each year. Decarbonize fossil feedstock when feasible. Some baseline methods for decarbonizing fossil feedstock are already available, such as capturing byproduct hydrogen from other processes, including ethane crackers, chlorine plants, and plastic gasification factories. Yara, a Norwegian fertilizer company, uses byproduct hydrogen from an ethane cracker in a Texas facility that produces 750 kt/year. As a result, the plant can reduce its carbon footprint by an estimated 25% compared with conventional SMR. Producers can introduce renewable hydrogen into existing fossil fuel–based ammonia plants (replacing 10% to 20% of the natural gas) without causing any significant fluctuations in the ammonia synthesis loop. This approach could allow ammonia producers to start leveraging renewable-hydrogen capabilities without waiting until the entire green-hydrogen value chain is in place. For certain locations, biogas could be an alternative feedstock source. This approach would reduce upstream Scope 3 emissions caused by methane leaks in the drilling process for fossil fuels. And to take this process one step further, using renewable natural gas based on locally available feedstocks can create circularity in the ammonia value chain. For instance, to generate biomethane, US facilities could use manure from cattle, while Brazil could leverage its sugar cane production. These options come with important caveats. Electrifying heat generation is relevant only if the country has a low-emission electricity mix and decarbonizing feedstock is limited to specific locations. The main challenge of CCS is not the technology itself but the cost of implementing it. According to estimates from the International Renewable Energy Agency (IRENA), retrofitting costs are approximately $135/t for a coal-based plant, $100/t to $150/t for an SMR-based facility, and $40/t to $80/t for an ATR plant. Storage access, permitting, and cost are factors as well and can vary widely depending on a facility’s location. Ammonia Customers Can Rethink Their Criteria for Choosing Suppliers Regardless of which feedstock and technology are used to produce ammonia, the resulting molecule is identical and can be used interchangeably. But its environmental impact can vary widely. Consider that coal feedstocks generate twice as much CO2 as natural gas. (See Exhibit 3.) Similarly, two plants that use similar feedstocks but different technologies can have dramatically different energy requirements and emission intensities. One barrier to reconsidering suppliers is cost. Many ammonia customers choose suppliers primarily on the basis of price, as the cost of different production processes can vary significantly. These organizations can and should factor energy efficiency and carbon intensity into their procurement decisions. Doing so will be key to quickly secure a supply of low-emission ammonia, particularly if carbon pricing were to increase the cost of traditional ammonia production. The lack of willingness to pay for a greener commodity is compounded by a lack of visibility into the many parameters along the supply chain needed to accurately estimate a plant’s carbon intensity. In addition, some producers repurpose a large portion of ammonia directly onsite—for example, fertilizer companies that manufacturer their own ammonia, transform some of it into end-use products, and sell the remainder—making it even harder for downstream consumers to access ammonia production data. Ammonia Application Practices Can Become More Sustainable Fertilizers are an essential element of the agriculture industry. But the greenhouse gas emissions from fertilizer carry a steep cost—N2O has a global-warming impact nearly 300 times greater than that of CO2 over a 100-year period—and would remain a factor even if those fertilizers were produced using renewable ammonia. Instead, the agriculture industry needs to be smarter and more targeted in its use of fertilizers. The impact of a particular fertilizer depends heavily on parameters including the climate, crop, and type of soil, among others. For instance, in some contexts, nitrates can generate higher yields on crops such as wheat or beans, with lower nitrogen emissions, compared with traditional fertilizers like urea. Emissions can also vary significantly according to the type of production and application processes used. Some agriculture companies are becoming more tactical in how they apply ammonia-based fertilizers to crops, using a framework known as the “four Rs”: right source, right rate, right time, and right place. Other companies are applying nitrogen and nitrification inhibitors such as urease to crops. These measures can reduce not only N₂O emissions but also the input costs for farmers. Other innovative practices and ways of working, like precision and regenerative agriculture , could help improve nutrient management practices and decrease the reliance on fertilizers, thus lowering the industry’s overall emissions. To be clear, implementing more sustainable fertilizer practices is a massive challenge. These practices vary widely across the globe, from the biggest farms to the more than 600 million smallholder farmers. Simply raising fertilizer prices to cover the cost of sustainable production is not a workable solution. How Policymakers Can Shape the Market Time is short and resources are limited in our race to decarbonize the economy. Beyond ammonia producers and customers, policymakers need to evaluate options and establish the right incentives to optimize decarbonization pathways across all industries, prioritizing CCS in some and electrolyzers in others. Thus, decarbonizing ammonia will not happen through the decisions of any one stakeholder, but rather with a set of policies and actions that will shape the future of global production and trade. As in most hard-to-abate industries, coordinated actions at the industry level are critical to create clarity and reward players seeking to decarbonize. Implement the Right Incentives and Policies Appropriately targeted incentives and policies can create the best conditions for action. (See “EU Mandates and US Incentives.”) EU Mandates and US Incentives EU Mandates and US Incentives In Europe, the carbon border adjustment mechanism (CBAM), which launches in late 2023, will force ammonia and fertilizer importers to report emissions and pay a carbon tax at the border. The EU Renewable Energy Directive (RED III) regulation will require 42% of ammonia production to be green by 2030. The EU has also created the European Hydrogen Bank to fund projects, though it may not be big enough to help producers meet the new mandates. In the US, by contrast, the federal government is relying more on subsidies for green hydrogen and ammonia, primarily through the Inflation Reduction Act. In fact, the US policies are so generous that some European producers may relocate their green-ammonia projects to the US, export products back to the EU, and still offer ammonia at a lower price than they could under existing EU policies. Put the right price on carbon. Reducing the carbon intensity of ammonia production and usage invariably introduces new costs, and the willingness to pay varies widely by sector. For example, CCU and CCS could increase the price of fossil-based ammonia by $50/t to $100/t, owing to the cost of retrofitting plants and storing the carbon generated. Other market-based mechanisms (like subsidies, contracts for difference) could help decrease the cost premium for zero- or low-emission ammonia, attract investments, and further support first-mover producers and customers. These mechanisms could be implemented at the industry level and tailored by sector to ensure that the premium is spread fairly throughout the value chain and not simply passed down to farmers or other end users. Reduce the risk of capital investments. The upfront investment for some decarbonization technologies can be prohibitive. For example, one barrier to natural gas–based ammonia with CCS is the cost required to explore storage reservoirs and build the infrastructure to transport CO2. The upfront investment for some decarbonization technologies can be prohibitive. Governments can help lessen the inherent risk of these investments. Potential measures include direct investments (via funds, grants, and loans) as well as public-private partnerships. In addition, governments can support the construction of required infrastructure across multiple projects, such as industrial hubs close to geologic H2 or CO2 storage, and can back research to overcome some of the remaining technological barriers in decarbonizing the ammonia value chain. Regulators also need to define clear investment principles to accurately assess how specific infrastructure, assets, and projects contribute to decarbonization. This will allow companies to channel cash to the initiatives that will have the biggest impact. Accelerate permitting. A key barrier to further developing CCU and CCS for ammonia production is the permitting of geologic storage sites. Speeding up and facilitating the permitting process would hasten the adoption of low-carbon ammonia, especially in regions that are geologically suitable to storing carbon. Mandate the use of low-emission ammonia. Temporary regulations could require the use of low-emission ammonia in applications such as nitrogen-based fertilizers. For example, India’s draft hydrogen strategy requires at least 15% renewable ammonia production for the domestic fertilizer sector by 2025 and 20% by 2027. Subsidies can help overcome the initial transition costs, until low-emission ammonia becomes competitive. To be clear, mandates should be temporary and should not jeopardize the food security of a country. Some international collaboration may be required to avoid creating unintentional incentives that would push ammonia production to the markets with the lowest environmental standards. Subscribe to our Climate Change and Sustainability E-Alert. Build Industry-Level Norms and Tools In addition to establishing incentives and policies, governments can help set standards across the ammonia value chain to support decarbonization. Create visibility in the supply chain. Ammonia customers cannot reduce their environmental impact without clear information about where ammonia comes from and how it is produced. Governments can set requirements that give intermediate businesses and end customers visibility into the feedstocks for the ammonia they purchase, the power generation used to produce it, and an estimate of all upstream emissions. Align on accounting principles and disclosures for emissions. Supply chain visibility and transparency will require the establishment of common carbon accounting rules, adopted by entities along the entire value chain and enforced as a single global framework. Standardized accounting is essential to help customers make informed sourcing decisions, rather than focusing solely on upfront costs. Policymakers will need to set product certification and labeling requirements to identify low-emission fertilizers and reward producers that increase transparency for downstream ammonia customers—agriculture companies, retailers, and end users. Develop an ecosystem of stakeholders. All stakeholders can benefit from an ammonia ecosystem that’s built by sharing lessons and fostering collaboration. Governments and consumers can establish off-take agreements that guarantee the purchase and use of a preset amount of low-emission ammonia, sending a strong signal of demand throughout the value chain. Fertilizer companies can increase their support to improve the efficient use of nitrogen. Producers can pool investments to create carbon storage hubs across industries. Complete ammonia decarbonization will take time, but the current rate of climate change means that the industry cannot wait. Fortunately, it does not have to. Producers, consumers, regulators, and other stakeholders have many opportunities to start bending the curve today, and coordinated actions can bring the industry a long way toward a low-emission ammonia value chain.",
    "images": "https://web-assets.bcg.com/dims4/default/161d9e3/2147483647/strip/true/crop/2880x1512+0+54/resize/1200x630!/format/webp/quality/90/?url=http%3A%2F%2Fboston-consulting-group-brightspot.s3.amazonaws.com%2F2c%2Ffa%2F0f65a5764d10b92eb04c23279eed%2Fshort-term-solutions-for-bending-the-ammonia-emissions-curve-rectangle.jpg",
    "tags": "",
    "excerpt": "Renewable ammonia has long-term potential, but the industry can’t wait. Ammonia producers and customers can take steps to become more sustainable, starting today.",
    "categories": ""
}