{
    "title": "Are Economic Clusters Ready for the Green Transition?",
    "author": "Christopher Daniel; Varad Pande; Rami Rafih; Makoto Morihara; Charmian Caines; Tina Zuzek-Arden",
    "source": "BCG Global",
    "date": "2024-05-08",
    "text": "From the tech innovators of Silicon Valley to the leatherworkers of Tuscany and the textile hubs of South Asia, economic clusters make the world go round. As Harvard economist Michael Porter has long argued, the global economic landscape is dominated by “critical masses” of companies that collaborate to unlock competitive \n                    \n                         Some important steps have been taken to address climate pressures at the cluster level. The WEF’s Transitioning Industrial Clusters Towards Net Zero initiative, for instance, has brought together 20 industrial clusters in 10 countries—representing $362 billion in economic activity and 626 million tons of CO2-equivalent emissions—to accelerate \n                    \n                         \n            \n        \n    \n To simultaneously minimize disruption, accelerate economic growth, and drive progress toward decarbonization will require coordinated leadership focused on two key strategies: evolving existing clusters to remain competitive and capitalizing on emerging opportunities. The Green Transition Brings Risks and Opportunities The green transition is primarily driven by four interconnected trends: regulators raising the bar, the falling cost of renewable energy , the lowering cost of cleantech, and growing consumer interest in green products. (See “Trends Driving the Green Transition.”) Trends Driving the Green Transition The falling cost of renewable energy. With renewables increasingly cost-competitive with fossil fuels, decarbonization is rewriting the rules for energy-intensive clusters. In the United States, new utility-scale solar power costs $0.039/kWh, while operating existing thermal assets like coal—once among the cheapest baseline options—costs The lowering cost of cleantech. Breakthrough solutions are moving into the mainstream as underlying technologies mature, gain market share, and capture economies of scale. The CAPEX of producing green hydrogen, for instance, could fall by 25% by 2030 as electrolyzer and energy prices fall; battery costs, meanwhile, have plummeted about 90% from 2010 levels, reaching $0.25/Wh in Growing consumer interest in green products. More than four fifths of consumers across many sectors and geographic regions now view sustainability as a top priority. An increasing number are also prioritizing sustainability in their purchases: the “say-do” gap between what consumers claim to value and the way they actually spend their money is narrowing. 3. US Environmental Protection Agency, “Biden-Harris Administration Finalizes Standards to Slash Methane Pollution, Combat Climate Change, Protect Health, and Bolster American Innovation,” EPA website, December 2, 2023. 4. Joachim Seel et al., “Utility-Scale Solar, 2023 Edition: Analysis of Empirical Plant-level Data from US Ground-Mounted PV, PV+battery, and CSP Plants (exceeding 5 MWAC),” Lawrence Berkeley National Lab, 2023, retrieved from Open Energy Data Initiative (OEDI); Lazard, “Levelized Cost of Energy+,” Lazard website, April 2023. 5. International Energy Agency, Global Hydrogen Review 2023, IEA website. Such pressures make adapting to the green transition a critical business imperative for organizations of all kinds. But these intersecting trends cannot be sufficiently addressed by individual companies acting alone. Instead, they must be addressed at the ecosystem level, with economic clusters bringing collective effort, shared infrastructure, and economies of scale to bear on the systemic challenges they now face. And to do this, governments have a vital role to play in analyzing and responding to the pressures and opportunities the green transition brings for economic clusters. Only by creatively and effectively supporting economic clusters can governments turn rapid decarbonization into a driver of economic advantage and growth. By definition, economic clusters comprise many interdependent stakeholders. The systemic changes inherent in the green transition will change the dynamics between those stakeholders. The resulting realignment will bring significant challenges—but also important new opportunities for clusters that manage the transition effectively. As clusters come under pressure due to “green” competition, they will face risks including: Shifting market demand away from the cluster’s core products or services and toward “greener” alternatives, forcing clusters to rapidly reinvent themselves. Germany’s Baden-Württemberg Automotive Cluster saw internal combustion engine (ICE) vehicles account for over 99% of production in 2010 but less than 80% in 2022, for \n                    \n                         \n            \n        \n    \n Green legislation impacting competitiveness, with new laws changing the way that clusters operate. Some regulations have a global impact: The EU Deforestation Regulation of 2023 is reshaping Brazil’s soybean production clusters, which export one fifth of production to European \n                    \n                         Reduced access to capital as financial institutions decarbonize their investments. With over 1,600 institutions and around $40 trillion in assets—including major global banks already committed to divesting from fossil fuels, it will grow increasingly challenging for businesses in high-emission clusters to obtain \n                    \n                         These realignments can also lead to the emergence of new value pools, creating opportunities including: Demand for upstream materials clusters as emerging technologies and evolving markets seek new raw materials. Surging demand for battery is accelerating the emergence of nickel manufacturing clusters in Indonesia, and a lithium supply chain in \n                    \n                         Capitalizing on natural advantages as the latent value of previously neglected resources—including sun and wind—is realized. Oman is planning to significantly expand its wind energy capacity, reaching 1 GW by 2030, for instance, while Namibia plans to capitalize on its 300-plus sunny days per year to transform its power sector, which currently relies largely on imported \n                    \n                         New “green products” generating market demand, with the need for green materials, energy, products, and services unlocks new cluster development opportunities. In Iceland, the aluminum industry is poised to prosper: though energy-intensive, its reliance on hydro and geothermal power—combined with emissions caps—will make it a leading supplier of “green” aluminum, with a carbon footprint four times to five times lower than the global \n                    \n                         In short, the green transition will bring new competition—and, in many cases, existential threats—for existing clusters. But it will also create new value pools that will be captured by both existing and emerging clusters. Whether individual companies—or entire regional economies—prosper or perish will depend, in large part, on how effectively governments navigate this challenge. Two Strategies for Governments Governments have two key strategies available to them: The Safeguard Strategy. Through the safeguard strategy, governments protect existing clusters, by helping them to evolve, optimize for resilience, and support them to continue to thrive through the change. The Spark Strategy. Through the spark strategy, governments spur new opportunities for economic clusters by realizing their emerging green competitive advantage. Governments pursuing a safeguard strategy can utilize three primary levers: Enabling access to clean energy to support energy-intensive clusters to decarbonize and remain cost-competitive. Spain, for instance, is supporting the Basque Industrial Super Cluster—which provides over 200,000 jobs and €2 billion to €3 billion in economic activity—by promoting clean hydrogen, renewable energy, and CO2 \n                    \n                         Greening existing processes to drive competitive advantage. In India, the Tirupur Knitwear Cluster—which accounts for 80% of India’s knitwear exports—benefited from a $90 million public investment to support a zero liquid discharge strategy, reducing groundwater pollution while insulating the water-dependent cluster from the impact of \n                    \n                         Support green reskilling to ensure that workers with legacy skillsets get the training they need to thrive and drive value for their employers. In the US, the sustainable construction boom is being supported by national training and certification programs for green jobs, including a green plumbing certification program and an urban forestry apprenticeship program. Governments using a spark strategy, meanwhile, have four key tools: Attracting investment with new green zones, either by creating new clusters with a focus on sustainability or coalescing existing clusters around the needs and opportunities of the green transition. South Korea’s Songdo International Business District has become a model for sustainable urban development and cleantech \n                    \n                        \n\n      \n        innovation\n                    \n                         by drawing on strategies including green construction and smart waste and grid \n                    \n                         \n            \n        \n    \n Incentives and demand generation to spur sustainable innovation and support early movers as clusters shift onto a more sustainable footing. In the US, the Inflation Reduction Act’s tax provisions are supporting clean energy deployments, while the Buy Clean Act uses federal purchasing power—which now exceeds $630 billion—to support green building and create jobs in the recycling and construction sectors. Upskilling to build a future-ready workforce and support the emergence of new clusters and the growth of existing hubs. Australia’s National Clean Energy Skills Initiative, for instance, has driven upskilling across 38 critical occupations, helping 90,000 workers acquire vital skills in areas such as renewable energy, energy efficiency, and battery \n                    \n                         \n            \n        \n    \n Promoting innovation at the cluster level, with government support helping to unlock synergies and collaboration. In the United States, the Tennessee Electric Vehicle Center is drawing together electric vehicle companies and research groups to create around 6,000 new jobs and promote the rapid commercialization of new transportation \n                    \n                         Of course, many governments use a strategic portfolio of both safeguard and spark strategies. By intelligently and actively combining elements from each, governments have an opportunity to simultaneously shield economic clusters from disruption while enabling them to capture new value as the green transition gains momentum. Next Steps The approaches described above offer a menu of actions for governments to deploy as they seek to support economic clusters through the green transition. How, though, can governments most effectively apply these interventions? We believe effectively supporting clusters requires a three-step strategic approach: Assess risks and opportunities. Governments must assess the potential for cluster-level disruption and work proactively to identify emerging opportunities for growth. These reviews should be used to develop comprehensive strategies drawing together the approaches outlined above, and leveraging them to mitigate risks and maximize positive outcomes to combine large-scale decarbonization with resilience and economic growth. Foster collaboration. Governments must facilitate collaboration and coordination within clusters, and develop new platforms connecting the private sector with research organizations and public sector stakeholders, and convening regular meetings of public and private sector to enable collaboration. Through such initiatives, governments have an opportunity to accelerate the diffusion of clean technologies, and to ensure that cutting edge research is efficiently transmitted and implemented in real-world contexts across clusters of all kinds. Provide central orchestration. Governments must situate the individual strategies used to support each cluster’s green transition within a coordinated strategy to optimize outcomes. The cumulative benefits of strategies promoting renewable energy, developing green skills in the workforce, or incentivizing innovation should be seen as multiplicative rather than additive, driving value that resonates across and beyond clusters to foster resilience and drive broad-based economic growth. This would often involve creating dedicated institutional structures at the departmental or unit level to support green cluster development. The most successful governments will leverage their central role to become strategic and operational partners driving innovation, sustainability, and business success across multiple clusters. The above three-step process provides a practical roadmap for governments to get started on this \n                    \n                         Initiatives such as Cluster Excellence Denmark make a compelling case for such methods: with cross-agency government funding, the project explicitly addresses sustainability and clean energy across multiple clusters, serving as a central nexus for collaboration, coordination, and knowledge dissemination. Such approaches offer a powerful tool for governments seeking to replicate and scale the successes of individual clusters, and to unlock new efficiencies and opportunities for clusters of all kinds. The green transition will only accelerate as emerging technologies, regulatory pressures, consumer expectations, and climate challenges continue to converge. The time for half measures and piecemeal approaches is long past: to navigate the green transition, governments will need to assume a bolder and more decisive leadership role. To enable cross-sectoral decarbonization while also ensuring economic growth, governments must forge a new public-private compact explicitly framed to support all economic clusters—and help businesses of all kinds to survive and thrive as we move toward a more sustainable future. The authors extend a big thanks to the members of the working team—Pavel Zolotarev, Anna Petrova, and Yara ElRakkad—for their invaluable contributions to this article.",
    "images": "https://web-assets.bcg.com/dims4/default/d2256af/2147483647/strip/true/crop/6054x3178+0+114/resize/1200x630!/format/webp/quality/90/?url=http%3A%2F%2Fboston-consulting-group-brightspot.s3.amazonaws.com%2F20%2F9c%2F799ec1e14b59bfe9a4a25bab53ae%2Feconomic-clusteres-nxpowerlite-copy.jpg",
    "tags": "",
    "excerpt": "Governments have two key strategies—evolving existing economic clusters to remain competitive and capitalizing on emerging opportunities—to help economic clusters rapidly adapt to the green transition.",
    "categories": ""
}