{
    "title": "How Technology Can Tame the EU Carbon Tax on Imports",
    "author": "Hubertus Meinecke; Tim Figures; Michael Engels; Thijs Elling; Karolina Telejko; Iacob Koch-Weser; Juliana Bruwer",
    "source": "Japan - JP",
    "date": "2022-07-07",
    "text": "Systems enabling companies across the value chain to exchange data and calculate taxes could help them manage the complexities of the Carbon Border Adjustment Mechanism (CBAM) and advance the European Green Deal. Starting in 2023, life will get progressively more complicated for companies importing energy-intensive products into the European Union, as well as for their non-EU suppliers. That’s when the EU will begin implementing the Carbon Border Adjustment Mechanism (CBAM), more commonly known as the “ carbon border tax .” This tax on imports is a powerful regulatory tool that will ultimately require importers to pay a levy on all carbon emissions associated with goods that they bring into the world’s second-largest market. For the first few years, importers will need to document and report the CO2 footprints of imported electricity and of materials such as steel, iron, aluminum, cement, and fertilizers. Chemicals, hydrogen and plastics may be included as well. Starting in around 2026, this task will get more challenging: importers will need to calculate and pay a levy on each metric ton of CO2 tied to those imports. Subscribe to receive BCG insights on the most pressing issues facing international business. As the new tax system unfolds, compliance will only get more complicated. Importers will ultimately be responsible for documenting and paying for the carbon footprints not just of iron bars and bags of cement but of finished goods, including complex products such as cars and industrial machinery. That means accounting for all components, the materials used to make those components, the mines they were extracted from, and the fuel used in shipping. In other words, they’ll be on the hook for the carbon footprints of all their suppliers and their suppliers’ suppliers—everywhere in the world. Efficiently managing the new CBAM requirements will be critical for both groups of importers. Those that struggle could face significant administrative burdens, higher costs, and supply chain disruptions as goods get stopped at the border. Companies that have a firm grip on the new system could gain a competitive advantage. Most of the basic data needed by importers and foreign producers already exists within these companies' enterprise resource planning (ERP ) systems and those of their suppliers and partners. What is needed are solutions that can calculate carbon emissions according to the EU’s approved methodology and then allow each company in the value chain to easily and securely download and upload this information through a data exchange—a “carbon cloud,” if you will—and correctly calculate the tax. We believe that information technology is the key to efficiently implementing the CBAM in a way that will enable the tax to achieve its full potential in achieving the goals of the European Green Deal and driving global action on climate change . The Carbon Tax on Imports The EU has been administering carbon pricing domestically for nearly 20 years through the Emissions Trading System (ETS), which places an annual cap on a company's emissions and levies a charge for each metric ton of CO2 emitted. The ETS also created a marketplace for companies to buy and sell emission permits. As the new tax system unfolds, compliance will only get more complicated. The CBAM’s aim is twofold. First, the carbon tax will motivate producers and governments around the world to step up their efforts to decarbonize so that their industries can remain competitive when selling into Europe. Second, the CBAM seeks to support European producers in their own progress toward decarbonization. By including imported goods for the first time in its market-based measures, policymakers seek to put EU producers and importers on a level playing field by ensuring that they pay the same carbon costs. This will also reduce the risk that EU manufacturers will be under cut by cheaper, more carbon-intensive imports. Due to its complexity, the CBAM’s initial scope will be relatively limited. It will start with carbon reporting requirements for certain imported raw materials. Companies manufacturing in the EU already have reporting systems and data on their own emissions that enable them to comply with the ETS. But most currently lack much visibility into the CO2 footprints of the factories and mines of their foreign suppliers. Indeed, many non-EU manufacturers still lack systems to accurately document emissions. The regulatory and financial burden of complying with the CBAM will fall squarely on importers. They will have to document the emissions of imported products, have their calculations verified by a third party, file forms with customs, and pay the tax. Under current plans, starting in around 2026, importers will need to purchase carbon import permits for each metric ton of CO2 associated with the materials they bring into the EU. The current list of specified materials, such as metals and fertilizer, could be expanded to include inputs such as polymers. Proposals to accelerate this timeline are also under discussion. In the ensuing years, the list of affected imports is likely to expand to include a range of finished and semifinished goods. The levy will depend on both the carbon intensity of the good and the carbon price per metric ton, which will be set by the EU’s fluctuating internal carbon market. Exemptions and rebates will help companies avoid double taxation. Goods imported from countries that have domestic carbon-pricing regimes similar to the EU’s will be exempt from the levy, for example, subject to agreement with the European Commission. But the onus will be on importers to demonstrate eligibility for rebates and to claim them. And it’s not just the EU that is thinking about CBAM-type levies. Canada and the UK are weighing similar policies, while the Senate is currently considering a bill to introduce a carbon tax on imports in the US. Over time, these regulations will lead to a complex system of new rules with which multinational companies will have to comply. This could increase pressure for companies to work with policymakers globally so that they can align their approaches to pricing carbon. The Financial Implication The financial impact of the EU carbon tax will be significant. The European Commission calculates that importers will face additional costs of around €2 billion annually by 2030, when the price of carbon in the EU is projected to reach more than €100, compared with around €84 today. The magnitude of those costs will depend on the carbon efficiency of each producer. Our analysis suggests that, by 2032, the cost of iron and steel imported into the EU from the US and UK could rise by 6%, from Turkey by 10%, from South Korea by 12%, from China by 17%, and from India by 32%. (See the exhibit.) The downstream impact could fall most heavily on the automotive, construction, packaging, and consumer appliances sectors—the biggest users of CBAM products. For example, an EU construction company importing 100 metric tons of Indian steel would pay CBAM costs of €24,600, or 32% of the current price. As the CBAM covers more goods, the inflationary pressure will be felt more widely. A midsize family car responsible for around 7 metric tons of CO2 emissions, for example, would attract a levy of around €700 at projected carbon prices. Of course, producers may not be able to pass these new costs on to end users. To significantly reduce the carbon footprints of imported products, many EU companies will need to engage with foreign suppliers throughout the value chain, from design to manufacturing all the way through to logistics, to make their processes more carbon efficient. Alternatively, EU importers will need to switch to lower-carbon suppliers. Pressure on non-EU producers to decarbonize their manufacturing facilities will intensify, potentially changing the global competitive landscape in many sectors. If implemented effectively, therefore, the CBAM will both reduce global emissions and redefine competitive advantage. How Technology Can Help Enabling the CBAM to operate effectively will be critical if importers are to avoid fines and border delays. It will also be important for foreign suppliers selling into the EU to understand what they must do to bring down their emissions and remain competitive. That will be important for the EU as well. The system for reporting and analyzing emissions of primary products such as steel must work well before the CBAM can encompass the more complex finished products that will really make a difference to climate change. Information technology is the key to efficiently implementing the CBAM in a way that will enable the tax to achieve its full potential. Information technology will be vital to ensuring that the right information is available and shared widely throughout the value chain. As noted above, most of the basic data necessary for compliance is likely already contained in companies’ ERP and procurement systems, as well as in the border management software that calculates customs duties. But IT solutions are needed that integrate and share this data in an efficient and secure way that provides transparency for everyone in the supply chain. Producers and shippers need to be able to provide required data directly to importers. Importers also need data from end users on the energy consumption of products and how they are ultimately disposed of. How could such an integrated system work? One idea is to establish something like a secure carbon data exchange. Take a hypothetical European truck manufacturer. Foreign suppliers upstream, such as iron mines, plastics producers, steel mills, and makers of components, would load their data into the exchange. Downstream importers of those products, such as the truck maker itself or third parties, would download the data to ensure compliance with the new regulation. The EU truck manufacturer would then have full visibility into emissions in its supply chain, the carbon border taxes that have been paid, and the taxes it owes. The data exchange would also ensure that importers properly claim rebates and exemptions. As the world moves towards a net-zero future, carbon border adjustments will have a significant strategic and administrative impact on global supply chains. Information technology will not only enable companies to navigate this complex landscape. It will also help create opportunities for decarbonization initiatives such as the European Green Deal to reach their full potential. That will create a win-win situation for industry and policymakers alike. BCG and SAP have formed a partnership to deliver tech-enabled sustainability transformations intended to help companies accelerate their journey to zero waste and zero emissions. One of the initiatives underway is to develop a technology solution that will help impacted companies manage the CBAM process.",
    "images": "https://web-assets.bcg.com/dims4/default/fd4d68f/2147483647/strip/true/crop/2880x1512+0+0/resize/1200x630!/format/webp/quality/90/?url=http%3A%2F%2Fboston-consulting-group-brightspot.s3.amazonaws.com%2F44%2F08%2F728cd0084af68a5aa650e996f46a%2Fhow-technology-can-tame-the-eu-carbon-tax-on-imports-hero-rectangle-1.jpg",
    "tags": "",
    "excerpt": "Systems enabling companies across the value chain to exchange data and calculate taxes could help them manage the complexities of the Carbon Border Adjustment Mechanism (CBAM) and advance the European Green Deal.",
    "categories": ""
}