{
    "title": "Net Zero Meets Green Growth: How GCC Countries Can Transition to Net Zero While Growing Their Economies",
    "author": "Shelly Trench; Annalena Hagenauer",
    "source": "BCG Global",
    "date": "2023-12-07",
    "text": "The impact of climate change is intensifying around the world, with GCC average temperatures increasing even faster than the global average. The science and the Paris Agreement are clear: as a global community, we must roughly half emissions by 2030 and reach Net Zero around mid-century to keep the 1.5-degree target within reach. More than 90% of global GDP is already covered by Net Zero pledges, but only a small group of countries, representing approximately 10% of global carbon emissions, have put forward clear roadmaps and a comprehensive set of sector-specific policies to achieve this goal. The GCC has made enormous progress in recent years, with most GCC countries committing to Net Zero, and starting to pursue green growth opportunities. However, the majority of GCC countries have not yet published comprehensive plans for how to achieve their commitments and leverage green economic growth opportunities in a focused way, supported by policies. This will be the next step for many governments, and it will be critical to meet their obligations under the Paris Agreement, which requires both 2030 targets (‘Nationally Determined Contributions’) and ‘Long Term Strategies’ (leading to 2050 or beyond). This article distills learning and shares five key recommendations for preparing Net Zero plans, to help decision-makers make Net Zero a success for their countries and economies. These recommendations are: 1) build a dynamic, country-specific Net Zero model; 2) choose a just Net Zero pathway suited for the country’s climate ambition and economy; 3) consider green economic growth opportunities, not just financial investment costs; 4) establish effective stakeholder engagement and governance; and 5) design policies that bring Net Zero strategies to life. 1. Build a Dynamic, Country-Specific Net Zero Model Net Zero is a comprehensive transformation program with implications throughout the economy. It is much more than a ‘climate strategy’ and requires fundamental shifts to be embedded in all national sector strategies. Preparing a cross-sector, country-specific Net Zero model is the first step for countries to become climate leaders and meet Paris targets in ways that respect their unique characteristics and benefit their economies. Transitioning to Net Zero means decarbonizing every sector in a coordinated way. The GCC’s major carbon emitting sectors are power (including for buildings), industry, transport, and waste (Exhibit 1). The composition of industry sectors varies across GCC countries, but oil & gas, cement, metals, refining, and chemicals tend to constitute large shares of overall emissions. Sector decarbonization requires coordination, as there are strong linkages between sectors (Exhibit 2). For example, decarbonizing the power sector itself is central to achieving Net Zero – and it provides critical inputs and support to other sectors’ efforts. Decarbonizing other sectors often involves electrification, e.g., switching from gasoline or diesel to electric vehicles in transport. Reducing transport, building, and industry emissions can therefore lead to a steep increase in electricity demand. Managing this is key to ensuring the power sector can deliver a secure and increasingly green electricity supply on the country’s road to Net Zero. An effective Net Zero model will be country-specific, cover all sectors in the economy, and explicitly model cross-sector linkages. The journey to Net Zero will take three decades or more, so the model must also be dynamic: countries and governments should update their model periodically as new data and technologies become available, and also to make their periodic submissions under the Paris Agreement. 2. Choose a Just Net Zero Pathway Suited for Climate Ambition and Economy How each country will reach Net Zero is the most important choice governments will need to make within the coming years. GCC countries have many different paths available, each with different emissions reductions, investment costs, green economic growth opportunities, and social and health benefits. All decisions, however, must be grounded in the reality that greenhouse gas emissions are cumulative. This means that it matters not only what countries do by 2050 or 2060, but in the interim years (2025, 2030, 2035, etc.). To be ‘Paris compatible’ or ‘1.5 degree compatible’, the world must already have halved its emissions by 2030, and continue rapid reductions thereafter. It is helpful to model multiple options for Net Zero pathways (Exhibit 3), including the following: Least-financial-cost pathway – i.e., the pathway to Net Zero with the lowest financial investment cost relative to the baseline. Following this path, decarbonization measures are usually taken as late as possible, when technologies are cheaper, and the delay means that 2030 Paris targets are more likely at risk of not being met. 2-degree compatible pathway – This provides the minimum required to be compatible with Paris targets and demands a much steeper reduction in the short term than the least cost pathway. It also implies earlier and faster growth of new green industries, more jobs created in new industries, and likely better environmental and health outcomes. Paris compatible / 1.5 degree compatible pathway – Under this option, the country will need to go even further, at least halving its emissions by 2030, with higher investment costs but also significantly higher benefits in terms of green growth, jobs, and the environment. From an international perspective, country-level commitments will also be assessed based on their ‘fair share’ of greenhouse gas abatement. The ‘fair share’ relates to the concept of ‘Common but Differentiated Responsibilities’ (CBDR) as stated in the Paris Agreement, which acknowledges that countries that have contributed more to climate change should also abate more. There is no official definition of CBDR in the Paris Agreement, but it is usually assessed along four dimensions: responsibility (historical emissions per capita), equality (current emissions per capita), capability (GDP per capita and development levels), and cost-effectiveness (cost of emission abatement) (Exhibit 4). GCC countries typically rank above the world average on these dimensions, as their economies tend to be emission-intensive and wealth levels are relatively high. Most GCC countries have strong economic fundamentals and high development levels, and often low abatement costs (e.g., below average cost of renewables). These characteristics mean that GCC countries are well positioned to transition to Net Zero – but also that the world may expect them to move faster in doing so. 3. Look at Green Economic Growth Opportunities, Not Just Investment Costs Managing the financial cost of the Net Zero transition is understandably a concern for many countries, but it should not be the only focus. Instead, governments should take the full macroeconomic picture into account, encompassing the necessary investments in new technology as well as the value of green economic growth opportunities available to early movers. Identifying green growth opportunities starts by identifying competitive advantages in a world that will transition to Net Zero, followed by an assessment of the financial costs versus economic and other benefits of the new green industry (i.e. job and GDP growth, better health outcomes, etc.). Once promising opportunities for green industry localization have been identified, it is critical to set ambitious targets and find the right partners and off-takers for the projects. During the scale-up, countries should put in place effective governance and monitoring mechanisms, and periodically reassess targets and partnerships. Exhibit 5 below provides an overview of the key steps involved. The GCC has many opportunities for green economic growth. One example is green hydrogen, which requires large amounts of (ideally cheap) renewable energy. Several countries in the GCC have already signed Memoranda of Understanding to kickstart partnerships around green hydrogen (including the UAE, Oman, and KSA), leveraging their competitive advantage in land availability and high renewable potential (solar radiation, wind speeds). Oman provides a good example of a comprehensive green hydrogen strategy (see Exhibit 6): Based on its current plans, by 2050, hydrogen exports will be almost twice as high as the country’s current LNG exports in energy equivalent terms. Oman is also an example of how a Net Zero strategy and Industrial Policy can be combined to maximize synergies and value: scaling up renewables as fast as possible helps meet Oman’s targets under Net Zero, and at the same time allows the country to build a new export industry and ecosystem around green hydrogen, with a projected GDP and job growth that far outweighs investment costs. Saudi Arabia’s investment in Carbon Capture, and Storage (CCS) is another example (see Exhibit 6). Leveraging its competitive advantages, i.e. industrial clusters with concentrated CO2 emissions and ample geological storage capacity, the country is planning to build one of the world’s largest CCS hubs in the Jubail industrial zone (9 million tons of CO2 to be captured yearly from 2027, growing to 44 million tons by 2035). The investment in CCS is intended to reduce the Kingdom’s emissions, and at the same time enable the country to export lower-carbon industrial products. This is especially relevant as some regions in the world are starting to place taxes on carbon-intensive imports, the most well-known example being the EU’s Carbon Border Adjustment Mechanism (CBAM) that came into effect in 2023. In both examples, the ecosystem approach is key: central management and master planning, and shared infrastructure development for clusters are key to reducing risk for investors and leveraging economies of scale. Timing is important when it comes to green growth opportunities: new industries are emerging globally, offering large early-mover benefits. These can be secured by entering into deals and markets early, locking in offtake agreements, and being ahead on the learning curve for new technologies. GCC governments may find that by accelerating certain Net Zero measures (like green hydrogen and CCS) and building additional capacity for green product export, they can create new industries and ecosystems that will increase future GDP by far more than the short-term cost premium. 4. Establish Effective Stakeholder Engagement and Governance Given its transformative nature, developing a country’s Net Zero strategy is a multi-month effort, and involves broad and deep stakeholder engagement. This includes stakeholders from national and subnational levels, and from the public as well as private sector. To gather stakeholder inputs efficiently and foster productive discussion, we recommend setting up sectoral working groups that meet at regular intervals while the Net Zero strategy is being developed. The working groups provide input at every key step of strategy development, e.g.: Initial data collection – relevant country-specific data is often dispersed across many stakeholders Baselining of emissions until 2050/2060 – stakeholders can provide the latest corporate and policy initiatives to be reflected in the baseline (i.e. what will emissions be under current decarbonization plans) Net Zero measures – obtain country-specific and technical input from stakeholders to select the highest-impact decarbonization actions for each sector in the economy Target setting – involve sector stakeholders when setting targets per sector per year on the road to Net Zero (public and private sector) Policy development – understand country preferences across policy options (e.g., bans versus incentives), leverage stakeholder expertise on past and current policies to maximize effectiveness Countries should aim for broad consensus among stakeholders, especially given the many linkages between sectors (see Exhibit 2 above). However, securing 100% consensus and buy-in is not realistic, and trying to do so may lead to roadblocks and delays. This is why countries need clear governance and decision mechanisms for Net Zero strategy adoption and implementation, and should also foster a collaborative mindset among key stakeholders. Examples include setting up an overarching committee, and/or establishing a dedicated office under the leading Ministry. Given the importance of Net Zero, ultimate decision-making should sit at the highest level of government. When it comes to implementation, clear accountability is key to success. This often means that national and sector targets have to be cascaded down to the relevant entities (e.g., companies, local authorities, etc.). The leading Ministry or equivalent should oversee the implementation, instituting regular updates to track progress and intervene where required. 5. Design Policies That Bring Net Zero Strategies to Life Effective Net Zero strategies will be based on solid techno-economic modeling, but it is the policies that bring them to life. Achieving Net Zero demands a comprehensive set of policies, some sector-specific (e.g., renewables investments, electric vehicle purchase bonuses, infrastructure regulation), and others cross-sector (e.g., carbon pricing, electrification support). An effective Net Zero policy mix typically includes (Exhibit 7): Market-based policies – e.g., carbon pricing, efficiency support mechanisms Subsidies and public investments – e.g., electric charging infrastructure investment, land provision for renewables Laws and regulations – e.g., green building codes, mandatory recycling The strategy should start from Net Zero decarbonization levers, and identify the policies best suited to bring each lever to life. However, there is also an element of choice and country-specific preferences. For example, green road transport could be enabled with a ban on fossil-fuel-powered vehicles, electric vehicle subsidies, or a higher VAT on fossil-fuel-powered vehicles, or a combination of these policies. What is effective in one country may be less so in another. Policies should explicitly support green growth opportunities, including new export industries. In the GCC these may include green hydrogen, carbon capture and storage, renewables, or new industrial technologies. Some of these technologies have significant green premiums relative to conventional solutions. They often require substantial investments and a strong industrial policy in the short term to accelerate their uptake and help them become financially sustainable in the medium to long term. GCC countries have made significant progress in setting climate targets and taking decisive action. But to meet their obligations under the Paris Agreement while leveraging opportunities for green growth, GCC countries must also develop clear and comprehensive strategies that address Net Zero and green economic growth jointly. This article has highlighted the importance of developing a country-specific Net Zero model and pathway, considering green economic growth opportunities as well as investment costs, and activating Net Zero ambitions through effective governance and policy. Overall, GCC countries are well placed to become pioneers in climate action, not only because of their ability to do so but also because the potential for building new green industries can secure a strong economic future. With the right approach and industrial policies, they can succeed and lead global climate efforts, as showcased by the UAE hosting COP28.",
    "images": "https://web-assets.bcg.com/dims4/default/e6124ab/2147483647/strip/true/crop/2880x1512+0+54/resize/1200x630!/format/webp/quality/90/?url=http%3A%2F%2Fboston-consulting-group-brightspot.s3.amazonaws.com%2F57%2Ffc%2Ffc50bf9f4a3aa6d421e479e5f21b%2Fbcg-gcc-countries-net-zero-meets-green-growth-hero.jpg",
    "tags": "",
    "excerpt": "Discover the dynamic world of esports, covering its unique features, evolution, and the Middle East's promising role as an emerging leader in this rapidly growing industry.",
    "categories": ""
}