{
    "title": "The Start of CBAM: A Major Landmark for Global Trade and Carbon Accounting",
    "author": "unknown",
    "source": "BCG Global",
    "date": "2023-09-29",
    "text": "The world’s first carbon import levy comes into force on 1 October. The EU’s Carbon Border Adjustment Mechanism (CBAM) uses the amount of CO2 emitted during the production of carbon-intensive goods—such as steel, aluminum and fertilisers—to set the new charge. It aims to incentivize the decarbonization of global supply chains as well as to ensure the EU’s local producers aren’t undercut by imports from overseas companies who don’t face the same carbon costs. The So What “It’s the first such system in the world and its effectiveness is yet to be tested. Nevertheless, it’s likely to have profound implications for international trade and geopolitical dynamics pertaining to carbon emissions, especially if other major economies adopt similar systems,” says BCG’s Associate Director Tim Figures , an expert in EU trade and regulations. Impact will be felt across global supply chains in different ways. High-carbon producers outside the EU will become less competitive in the EU market when the price of carbon is included in their exports. End users in the EU are likely to face higher prices and may start to look for alternative trading partners or require existing trading partners to reduce the carbon content of their products. Multinationals may need to reconsider their offshoring and sourcing strategies in the light of the changing dynamics. The levies can be significant. For example, Spain imported 14.5 million tons of steel in 2022, half of which came from outside the EU. Assuming an average carbon intensity of steel and the current EU carbon price, Spanish steel importers could face annual tariffs of some 1 billion euros when CBAM regulations are fully enforced in 2034. While the levies will initially apply only to a relatively small number of the most carbon-intensive sectors, the scope of the CBAM is likely to expand over time. However, companies do have some time to get ready, as there is a transitional phase until the end of 2025, followed by an eight-year ramp up of the charges themselves. Now What In the short term, producers and importers will face a compliance impact, as firms begin to calculate the embedded emissions in their products, and importers deal with additional paperwork at the border. But in the medium term, the CBAM will have a strategic impact as it starts to change the behavior of either producers or purchasers. “The technology to decarbonize hard-to-abate industries such as steel already exists, but it’s expensive. Combined with reforms to domestic carbon pricing in Europe, CBAM now provides an additional incentive for whole-scale decarbonization as firms calculate the trade-off between the new levies and the cost of using greener technologies,” Figures explains. “Given the amount of capital expenditure needed for a full-scale decarbonization of plants, companies need to start planning and acting for this now.” Business leaders need to: Assess the carbon intensity of their industry and understand the impact of these new regulations. Think through a range of regulatory scenarios. There are many unknowns, including which other countries will also implement CBAMs and how the list of impacted sectors will evolve over time. Ensure short-term compliance with the new rules to safeguard the flow of goods and avoid fines. Part of the challenge includes traceability and tracking of products along the supply chain. Consider long-term mitigation levers, which includes ramping up decarbonization strategies, re-evaluating manufacturing and supply base footprints and moving to green procurement policies.",
    "images": "https://web-assets.bcg.com/dims4/default/6a1d25d/2147483647/strip/true/crop/2880x1512+0+54/resize/1200x630!/format/webp/quality/90/?url=http%3A%2F%2Fboston-consulting-group-brightspot.s3.amazonaws.com%2F72%2F45%2F0a17bfc84fd78529864d771c69cc%2Fthe-start-of-cbam-opt.jpg",
    "tags": "",
    "excerpt": "How the EU’s new Carbon Border Adjustment Mechanism will drive the decarbonization of global supply chains.",
    "categories": ""
}