{
    "title": "CBAM-Start – Betriebe brauchen Schonfristen und Bagatellgrenzen",
    "author": "unknown",
    "source": "Dihk_News",
    "date": "2023-09-27",
    "text": "Mit dem CO₂-Grenzausgleichsmechanismus CBAM will die EU ihre Unternehmen vor den Nachteilen schützen, die ihnen die strengen europäischen Klimaschutzvorschriften im internationalen Wettbewerb bescheren. Die Umsetzung bringt allerdings praktische und handelspolitische Probleme mit sich. Die Idee an sich ist auch aus Sicht der Wirtschaft grundsätzlich nicht verkehrt: Wenn hiesige Betriebe Waren nachhaltig und entsprechend teuer produzieren müssen, sollen diese Anstrengungen nicht durch den Import von klimaschädlich und damit deutlich günstiger hergestellten Produkten konterkariert werden. Deshalb will die EU entsprechende Einfuhren aus Drittländern über den \"Carbon Border Adjustment Mechanism\" CBAM mit einem \"CO2-Zoll\" belegen. Betroffen sind zunächst Importe von Eisen, Stahl, Aluminium, Düngemitteln, Wasserstoff, Zement und Strom. Auch Volker Treier, Außenwirtschaftschef der Deutschen Industrie- und Handelskammer (DIHK), kann den Zielen von CBAM etwas abgewinnen: \"Für die deutsche Wirtschaft ist es in Zeiten der Energiekrise wichtiger denn je, dass europäische Klimaschutzambitionen nicht zum internationalen Wettbewerbsnachteil werden\", sagte er auf Medienanfragen. \"Für energieintensive Branchen sind möglichst weltweite einheitliche Wettbewerbsbedingungen nötig.\" Die CBAM-Durchführungsverordnung ist allerdings sehr kompliziert ausgefallen. Sie ist zudem erst Mitte August veröffentlicht worden, sodass den Betrieben kaum Zeit bleibt, sich adäquat auf die vielen hochkomplexen Detailregelungen zu CBAM einzustellen. Dabei wären allein Monate erforderlich, um mit den Drittstaatenlieferanten den Austausch der benötigten Daten zu vereinbaren. Fast 300 Datenfelder für Schrauben im Wert von 150 Euro Ein Dilemma nicht nur für eine Minderheit: Die Regelungen betreffen auch Allerweltserzeugnisse wie etwa Schrauben und damit sehr viele Unternehmen. Diese müssen ab dem 1. Oktober jedes Quartal umfangreiche CBAM-Berichte mit fast 300 Datenfeldern erstellen. Die \"übereilte und sehr bürokratische Umsetzung\" des EU-Grenzausgleichmechanismus bedeute für viele deutsche Betriebe eine erhebliche Belastung, kritisierte Treier: \"Wichtige Informationen, die Unternehmen zur Vorbereitung benötigen, fehlen zu dem Start am 1. Oktober noch immer. Angesichts der Rechtsunsicherheit gerade bei den hochkomplexen Berechnungs- und Nachweismethoden sind Nachbesserungen dringend nötig, etwa in Form von Bagatellgrenzen und Zeitaufschub.\" Beispielsweise unterliegt ein Betrieb bereits dann den CBAM-Berichtspflichten, wenn er Güter aus der betroffenen Warengruppe im Wert von mehr als 150 Euro bezieht. Diese Untergrenze sei \"nicht einmal ein Tropfen auf den heißen Stein\", so der DIHK-Außenwirtschaftschef. \"Das ist viel zu niedrig angesetzt.\" Sogar die zuständige Behörde ist unklar Auch sei unmittelbar vor dem Start noch vieles unklar: \"Wir wissen bis heute noch nicht einmal, welche Behörde in Deutschland für CBAM zuständig ist\", monierte Treier, und auch elektronische Meldeportale für die Betriebe seien bislang nicht verfügbar. Zudem gebe es Guidance-Dokumente zurzeit nur auf Englisch, nicht auf Deutsch. Sein Vorschlag: Die relevanten Behörden der Bundesregierung und der EU-Kommission sollten \"rasch eine große Informationsabfrage starten und ein CBAM-Selbsteinschätzungs-Tool erstellen, das insbesondere kleine und mittelständische Unternehmen bei der Administration unterstützen kann\". Erhebliche handelspolitische Risiken Neben der drohenden Bürokratie-Flut ist aber noch ein weiterer Aspekt von CBAM für die deutsche Wirtschaft problematisch: Der Mechanismus nimmt überwiegend die Importseite in den Blick. Eine hohe CO₂-Besteuerung von eingeführten Vorprodukten beeinträchtigt jedoch die Wettbewerbsfähigkeit der Exportwirtschaft gerade auf wichtigen Märkten wie den USA, China, ASEAN oder Japan. Zudem drohen Handelskonflikte – viele Länder kritisieren CBAM und fordern Ausnahmen oder drohen mit Klagen vor der Welthandelsorganisation WTO und mit Gegenmaßnahmen. Zudem gilt: CBAM erfasst nur Waren niedriger Verarbeitungsgrade. Damit setzt das System Anreize für weiterverarbeitende EU-Unternehmen, Wertschöpfungsstufen in Drittländer zu verlagern und dann die – nicht mehr CBAM-relevanten – Fertigwaren wieder in die EU einzuführen. \"CBAM geht zwar das Carbon-Leakage-Problem für bestimmte Wirtschaftsbereiche an, belastet aber gleichzeitig die Wettbewerbsfähigkeit der Exportwirtschaft auf den Weltmärkten\", so DIHK-Außenwirtschaftschef Treier. So seien die Amerikaner \"gerade dabei, sich auf eine Debatte über den internationalen Klimaschutz einzulassen\". Dieses neue Vertrauen \"sollten wir nicht überstrapazieren, indem wir mit solchen Alleingängen vorpreschen.\" Klimaklub die bessere Alternative Die deutsche Wirtschaft plädiere stattdessen für die verbindliche Umsetzung eines internationalen Klimaklubs mit allen relevanten Handelspartnern, \"auch um internationale Handelskonflikte zu vermeiden\". Zusätzlich sollten aus Sicht der DIHK WTO-Verhandlungen über ein Abkommen zu Umweltgütern und -dienstleistungen rasch wiederbelebt und globale Vereinbarungen über Methoden zur Bestimmung des CO2-Gehalts von Gütern vorangetrieben werden. Auch der transatlantische Handel für Clean-tech-Produkte könnte in Verhandlungen mit den USA erleichtert werden. \"Die EU macht den zweiten Schritt vor dem ersten\", so Treiers Fazit des aktuellen Sachstandes. \"Bevor nicht zumindest unsere wichtigsten Handelspartner ebenfalls einen CO2-Preis eingeführt haben, ist der Klimazoll voreilig und führt in vielen Bereichen zu Wettbewerbsverzerrungen.\" Deshalb spricht sich die DIHK für eine längere CBAM-Übergangsphase aus. Treier: \"Die EU will alles und sofort, das wird so nicht funktionieren. Wir brauchen dringend Schonfristen für die Unternehmen.\" Kontakt Anne ReinacherReferatsleiterin Handelspolitik, transatlantische Beziehungen und EU-Zollfragen Mit dem CBAM-Mechanismus beschäftigte sich die DIHK auch Anfang September in einem \"Thema der Woche\". Dort finden Sie auch die DIHK-Stellungnahme zu CBAM von Juli 2023.",
    "images": "https://www.dihk.de/resource/image/103334/facebook/1200/630/f09d5eba531613db5ce2e6dc31acce1/F0D8E14BF85967E919E30B771991ED61/schrauben-laptop.jpg",
    "tags": "",
    "excerpt": "Mit dem CO₂-Grenzausgleichsmechanismus CBAM will die EU ihre Unternehmen vor den Nachteilen schützen, die ihnen die strengen europäischen Klimaschutzvorschriften im internationalen Wettbewerb bescheren. Die Umsetzung bringt allerdings praktische und handelspolitische Probleme mit sich.",
    "categories": ""
}