{
    "title": "EU climate chief vows to simplify CO2 import duty",
    "author": "Nikolaus J Kurmayer",
    "source": "EURACTIV",
    "date": "2025-01-16",
    "text": "Based on facts, either observed and verified directly by the reporter, or reported and verified from knowledgeable sources. Europe's CO2 tariff on imported goods should be simpler and support European exporters, Climate Commissioner Wopke Hoekstra told MEPs in Brussels today. The EU’s carbon border tariff, known as CBAM, is currently in its trial phase. By 2026, when fully implemented, imports of dirty cement and steel, among other goods, will be hit with a tariff upon arrival into the EU, protecting domestic producers. This will replace the current practice of giving free carbon emission allowances to companies that compete with dirtier international rivals. But business lobby groups have slammed CBAM for being overly bureaucratic. Would-be importers will be required to report the tons of goods imported, the machinery used, and the CO2 emissions tied to the production based on fossil fuels and electricity used, quarterly. Today, Hoekstra resisted calls to get rid of the tariff, telling lawmakers that \"CBAM is an important add-on [to the EU's CO2 price] to prevent carbon leakage.\" But he acknowledged that he \"sees an opportunity to significantly simplify the design.\" The European Commission is currently working on a two-track review of CBAM. Firstly, it is looking at whether a wider range of products beyond basic materials should be covered by duty. Secondly, at a wider assessment as to whether CBAM is fit for purpose. German foreign trade association DIHK, which has been a vocal critic of CBAM, has some ideas on simplification. The group suggests granting special status to around 750 trusted import and export companies and making it easier for one-time potential importers. \"Importing companies generally want a practical regulation, fast final authorisation and simple processing of CBAM payments in the future,\" the group said. [Edited by Donagh Cagney/Martina Monti]",
    "images": "https://www.euractiv.com/wp-content/uploads/sites/2/2025/01/GettyImages-1720227979-1-800x450.jpg",
    "tags": "",
    "excerpt": "But business lobby groups have slammed the tariff or being overly bureaucratic.",
    "categories": "Energy, Environment & Transport"
}