{
    "title": "CO2-Grenzausgleich der EU – was kommt auf die Unternehmen zu?",
    "author": "unknown",
    "source": "Dihk_News",
    "date": "2024-05-03",
    "text": "Der Carbon Border Adjustment Mechanism (CBAM) soll das EU-Emissionshandelssystem (EU ETS) ergänzen und sicherstellen, dass für Importe die gleichen Emissionspreise anfallen wie für Produkte, die innerhalb der Europäischen Union hergestellt wurden. So soll \"Carbon Leakage\" verhindert werden, das durch das höhere klimapolitische Ambitionsniveau der EU im globalen Vergleich entsteht. CO2-Grenzausgleich der EU – was kommt auf die Unternehmen zu? Das 2005 eingeführte EU-ETS funktioniert nach dem sogenannten \"Cap & Trade\"-Prinzip. Dabei wird durch eine Obergrenze (Cap) festgelegt, wie viele Treibhausgas-Emissionen von den emissionshandelspflichtigen Anlagen insgesamt ausgestoßen werden dürfen. Dementsprechend vergeben die Mitgliedstaaten eine bestimmte Menge an Emissionsberechtigungen an die Anlagen aus, teils über Versteigerungen und teils kostenlos. Die Emissionsberechtigungen können auf dem Markt frei gehandelt werden (Trade). Hierdurch bildet sich ein Preis für den Ausstoß von Treibhausgasen, der einen Anreiz zur Emissionsreduzierung setzen soll. Seit 2013 bezieht das ETS neben Kohlenstoffdioxid auch Lachgas und perfluorierte Kohlenwasserstoffe ein. Dies soll auch für die CBAM-Zertifikate angewendet werden. Um zu vermeiden, dass Unternehmen ihre Produktion in Länder mit niedrigeren Umwelt- und Klimastandards verlagern oder auch EU-Produkte durch emissionsintensivere Importe ersetzen (Carbon Leakage), wurden bisher für besonders emissionsintensive Unternehmen Zertifikate im Rahmen der freien Zuteilung kostenlos ausgegeben. Durch CBAM sollen nun Importe in Höhe der verursachten Emissionen besteuert werden, sodass die Zertifikate aus der freien Zuteilung im EU ETS sukzessive entfallen können. CBAM-Eckpunkte Der CBAM berücksichtig sowohl die Treibhausemissionen, die unmittelbar bei der Erzeugung von Produkten entstehen, als auch indirekte Emissionen, die durch die Herstellung von Vorprodukten oder den zur Produktion benötigten Strom entstehen. Zunächst soll er nur auf die folgenden Güter angewendet werden, die ein hohes Potenzial für Carbon Leakage bergen: Aluminium, Eisen, Stahl, Düngemittel, Strom, Wasserstoff und Zement. Zusammen decken diese knapp die Hälfte der vom EU ETS umfassten Sektoren ab. Perspektivisch ist mit einer Ausweitung der betroffenen Produkte zu rechnen. Von CBAM erfasste Produkte HS-Codes Aluminium 7601, 7603-7608, 76090000, 7610, 76110000, 7612, 76130000, 7614, 7616 Eisen und Stahl 26011200, 7201, 7202 11-19, 7202 60, 7203, 7205-7229, 7301, 7302, 730300, 7304-7311, 7318, 7326 Düngemittel 28080000, 2814, 28342100, 3102, 3105 Strom 27160000 Zement 25231000, 25070080, 25232100, 25232900, 25233000, 25239000 Wasserstoff 280410000 Für den Import der oben genannten Güter müssen nach einer Übergangsphase Emissions-Zertifikate gekauft werden, die äquivalent zum Preis der ETS-Zertifikate sind, welche für die Produktion innerhalb der EU hätten erworben werden müssen. Wurde für ein Produkt aus einem Drittland nachweislich bereits einen CO₂-Preis entrichtet, können die Kosten teilweise bis vollständig auf das CBAM-Zertifikat angerechnet werden. Damit soll eine Doppelbelastung vermieden und Länder weltweit motiviert werden, eigene Steuern und Abgaben auf Emissionen einzuführen, die sie selbst vereinnahmen können. Die Einfuhrkontrolle der von CBAM betroffenen Güter obliegt den jeweiligen nationalen Zollbehörden. Die Berechnung der Abgabe muss allerdings vom Importeur vorgenommen werden, der sicherstellen muss, fortlaufend die richtige Menge an CBAM-Zertifikaten einzukaufen und dabei jederzeit wenigstens 80 Prozent der eingeführten Waren abdecken zu können. Die Berechnung der spezifischen grauen Emissionen unterscheidet sich hierbei je nachdem, ob es sich um Waren mit oder ohne Vormaterialien mit grauen Emissionen handelt. Sollte es einem Importeur nicht möglich sein, die entsprechenden Daten vom Hersteller zu bekommen, kann er auf von der EU-Kommission festgelegte Benchmark-Werte für die jeweiligen Ursprungsländer beziehungsweise -ländergruppen zurückgreifen. Die Zertifikate sollen über eine zentrale Plattform erworben werden können, wobei sich der Preis aus dem jeweils aktuellen durchschnittlichen Wochenauktionswert der ETS-Zertifikate errechnen soll. Im Gegensatz zu den ETS-Zertifikaten soll die Menge der zur Verfügung stehenden CBAM-Zertifikate nicht begrenzt werden. Importeure müssen dabei jährlich zum 31. Mai die Gesamtemissionen der im Vorjahreszeitraum importierten Güter, die unter den CBAM fallen, angeben, und die entsprechende Anzahl an Zertifikaten abgeben. Danach haben sie bis zum 30. Juni Zeit, übriggebliebene Zertifikate zum ursprünglichen Einkaufspreis an die Plattform zurückzugeben. Sie bekommen dabei maximal ein Drittel der ursprünglich gekauften und nicht verwendeten Zertifikate erstattet. Alle darüber hinaus übriggebliebenen Zertifikate erlöschen nach diesem Stichtag ersatzlos. Für das folgende Jahr müssen dann neue Zertifikate erworben werden. Ausnahmen Generell fallen alle Importe aus Drittländern der betreffenden Sektoren unter die CBAM-Regelung. Ausgenommen sind Drittstaaten, die sich am ETS beteiligen oder ein ähnliches Emissionshandelssystem haben. Aktuell sind das Island, Liechtenstein, Norwegen und die Schweiz, sowie die Territorien Büsingen, Helgoland, Livigno, Ceuta und Melilla. Zeitplan Bei der aktuellen Fassung des Gesetzesentwurfs handelt es sich um den Kompromiss, der nach den Trilog-Verhandlungen im Dezember 2022 erzielt wurde. Im April soll der Entwurf vom EU-Parlament und im Mai beziehungsweise Juni 2023 vom Rat final beschlossen werden. Gemäß diesem Zeitplan soll CBAM zum 1. Oktober 2023 in Kraft treten. Die Registrierungspflicht für CBAM-Anmelder tritt am 1. Januar 2025 in Kraft. In der Übergangsphase bis Ende 2025 müssten die Emissionen der importierten Güter aus den betroffenen Sektoren lediglich erfasst werden. Ab dem Jahr 2026 müssen Zertifikate kostenpflichtig erworben werden. Ab diesem Zeitpunkt sollen dann auch die freien Zuteilungen sukzessive reduziert und proportional durch CBAM-Zertifikate ausgeglichen werden, bis sie Ende des Jahres 2034 vollständig wegfallen: Stand 3. April 2023 © DIHK Einschätzung der DIHK Insbesondere für energieintensive Branchen wie beispielsweise die Stahl-, Aluminium- und Betonindustrie haben faire Klimaschutz-Wettbewerbsbedingungen innerhalb der EU als auch auf internationaler Ebene eine große Bedeutung. Der CBAM soll die Verlagerung von CO₂-Emissionen aus Ländern ohne oder mit einem niedrigeren Kohlenstoffpreis eindämmen und den betroffenen Unternehmen mehr Planungssicherheit geben. Für die deutsche Wirtschaft ist es jedoch aktuell wichtiger denn je, dass europäische Klimaschutzambitionen nicht zum internationalen Wettbewerbsnachteil werden. Überlegungen zum CBAM haben überwiegend die Importseite im Blick. Auch die Wettbewerbsfähigkeit der Exportwirtschaft steht jedoch mit einer hohen CO₂-Besteuerung von importierten Vorprodukten in Frage. Exporte müssen sich auch mit einem CBAM der ausländischen Konkurrenz auf dem Weltmarkt stellen. Hier sollten multilaterale Klimavereinbarungen etwa in der Welthandelsorganisation oder in einem Klimaclub mit wichtigen Partnern für faire Wettbewerbsbedingungen sorgen. Unilaterale Maßnahmen sind weniger effektiv und bergen die Gefahr von wirtschaftsschädlichen Handelskonflikten und mehr Protektionismus. Abgesehen davon dürfen CBAM-Vorschriften die etablierten Zollverfahren des Unionszollkodex nicht zerstören, sondern müssen damit in Einklang gebracht werden. Dies gilt unter anderem für das Verfahren der aktiven Veredelung mit anschließender automatisierter Überlassung in den zollrechtlich freien Verkehr sowie für zollrechtliche Aufzeichnungspflichten. Beides muss so gestaltet werden, dass sie für Unternehmen handhabbar bleiben. Schließlich sollte die EU-Kommission ein unbürokratisches CBAM Self-Assessment Tool einführen und die Access2Markets-Webseite um CBAM-Vorgaben ergänzen. © DIHK",
    "images": null,
    "tags": "",
    "excerpt": "Der Carbon Border Adjustment Mechanism (CBAM) soll das EU-Emissionshandelssystem (EU ETS) ergänzen und sicherstellen, dass für Importe die gleichen Emissionspreise anfallen wie für Produkte, die innerhalb der Europäischen Union hergestellt wurden. So soll \"Carbon Leakage\" verhindert werden, das durch das höhere klimapolitische Ambitionsniveau der EU im globalen Vergleich entsteht. Hier gibt es Details.",
    "categories": ""
}