{
    "title": "Neues zum CO2 -Grenzausgleichssystem (CBAM)",
    "author": "unknown",
    "source": "Dihk_News",
    "date": "2025-02-05",
    "text": "1) Fristende für die Einreichung Ihres CBAM-Berichts für Q4/2024 Wir möchten Sie an das bevorstehende Fristende für die Einreichung Ihres CBAM-Berichts für das vierte Quartal 2024 erinnern: Denken Sie bitte daran, Ihren Bericht bis zum 31.01.2025 im Übergangsregister der Europäischen Kommission einzureichen. Änderungen eines bereits eingereichten CBAM-Berichts sind grundsätzlich bis zwei Monate nach Ablauf des einschlägigen Berichtsquartals möglich (gemäß Artikel 9 Absatz 1 CBAM-Durchführungsverordnung (EU) 2023/1773), das heißt bis einen Monat nach Ende der Einreichungsfrist für die CBAM-Berichte. Für Q4/2024 können Sie den CBAM-Bericht also noch bis zum 28.02.2025 im CBAM-Übergangsregister ändern. Wir weisen darauf hin, dass CBAM-Berichte ausschließlich im Übergangsregister der Europäischen Kommission eingereicht werden können. Die Einreichung der Berichte bei der DEHSt ist weder frist- noch formwahrend. Weitere Informationen zum Erstellen des CBAM-Berichts finden Sie auf unserer Internetseite. CBAM-Berichte Falls Sie eine Verlängerung der Abgabefrist benötigen, gibt es im Übergangsregister eine Schaltfläche „Request delayed submission“, mit der Sie als berichtspflichtiger Anmelder eine verspätete Einreichung Ihres Berichts beantragen können. Nachdem Sie diesen Antrag gestellt haben, haben Sie 30 Tage Zeit, um Ihren CBAM-Bericht nachzureichen. Hinweise zum Vorgehen, insbesondere zur Erstellung der erforderlichen Referenznummer, finden Sie in unseren FAQ. In welcher Sprache können die Luftfahrzeugbetreiber Monitoringkonzepte und Emissionsberichte bei der DEHSt einreichen? 2) Häufige Unstimmigkeiten in bisher eingereichten CBAM-Berichten Die Europäische Kommission hat darauf aufmerksam gemacht, dass in den im Übergangsregister eingereichten CBAM-Berichten gehäuft extrem hohe Tonnagen der eingeführten Waren gemeldet wurden, die nicht mit den Handelsdaten und -mustern übereinzustimmen scheinen. Um potenzielle Fehler zu vermeiden, die für Anmelder perspektivisch zu negativen finanziellen Folgen durch unrealistisch hohe Abgabepflichten führen können, möchten wir Sie unterstützend auf folgende wichtige Punkte hinweisen: Im CBAM-Übergangsregister müssen die Warenmengen in Tonnen angegeben werden, nicht in Kilogramm. Die Tausender- und Dezimaltrennzeichen müssen aktuell nach englischen Konventionen gesetzt werden. „1,000“ wird beispielsweise als eintausend gelesen und „1.5“ als eineinhalb. Bitte achten Sie darauf, dass der Punkt als Dezimaltrennzeichen gelesen wird. Die Eingabe von Kommata ist aktuell im Übergangsregister nicht mehr möglich. Stellen Sie sicher, dass die in den CBAM-Berichten angegebenen Mengen (in Tonnen) den Mengen der Zollanmeldungen (in Tonnen) für das jeweilige Quartal entsprechen. Sollte sich die Konvention in der deutschen Version des Übergangsregisters ändern, werden wir Sie darüber informieren. 3) Anpassung der Kommunikationsvorlage der Europäischen Kommission (CBAM Communication Template) zur Bestimmung des durchschnittlichen Emissionsfaktors für den Stromverbrauch Die auf der Website der Europäischen Kommission bereitgestellte Kommunikationsvorlage/Excel-Vorlage (CBAM Communication Template) wurde überarbeitet. Sie unterstützt Anmelder bei der Ermittlung der direkten und indirekten grauen Emissionen ihrer CBAM-Waren gemäß der in der Durchführungsverordnung (EU) 2023/1773 festgelegten Methodik. Die Vorlage (Communication Template) kann als Grundlage für die Eintragungen im CBAM-Übergangsregister dienen. Zudem können Anmelder die ausgefüllte Vorlage unter „Supporting Documents“ hochladen. Für die Angabe der indirekten grauen Emissionen im Übergangsregister ist ein durchschnittlicher Emissionsfaktor erforderlich. Dieser wird nun ebenfalls automatisch in der Excel-Vorlage berechnet (siehe Reiter „Summary_Communication“). Der durchschnittliche Emissionsfaktor wird aus dem gewichteten Durchschnitt der Emissionsfaktoren des Produktionslands der CBAM-Ware sowie der Produktionsländer der relevanten Vorprodukte ermittelt. CBAM communication template 4) Neue FAQ der Europäischen Kommission Die Europäische Kommission hat ihre Übersicht zu häufig gestellten Fragen und Antworten (FAQ) aktualisiert. Insgesamt wurden neun neue Fragen und Antworten aufgenommen und weitere aktualisiert. Die neu ergänzten FAQ umfassen dabei unter anderem die Themen: Festlegung von Emissionsfaktoren für indirekte Emissionen bei grenzüberschreitender Produktion, Berücksichtigung relevanter Umwandlungsprozesse für die Ermittlung grauer Emissionen in Eisen-, Stahl- und Aluminiumprodukten sowie Definition und Unterscheidung zwischen „Ursprungsland“ und „Produktionsland“ einer CBAM-Ware. Zudem werden weitere Informationen zu den CBAM-Zertifikaten bereitgestellt, die in der Regelphase erworben werden müssen. Bitte schauen Sie für Details gern auf die Website der Europäischen Kommission im Bereich der CBAM-FAQ. Zudem ist es empfehlenswert, die Website der Europäischen Kommission regelmäßig zu besuchen. Die Seite wird kontinuierlich aktualisiert und enthält die neuesten Dokumente und Informationen. So bleiben Sie immer auf dem neuesten Stand. 5) Aktualisierte Hilfsdokumente für die Berichtsabgabe Seit dem 17.01.2025 finden Sie auf der CBAM-Website der Europäischen Kommission folgende aktualisierte Dokumente, die Sie bei der Berichtsabgabe im CBAM-Übergangsregister unterstützen. CBAM Quarterly Report structure XSD and “stypes.xsd” (ZIP format) CBAM Quarterly Report structure (XLS format) CBAM: Where to report Die Dokumente sind vorerst nur auf Englisch verfügbar. Da sie jedoch den aktuellen Stand des Übergangsregisters und seiner Bedienung darstellen, empfehlen wir, sie zu verwenden. Wir raten Ihnen grundsätzlich, die Website der Europäischen Kommission regelmäßig zu besuchen, da dort verfügbare Dokumente fortlaufend aktualisiert werden. 6) Anpassungen im CBAM-Übergangsregister Am 17.01.2025 erfolgten ebenfalls Aktualisierungen im Übergangsregister, die verschiedene neue Funktionen zur Verbesserung der Benutzerfreundlichkeit und Effizienz umfassen. Das sind die wichtigsten Änderungen: Möglichkeit, Daten von Anlagen aus Drittländern zu überschreiben: Nach dem Abruf der von den Betreibern bereitgestellten Emissionswerte können die berichtspflichtigen Anmelder diese Werte nun bei Bedarf bearbeiten. Verbessertes Benutzer-Feedback beim Hochladen von Berichten über XML mit unvollständigem Emissionsblock (zum Beispiel fehlende Emissionsfaktoren). Verbesserte Handhabung von ZIP-Dateien, die mit Dienstprogrammen von Drittanbietern erstellt wurden. Bei Anhängen an CBAM-Berichten wird nicht mehr zwischen Groß- und Kleinschreibung unterschieden. Allgemeine Verbesserungen an der Funktionalität für Anlagenbetreiber aus Drittländern gegenüber der vorherigen Version: Betreiber von Nicht-EU-Anlagen können Daten über ihre Anlagen einschließlich Parametern für direkte und indirekte Emissionen bereitstellen. Berichtspflichtige Anmelder müssen ihre EORI mit ihren Lieferanten teilen, damit diese Daten im CBAM-Übergangsregister zugänglich sind. Beim Ausfüllen der Registerkarte „Emissionen für Waren“ gibt es neue Links zur „Suche im Register für Drittlandanlagen“. Die berichtspflichtigen Anmelder sind unabhängig von der Datenquelle weiterhin für die endgültige Richtigkeit ihrer CBAM-Berichte verantwortlich. Unter folgendem Link können Sie sich für den Newsletter registrieren: DEHSt - Homepage - CBAM-Bericht Q4 2024 Einreichungsfrist",
    "images": "https://www.dihk.de/resource/image/128310/facebook/1200/630/d55fd5a076b11e576d829771a1e3637a/CA7D410C5BCC08BD33360F46A88F987A/2-ep-u2.jpg",
    "tags": "",
    "excerpt": "Das CO₂-Grenzausgleichssystem (CBAM) der EU tritt schrittweise in Kraft und bringt neue Verpflichtungen für Unternehmen mit sich. Die bevorstehende Einreichungsfrist für CBAM-Berichte rückt näher, während sich weiterhin Fragen und Unklarheiten zu den Anforderungen häufen. In diesem Artikel beleuchten wir die häufigsten Unstimmigkeiten, die Unternehmen betreffen, sowie die jüngsten Änderungen, die das System transparenter und praktikabler gestalten sollen.",
    "categories": ""
}