{
    "title": "CO₂-Grenzausgleich: Wirtschaft fordert dringend Nachbesserungen",
    "author": "unknown",
    "source": "IHK Ulm",
    "date": "2025-04-02",
    "text": "International\n \n \n \n \n   \n CO₂-Grenzausgleich: Wirtschaft fordert dringend Nachbesserungen \nDIHK und BDI veröffentlichen gemeinsames Positionspapier zu CBAM\n \n\n \nDer CO₂-Grenzausgleichsmechanismus CBAM ist seit Oktober 2023 Realität. Welche Lasten die neuen EU-Vorschriften für hiesige Betriebe mit sich bringen, zeigen die Deutsche Industrie- und Handelskammer (DIHK) und der Bundesverband der Deutschen Industrie (BDI) in einem gemeinsamen Papier auf.\n \n \nDer \"Carbon Border Adjustment Mechanism\" verpflichtet die Importeure bestimmter emissionsintensiver Produkte zur Berichterstattung darüber, wie viele Güter mit welchem Kohlendioxid-Gehalt sie nach Deutschland einführen. Die übereilte und bürokratische Umsetzung der CO₂-Berichtspflichten überlastet jedoch viele Unternehmen, insbesondere kleine und mittelständische Betriebe. So gilt CBAM auch für Importe von \"Allerweltswaren\" wie Schrauben ab 150 Euro.\n \n \nHinzu kommen strategische Fragen mit Blick auf die nicht abgedeckte Exportseite und drohende Handelskonflikte, die die deutsche Wettbewerbsfähigkeit schwächen.\n \n Unklare und unangemessene Meldepflichten \n\"CBAM geht zwar das Problem der CO2-Verlagerung für bestimmte Wirtschaftsbereiche an, führt aber zu unklaren und unangemessenen Meldepflichten\", stellt DIHK-Außenwirtschaftschef Volker Treier klar. Der Grenzausgleichsmechanismus belaste die Wettbewerbsfähigkeit der deutschen Exportwirtschaft auf den Weltmärkten: \"Er setzt die komplexe Lieferketten unserer Unternehmen unter Druck\", warnt Treier. \"Die EU muss daher rasch und prioritär an der internationalen Konvergenz im Klimaschutzbereich arbeiten.\"\n \n \nAngesichts der Rechtsunsicherheit gerade bei hochkomplexen Berechnungs- und Nachweismethoden sind dringend Nachbesserungen nötig – etwa in Form einer höheren Bagatellgrenze oder des längeren Einsatzes von Standardwerten. Dies fordern BDI und DIHK in einem gemeinsamen Positionspapier. Unter der Überschrift \"Implementierung des CO2-Grenzausgleichsmechanismus – Bürokratie und Herausforderungen für die deutsche Wirtschaft\" adressieren die Verbände die drängendsten Fragen zu CBAM und stellen Lösungsansätze vor.\n \n Besser informieren, kleinere Betriebe unterstützen \nSo sollte die EU-Kommission nach Auffassung von BDI und DIHK umgehend ihren Informationsaustausch verstärken und ein Instrument zur Selbsteinschätzung erstellen, um insbesondere kleine und mittelständische Unternehmen bei der Umsetzung von CBAM zu unterstützen.\n \n \n\"Für die deutsche Wirtschaft ist es in Zeiten hohen Energiepreis- und Wettbewerbsdrucks wichtiger denn je, dass europäische Klimaschutzambitionen nicht zum internationalen Wettbewerbsnachteil werden\", fordert Treier. Insbesondere für energieintensive Branchen sei ein möglichst weltweites Level Playing Field nötig.\n \n \nHier finden Sie die gemeinsame Erklärung zum Download:\n Positionspapier von BDI und DIHK zu CBAM (PDF, 278 KB) \n Positionspapier von BDI und DIHK zu CBAM (PDF, 278 KB)",
    "images": "https://www.ihk.de/blueprint/servlet/resource/blob/4033190/58dc25b523b289c314f8842eaa8157c4/facebook-twitter-share-logo-data.jpg",
    "tags": "",
    "excerpt": "Der CO₂-Grenzausgleichsmechanismus CBAM ist seit Oktober 2023 Realität. Welche Lasten die neuen EU-Vorschriften für hiesige Betriebe mit sich bringen, zeigen die Deutsche Industrie- und Handelskammer (DIHK) und der Bundesverband der Deutschen Industrie (BDI) in einem gemeinsamen Papier auf.",
    "categories": ""
}