{
    "title": "Deutsche Emissionshandelsstelle für CBAM zuständig",
    "author": "unknown",
    "source": "Dihk_News",
    "date": "2024-01-22",
    "text": "CBAM ist eine Art \"CO2-Zoll\", mit dem die Europäische Union ihre Unternehmen vor den Nachteilen schützen möchte, die ihnen die strengen europäischen Klimaschutzvorschriften im internationalen Wettbewerb bescheren. Hierfür sollen Importe der Gütergruppen Zement, Eisen, Stahl, Aluminium, Düngemittel, Strom und Wasserstoff aus Drittländern schrittweise besteuert werden. Fast 300 Datenfelder mit ausländischen Partnern abzustimmen Die Wirtschaft erkennt die Ziele des Grenzausgleichsmechanismus an, doch bringt die Umsetzung für die Unternehmen enorme Herausforderungen mit sich. Zum einen belasten die kommenden Verteuerungen die Lieferbeziehungen. Zum anderen greift die Zahlungspflicht zwar erst im Jahr 2026, doch starten schon jetzt ausufernde Berichtspflichten. So müssen die Unternehmen – offiziell seit dem 1. Oktober 2023 – jedes Quartal umfangreiche CBAM-Berichte mit fast 300 Datenfeldern erstellen, und das gilt auch für Allerweltsprodukte wie etwa Schrauben. Bei Verzögerungen und unvollständigen Meldungen sind Strafen vorgesehen. Allerdings wurde die komplexe CBAM-Durchführungsverordnung erst Mitte August 2023 veröffentlicht, und in der Praxis gestaltet es sich als sehr aufwendig, den erforderlichen Datenaustausch mit Drittstaatenlieferanten zu organisieren. Zudem stand bis Ende 2023 noch nicht fest, wo diese Berichte einzureichen sein würden. Erleichterungen bei den Berichtspflichten Mittlerweile wurde die Deutsche Emissionshandelsstelle (DEHSt) als zuständige nationale Behörde für CBAM benannt. Und die stellte jetzt klar, dass die verzögerte Bereitstellung der Registrierungsmöglichkeiten und somit die späte Möglichkeit zur Erstellung der CBAM-Berichte in Deutschland keine Sanktionen oder andere Nachteile für die berichtspflichtigen Anmelder haben sollen. Solche Sanktionen würden \"grundsätzlich nicht ohne die vorherige Durchführung eines Berichtigungsverfahrens verhängt\", versichert die DEHSt. Sie als zuständige Behörde werde \"für die Einleitung von Sanktionsverfahren die verzögerte Bereitstellung der Registrierungsmöglichkeiten sowie die Bereitschaft der Anmelder zur Mitwirkung bei der Anwendung der Rechtsvorschriften im Rahmen unserer Entscheidungsspielräume angemessen berücksichtigen\". Standardwerte helfen bis Mitte des Jahres Auch soll die Berichterstattung dadurch erleichtert werden, dass die Betriebe ebenfalls bis zum 31. Juli 2024 die CBAM-Standardwerte verwenden dürfen, die die EU-Kommission im Dezember 2023 veröffentlicht hat. Das PDF-Dokument ist abrufbar unter taxation-customs.ec.europa.eu.",
    "images": "https://www.dihk.de/resource/image/110964/facebook/1200/630/48f64a3bcd7a6716d8de7f7e9f1f1560/DECD6987714604160BB902A8BF079B46/frachter-am-hafen-mit-schuettgut.jpg",
    "tags": "",
    "excerpt": "Der CO₂-Grenzausgleichsmechanismus CBAM (Carbon Border Adjustment Mechanism) ist da: Am 31. Januar 2024 müssen Importeure von bestimmten emissionsintensiven Produkten erstmalig darüber berichten, wie viele Güter mit welchem Kohlendioxid-Gehalt sie nach Deutschland eingeführt haben.",
    "categories": ""
}