{
    "title": "EU-Kommission legt Omnibus-Pakete I und II vor",
    "author": "unknown",
    "source": "Dihk_News",
    "date": "2025-03-03",
    "text": "Im November hatte EU-Kommissionspräsidentin Ursula von der Leyen angekündigt, die Wettbewerbsfähigkeit Europas durch den Abbau von unnötiger Bürokratie wiederherstellen zu wollen. Dabei sollen die besonders belastenden EU-Gesetze maßgeblich vereinfacht werden. Mit den sogenannten Omnibus-Paketen werden mehrere ähnlich gelagerte Gesetze gleichzeitig abgeändert und in den Gesetzgebungsprozess gegeben. Im Arbeitsprogramm der Kommission für 2025 wurden bisher drei konkrete dieser Maßnahmenbündel angekündigt, eines zur Nachhaltigkeit, eines zu Investitionen und eines zur Einführung einer Small-Midcap-Kategorie. Weitere sollen folgen. Die ersten beiden Omnibus-Pakete wurden am 26. Februar vorgestellt und müssen im Laufe des Jahres vom Rat und vom Parlament beschlossen werden. Sie enthalten unter anderem folgende Vereinfachungsvorschläge: 1. Vorgeschlagene Entlastung bei Nachhaltigkeitsberichterstattung (CSRD) und Taxonomie Als Teil des sogenannten Omnibus I soll auch die Nachhaltigkeitsberichterstattungsrichtlinie geändert werden. Einer der Entwürfe zur Änderung der Corporate Sustainability Reporting Directive (CSRD) schlägt vor, den Anwendungszeitpunkt für die verpflichtende Nachhaltigkeitsberichterstattung zu verschieben (vergleiche COM (2025) 80). Große Kapitalgesellschaften und ihnen gleichgestellte haftungsbeschränkte Personenhandelsgesellschaften sollen erst über Geschäftsjahre, die am oder nach dem 1. Januar 2027 beginnen – berichten. Kleine und mittlere kapitalmarktorientierte Unternehmen sollen die CSRD erst für Geschäftsjahre, die am oder nach dem 1. Januar 2028 beginnen, anwenden müssen. Für die Unternehmen, die laut CSRD bereits im aktuellen Jahr über das Geschäftsjahr 2024 berichten müssen, soll es vorerst keine Aussetzung der CSRD geben. In Deutschland steht die Umsetzung der CSRD in nationales Recht noch aus. In einem weiteren, separaten Vorschlag zur Änderung der CSRD (vergleiche COM (2025) 81) soll unter anderem der Anwendungsbereich enger gefasst werden. Es sollen künftig (nur) große Unternehmen mit mehr als 1.000 Mitarbeitern erfasst werden. Auch der Anwendungsbereich für Kreditinstitute und Versicherungsunternehmen, für Drittstaatsunternehmen sowie für die konsolidierte Nachhaltigkeitsberichterstattung soll geändert werden. Die europäischen Nachhaltigkeitsberichterstattungsstandards (European Sustainability Reporting Standards/ESRS) sollen zeitnah überarbeitet und die Datenpunkte unter anderem erheblich reduziert werden; von weiteren sektorspezifischen Nachhaltigkeitsberichterstattungsstandards oder dem Listed SME-Standard (LSME) soll abgesehen werden. Zur Entlastung der mittelbar betroffenen Unternehmen soll ein freiwilliger KMU-Standard (Voluntary SME-Standard/VSME) als grundsätzliche Obergrenze für die Informationen über die Wertschöpfungskette in die CSRD aufgenommen werden. Diesen VSME plant die Kommission als delegierten Rechtsakt. Nachhaltigkeitsberichtspflichtige Unternehmen sollen, soweit ihr Nettoumsatz unter 450 Millionen Euro liegt, künftig keine Angaben nach Artikel 8 Taxonomie-Verordnung machen müssen (vergleiche aber das sogenannte \"Opt-in\"). Parallel konsultiert die Kommission Änderungen an den drei delegierten Rechtsakten zur Taxonomie-Verordnung: zur Offenlegung (Disclosure Delegated Act) und zu den technischen Bewertungskriterien der Klima- und Umwelt-Taxonomie. Auch für die Prüfung des Nachhaltigkeitsberichts wurden Änderungen vorgeschlagen. So soll eine \"limited assurance\", das heißt, Prüfung mit begrenzter Sicherheit der Nachhaltigkeitsberichterstattung, vorgesehen werden. 2. Vorgeschlagene Entlastung bei dem EU-Lieferkettengesetz (CSDDD) Die Umsetzungsfrist für das EU-Lieferkettengesetz soll für die Mitgliedstaaten um ein Jahr, auf Juli 2027, verschoben werden. Unternehmen mit mehr als 3.000 Mitarbeitern und mehr als 900 Millionen Euro weltweitem Nettoumsatz sollen die neuen Regelungen ab Juli 2028 anwenden. Unternehmen mit mehr als 1.000 Mitarbeitern und mehr als 450 Millionen Euro weltweitem Nettoumsatz sollen ab Juli 2029 in den Anwendungsbereich fallen. Sorgfaltspflichten sollen auf die eigene Geschäftstätigkeit, die der Tochtergesellschaften und direkter Geschäftspartner in der Wertschöpfungskette (Tier 1) begrenzt werden. Indirekte Geschäftspartner sollen – ähnlich wie beim deutschen Lieferkettensorgfaltspflichtengesetz – erst in die Sorgfaltspflichten einbezogen werden, wenn plausible Informationen über potenzielle oder tatsächliche negative Auswirkungen vorliegen. Unternehmen sollen ihre Due-Diligence-Aktivitäten nicht mehr jährlich, sondern – unter bestimmten Voraussetzungen – nur noch alle fünf Jahre bewerten. Die Anforderung, Geschäftsbeziehungen beenden zu müssen, wenn negative Auswirkungen bei Geschäftspartnern dauerhaft nicht abgestellt werden können, soll entfallen. Angaben zur Höhe von Zwangsgeldern sollen entfallen. Die spezifische, unionsweite Haftungsregelung wurde aus dem Artikel zur zivilrechtlichen Haftung gestrichen. 3. Vorgeschlagene Entlastungen bei dem CO2-Grenzausgleichsmechanismus (CBAM) Die Pflicht zum Kauf von Zertifikaten im Rahmen des europäischen CO2-Grenzausgleichsmechanismus (CBAM) soll laut Vorschlag (COM (2025) 87) erst im Februar 2027 beginnen und im August 2027 nachgewiesen werden, ein Jahr später als ursprünglich geplant. Wichtige Vorschläge umfassen zum einen höhere Bagatellgrenzen, sodass Unternehmen, deren Importe 50 Tonnen Gewicht im Jahr nicht überschreiten, ausgenommen werden. Weiterhin soll die Verwendung von Durchschnittswerten beziehungsweise standardisierten Werten ermöglicht werden, wenn keine Daten zu Emissionswerten der (importierten) Produkte vorliegen. Wenn der Vorschlag von Parlament und Rat unverändert angenommen wird, würde auch eine Anerkennung bereits geleisteter CO2-Abgaben für die importierten Güter stattfinden. Die Kommission soll dazu noch eine Berechnungsgrundlage erarbeiten. Die geplante Überprüfung und mögliche Erweiterung des CBAM auf weitere Sektoren soll dennoch 2026 erfolgen. 4. Vereinfachung für InvestEU Auch die EU-Investitionsinstrumente sollen vereinfacht werden. Dies ist das Ziel des zweiten Omnibus-Pakets, das die Kommission mit der Überarbeitung der Invest-EU-Verordnung vorgestellt hat. Kleine und mittlere Unternehmen (KMU), die Investitionshilfen aus InvestEU erhalten, sollen weniger Berichtspflichten haben. Außerdem plant die Kommission, zurückgeflossene Mittel aus früheren Investitionen erneut einzusetzen. Sie geht davon aus, dass rund 2,5 Milliarden Euro als Garantien genutzt werden können, um Investitionen von bis zu 25 Milliarden Euro anzustoßen. Zusätzlich will sie weitere 25 Milliarden Euro mobilisieren, indem sie InvestEU-Mittel mit anderen Fördergeldern kombiniert.",
    "images": "https://www.dihk.de/resource/image/129472/facebook/1200/630/11bc88f7ac2dfa951b3bd838e564841f/0A7A5902EF676325DAC5599A992EEEF9/bab-2025-03-03-berichtspflichten.jpg",
    "tags": "",
    "excerpt": "Am 26. Februar veröffentlichte die EU-Kommission ihre angekündigten Vereinfachungen in Form von zwei Omnibus-Paketen zu den Themen Nachhaltigkeitsberichterstattung (CSRD), EU-Lieferkettenrichtlinie (CSDDD), Taxonomie, CO₂-Ausgleichsmechanismus (CBAM) sowie unter anderem dem Fonds InvestEU.",
    "categories": ""
}