{
    "title": "CBAM tritt in Kraft – Was bedeutet der CO₂-Zoll für die Unternehmen?",
    "author": "unknown",
    "source": "Dihk_News",
    "date": "2023-09-07",
    "text": "CBAM betrifft unter anderem Aluminium-Importe aus Nicht-EU-Staaten © Westend61 / Creative / Getty Images CBAM betrifft unter anderem Aluminium-Importe aus Nicht-EU-Staaten © Westend61 / Creative / Getty Images Am 1. Oktober startet der neue EU-Grenzausgleichsmechanismus für CO₂, \"CBAM\" (Carbon Border Adjustment Mechanism). Er soll emissionsintensive Importe aus Drittstaaten auf das europäische Preisniveau verteuern, um so die Wettbewerbsnachteile der Betriebe in der EU infolge strengerer Klimaschutzvorgaben auszugleichen. Die Grundidee von CBAM ist zwar nachvollziehbar, aber die übereilte und bürokratische Umsetzung dieser Regelung stellt jetzt vor allem eine erhebliche Belastung für die Wirtschaft dar. Viele deutsche Unternehmen müssen neue hochkomplexe CBAM-Regularien umsetzen. Außerdem stehen viele Detailregelungen noch aus oder wurden viel zu kurzfristig veröffentlicht. Das neue Grenzausgleichssystem sieht vor, dass die Unternehmen ab 2026 die Differenz zwischen dem CO₂-Preis in der EU und dem jeweiligen Drittstaat ausgleichen, wenn sie folgende Produkte in die EU importieren wollen: Eisen, Stahl, Aluminium, Düngemittel, Wasserstoff, Zement und Strom. Vom 1. Oktober 2023 bis zum 1. Januar 2026 gilt eine Übergangsphase – allerdings mit umfassenden Berichtspflichten für die betroffenen Betriebe. Jedes Quartal sind sie dazu verpflichtet, einen Bericht bei der EU-Kommission mit einer Reihe von Informationen vorzulegen. Zu nennen sind etwa der Umfang der importierten Waren, die Emissionen und der im Herkunftsland fällige CO₂-Preis. Hinzu kommen komplexe Emissionsberechnungen. Ein wichtiges Ziel von CBAM ist es, \"Carbon Leakage\", also die Verlagerung von Produktion in Länder mit geringeren Emissionskosten, in energieintensiven Branchen zu verhindern. Deshalb können ab 2026 die Importeure die Waren nur einführen, wenn sie Emissionszertifikate erwerben. Die Verordnung ist zwar gut gemeint, hat aber überwiegend die Importseite im Blick. Unberücksichtigt bleibt jedoch, dass die hohe CO₂-Besteuerung von importierten Vorprodukten durch CBAM die Wettbewerbsfähigkeit der europäischen Exportwirtschaft gefährdet – gerade auf wichtigen Märkten wie den USA, China, ASEAN oder Japan. Die EU-Kommission ist verpflichtet, im Jahr 2025 eine Ausweitung der abgedeckten Warengruppen zu prüfen. Dabei wird es insbesondere um organische Chemikalien und Polymere gehen – bis zu 800 weitere Produkte könnten dann von CBAM betroffen sein. Güter mit einem Warenwert von weniger als 150 Euro sowie Importe aus den Staaten der Europäischen Freihandelsassoziation (EFTA) fallen nicht in den Anwendungsbereich. Für die Quartalsberichte während der Übergangsphase müssen die Importeure die direkten und indirekten Emissionen berechnen und dokumentieren. Dies ist ein sehr komplexes Unterfangen. Ein reibungsloser Datenaustausch innerhalb der globalen Lieferkette ist daher unabdingbar. Viele Unternehmen befürchten hier Schwierigkeiten, die erforderlichen Meldedaten sowohl hinsichtlich des Umfangs wie auch hinsichtlich der Qualität fristgerecht zu erhalten. Außerdem wurde die umfassende Durchführungsverordnung des CO₂-Grenzausgleichssystems erst vor drei Wochen veröffentlicht, sie beinhaltet aber noch nicht die für Betriebe wichtigen Standardwerte zur Emissionskalkulation. Aus Sicht der Wirtschaft sind daher Bagatellgrenzen, Toleranzregeln und Schonfristen nötig, damit die Unternehmen die Möglichkeit erhalten, die zentralen Anforderungen zu erfüllen. Die EU-Kommission sollte – gerade zur Unterstützung von kleinen und mittelständischen Unternehmen – rasch ein \"CBAM Self Assessment Tool\" bereitstellen, um die bürokratische Belastung zu begrenzen. In Deutschland bleibt derzeit noch offen, welche Behörde für die nationale Umsetzung von CBAM zuständig sein soll. Außerdem gibt es weder ein Meldeportal noch einen offiziellen Leitfaden in deutscher Sprache. Freier Handel und Klimaschutz sind kein Widerspruch. Für die internationalisierte deutsche Wirtschaft ist es von großer Bedeutung, dass neue Regelungen nicht zum Einfallstor für zusätzlichen Protektionismus werden. Um zu verhindern, dass weltweit unterschiedlich gestaltete CBAMs den Handel und die Klimakooperationen erschweren, sollte der maßgeblich von der deutschen Bundesregierung vorangetriebene internationale Klimaklub schnell um wichtige Handelspartner erweitert werden. Eine Bedingung für die Mitgliedschaft sollte dabei eine explizite CO₂-Bepreisung sein, damit hohe europäische Klimaschutzambitionen nicht zum Wettbewerbsnachteil für die Unternehmen werden. Bei den wichtigen Verhandlungen mit den USA zum Handel von grünem Stahl sollte die EU auf WTO-kompatible transatlantische Ansätze drängen, die sich in den internationalen Klimaklub einfügen. Greifbare handelspolitische Beiträge zum Klimaschutz würden zudem ein WTO-Umweltgüterabkommen und ein global koordinierter Abbau von Subventionen für fossile Energieträger leisten. Die DIHK sieht in der Umsetzung des CBAM noch großen Handlungsbedarf und hat verschiedene Empfehlungen in einer Stellungnahme (PDF, 201 KB) zusammengefasst.",
    "images": "https://www.dihk.de/resource/image/102648/facebook/1200/630/e0889eb6f5ac4f0474920973ce852dfd/247DE7E2C04FA4964D3B362B448DE8B5/aluminium-zum-recycling.jpg",
    "tags": "",
    "excerpt": "Am 1. Oktober startet der EU-Grenzausgleichsmechanismus \"CBAM\". Er beschert den Importeuren von Eisen, Stahl, Aluminium, Düngemitteln, Wasserstoff, Zement und Strom zunächst umfassende Berichtspflichten; ab 2026 werden für die Einfuhr Emissionszertifikate erforderlich.",
    "categories": ""
}