{
    "title": "CBAM startet in Kürze: Stellungnahme der DIHK",
    "author": "unknown",
    "source": "IHK Mittleres Ruhrgebiet",
    "date": "2025-04-02",
    "text": "CBAM startet in Kürze: Stellungnahme der DIHK \nIn Kürze startet der neue EU-Grenzausgleichsmechanismus für CO2, \"CBAM\". Europäische Klimaschutzambitionen dürften aber für die deutsche Wirtschaft nicht zum internationalen Wettbewerbsnachteil werden, warnt die Deutsche Industrie- und Handelskammer (nähere Infos hier: CBAM darf Wettbewerbsfähigkeit deutscher Betriebe nicht gefährden (dihk.de)).\n \n \nDie \"übereilte und sehr bürokratische Umsetzung\" des \"Carbon Border Adjustment Mechanism\" (CBAM), der eine CO2-Grenzausgleichsabgabe für den Warenverkehr mit Drittländern vorsieht, bedeute für viele deutsche Unternehmen eine erhebliche Belastung, kritisiert DIHK-Außenwirtschaftschef Volker Treier. Um sich auf den für den 1. Oktober vorgesehenen Start vorbereiten zu können, benötigten die Betriebe wichtige Informationen, die noch immer fehlten.\n \n \nAngesichts der Rechtsunsicherheit gerade bei den hochkomplexen Berechnungs- und Nachweismethoden seien \"Nachbesserungen dringend nötig, etwa in Form von Bagatellgrenzen und Zeitaufschub\", stellt Treier klar. Er fordert die relevanten Behörden der Bundesregierung und der EU-Kommission auf, rasch eine große Informationsabfrage zu starten und ein \"CBAM-Selbsteinschätzungs-Tool\" zu erstellen, das insbesondere kleine und mittelständische Unternehmen bei der Administration unterstützen könne.\n \n \nMittel gegen \"Carbon Leakage\" – und gegen Wettbewerbsfähigkeit\n \n \n\"Für die deutsche Wirtschaft ist es in Zeiten der Energiekrise wichtiger denn je, dass europäische Klimaschutzambitionen nicht zum internationalen Wettbewerbsnachteil werden\", resümiert der DIHK-Außenwirtschaftschef. \"Für energieintensive Branchen sind möglichst weltweite einheitliche Wettbewerbsbedingungen nötig.\"\n \n \nCBAM gehe zwar für bestimmte Wirtschaftsbereiche das \"Carbon Leakage\"-Problem an – also das Phänomen, dass Unternehmen ihre Aktivitäten in Länder mit niedrigen Klimaschutzstandards verlagern –, es belaste aber gleichzeitig die Wettbewerbsfähigkeit der Exportwirtschaft auf den Weltmärkten. Treier: \"Es gilt daher, rasch den internationalen Klimaklub mit allen relevanten Handelspartnern in verbindlicher Form umzusetzen – auch, um internationale Handelskonflikte zu vermeiden.\"\n \n \nAusführlich hat sich die DIHK im Juli in einer Stellungnahme zu CBAM positioniert:",
    "images": "https://www.ihk.de/blueprint/servlet/resource/blob/5736284/c2ad50eb31f14fdcdd4a47541885b0ca/stockfoto-data.jpg",
    "tags": "",
    "excerpt": "DIHK-Stellungnahme: \"Nachbesserungen nötig – für den Start im Oktober fehlen noch Infos\"",
    "categories": ""
}