{
    "title": "CO₂-Grenzausgleich: Der Countdown für CBAM läuft",
    "author": "unknown",
    "source": "Dihk_News",
    "date": "2024-12-20",
    "text": "Der neue CO2-Grenzausgleich betrifft Tausende Unternehmen © Avalon_Studio / E+ / Getty Images Der neue CO2-Grenzausgleich betrifft Tausende Unternehmen © Avalon_Studio / E+ / Getty Images 2026 startet der Echtbetrieb für das CO2-Grenzausgleichssystem CBAM (Carbon Border Adjustment Mechanism). CBAM soll verhindern, dass Unternehmen mit hohen Treibhausgasemissionen ihre Produktion in Länder außerhalb der EU verlagern, in denen die Klimaschutzvorgaben weniger streng sind. Um das zu erreichen, ergänzt die Regelung den europäischen Emissionshandel durch eine Zahlungspflicht für emissionsintensive Importgüter. Diese sollen genauso belastet werden wie Produkte aus der EU, um faire Wettbewerbsbedingungen zu schaffen und zur Einhaltung der EU-Klimaziele beizutragen. Derzeit laufen die Vorbereitungen für das zahlungspflichtige Verfahren. In der Übergangsphase bis 2026 müssen CBAM-pflichtige Importe gemeldet, aber noch keine Zertifikate erworben werden. Der Verordnungsentwurf zum CBAM-Anmelder sieht vor, dass sich Importeure aus der EU bei den zuständigen nationalen Behörden registrieren und eine Zulassung als Importeur erwerben. Ohne diesen Status können ab 2026 keine CBAM-pflichtigen Waren mehr eingeführt werden. Der CBAM-Anmelder muss darüber hinaus zahlreiche Kriterien hinsichtlich seiner Zuverlässigkeit erfüllen. So soll eine präzise Abrechnung des CO2-Grenzausgleichs zuverlässig ermöglicht werden. Gerade angesichts der aktuellen politischen Lage in Europa erscheint dieser Prozess zu komplex und zeitaufwendig. Viele Mitgliedstaaten sind nicht auf den Zulassungsprozess vorbereitet – oder haben wie in Deutschland keine Regierung mit Mehrheit im Parlament, um die gesetzliche Grundlage zu beschließen. CBAM sorgt durch praxisferne Regelungen auch bei der Industrie für Sorgenfalten. So fehlen Daten zum CO2-Gehalt von Importgütern, und auch alternative sogenannte „Standardwerte“ sind nicht verfügbar. Ungeklärt ist ebenfalls, wie eine Umgehung der Grenzabgabe durch eine geringfügige Weiterverarbeitung der Importgüter verhindert werden kann. Die Europäische Kommission will in dieser Legislatur überprüfen, ob CBAM als Schutz vor „Carbon Leakage“ funktionsfähig ist, ob der Mechanismus also verhindern kann, dass CO₂-intensive Produktion in Drittstaaten abwandert. Ebenso soll untersucht werden, wie die Exportindustrie in den Grenzausgleich einbezogen werden kann. Denn auch diese steht im Wettbewerb mit außereuropäischen Betrieben, die keinem Emissionshandel unterliegen und damit auf den Weltmärkten im Vorteil sind. Die Einführung des CBAM-Systems ab 2026 erfordert eine sorgfältige Vorbereitung. Aus Sicht der Wirtschaft wäre es wichtig, dass eine vorläufige Zulassung für zuverlässige Importeure im Zoll – sogenannte Authorised Economic Operators (AEOs), die die Kriterien der Zuverlässigkeit bereits erfüllen – und Unternehmen mit kurzfristigem Importbedarf ermöglicht wird. Zudem wünschen sich einführende Unternehmen grundsätzlich eine praxistaugliche Regelung, eine schnelle endgültige Zulassung und in Zukunft eine einfache Abwicklung von CBAM-Zahlungen. Der Entwurf der EU-Regelungen ist hiervon noch weit entfernt. Er sollte auch die Situation von kleinen und mittleren Unternehmen (KMU) sowie von Importeuren geringer Gütermengen berücksichtigen. Andernfalls könnte CBAM dazu führen, dass KMU aus dem Markt ausscheiden, da das Verfahren zu bürokratisch und unübersichtlich ist. Für einmalige Sendungen und Kleinmengen sollte in jedem Fall ein vereinfachtes Verfahren möglich sein. Nur so kann CBAM vom Wirtschaftsbremser zum Wirtschaftsmotor werden.",
    "images": "https://www.dihk.de/resource/image/97754/facebook/1200/630/761620e7205c221b0bead380ce6bb20e/FBF91293B3C322BF07F72977E27A6E43/cbam-betonierung.jpg",
    "tags": "",
    "excerpt": "Im Jahr 2026 beginnt der Echtbetrieb für das CO2-Grenzausgleichssystem CBAM. Noch aber sind viele Details unklar und Regelungen praxisfern, sodass sich die europäischen Unternehmen kaum auf die künftigen Anforderungen einstellen können. Die DIHK mahnt dringend Vereinfachungen an – damit CBAM vom Wirtschaftsbremser zum Wirtschaftsmotor werden kann.",
    "categories": ""
}