{
    "title": "Україна закликає ЄС до відтермінування CBAM",
    "author": "REDAKTOR 2",
    "source": "НЕНЬКА ІНФО",
    "date": "2024-09-27",
    "text": "Президент ОП “Укрметалургпром” Олександр Каленков на конференції “Український експорт. Вікно відкривається?” у Києві підкреслив важливість термінових переговорів з Європейським Союзом щодо відтермінування механізму транскордонного вуглецевого регулювання (CBAM) для України. Він зазначив, що війна є форс-мажорною обставиною, яка має руйнівні наслідки для економіки та промисловості країни. Що таке CBAM? З 1 січня 2026 року в Європейському Союзі розпочне діяти механізм CBAM, відповідно до якого імпортні товари з високими викидами вуглецю підлягатимуть додатковим тарифам. Це правило має на меті захистити європейських виробників, які вже сплачують внески в межах системи торгівлі квотами на викиди вуглецю. CBAM буде застосовуватися до продукції з різних галузей, включаючи цемент, залізо, сталь, алюміній, добрива та електроенергію. Негативні наслідки для української економіки Каленков наголосив, що з 1 січня 2026 року Україна буде зобов’язана сплачувати кошти в рамках CBAM. З огляду на те, що війна завдала значної шкоди економіці, він закликав європейських партнерів розглянути можливість відтермінування впровадження CBAM для українських товарів. В умовах, коли Україна експортує більшість своєї продукції до Європи, введення цього механізму стане серйозним ударом для економіки, охоплюючи не лише металургію, а й інші галузі, пов’язані з електроспоживанням. Перехідний період та вимоги CBAM У рамках перехідного періоду, що розпочнеться з 1 серпня 2024 року, компанії, які постачають товари до ЄС, зобов’язані будуть подавати дані про викиди, які включають не лише власні викиди, а й викиди, пов’язані з виробництвом сировини. З 2026 року ці дані потрібно буде підтверджувати незалежними верифікаторами, а в разі перевищення норм, купувати сертифікати на викиди. Втрати від CBAM Видання Politico раніше повідомило, що через введення CBAM Україна може щорічно втрачати близько 1,4 млрд євро. Однак ці втрати можна уникнути, якщо розпочати переговори з ЄС про надання пільг, оскільки механізм CBAM передбачає можливість відстрочки сплати податків у разі форс-мажорних обставин, таких як війна. Голова Комітету промислової екології та сталого розвитку ЕВА Станіслав Зінченко також зазначив, що введення CBAM призведе до зміни торговельних потоків та збільшення фінансового навантаження на імпорт, що для України наразі означає тільки втрати.",
    "images": "http://nenka.info/wp-content/uploads/2024/09/cbam.jpg",
    "tags": "CBAM;імпортні товари;Комітет промислової екології;механізм транскордонного вуглецевого регулювання;українські товари",
    "excerpt": "Президент ОП \"Укрметалургпром\" Олександр Каленков на конференції \"Український експорт. Вікно відкривається?\" у Києві підкреслив важливість термінових переговорів з Європейським Союзом щодо відтермінування механізму транскордонного вуглецевого регулювання (CBAM) для України. Він зазначив, що війна є форс-мажорною обставиною, яка має руйнівні наслідки для економіки та промисловості країни. Що таке CBAM? З 1 січня 2026 року в Європейському...",
    "categories": "Економіка, CBAM, імпортні товари, Комітет промислової екології, механізм транскордонного вуглецевого регулювання, українські товари"
}