{
    "title": "Businesses need a predictable reservation policy",
    "author": "Юрий Григоренко",
    "source": "GMK.CENTER",
    "date": "2024-11-12",
    "text": "Extension of the reservations suspension may lead to the fact that the business will not be able to maintain even the current level of production The shortage of labor is already one of the key obstacles for businesses in all sectors of the Ukrainian economy. In turn, one of the reasons for the staff shortage is mobilization. Everyone in Ukraine is dissatisfied with the level and nature of mobilization and the reservation mechanism to a greater or lesser extent: entrepreneurs, as many of them cannot even book key employees (according to Advanter Group, 80% of companies in Ukraine do not have booked employees); the Armed Forces, which constantly lack people for replenishment and rotation; the government, which has failed to organize the entire process and is criticized by all sides; citizens living in complete uncertainty. But recently, due to “fraud with the reservation mechanism,” the Cabinet of Ministers suspended the process of determining and assigning the status of critical enterprises, which allows for “reserving” employees, for a month, which caused significant concern for businesses. GMK Center analyzed how this situation affects the industry and transparent business. Background of the problem In July 2024, the government launched a new reservation mechanism through Diia. This significantly reduced the time for employees to book appointments, but the number of actual reservations quickly increased by 2-3 times to 1-1.5 million people (according to various sources). In early October, the growth in the number of critical enterprises and booked employees raised questions from President Volodymyr Zelenskyy. For its part, the government decided to audit the decisions on assigning “critical” status made over the past four months by November 15, and electronic reservation through Diia was temporarily closed. According to preliminary estimates by the Ministry of Economy, up to 10% of all businesses have been affected by the reservation abuse. For example, roadside cafes and restaurants were given critical status by regional military administrations (RMAs). It also turned out that some companies could have traded in reservation quotas. Business offers for reservations The stoppage of reservations came as a shock to the legal part of the economy, as it happened unexpectedly and without any clear communication with the business. “Businesses are extremely concerned about the current state of affairs, particularly the lack of official communication from the authorities. At present, businesses, which are the primary source of defence funding for the state, are unclear about how the reservation procedure will be conducted and how to plan their operational activities going forward. Besides its destructive impact on domestic business, this situation sends negative signals to our international partners, investors, and clients,” the European Business Association emphasizes. The government’s decision has effectively suspended the work of commissions to determine the criticality of enterprises and grant deferrals from military service to those who have been booked. This problem has become systemic and has been stuck in the relevant authorities. In particular, Metinvest Group companies waited more than a month to receive criticality status, when the statutory deadline for consideration is 10 days. If you combine the business proposals into a single list, this list will look like this: Restoring reservation at the ministerial level, which will help avoid negative impact when determining enterprises as critical through the regional military administration. Serhiy Bilenkyi, Chairman of the Federation of Steelmakers of Ukraine, believes that the lockdown should not be applied to companies that have been operating transparently for many years, reporting on their activities, keeping jobs and paying taxes in full. “Almost all of our enterprises are city-forming! To put them all on hold is, in our opinion, wrong, short-sighted and dangerous for the economy,” he emphasized. Increasing the reservation quota. UkrFA Executive Director Sergiy Kudryavtsev explains that the current level of reservations is not enough for companies to increase production. In his opinion, the quota should be increased to at least 70-75% of employees. The issue of reservation 100% of the staff for companies in the frontline areas was also raised, but there is no answer yet. Automatic reservation for 3 months for hired employees. According to Oleksandr Kalenkov, President of Ukrmetalurgprom, iron and steel companies cannot guarantee reservations for new employees. While the reservation documents are being prepared (which can take several months), these people can be mobilized. Implementation of the economic reservation mechanism. First, this will be only a partial solution to the problem of staff shortages. For example, in the steel industry, it usually takes 2-3 years to train a specialist. Second, the prospects for the actual implementation of this mechanism remain unclear. Legalization of the shadow sector. Mobilization should be strengthened primarily at the expense of the illegal sector of the economy, and not be seen as the only resource of workers working in industry, according to the Federation of Employers of Ukraine (FEU). Business expectations regarding reservation policies According to official data, there are currently 8 million citizens in Ukraine who are not involved in economic activity for various reasons (people with disabilities, veterans, housewives, etc.). On the other hand, there is a huge shortage of personnel – the Ukrainian economy will lack 4.5 million workers in the near future. To summarize: predictability of HR policy is very important for business, and in this case, predictable reservation conditions. “We need stability. We are against sudden raids, against raids at the checkpoint, against sudden changes in legislation. As soon as the legislation on mobilization is changed, we have another peak of employee outflow,” says Mauro Longobardo, CEO of ArcelorMittal Kryvyi Rih. On October 26, the government agreed to partially restore the reservation: employees who received the reservation status before May 31, 2024, will be able to extend the reservation period for a similar period without hindrance. This was preceded by the fact that the FEU appealed to the government with a request to make a decision on the automatic extension of the existing deferrals (reservations) for two months during the audit period. Consequences of stopping the reservation The decision to suspend the reservation may result in Ukrainian companies being unable to maintain the current level of production, let alone increase it. In particular, companies in the iron and steel sector can only book up to 50% of their employees, and this is categorically insufficient. The industry has been operating on the verge of a shutdown lately. In the worst-case scenario, prolongation of the reservation suspension will lead to the shutdown of critical enterprises and catastrophic consequences for the entire economy and even the country and society, which has been living in war for three years. “Further mobilization of high-level specialists will sooner or later lead to a loss of capacity not only to support the regions of operation and fill the state budget with tax revenues, but also to a reduction in charitable assistance to the Defense Forces,” Metinvest said. To solve staffing problems, the business is already hiring women for male jobs, demobilized veterans, people with disabilities, and retraining employees. “The inability to book staff has a negative impact on the industry and on the ability to increase scrap production in particular. As a result, scrap companies have to hire people who for some reason have deferred or been exempted from military service, people over 60, demobilized veterans and even women to fill positions that allow them to replace men. It is clear that this imposes certain restrictions on productivity,” says Volodymyr Bubley, President of UAVtormet. What to expect from the change in the employee reservation model The Cabinet of Ministers is to receive the report on the results of the audit of decisions to grant critical enterprises the status of critical enterprises by November 20. It will determine the presence or absence of corruption and, most importantly, update the reservation criteria. In particular, according to representatives of the President’s team, the following changes may be made to the reservation mechanism at least 20% of companies will lose their “critical” status and will not be able to book employees (this applies to those who should not have been included in this list in the first place); Regional military administration will lose the ability to grant critical status to businesses; a company that pays its employees less than a certain minimum wage (instead of the regional average) and submits monthly reports on its amount cannot be included in the list of critical businesses; the percentage of reservations at critical enterprises will be reduced to 70-90% from 100%. Due to constant changes in the booking mechanism, as well as the use of loopholes in the legislation, it is primarily the “white” business that suffers, which is represented by the largest industrial enterprises, which include iron and steel companies. Increasing production of steel and pig iron, mining and ore processing is a very difficult task in times of war in the context of staff shortage and unpredictable personnel reservation policy. The industry needs to ramp up production – because without steel, the infrastructure, the economy, and the country cannot be rebuilt. Steel industry needs workers and a working reservation mechanism.",
    "images": "https://gmk.center/wp-content/uploads/2024/11/MyCollages-11-e1731406759525.jpg",
    "tags": "business;war in Ukraine;ArcelorMittal Kryvyi Rih",
    "excerpt": "Extension of the reservations suspension may lead to the fact that the business will not be able to maintain even the current level of production",
    "categories": ""
}