{
    "title": "Mitglieder des Regulatory Sandbox Beirats",
    "author": "unknown",
    "source": "bmf.gv.at",
    "date": "2023-12-21",
    "text": "Mitglieder des Regulatory Sandbox Beirats Vorsitz und Stellvertretung Vorsitzender Bundesministerium für Finanzen Dr. Ben-Benedict Hruby, LL.M. hat an der Universität Wien Rechtswissenschaften und an der Wirtschaftsuniversität Wien Wirtschaftsrecht studiert. Im Anschluss war er in der Wirtschaftsprüfung sowie in einer Rechtsanwaltskanzlei beschäftigt. Seit 2014 ist Dr. Hruby, LL.M. in unterschiedlichen Funktionen für das Bundesministerium für Finanzen finanzmarktrechtlich tätig und leitet seit November 2023 die Abteilung III/10 „Kapitalmarktrecht und FinTech“. stellvertretender Vorsitzender Bundesministerium für Finanzen Thomas Habe-Moth ist seit März 2024 als Experte für das BMF in der Abteilung „Kapitalmarktrecht und FinTech“ tätig. Davor war Herr Habe-Moth in unterschiedlichen Funktionen im öffentlichen Dienst sowie in der Privatwirtschaft beschäftigt: Als Manager & Counsel eines renommierten international tätigen Zahlungsdienstleisters agierte er als interner Rechtsberater für die Zweigniederlassungen in Österreich und Deutschland. Als Geschäftsführer des Fachverbands Finanzdienstleister in der Wirtschaftskammer Österreich war Herr Habe-Moth für die Beratung und Interessenvertretung der österreichischen Wertpapierunternehmen, Zahlungsdienstleister, Crowdinvesting-Plattformen und Dienstleister in Bezug auf virtuelle Währungen zuständig. In seiner ersten Zeit im BMF wirkte er als Experte in der Abteilung III/5 „Banken- und Kapitalmarktrecht“ an diversen nationalen Legistikpaketen (zB MiFID 2/WAG 2018, PSD 2/ZaDiG 2018 und Prospekt-VO/KMG/AltFG) mit. Herr Habe-Moth hat Rechtswissenschaften an der Universität Wien sowie der University of Kent (Canterbury/UK) studiert. Mitglieder MinR Dr. Dagmar Szalkay-Totschnig Bundeskanzleramt Dagmar Szalkay-Totschnig ist Juristin mit rechtsvergleichendem Schwerpunkt und arbeitet als Gruppenleiterin und stellvertretende Sektionsleiterin der Sektion IV (EU, Internationales, Grundsatzfragen) im Bundeskanzleramt. Im Bundesdienst war sie in verschiedenen Funktionen tätig, unter anderem im Bundesministerium für Inneres. Davor hat sie an der Universität Innsbruck geforscht und gelehrt. Die Promotion erfolgte an der Universität Graz. MinR Mag. Dr. Andrea Itzlinger Bundeskanzleramt (Stellvertretendes Mitglied) Andrea Itzlinger leitet die Abteilung IV/3 im Bundeskanzleramt, wo sie strategische und operative Verantwortung für die Themen Finanzen, EU-Haushalt und Landwirtschaft trägt. Sie promovierte nach dem Studium der Volkswirtschaft an der Universität Wien und war Vertragsassistentin am Institut für Wirtschaftswissenschaften der Universität Wien im Bereich Finanzwissenschaft. Vor ihrer Tätigkeit im Bundeskanzleramt sammelte Andrea Itzlinger Erfahrungen zu Projektfinanzierungen im Rahmen ihrer Tätigkeit als Kreditreferentin bei der Finanzierungsgarantie-Gesellschaft, die in der Folge in die Austria Wirtschaftsservice GesellschaftmbH integriert wurde. Finanzmarktaufsichtsbehörde Christoph Kapfer ist seit 2003 in der österreichischen Finanzmarktaufsichtsbehörde (FMA) tätig. Er leitet gegenwärtig die Abteilung „Internationale Angelegenheiten und Legistik“. Im Zuge seiner Tätigkeit war und ist er Mitglied in diversen Arbeitsgruppen der EZB (SSM) und der Europäischen Aufsichtsbehörden. Christoph Kapfer hat in Graz (Karl-Franzens-Universität Graz - Diplom- und Doktoratsstudium) und New York (New York University, School of Law - LLM in International Law) Rechtswissenschaften studiert und ein Masterstudium aus Business Administration mit Schwerpunkt Finance an der Donau Universität Krems abgeschlossen. Finanzmarktaufsichtsbehörde stellvertretendes Mitglied Lukas Eder ist seit 2015 in der österreichischen Finanzmarktaufsicht (FMA) tätig. Derzeit leitet er das Team „Legistik und Aufsichtsentwicklung“. Im Zuge seiner Tätigkeit war und ist er Mitglied in verschiedenen internationalen Arbeitsgruppen. Lukas Eder hat Rechtswissenschaften an der Universität Wien studiert und den Universitätslehrgang Finanzmarktaufsicht an der Executive Academy der Wirtschaftsuniversität Wien absolviert. Vor seiner Tätigkeit in der FMA hat Lukas Eder am Institut für Zivil- und Unternehmensrecht an der Wirtschaftsuniversität Wien geforscht und gelehrt. Oesterreichische Nationalbank Foto: PhotographyStudio.ie Josef Meichenitsch leitet die Abteilung „Europäische Aufsichtsgrundsätze und Strategie“ der Oesterreichischen Nationalbank. Davor leitete er das Vor-Ort-Prüfteam zur Bekämpfung von Geldwäsche und Terrorismusfinanzierung der Finanzmarktaufsichtsbehörde. Vor seiner Tätigkeit in der österreichischen Banken- und Finanzmarktaufsicht war er im Bereich Wertpapier-/makroprudentielle Aufsicht der irischen Zentralbank tätig. Oesterreichische Nationalbank stellvertretendes Mitglied Konrad Richter arbeitet seit 2013 bei der Oesterreichischen Nationalbank. Er begleitete den Aufbau der FinTech-relevanten Themen in der OeNB und ist derzeit einer der Leiter der FinTech Coregroup der OeNB, die den internen Austausch zu FinTech-relevanten Themen über die verschiedenen Abteilungen der OeNB hinweg sicherstellt. Seine Arbeitsschwerpunkte liegen insbesondere auf dem Aufbau von FinTech-Kompetenzen in der OeNB, der Transparenzschaffung zur Zusammensetzung des österreichischen FinTech-Marktes sowie der Konzeption und Prototypen-Entwicklung von SupTech-Anwendungen. Von 2018 bis 2019 war Konrad Richter der OeNB-Vertreter im FinTech-Beirat des BMF. Wirtschaftskammer Österreich Foto: Foto Wilke Franz Rudorfer ist seit 2013 Geschäftsführer der Bundessparte Bank und Versicherung der Wirtschaftskammer Österreich und damit Vertreter der österreichischen Banken, Versicherungen und Pensionskassen. Er ist weiters Aufsichtsrats-Vorsitzender der Einlagensicherung Austria GmbH, Vizepräsident des Fiskalrates sowie im Aufsichtsrat der FMA vertreten. In die WKÖ trat er 1987 ein. Das Studium der Rechtswissenschaften absolvierte er an der Johannes Kepler Universität in Linz. Wirtschaftsuniversität Wien Ronald Hochreiter ist Dozent und EU/FFG Project Principal Investigator an der WU Wirtschaftsuniversität Wien. Zudem ist er Associate Professor of Finance an der Webster Vienna Private University. Er hat 2005 im Fach Wirtschaftsinformatik an der Universität Wien promoviert und 2013 an der WU Wirtschaftsuniversität Wien im Fach Betriebswirtschaftslehre habilitiert. Er ist u.a. Core Member und Technical Coordinator der EU COST Action CA19130 \"Fintech and Artificial Intelligence in Finance - Towards a Transparent Financial Industry\" (2020-2024) sowie Country Coordinator, Co-Leader der RegTech Coding Labs sowie Mitglied des Executive Management Boards des EU Horizon 2020 Projekts \"FIN-TECH: A FINancial supervision and TECHnology compliance training programme\" (2019-2021) der Europäischen Kommission. Er forscht insbesondere im Bereich von Business Analytics bzw. der Computational Management Sciences und dabei an der Schnittstelle zwischen Data Science (AI, Machine Learning und Deep Learning) sowie Decision Science (Optimization under Uncertainty) und ist Associate Editor des Journals Frontiers in Artificial Intelligence (AI in Finance). Des Weiteren fungiert er seit 2017 als Präsident der Academy of Data Science in Finance sowie seit 2014 als Vize-Präsident der Österreichischen Gesellschaft für Operations Research (ÖGOR). Seit 2002 hält er Lehrveranstaltungen an Universitäten und Fachhochschulen in Österreich sowie im Ausland. Neben grundlegenden quantitativen Methoden (speziell der Grundlagen der Statistik) unterrichtet er zudem Quantitative Finance und insbesondere Machine Learning, Data Science, Big Data Analytics und Artificial Intelligence sowohl im Bachelorprogramm Wirtschaftswissenschaften als auch in den Masterprogrammen Marketing und Quantitative Finance sowie zudem an der WU Executive Academy in unterschiedlichen Ausbildungsprogrammen wiez.B. dem Executive MBA, Professional MBA und dem Kurzlehrgang Data Science. Foto: MATTHIAS BUCHWALD Bernhard Klemen sammelte mehr als 10 Jahre Erfahrung bei Morgan Stanley und J.P. Morgan in London, Frankfurt und Wien, zuletzt mitverantwortlich für das Österreich-Geschäft von J.P. Morgan, bevor er sich als unternehmerischer Investor mit Fokus auf digitale Geschäftsmodelle (u.a. fintech, paytech, regtech, insurtech) sowie bioinformatics/ diagnostics selbstständig machte. In Asien co-investiert er seit 2018 über einen Venture Capital Fonds, den er mitgegründet hat, u.a. mit der Weltbank/ IFC - als General Partner verwaltet er diesen Fonds auch. Des Weiteren agiert er als Digitalisierungs- und Strategie-/ Corporate Finance-Berater. Herr Klemen absolvierte an der Wirtschaftsuniversität Wien das Studium der Volkswirtschaftslehre sowie der Betriebswirtschaftslehre und an der Universität Wien das Studium der Rechtswissenschaften. Er promovierte im Bereich quantitative Volkswirtschaftslehre. Schönherr Rechtsanwälte GmbH Ursula Rath ist Partnerin bei Schönherr Rechtsanwälte GmbH, wo sie auf Aufsichtsrecht, Investmentfonds und Kapitalmarkttransaktionen spezialisiert ist. Sie berät beaufsichtigte Unternehmen und Konzessionswerber zu Finanzmarktregulierung, Produktvertrieb, Lizenzierung und Wohlverhaltensregeln & Compliance, zuletzt etwa in Zusammenhang mit regulatorischen Änderungen nach PSD II oder MiFID II. Internationale Anwaltsrankings wie Chambers, IFLR1000, Legal500 und JUVE zählen Ursula Rath zu den führenden Bank- und Kapitalmarktrechtsexperten in Österreich. Frau Rath hat Rechtswissenschaften an der Universität Wien studiert (Dr. iur. 2001) und ein Post-Graduate Studium an der London School of Economics and Political Science absolviert (LL.M. 2003). Sie ist Mitglied des FinTech Beirats des Bundesministeriums für Finanzen und publiziert regelmäßig in nationalen und internationalen Fachzeitschriften zu Bank-, Kapitalmarkt- und Aufsichtsrecht, Financial Conduct Authority Alina Khachik-Hovsepian ist seit 2011 in der britischen Finanzmarktaufsichtsbehörde (Financial Conduct Authority UK ) tätig. Sie hat derzeit die Leitung für \"Cryptoasset Authorisations\" inne. Im Zuge ihrer Tätigkeit bei der FCA war sie unter anderem zuständig für Bankenkonzessionierungen und das britische \"Ring-Fencing Programme\" und war Lead Supervisor für eine britische Großbank. Alina Khachik-Hovsepian hat in Wien Rechtswissenschaften studiert. Sie war nach ihrem Studium unter anderem auch wissenschaftliche Mitarbeiterin und Vortragende für Unternehmens- und Gesellschaftsrecht an der Universität Wien.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}