{
    "title": "Anfragen zum 0% Steuersatz für Photovoltaikmodule",
    "author": "unknown",
    "source": "bmf.gv.at",
    "date": "2024-01-01",
    "text": "0% Steuersatz für Photovoltaikmodule Anfrage vom Bundesverband Photovoltaic Austria, der LK und der WKO von Dezember 2023/Jänner 2024 Hinweis Umfangreiche Informationen zum Nullsteuersatz für Photovoltaikmodule finden Sie auchin den FAQ des BMF. Anfrage des Bundesverbandes Photovoltaic Austria (Beantwortung hervorgehoben) Teilen Unterkonstruktionen für PV-Carports und PV-Zaunelemente nach allg. Grundsätzen der Einheitlichkeit der Leistung das umsatzsteuerliche Schicksal der Lieferung des PV-Moduls? Nein, nur photovoltaikanlagenspezifische Komponenten fallen als unselbständige Nebenleistung zur Lieferung von Photovoltaikmodulen unter den Nullsteuersatz (siehe auch FAQs Frage 13). Auf welchen Zeitpunkt bezieht sich der „Zeitpunkt der Abnahme“? Maßgeblich ist der Zeitpunkt der Abnahme der Photovoltaikanlage durch den Betreiber der Anlage (und nicht durch den Netzbetreiber). Gilt der Nullsteuersatz auch für Hybrid-Kollektoren, die sowohl Strom als auch Wärme erzeugen? Nein, nur Photovoltaikmodule (Module zur Erzeugung elektrischer Energie) sind vom Nullsteuersatz erfasst. Fallen Produkte zur Warmwassererzeugung (bspw. mittels Heizstab über AC Thor, AC Elwor,…), die ausschließlich über die PV-Anlage mit Strom betrieben werden, unter den Nullsteuersatz? Nein, Produkte zur Warmwassererzeugung (z.B. Heizstäbe) sind keine Photovoltaikmodule und unterliegen nicht dem Nullsteuersatz. Wenn sich zwei Gebäude (bspw. Mehrgeschoßwohnbauten, Ferienhäuser, Appartements,…) auf ein und demselben Grundstück befinden, gilt dann pro Gebäude 35 kWp oder gilt in Summe 35 kWp für beide Gebäude, weil sich 1. beide Gebäude auf demselben Grundstück befinden und 2. ein räumlicher Nutzungszusammenhang besteht? Ein Betreiber kann auch über mehrere Photovoltaikanlagen verfügen, da unter einer Photovoltaikanlage eine autonome, in sich abgeschlossene, funktionsfähige, technisch betriebsbereite Anlage zu verstehen ist. Hierbei ist darauf abzustellen, ob die Anlage einen eigenen Wechselrichter und einen eigenen Zählpunkt hat (siehe auch FAQs Frage 18). Darauffolgend die Frage: Kann ein PV-Anlagenbetreiber mehrmals den Nullsteuersatz in Anspruch nehmen, wenn er mehrere Grundstücke besitzt, worauf sich gemäß Gesetz begünstigte Gebäude (bspw. Hauptwohn-, Nebenwohn-, Zweitwohnsitz) befinden? Siehe vorherige Frage. Wir bitten um Bestätigung der Aussage: Bei allen möglichen Finanzierungsvarianten (Leasing, Kredit, Ratenzahlung) ist der Zeitpunkt der Verfügungsmacht das ausschlaggebende Kriterium, ob der Nullsteuersatz in Anspruch genommen werden kann. Dieser Zeitpunkt muss im Zeitraum von 1. Jänner 2024 bis 31. Dezember 2025 liegen. Damit § 28 Abs. 62 UStG 1994 Rechtswirkungen entfaltet, muss der Zeitpunkt der Lieferung bzw. der Installation im Zeitraum von 1. Jänner 2024 bis 31. Dezember 2025 liegen (zu Leasing und Ratenkauf siehe auch FAQs Frage 16 und 26). Wir bitten um Bestätigung der Aussage: Wärmpumpen teilen nicht das umsatzsteuerliche Schicksal der Lieferung des PV-Moduls, auch wenn diese zusammen mit einem PV-Modul geliefert bzw. gekauft werden. Die Aussage wird bestätigt; Wärmepumpen fallen nicht unter den Nullsteuersatz. Ergänzende Nachfrage des Bundesverbandes Photovoltaic Austria (Beantwortung hervorgehoben) \n\t Welches Verhältnis zwischen PV-Modulleistung und Speicherkapazität ist noch verhältnismäßig? Wie in der Frage 14 der FAQs ausgeführt, unterliegt die bloße Nachrüstung einer bestehenden Anlage mit einem Speicher dem Normalsteuersatz. Dies ist auch der Fall, wenn beim nachträglichen Erwerb von Photovoltaikmodulen samt Speicher die Gesamtkapazität des nachgerüsteten Speichers die Leistung der nachträglich erworbenen Photovoltaikmodule unverhältnismäßig übersteigt. Übersteigt die Gesamtkapazität des miterworbenen Speichers die Leistung der erworbenen Photovoltaikmodule um nicht mehr als das Doppelte, ist jedoch von Verhältnismäßigkeit auszugehen. Hinsichtlich der Gesamtkapazität des Speichers ist auf die Nettokapazität abzustellen. Die (einheitliche) Lieferung der Photovoltaikmodule samt Speicher unterliegt diesfalls dem Nullsteuersatz, wenn die übrigen Voraussetzungen des § 28 Abs. 62 und 63 UStG 1994 (z.B. Engpassleistung der Photovoltaikanlage nicht mehr als 35 kW ([peak]) vorliegen. Beispiel: Betreiber B betreibt seit 2020 eine Photovoltaikanlage auf seinem Einfamilienhaus mit einer Engpassleistung von bisher 8 kW ([peak]). Ein Speicher ist nicht vorhanden. Am 1. Februar 2024 erwirbt er Photovoltaikmodule mit einer Leistung von 10 kW und einen Speicher mit einer Kapazität von 20 kWh. Die Lieferung der Photovoltaikmodule samt Speicher unterliegt dem Nullsteuersatz. Beispiel: Betreiber B betreibt seit 2020 eine Photovoltaikanlage auf seinem Einfamilienhaus mit einer Engpassleistung von bisher 8 kW ([peak]). Ein Speicher ist nicht vorhanden. Am 1. Februar 2024 erwirbt er Photovoltaikmodule mit einer Leistung von 10 kW und einen Speicher mit einer Kapazität von 22 kWh. Die Lieferung des Speichers unterliegt nicht dem Nullsteuersatz. \n\t Angenommen ein Carport wird am 01.02.2024 angrenzend an ein Einfamilienhaus fertigstellt. Einen Monat später, am 01.03.2024, wird auf dem Carport eine PV-Anlage mit 5 kWp installiert. Kann diesfalls der Nullsteuersatz angewandt werden? Gemäß § 28 Abs. 62 vierter Satz UStG 1994 gilt eine Photovoltaikanlage nur dann als in der Nähe eines Gebäudes im Sinne des § 28 Abs. 62 dritter Satz UStG 1994 betrieben, wenn sie sich auf einem bestehenden Gebäude oder Bauwerk desselben Grundstückes befindet. Nach Sinn und Zweck der Regelung und um eine verstärkte Bodenversiegelung nicht zu begünstigen, muss das bestehenden Gebäude oder Bauwerk im Zeitpunkt des Inkrafttretens (01.01.2024) des Nullsteuersatzes bestanden haben. Wir bitten um Klarstellung (am besten auch über ein Beispiel), dass bei der \"Installation einer PV-Anlage\" sowohl die reine DC-Montage als auch die reine AC-seitige Elektroinstallation getrennt voneinander unter den Nullsteuersatz fallen. Beispiel: Dachdecker XY liefert und montiert die PV-Module inkl. Unterkonstruktion. Es gilt für Lieferung und Montage der Nullsteuersatz. Elektriker AB liefert den Wechselrichter und nimmt die entsprechende AC-seitige Elektroinstallation inkl. finaler Abnahme der kompletten PV-Anlage vor. Während die Lieferung des Wechselrichters dem Normalsteuersatz unterliegt (keine Lieferung von PV-Modulen), kommt für die Elektroinstallationsarbeiten inkl. der Abnahme der PV-Anlage der Nullsteuersatz zur Anwendung. Eine gemäß § 28 Abs. 62 UStG 1994 dem Nullsteuersatz unterliegenden Installation von Photovoltaikmodulen kann, wenn die übrigen Tatbestandsvoraussetzungen vorliegen, auch bei Tätigkeiten verschiedener Unternehmer vorliegen. Die im Beispiel vertretene Rechtsansicht wird geteilt. Anfrage der LK (Beantwortung hervorgehoben) Sachverhalt: Eine land- und forstwirtschaftliche Liegenschaft ist in einer Einlage mit entsprechender Einlagezahl erfasst; die Liegenschaft besteht aus zehn zusammenhängenden Grundstücken mit entsprechenden Grundstücksnummern (1-10). Die Hofstelle mit dem bäuerlichen Wohnhaus (Vierkanthof) steht auf Grundstück Nr. 1, das freistehende Stallgebäude steht daneben auf dem angrenzenden Grundstück Nr. 2. Beispiel 1: Auf dem Dach des freistehenden Stallgebäudes (auf Grundstück 2) wird eine PV-Anlage mit 30 kWp installiert. Ist davon auszugehen, dass die auf dem freistehenden Stallgebäude zu errichtende PV-Anlage als „nicht in der Nähe“ eines Gebäudes iSd § 28 Abs. 62 dritter Satz UStG 1994 (Wohnhaus) einzustufen ist und der Nullsteuersatz daher in diesem Fall nicht zur Anwendung gelangt? Aufgrund des räumlichen Nutzungszusammenhangs der angrenzenden Grundstücke ist die Tatbestandsvoraussetzung „in der Nähe“ erfüllt. Der Nullsteuersatz kommt zur Anwendung, wenn die übrigen Voraussetzungen vorliegen. Variante: Zwischen den beiden Grundstücken verläuft eine öffentliche Straße. Ist davon auszugehen, dass die auf dem freistehenden Stallgebäude zu errichtende PV-Anlage als „nicht in der Nähe“ eines Gebäudes iSd § 28 Abs. 62 dritter Satz UStG 1994 (Wohnhaus) einzustufen ist und der Nullsteuersatz daher in diesem Fall nicht zur Anwendung gelangt? Da die Grundstücke durch eine öffentliche Straße getrennt sind, ist die Tatbestandsvoraussetzung „in der Nähe“ mangels räumlichen Nutzungszusammenhangs nicht gegeben. Der Nullsteuersatz kommt für Grundstück Nr. 2 nicht zur Anwendung. (Eine Klarstellung wurde in die FAQs eingearbeitet.) Beispiel 2: Auf einem Teil des Daches der Hofstelle mit dem bäuerlichen Wohnhaus (Vierkanthof) wird bereits eine PV-Anlage mit 20 kWp betrieben. Da ausreichend Platz und der Strombedarf gegeben sind, wird eine weitere PV-Anlage mit 20 kWp installiert. Die neue PV-Anlage verfügt über einen eigenen Wechselrichter und eigenen Zählpunkt, es handelt sich nicht um eine Erweiterung der bestehenden Anlage. Ist die auf dem Vierkanthof zu errichtende PV-Anlage als Anlage mit maximal 35 kWp Engpassleistung auf einem Gebäude oder in der Nähe eines Gebäudes iSd § 28 Abs. 62 dritter Satz UStG 1994 (Wohnhaus) einzustufen und kommt daher der Nullsteuersatz in diesem Fall zur Anwendung? Unter einer Photovoltaikanlage ist eine autonome, in sich abgeschlossene, funktionsfähige, technisch betriebsbereite Anlage zu verstehen. Hierbei ist darauf abzustellen, ob die Anlage einen eigenen Wechselrichter und einen eigenen Zählpunkt hat. (Diese Klarstellung wurde in die FAQs eingearbeitet.) Anfrage der WKO (Beantwortung hervorgehoben) Fragenkreis 1 – begünstigte Anlagen und Tätigkeiten Unter welchen Kriterien wird im umsatzsteuerlichen Sinne von nur einer Anlage bzw. von mehreren Anlagen gesprochen? Unter einer Photovoltaikanlage ist eine autonome, in sich abgeschlossene, funktionsfähige, technisch betriebsbereite Anlage zu verstehen. Hierbei ist darauf abzustellen, ob die Anlage einen eigenen Wechselrichter und einen eigenen Zählpunkt hat. (Diese Klarstellung wurde in die FAQs eingearbeitet.) Sofern getrennte Anlagen im umsatzsteuerlichen Sinne vorliegen (siehe vorherige Frage): Kommt die Steuerbefreiung zur Anwendung, wenn am selben Gebäude zwei separate Anlagen unter 35 kW installiert werden? Siehe vorherige Frage. Von der Begünstigung ist auch die reine Installation der PV-Anlage (daher auch ohne Lieferung der Module) umfasst. Wir ersuchen um eine Klarstellung in den FAQs (z.B. durch Anführung eines Beispiels): Module und Zubehör werden im Einzelhandel bei Unternehmen A besorgt. Die Installation wird separat von einem anderen Unternehmen B durchgeführt. Beide umsatzsteuerlichen Leistungen unterliegen separat der Begünstigung. (Diese Klarstellung wurde in die FAQs durch Ergänzung eines Beispiels in Punkt 8 eingearbeitet). Fragenkreis 2 – begünstigte Nebenleistungen und Zubehör In Frage 7 der BMF-FAQs werden exemplarisch einige begünstigte Nebenleistungen genannt. Wir ersuchen um Anführung weiterer Beispiele, insbesondere: Fehlerstromschutzschalter, (Erneuerung von) Sicherungen und Kabel, Smartmeter, Verstärkung einer Zuleitung. Hierbei handelt es sich im Wesentlichen um Komponenten, deren Lieferung oder Erneuerung auch außerhalb der Installation einer Photovoltaikanlage notwendig sind und daher nicht unter den Nullsteuersatz fallen. Es gelten jedoch weiterhin die allgemeinen Ausführungen zur Einheitlichkeit der Leistung, wonach photovoltaikanlagenspezifische Komponenten als unselbständige Nebenleistung begünstigt sind; eine Ergänzung von weiteren potentiellen Nebenleistungen in Frage 7 erfolgt aus den dargestellten Gründen daher nicht. Beispiel: Im Zuge der Installation einer PV-Anlage wird gleichzeitig ein Teil des Daches saniert. Ist diese Sanierung als Nebenleistung begünstigungsfähig? Wenn ja, unter welchen Voraussetzungen? Nein (siehe Punkt 13 der FAQs). Fragenkreis 3 – Nachweise, Vertrauensschutz In Frage 27 der BMF-FAQs wird klargestellt, dass der Nachweis für die Tatbestandsvoraussetzungen an keine besondere Form gebunden ist. Dies wird ausdrücklich unterstützt. Unabhängig davon ersuchen wir, eine Musterbestätigung bzw. Musterwording zur Verfügung zu stellen, welche die betroffenen Betriebe den Kunden zur Unterfertigung überreichen können. In unternehmerfreundlicher Weise – und unter Berücksichtigung des grundsätzlichen Wunsches der WKÖ, möglichst wenig formelle Nachweise vorzuschreiben – wurden bzw. werden diesbezüglich keine Vorgaben gemacht. Für die Praxis verbleibt ein erhebliches Geschäftsrisiko für den Fall, dass sich die Angaben des Kunden trotz Erfüllung der Sorgfaltspflichten als unrichtig erweisen. Wir regen daher die Implementierung einer Vertrauensschutzregelung im analogen Sinne des Art. 7 Abs. 4 UStG 1994 an. Siehe vorherige Frage. Bitte um Klarstellung: In der Rechnung ist zur Dokumentation der 0%-Steuersatz anzuführen. Darüber hinausgehende spezielle Dokumentationspflichten (wie z.B. explizite Referenz auf den § 28 Abs. 62 UStG 1994) sind in der Rechnung nicht erforderlich. Es gelten die allgemeinen Bestimmungen des § 11 UStG 1994. Eine spezielle Dokumentationspflicht in der Rechnung sieht § 28 Abs. 62 UStG 1994 nicht vor. Siehe weiters UStR Rz 1546. Eine Klarstellung wird in die FAQs eingearbeitet. Fragenkreis 4 – begünstigte Betreiber Wir ersuchen um Klarstellung: Für die Begünstigung ist nicht erforderlich, dass der Betreiber der PV-Anlage selbst das Gebäude für Wohnzwecke nutzt. Beispiel: Eine Bank unterhält eine Bankfiliale im Erdgeschoss eines Gebäudes. Das obere Stockwerk wird von der Bank zu Wohnzwecken vermietet. In der Nähe des Gebäudes (im Sinne des § 28 Abs. 62 UStG 1994) wird eine PV-Anlage errichtet. Fällt dieser Vorgang unter die Begünstigung? Unter der Voraussetzung, dass die Bank die PV-Anlage betreibt, kommt der Nullsteuersatz bei Vorliegen der übrigen Voraussetzungen zur Anwendung (siehe auch FAQs, Punkt 20). (Diese Klarstellung wurde in die FAQs durch Ergänzung eines Beispiels in Punkt 20 eingearbeitet).",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}