{
    "title": "Webinare der WKÖ/BMF | Di, 4.3.: CBAM-Anmelder | Mi, 12.3.: Berichtspflichten NEHG/ETS | Info: DSGVO4KMU",
    "author": "Fachverband Ingenieurbüros",
    "source": "Webinare der WKÖ/BMF | Di, 4.3.: CBAM-Anmelder | Mi, 12.3.: Berichtspflichten NEHG/ETS",
    "date": "2025-02-12",
    "text": "Webinare der WKÖ/BMF | Di, 4.3.: CBAM-Anmelder | Mi, 12.3.: Berichtspflichten NEHG/ETS | Info: DSGVO4KMU Einladung zu folgenden Webinaren Thema: Zulassung als CBAM-Anmelder Wann: 4.3.2025 um 15:00 Uhr Ort: online - zum MS-Teams-Link Im Rahmen des CBAM (Carbon Border Adjustment Mechanism) ist es bislang ausreichend, den seit 1.10.2023 bestehenden Berichtspflichten nachzukommen. Mit 1.1.2026 müssen dann die einschlägigen CBAM-Zertifikate erworben werden. Um ab 1.1.2026 CBAM-Waren in die EU einführen zu können, ist es zwingend notwendig über einen Status als zugelassener CBAM-Anmelder zu verfügen. Aktuell sind die Warengruppen Strom, Zement, Eisen, Stahl, Aluminium, Düngemittel und Wasserstoff von CBAM umfasst, wenn diese ihren Ursprung in einem Drittstaat haben und in das Zollgebiet der Union eingeführt werden. Der Antrag, um als CBAM-Anmelder zugelassen werden zu können, hätte grundsätzlich ab dem 1.1.2025 gestellt werden können. Dieser Zeitpunkt hat sich jedoch aufgrund nicht vorliegender Rechtsakte nach hinten verschoben, weshalb bisher keine Antragstellung möglich war. Das BMF arbeitet aktuell an der Umsetzung, damit die Antragstellung ehestmöglich vorgenommen werden kann. Um eine reibungslose Antragstellung sicherzustellen, wird es von der WKÖ gemeinsam mit dem BMF ein Webinar dazu geben. Fragen können vorab bis 20.2. an ic@wko.at gesendet werden. Thema: NEGH / ETS II Berichtspflichten Wann:  Mi, 12. März 2025 um 15 Uhr Wo: online - zum MS-Teams-Link Im heurigen Jahr 2025 kommt es zu der besonderen Situation, dass sowohl im Rahmen des NEHG als auch im Rahmen des ETS II Berichte über die Treibhausgasemissionen abgegeben werden müssen. Im Rahmen des NEHG ist gem § 15 Abs 1 ein vereinfachter Treibhausgasemissionsbericht bis zum 31.7.2025 über die Emissionen aus dem Jahr 2024 abzugeben. Im Rahmen des ETS II ist gem § 41 EZG bis zum 30.4.2025 ein Bericht über die historischen Emissionen für das Kalenderjahr 2024 abzugeben. Eine Verifizierung der Berichte ist heuer nicht notwendig. Um eine reibungslose Berichtsabgabe zu unterstützen wird von der WKÖ gemeinsam mit dem BMF ein Webinar zu dem Thema der Berichtsabgabe an. Projektinfo DSGVO4KMU Die Datenschutzbehörde und die Wirtschaftskammern Österreichs erarbeiten Datenschutz-Wegweiser für Unternehmen Angesichts der wachsenden Bedeutung von Datenschutz und Datensicherheit in der digitalen Welt und der damit einhergehenden Unsicherheit vieler Unternehmen bei der praktischen Umsetzung starten die Österreichische Datenschutzbehörde und die Wirtschaftskammern Österreichs ein neues gemeinsames Serviceprojekt zum Datenschutz für kleine und mittlere Unternehmen (KMU). Ziel des EU-geförderten Projekts ist es, KMU bei der Bewältigung von Datenschutzherausforderungen zu unterstützen, ihre Risiken im Datenschutz – auch im Hinblick auf neue Technologien - zu minimieren, die Datensicherheit zu erhöhen und das Vertrauen der Kunden in österreichische Unternehmen zu stärken. Geplant ist dabei die Entwicklung eines gemeinsamen DSGVO-Serviceportals mit „Online-Self-Assessment“ in Form eines Onlineratgebers, umfassendem Serviceangebot entlang der Lebenszyklusphasen von KMU (z.B. Unternehmensgründung, Einstellung von Mitarbeiter:innen, Aufbau einer Webpräsenz, Außenhandel, Auslagerung von DSGVO-relevanten Prozessen, Betriebsübergabe) und Informationen für Zweifelsfragen in verschiedenen datenschutzrelevanten Bereichen, in denen aktuell Unsicherheiten bestehen (z.B. K.I.). Das Projekt begann offiziell am 3. Februar 2025 und läuft über einen Zeitraum von zwei Jahren. Im Anschluss werden die Ergebnisse ausführlich präsentiert. Links:",
    "images": "https://www.ingoo.at/assets/Uploads/6caee2d369/Hintergrund-KI-generiert_23-09-2024_Veranstaltung-v2__ScaleWidthWzEyMDBd.jpg",
    "tags": "",
    "excerpt": "Einladung zu folgendenWebinarenThema: Zulassung als CBAM-AnmelderWann: 4.3.2025 um 15:00 UhrOrt: online - zum MS-Teams-LinkIm Rahmen des CBA…",
    "categories": ""
}