{
    "title": "ÖKO+ | Das Fachmagazin für Ökonomie + Ökologie",
    "author": "unknown",
    "source": "wko.at",
    "date": "2025-01-01",
    "text": "ÖKO+ Ausgabe 1/2024 Das Fachmagazin für Ökonomie + Ökologie Lesedauer: 5 Minuten Über ÖKO+ Wie passen Umweltschutz und wirtschaftlicher Erfolg zusammen? Was ist aus wirtschaftlicher Sicht zu tun, damit Österreich die Energiewende schaffen und die Klimaziele erreichen kann? Und was ist für Unternehmen in den verschiedenen Bereichen, die von der umwelt- und energiepolitischen Gesetzgebung tangiert sind, zu beachten? Vom Anlagenrecht bis hin zur Chemikalienpolitik, die großteils in Brüssel vorgegeben wird? In ÖKO+, dem WKÖ Fachmagazin für Ökonomie + Ökologie, das seit November 2019 „Umweltschutz der Wirtschaft“ nachfolgt, gehen wir diesen und vielen weiteren Fragen nach. In spannende Stories verpackt und durch übersichtliche Grafiken optisch ansprechend aufbereitet beleuchten Expert:innen der WKÖ Abteilung für Umwelt- und Energiepolitik die neuesten Entwicklungen im Bereich Ökologie. Ebenso kommen externe Fachexpert:innen sowie Vertreter:innen von Unternehmen zu Wort, die mit positivem Beispiel vorangehen und in Innovationen im Bereich Klima- und Umweltschutz investieren. Schmökern Sie genüsslich hier im Inhaltsverzeichnis, wo Sie den Original-Artikel und mitunter weitere Links zum Thema finden. Unter dem Button „Bisherige Ausgaben“ finden Sie Zugang zu allen vollständigen Ausgaben seit 2021. Neugierig geworden? Dann melden Sie sich gleich für den Newsletter zu ÖKO+ an. Ausgabe März 1/2024 Editorial von Jürgen Streitner: Unternehmen in der Green-Deal-Bürokratiefalle WKÖ-Abteilungsleiter Jürgen Streitner analysiert die auf die Wirtschaft nach dem Green Deal zukommende Lawine an Bürokratie, etwa durch CBAM, Green Claims, EU-Verpackungs-Verordnung, Lieferkettengesetz oder Entwaldungs-Verordnung. Klimaziel 2040 – Chance zur Neuausrichtung Das Europäische Klimagesetz verlangt von der EU-Kommission sechs Monate nach der ersten globalen Bestandsaufnahme im Dezember 2023 im Rahmen der COP28 in Dubai, dass sie ein EU-Klimaziel für 2040 vorschlagen muss.  Substitution von Chemikalien leicht gemacht? Das Prinzip der Substitution soll problematische Chemikalien rasch vom Markt nehmen und ersetzen. Dieses wesentliche Element der Chemikalienpolitik bringt aber auch neue Herausforderungen mit sich.   Gasversorgungssicherheit = Nachbarschaftshilfe Die sichere Versorgung mit ausreichender Energie zu wettbewerbsfähigen Preisen ist für Wirtschaft und Bevölkerung unerlässlich. Am 31.12.2024 wird der Gastransitvertrag vereinbarungsgemäß auslaufen. Entwaldungsfreie Lieferketten bringen Bürokratie  Mit Jahresende werden die neuen Sorgfaltspflichten für die Sicherstellung von „entwaldungsfreien Lieferketten“ in der EU schlagend. Viele offenen Fragen und Kritikpunkte beschäftigen nicht nur die Wirtschaft. „inGRID“ speist erneuerbare Gase ein Gemeinsam mit den Netzbetreibern will die AGGM erneuerbare Gase in das Gasnetz effizient integrieren und damit die Energiesystemwende pushen: „inGRID“, die digitale Einspeisekarte für Biomethan und Wasserstoff. Flüssige grüne Energiebündel auf großer Bühne Mit der eKKon 2024 fand vom 25.1. bis 26.1.2024 die zweite Konferenz der eFuel Alliance in der WKÖ in Wien statt. Die Redner:innen waren prominent aus Politik, Wirtschaft und Wissenschaft vertreten. Wissenschaft an Politik Im Superwahljahr 2024 fragen wir die Wissenschaft, was sie von der Politik erwartet – auf österreichischer und europäischer Ebene. Die neue Serie startet mit Herwig Schneider vom IWI und Oliver Dworak vom EIW.             HyPA stellt sich vor Wasserstoff gilt als wichtiges Element der nachhaltigen Transformation. In Österreich laufen viele wesentliche Aktivitäten über die Hydrogen Partnership Austria (HyPA) – hier dargestellt im Interview mit Magdalena Lindl und Andreas Indinger. Neue EU-Abfallverbringungsverordnung im Finale Nach rund 2-jähriger Bearbeitung haben die EU-Verhandler:innen im November 2023 eine vorläufige politische Einigung über die aktualisierte Abfallverbringungsverordnung erzielt. EU-Chemikalienrecht bewegt sich Die vergangenen Jahre der Chemikalienpolitik waren sehr turbulent. Kurz vor den Wahlen zum Europäischen Parlament kommen einige Dossiers im Chemikalienrecht zum Abschluss, neue gibt es auch. Gaspaket schafft letzte Hürde Nach etlichen vollendeten Fit-for-55-Dossiers hat es Ende 2023 auch das Paket zum Wasserstoff und zum dekarbonisierten Gasmarkt geschafft. Die Trilogverhandlungsergebnisse zu beiden Rechtsakten finden Sie hier. Strommarktreform weitgehend abgeschlossen Als Reaktion auf die Energiekrise nach dem Einmarsch Russlands in die Ukraine hat die EU-Kommission zwei Legislativvorschläge vorgelegt. Ende 2023 wurde das Paket zum Electricity Market Design (EMD) im Trilogverfahren abgeschlossen. Schöner Wohnen ade – nachhaltiger Wohnen juche Gebäude in der EU werden nachhaltiger, und zwar bis 2050. Konzepte wurden überarbeitet und Ziele verschärft. Die vollständige Dekarbonisierung des Gebäudesektors soll in der EU in den nächsten 26 Jahren gelingen. IED deutlich verbessert Die von der WKÖ im Rahmen der Revision der Industrieemissionsrichtlinie (IED) erzielten deutlichen Verbesserungen machen Sinn - denn komplexere Bürokratie und Doppelregulierungen führen nicht automatisch zu mehr Umweltschutz. Das Ökodesign von morgen  Ökodesign war bisher auf den Energieverbrauch bestimmter Produkte fokussiert - etwa mit Aufklebern über Energieklassen. In Zukunft sind nahezu alle Produkte gemäß 16 Nachhaltigkeitskriterien zu designen. Klimafitte Bierproduktion mit neuer Dampfkesselanlage Die Brau Union Österreich AG investiert rund 1,2 Millionen Euro in eine neue Dampfkesselanlage. Bioethanol soll zur Substitution von Erdgas eingesetzt werden. Demand Side Management: Entscheidung leicht gemacht Mit Demand Side Management lassen sich Energieverbrauchsprofile in der Industrie flexibilisieren und Leistungsspitzen reduzieren. Das Projekt DSM_OPT hilft dabei, die beste Option zu finden – von der Bäckerei bis zum Stahlwerk.   Produktivitätsbericht 2023: Digitalisierung hilft Klima Der erste Bericht zur Wettbewerbsfähigkeit Österreichs soll zentrale Handlungsfelder für die längerfristige Entwicklung Österreichs aufzeigen und Handlungsempfehlungen geben, Fazit: digitale und ökologische Transformation gehen Hand in Hand. Biodiversität messbar machen  Ein Berliner Unternehmen bietet an, betriebliches Einwirken auf die Artenvielfalt und damit verbundene Ökosystemleistungen zu quantifizieren. Im Umfeld von ESG, CSRD und Taxonomie rückt die Biodiversität neben dem Klimaschutz in den Fokus. Gemeinsam zur Kreislaufgesellschaft Ressourcen neu denken: Sammeln, sortieren, recyceln – das sind die drei Grundpfeiler für eine funktionierende Kreislaufwirtschaft. Die Initiative „Österreich sammelt“ gibt Konsument:innen dazu wertvolle Tipps. And the Nobel Prize in Physics 2023 goes to… Nach 2022 ging der Nobelpreis für Physik auch 2023 an einen österreichischen Wissenschaftler. Ferenc Krausz bekam ihn für die Forschung über das Verhalten von Elektronen in ultrakurzen Lichtblitzen. Kurzmeldungen Die Green-Claims-Richtlinie ging am 12.3. durch das Plenum des EU-Parlaments, allgemeine Ausrichtung im Rat erfolgt im Juni 2024. Die Luftqualitäts-Richtlinie wurde am 20.2. im Trilogverfahren abgeschlossen. Veranstaltungshinweise Baldige Events Wir möchten Ihnen gern auf einige besondere Events im Frühjahr 2024 Gusto machen: ab 4.4.: EUREM-Ausbildung 2024 10. − 11.4.: ISEC 2024: International Sustainable Energy Conference 2024 17.4.: GreenTech Days meet Future of Building 23. − 24.4.: EL-MOTION",
    "images": "https://www.wko.at/oe/umwelt/hologram-screen-adobestock-westend61-503415060.jpeg",
    "tags": "",
    "excerpt": "ÖKO+ Ausgabe 1/2024",
    "categories": ""
}