{
    "title": "How CBAM can Incentivize Scope 3 Emission Reductions? - Future Bridge NetZero Events",
    "author": "Manav",
    "source": "Future Bridge NetZero Events",
    "date": "2024-02-16",
    "text": "As countries and corporations around the world ramp up their climate ambitions and commit to aggressive emission reduction targets, a holistic approach to carbon accounting is crucial. While companies have made strides in improving energy efficiency and transitioning to renewable energy to reduce their direct Scope 1 and 2 emissions, Scope 3 emissions often form the majority of a company’s carbon footprint. Moreover, scope 3 emissions encompass all indirect emissions across a company’s value chain. It ranges from purchased goods and services to transportation, distribution, and product use. So, with Scope 3 emissions estimated to constitute on average 65-95% of a company’s total emissions, addressing Scope 3 is imperative. It will help in making real progress on decarbonization. The European Union’s Carbon Border Adjustment Mechanism, set to launch in January 2026, is poised to be a game-changer. It will incentivize companies to take Scope 3 emissions seriously. So, by putting a carbon price on imports, CBAM will encourage multinational companies. This is to work closely with suppliers around the world to reduce upstream and downstream carbon emissions. So, here’s an in-depth look at how can companies reduce their Scope 3 emissions through the Carbon Border Adjustment Mechanism with its unique mechanisms. How does CBAM Work? The Carbon Border Adjustment Mechanism will require importers to buy carbon certificates corresponding to the embedded emissions in their imported goods. Furthermore, the carbon price will be based on that of the EU’s Emissions Trading System. So, importers must report the emissions associated with their imports and surrender CBAM certificates equivalent to those emissions. Moreover, the system will start with cement, iron and steel, aluminum, fertilizer, and electricity. The Carbon Border Adjustment Mechanism is intended to incentivize emission reductions while ensuring European industries are not disadvantaged. This is compared to foreign competitors with lower climate ambition. So, it will prevent carbon leakage by leveling the playing field between European producers. It will be by abiding by stricter climate regulations, and overseas companies that can afford to pollute more. CBAM: Encouraging Supply Chain Decarbonization The Carbon Border Adjustment Mechanism provides a strong impetus for multinational companies sourcing materials and components from outside the EU. This is to work closely with suppliers in reducing carbon intensity. Furthermore, since the carbon costs of imports will impact profit margins, importing companies have a vested interest in helping upstream suppliers transition. This is due to low-carbon production processes. So, companies heavily reliant on imports into the EU market will be motivated to share knowledge and technology. This is for emission reduction across their global supply base. The Carbon Border Adjustment Mechanism also offers opportunities to engage small- and medium-sized enterprises in the supply chain sustainability drive. Furthermore, large multinationals frequently source from smaller companies lacking resources and technical know-how for carbon management. Moreover, the entry of the Carbon Border Adjustment Mechanism will spur mutual capacity building, training, and adoption of clean technologies among SME suppliers. Additionally, Carbon Border Adjustment Mechanism reporting requirements for importers can enhance Scope 3 data collection. This is across complex tier-1, tier-2, and tier-3 supply chains. So, to accurately calculate the embedded emissions of imports, companies will need more rigorous accounting methods. As a result, it will spurr improved Scope 3 inventories. CBAM: Driving Product and Process Improvements The Carbon Border Adjustment Mechanism will provide an impetus for overseas manufacturers to improve product designs and invest in less emissions-intensive processes to remain cost-competitive. Moreover, suppliers wanting to preserve and grow business ties with EU importers will be motivated to reduce the carbon intensity. This is of materials, components, and finished products. For example, an Indian steelmaker supplying to EU auto manufacturers will feel pressure to reduce emissions from steel production. This is through energy efficiency, renewable electricity procurement, and the use of hydrogen. Similarly, a Chinese plastic goods producer can transition to less emissions-intensive chemical processes and material substitutions. It will help lower the carbon footprint of exports to Europe. Besides process improvements, the Carbon Border Adjustment Mechanism can also drive better product designs for lower lifecycle emissions. Furthermore, suppliers will look for ways to lightweight products, use recycled materials, and enhance durability. This is to cut carbon content. Moreover, importers may even collaborate with suppliers to redesign products from a full lifecycle perspective to lower embedded emissions. So, with Carbon Border Adjustment Mechanism, a ripple effect can occur driving innovation across global value chains. CBAM: The Role of Renewable Energy Procurement Increased renewable energy procurement by EU trading partners will be a pivotal way for overseas manufacturers to reduce CBAM fees. So, by sourcing renewable electricity for production processes, companies can substantially lower their emission factor used for Carbon Border Adjustment Mechanism calculations. As a result, this will create fresh demand for international renewable energy certificate trading. This is as suppliers seek affordable green power. Technologies like solar, wind, small hydro, and biomass can enable manufacturers in developing nations. It will leapfrog to low-carbon production. Moreover, EU companies can facilitate know-how transfer and financing mechanisms to assist suppliers in adding renewable generation capacity. They can also aid integration of battery storage to enable a 24/7 clean power supply. The Carbon Border Adjustment Mechanism offers promising synergy with emissions trading systems in foreign nations. This is by amplifying the carbon price signal. So, it can persuade manufacturing companies covered by these schemes to maximize their renewable power intake to minimize Carbon Border Adjustment Mechanism fees for exported products. CBAM: Prioritizing Sustainable Sourcing CBAM offers a powerful reason for EU importers to prioritize procurement from suppliers with lower carbon footprints. So, by selecting vendors with ambitious decarbonization roadmaps, importers can minimize Carbon Border Adjustment Mechanism costs. This can in turn transform supplier selection criteria, providing impetus to sustainable sourcing. Companies heavily betting on renewable energy will become favored suppliers for EU buyers. Moreover, demonstrating robust Scope 1 and 2 emissions reductions through renewable procurement and energy efficiency can become a competitive edge. Suppliers with certified science-based targets will also gain an advantage. CBAM can accelerate supplier switching towards vendors offering carbon-efficient transportation. Furthermore, importers can rotate contracts towards logistics firms using modes like rail and ship that have lower emissions than air or road freight. Moreover, fleet upgrades to electric or alternate fuel vehicles can also appeal to EU buyers. Additionally, transportation emissions may even be included under the Carbon Border Adjustment Mechanism in the future, amplifying these dynamics. CBAM: Spurring Voluntary Carbon Crediting The advent of CBAM will drive voluntary carbon credit uptake across global supply chains. So, suppliers seeking to neutralize residual emissions and offer carbon-neutral goods can turn to offsets. Furthermore, voluntary carbon markets enable companies to finance emissions-reduction activities. This is to generate credits equivalent to their residual emissions. Although carbon credits do not count towards Carbon Border Adjustment Mechanism compliance, they allow suppliers to provide net-zero or low-carbon ingredients, materials, and products to augment their appeal vis-à-vis EU buyers. So, this can stimulate corporate sourcing of Verified Carbon Standard (VCS) and Gold Standard certified offsets applied to hard-to-abate supply chain emissions. Moreover, credits from nature-based projects and renewable energy can gain particular interest. CBAM: Global Carbon Pricing Synergies The Carbon Border Adjustment Mechanism can amplify national emissions trading schemes worldwide in encouraging manufacturing companies. This is to decarbonize and boost renewable energy use. For instance, a Chinese steel exporter covered by China’s national ETS would be subject to dual carbon pricing through both domestic and CBAM fees. Moreover, this would maximize the signal to reduce emissions. This is likely through increased energy efficiency, renewable power, and hydrogen. Considering most major trading partners like China, South Korea, and the UK already Carbon Border Adjustment Mechanism can lend a powerful complementary pull to reduce emissions. It can also inspire smaller developing nations to explore carbon pricing. This is to help local industries access EU markets cost-effectively while building climate resilience. CBAM also makes voluntary internal carbon pricing more relevant for multinationals. So, with an external carbon price set on imports into Europe, applying an internal carbon fee aligns with business logic. This is by keeping costs consistent across geographies. Additionally, more companies now have cause to implement an internal carbon price on par with Carbon Border Adjustment Mechanism levels to stay competitive. Carbon Border Adjustment Mechanism: Global Reporting Spillovers An indirect offshoot of CBAM may be more rigorous value chain emissions disclosure globally going beyond what regulations strictly require. So, with the Carbon Border Adjustment Mechanism necessitating emissions data on imports, voluntary sustainability reporting like CDP disclosures can gain greater executive attention worldwide. To demonstrate commitment to customers and investors, multinationals may start comprehensively tracking and publishing Scope 3 inventories. This is for all geographies instead of just EU-bound trade. Furthermore, the reporting scope can widen beyond CBAM’s priority sectors. It includes upstream transport and logistics emissions. Additionally, disclosure frameworks like CDP and the GHG Protocol can emerge as de facto standards for Scope 3 accounting. Besides reporting, the Carbon Border Adjustment Mechanism can accelerate the adoption of product lifecycle analysis to identify emissions reduction opportunities. This is across sourcing, production, and distribution. So, companies will seek data clarity not just for compliance, but also to find paths to long-term supply chain decarbonization in line with net zero trajectories. Carbon Border Adjustment Mechanism: Mainstreaming Green Public Procurement By elevating sustainability as a prerequisite for accessing the lucrative EU market, CBAM can accelerate the greening of public procurement worldwide. Governments procuring goods and services for public use may implement more stringent eco-standards mirroring CBAM. It will help domestic industries compete internationally. Countries like the US, Japan, South Korea, India, and Turkey that export heavily to the EU will feel compelled to mainstream green criteria in tenders. Furthermore, energy efficiency, renewable power usage, and product recyclability can enter tender requirements. Moreover, eco-labeling programs can rise to demonstrate conformity with evolving EU standards. So, this can drive significant Scope 3 reductions. Through its compliance pull, the Carbon Border Adjustment Mechanism may prompt more countries to join the WTO GPA agreement enabling sustainability criteria in procurement. It can also reinforce how environmental performance evaluation of suppliers is integral to socially responsible public buying. Carbon Border Adjustment Mechanism: Reshaping Climate Policy Ambition An overarching influence of CBAM will be in accelerating global climate policy ambitions and national decarbonization initiatives. So, by creating a multi-billion Euro market mechanism pricing carbon at Europe’s borders, the Carbon Border Adjustment Mechanism sends a powerful message that the EU is serious about climate delivery. This can inspire countries to strengthen their Nationally Determined Contributions (NDCs) under the Paris Agreement. Furthermore, major exporting nations may adopt bolder renewable targets and energy efficiency goals. Moreover, more countries can set deadlines to phase out coal-fired power. Methane abatement from oil, gas, and waste can enter policy agendas. Domestically, CBAM underscores that large emitters must improve competitiveness. This is through new low-carbon production pathways rather than protectionism. It brings evidence that the green industrial transition is irreversible and propelled by stakeholder pressures. This can also motivate the adoption of industrial decarbonization strategies aided by public-private collaboration. For instance, South Korea which exports heavily to Europe fast-tracked its Green New Deal after CBAM’s announcement. Furthermore, South Korea aims to become a global renewables hub and recently lifted coal financing restrictions for public institutions. So, such positive ripple effects affirm how CBAM’s market mechanism can accelerate climate action. To Sum Up CBAM’s launch in 2026 is a huge affair because it marks a new time when companies have to take responsibility for their whole carbon footprint. It’s not just about the emissions from their operations (Scope 1 and 2), but also the emissions from their entire supply chain (Scope 3), which is a key focus in moving towards net zero. The Carbon Border Adjustment Mechanism, or CBAM, is like a tool that encourages big companies operating in multiple countries to work on reducing their emissions. It does this by offering a financial reward for those companies that make efforts to cut down on their carbon footprint, especially with partners in other countries. CBAM encourages companies to take action in different areas. It includes buying goods, coming up with new ideas, advertising, and selling products. So, the Carbon Border Adjustment Mechanism is like a push for companies. They can turn their goal of achieving net zero emissions into actual steps and actions. To gain the latest insights into CBAM-readiness and scope 3 management strategies, the 2nd Global Summit on Scope 3 Emission Reduction convenes in Berlin, Germany on April 18-19, 2024. The two-day event features keynotes from sustainability leaders of Volvo, Heineken, and Merck and panel discussions with experts from Smart Freight Centre, Renault, Whirlpool, and others. With a focus on supplier engagement, data collection, reporting standards, and advanced technologies, the summit provides a deep dive into Scope 3 topics pivotal for increasing supply chain transparency and achieving science-based climate targets. Combining global expertise, case studies, and capacity building, it equips sustainability professionals with strategies and solutions for value chain decarbonization in line with net zero. So, make sure you do attend to be ahead in the revolution!",
    "images": "https://netzero-events.com/wp-content/uploads/2024/02/How-CBAM-can-incentivize-Scope-3-emissions-reductions-scaled.jpg",
    "tags": "",
    "excerpt": "Discover how CBAM drives Scope 3 emissions cuts by incentivizing supply chain transparency and sustainable practices.",
    "categories": ""
}