{
    "title": "Turkish Metals İDDMİB",
    "author": "Sirius Interactive; Bilgi Com Tr",
    "source": "Turkish Metals İDDMİB",
    "date": "2024-09-10",
    "text": "SEE BRIDGE PROJESİ ETKİNLİK DAVETİ \"SEE BRIDGE CBAM Reporting Requirements & Open Call Info Day\" konu başlığında 10 Eylül 2024 tarihinde Türkiye saati ile 14:00-15:30 saatleri arasında çevrimiçi olarak gerçekleştirilecektir. Yeşil Mutabakat kapsamında yürürlüğe giren Sınırda Karbon Düzenleme Mekanizması (SKDM) firmaların ihracat kapasitesini önemli ölçüde etkilemektedir. Bu bağlamda enerji-yoğun sektörlerde faaliyet gösteren işletmelerin SKDM sürecindeki gelişmelerden haberdar olması ve raporlama gereklilikleri ile ilgili farkındalıklarının artması oldukça önemlidir. İMMİB Genel Sekreterliği koordinatörlüğünde yürütülen SEE BRIDGE Projesi, KOBİ’lerin SKDM gerekliliklerine uyum sağlaması, yeşil ve dijital dönüşümün teşvik edilmesi amacıyla yürütülmektedir. Bu anlamda proje kapsamında SKDM, AB Fon Fırsatları ve Yeşil & Dijital Dönüşüm alanlarında çeşitli bilgilendirme seminerleri, çalıştaylar ve soru-cevap oturumları düzenlenmiştir. Aynı zamanda halen başvuruları kabul eden çağrı ile KOBİ’lere finansman desteği sağlanmaktadır. Anılan proje kapsamında düzenlenen bir diğer uluslararası bilgilendirme etkinliği, \"SEE BRIDGE CBAM Reporting Requirements & Open Call Info Day\" konu başlığında 10 Eylül 2024 tarihinde Türkiye saati ile 14:00-15:30 saatleri arasında çevrimiçi olarak gerçekleştirilecektir. Etkinlikte, SKDM mevzuatı konusundaki son gelişmeler ile raporlama detayları kapsamlı olarak ele alınacak olup aynı zamanda proje kapsamında devam eden Açık Çağrı’ya yönelik bilgilendirmeler yapılacak ve katılımcıların soruları yanıtlanacaktır. Etkinlik Dili: İngilizce Tarih & Saat. 10 Eylül 2024 & 14:00 – 15:30 Kayıt Bağlantısı: https://zoom.us/meeting/register/tJIpdOusrj0oHtGvpohQrxk4Q8yyaoZL3AIL Gündem 14:00 - 14:10 Açılış 14:10 - 14:20 SEEBRIDGE Projesi kısa tanıtım 14:20 - 14:50 SKDM ile ilgili güncel gelişmeler ve raporlamalar 14:50 - 15:15 SEEBRIDGE Hibe Programı 15:15 - 15:30 Soru – cevap",
    "images": "https://www.turkishmetals.org/storage/logo/logo-jv6tZQCwZz.svg",
    "tags": "iddmib,turkish metals,haber,detay",
    "excerpt": "Turkish Metals İDDMİB",
    "categories": ""
}