{
    "title": "CBAM, a pillar of the european green deal",
    "author": "Admin",
    "source": "Customs Bridge",
    "date": "2024-02-13",
    "text": "Carbon Border Adjustment Mechanism: A Pillar of the European Green Deal At the heart of European efforts for an ecological transition, the Carbon Border Adjustment Mechanism (CBAM) is emerging as a crucial tool in the fight against climate change. Framed by the European Green Deal and regulated by European climate law, the CBAM aims to achieve the ambitious goal of carbon neutrality by 2050, with a 55% reduction in greenhouse gas (GHG) emissions by 2030 compared to 1990. The carbon tax, central to the CBAM, constitutes a crucial lever to prevent carbon leakage from the EU and limit the transfer of environmental responsibilities to third countries. By imposing the CBAM, Europe also hopes to encourage its partners to adopt equivalent environmental policies to remain competitive in its market. This approach aims to ensure environmental fairness while promoting the adoption of sustainable practices globally. For importing companies, the CBAM requires the purchase of carbon certificates at market prices or the justification of equivalent payments by the producer. Every year, before May 31st, importers must declare the goods imported over the past 12 months, providing justifications for their corresponding CBAM certificate purchases. This approach aims to align commercial practices with EU environmental standards by balancing the carbon emissions associated with the production of imported goods. The transition to the CBAM is not without challenges. The transitional period, initiated in October 2023, encountered technical obstacles, particularly for the submission of quarterly reports. Faced with these difficulties, additional deadlines have been granted to allow for the collection of necessary data. To ensure successful implementation, a collaborative project-based approach is essential. This involves close coordination between customs teams, procurement services, CSR and legal departments, as well as effective communication with suppliers. To date, the CBAM focuses on direct emissions in five of the most emitting sectors at risk of carbon relocation, including cement, aluminum, fertilizers, electricity production, iron and steel, as well as hydrogen. However, its scope is expected to gradually expand to include other sectors and scopes in the coming years.",
    "images": "https://i0.wp.com/customsbridge.ai/wp-content/uploads/2024/02/Vignette-site-web-2.png?fit=992%2C590&ssl=1",
    "tags": "",
    "excerpt": "At the heart of European efforts for an ecological transition, the Carbon Border Adjustment Mechanism (CBAM)",
    "categories": "Non classé"
}