{
    "title": "Too taxing? How the CBAM affects cement exporters to the EU",
    "author": "Jacob Winskell; Global Cement",
    "source": "Global Cement",
    "date": "2022-06-29",
    "text": "From 2027, the 27 member states of the European Union (EU) will begin to charge third country-based cement exporters for the CO2 emissions of their products sold inside the bloc. The new Carbon Border Adjustment Mechanism (CBAM) is a lynchpin in the strategy to reduce EU industries' CO2 emissions by 55% between 1990 and 2030. Starving foreign cement industries of a source of income may also help to make them change their ways. A regional solution leveraged through an unfair head start, however, might cause progress to falter where it is most needed in the global fight against climate change. Carbon leakage has hung over the EU’s Emissions Trading Scheme (ETS) since its inception in 2005. Cembureau, the European cement association, reported a 300% five-year increase in third-country cement imports up to 2021, with spikes matching those in ETS credit prices. Companies from Turkey to Australia have produced and transported their cement into the EU, at great CO2 cost, while benefitting from a competitive edge over domestic producers, it would seem. Lawmakers rectified the situation by maintaining free allocations of ETS credits to EU industries, including cement, which received US$92m-worth in 2021.1 In the wake of the Paris Agreement, an emissions pricing mechanism on cement imports first came before a vote of the member states in February 2017. In what would become a recurring theme, opposition from all sides of the issue defeated the proposal. Most interesting was the international response: Brazil, China, India and South Africa voiced ‘grave concern’ over the proposed CBAM. A Russian representative at the Department of European Cooperation lamented the possible necessity of ‘response measures,’ while US Climate Envoy John Kerry coolly urged the EU to wait until after the COP26 climate change conference in November 2021. The outbursts were surprising given that the mechanism clearly conformed to World Trade Organisation (WTO) rules: free allocations were always expected to phase out in a mirror image of the CBAM phase-in. The proposal eventually adopted on 22 June 2022 set the end date for both as 2032. In 2020, the EU imported US$383m-worth of cement and concrete across its external borders, down by 17% year-on-year from US$463m in 2019.2 Imports had previously more than doubled decade-on-decade from US$204min 2009. China accounted for US$167m-worth (43%) of global cement and concrete exports to the EU in 2020, followed by Vietnam with US$34m (9%) and the UK with US$30m (7.9%). Other significant sources include Belarus (US$28m - 7.4%), Russia (US$13.8m - 3.6%), Bosnia and Herzegovina (US$13.5m - 3.5%), Serbia (US$13.1 million - 3.4%), Israel (US$13m - 3.4%), Turkey (US$12.6m - 3.3%) and the US (US$10.3m - 2.7%). China China’s first emissions trading scheme will be one year old on 16 July 2021. The scheme, covering more than twice the CO2 emissions accounted for under the EU ETS, may lend an apparent synergy to EU energy policy and that of the bloc’s main trade partner.3 On the contrary, Chinese carbon credits cost 8.5% the price of EU ETS credits on 29 June 2022, with a growth rate of just 10% year-on-year, compared to 53% in EU ETS credit prices. Unlike their European equivalent, they are also restricted to the energy sector. Chinese cement exporters are unready to meet the CBAM on its own terms. The inclusion of indirect emissions further disadvantages plants operating in China’s 57% coal-powered economy. Premier Li Keqiang has warned countries to be on their guard against a ‘new green trade barrier.’ These concerns ought to be considered in light of the scale and diversified nature of the China-EU trade partnership. The eventual inclusion of polymers, hydrogen and ammonia under the CBAM still does not extend its scope beyond 3% of Chinese imports to the EU by value, enabling China to retain the leverage it has previously proved willing to exercise against those who threaten the perceived interests of global trade. China plans to reach net zero CO2 emissions by 2060 through an energy transition in which it invested US$266m in 2021, more than the next six ranked countries combined.4 In the medium-term future, the CBAM may become a green bridge, connecting with Chinese emissions reduction policies in a single carbon border measure to raise money for developing countries’ sustainable transitions, as suggested by former governor of the People’s Bank of China Zhou Xiaochuan. Until then, China seems well positioned to ensure that a fair share of the costs arising from the CBAM pass to importers and the consumer. Turkey Turkey provided 3.3% of the EU’s cement and concrete imports in 2020, but the volume corresponded to 13% of Turkey’s total exports of the same. Thus, the country has a high exposure to any adverse effects of the CBAM – quantified at an estimated US$789m/yr by the European Bank for Reconstruction and Development.5 Turkey’s ratification of the Paris Agreement in late 2021 is among the positive outcomes of the CBAM. The country now plans to align with the CBAM. In this, the Turkish cement industry will rely on a share of a US$3.2bn loan from the World Bank, France and Germany. The UN has yet to receive an updated climate action plan from the Turkish government in line with its pledges. Should Turkey fail to transition within the short timeframe provided by the CBAM, its cement sector might increase its existing focus on the West African market, where it holds 55% and 46% market shares for cement and clinker imports to Ghana and Ivory Coast respectively. The beleaguered industry has one greater refuge still: the US market, which consumed 18% of Turkish cement exports in 2020. North America Discussions of the CBAM’s impacts in Canada and the US are tied to those countries’ on-going deliberations over possible adjustment mechanisms of their own. At present, individual provinces and states are responsible for implementing carbon pricing. An international emissions trading scheme, called the Western Climate Initiative, already exists between the US state of California and the Canadian province of Quebec. The Canadian government is conducting a consultation on federal Border Carbon Adjustment (BCA) credits in the context of economy-wide pricing.6 Carbon border adjustment was previously an item on the US Trade Policy Agenda in 2021, but disappeared in 2022. President Biden pledged to impose 'carbon adjustment fees or quotas on carbon-intensive goods from countries that are failing to meet their climate and environmental obligations' during his candidateship in the 2020 US presidential election. On 7 June 2022, two weeks before the EU adopted CBAM, Senator Sheldon Whitehouse introduced a carbon border adjustment bill to the US Senate, which it referred to its Committee on Finance.7 North American legislators will need to follow the European Parliament in building a broad centrist majority in order to pass their CBAMs. If they succeed, the world will gain a low-carbon axis of cement markets, bringing their trade partners behind them. Other European countries The UK cement industry expects to pay an extra US$30.1m/yr on account of the CBAM.9 A November 2021 report by the Ukraine Resource & Analysis Centre (Society and Environment) concluded that Ukraine's 'largest and most technological' cement producers will experience no critical influence from the CBAM when exporting to the EU.8 At that time, the Ukrainian strategy consisted of an alignment with any future CBAM. On 31 May 2022, The European Business Association calculated Ukrainian cement producers' total CBAM tax bill as US$3.36m/yr.10 Montenegro introduced its own emissions trading system, modelled on the EU ETS, in February 2021, a move which Bosnia and Herzegovina and North Macedonia have both announced their intent to follow.11 Norway has called for international acceptance of the CBAM, but questioned the practicality of including indirect carbon pricing. An example of the possible adverse effects of the CBAM comes from the EU's ban on Russian cement imports in April 2022. The loss of the EU market was one likely contributor to a rollback of climate regulation there.12 Developing countries Non-governmental organisation (NGO) Oxfam has criticised the CBAM's failure to include an exemption for the least developed countries. The EU's solution is an indirect one: it will put CBAM revenues towards its budget, from which international climate finance funding will be raised to an equivalent level. As Paris Agreement signatories, EU member states already expect to contribute towards a total US$100bn/yr in climate finance funds for poorer countries in 2023. Oxfam has recommended that the EU do more to take account of its disproportionate contribution to cumulative global CO2 emissions. This would include directly paying CBAM revenues into international climate finance and accelerating the phase-out of free ETS allocations. Conclusion On 22 June 2022, the most sustainable cement market in the world successfully harnessed market forces to its emissions reduction ambitions. The European cement industry will be able to celebrate the end of carbon leakage. Cement companies outside of the EU, however, now face increased costs and lower prices for their product. The legislation addresses some of the harm that it causes to less developed countries; those – like China, Turkey and Vietnam – in the middle must meet it head-on. So far, we have cited governments and lobby groups, but the real question of readiness for the CBAM lies with producers. Global cement companies, including those based in the EU, have implemented their sustainable cement technologies across all continents, and are beginning to reap the rewards of a new world where paying for pollution is unavoidable. Sources 1. Sandbag, E3G and Energy Foundation, A Storm in a Teacup, Impacts and Geopolitical Risks of the European Carbon Border Adjustment Mechanism, August 2021, https://9tj4025ol53byww26jdkao0x-wpengine.netdna-ssl.com/wp-content/uploads/E3G-Sandbag-CBAM-Paper-Eng.pdf 2. Trend Economy, ‘Imports: European Union: 6810,’ 14 November 2021, https://trendeconomy.com/data/h2/EuropeanUnion/6810 3. Energy Monitor, ‘Carbon trading the Chinese way,’ 5 January 2022, https://www.energymonitor.ai/policy/carbon-markets/carbon-trading-the-chinese-way 4. China Power, ‘How Is China’s Energy Footprint Changing?’ https://chinapower.csis.org/energy-footprint/ 5. Politico, ‘EU’s looming carbon tax nudged Turkey toward Paris climate accord, envoy says,’ 6 November 2021, https://www.politico.eu/article/eu-carbon-border-adjustment-mechanism-turkey-paris-accord-climate-change/ 6. Canadian Climate Institute/L'Instut Climatique du Canada, 'Border Carbon Adjustments,' 27 January 2022, https://climateinstitute.ca/publications/border-carbon-adjustments/ 7. Congress, 'S.4355 - Clean Competition Act,' 7 June 2022, https://www.congress.gov/bill/117th-congress/senate-bill/4355?s=1&r=6 8.Ukraine Resource & Analysis Centre (Society and Environment), ' The Impact of Carbon Border Adjustment Mechanism (CBAM) on the EU - Ukraine trade,' November 2021, https://www.rac.org.ua/uploads/content/624/files/impactcarbonmechanismcbamukrainesummaryen.pdf 9. Burke et al, 'What does an EU Carbon Border Adjustment Mechanism mean for the UK?' April 2021, https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2021/04/What-does-an-EU-Carbon-Border-Adjustment-Mechanism-mean-for-the-UK_FULL-REPORT.pdf 10. European Business Association, 'Ukrainian exporters to pay more than € 1 billion in carbon tax to the EU under the CBAM,' 31 May 2022, https://eba.com.ua/en/ponad-1-mlrd-yevro-podatku-na-vuglets-shhoroku-splachuvatymut-ukrayinski-eksportery-v-yes-v-ramkah-svam/ 11. Balkan Green Energy News, 'Which Western Balkan countries intend to introduce carbon tax?' 18 May 2022, https://balkangreenenergynews.com/which-western-balkan-countries-intend-to-introduce-carbon-tax/ 12. Climate Home News, 'Russian climate action and research is collateral damage in Putin’s war on Ukraine,' 26 May 2022, https://www.climatechangenews.com/2022/05/26/russian-climate-action-and-research-is-collateral-damage-in-putins-war-on-ukraine/",
    "images": null,
    "tags": "European Union,Emissions Trading Scheme,carbon border adjustment mechanism,CO2,GCW563,China,Türkiye,UK,Brazil,India,South Africa,Vietnam,Belarus,Russia,Bosnia & Herzegovina,Serbia,Israel,US,Import,Export,Ukraine,Montenegro,Norway,Cembureau,Sustainability,North Macedonia,trade,Tax,Duty,Government",
    "excerpt": "Too taxing? How the CBAM affects cement exporters to the EU",
    "categories": "https://www.globalcement.com/news/itemlist/category/63-analysis"
}