{
    "title": "Joint statement by energy intensive sectors on CBAM",
    "author": "unknown",
    "source": "eurofer.eu",
    "date": "2025-04-01",
    "text": "Publications » Position papers » Joint statement by energy intensive sectors on CBAM\n\n \n                                     Joint statement by energy intensive sectors on CBAM Downloads and links Recent updates  \n                                     CEMBUREAU, EUROFER, EUROMETAUX, EUROPEAN ALUMINIUM and FERTILIZERS EUROPE represent the four  industrial sectors proposed by the Commission to be included in the scope of the EU Carbon Border Adjustment  Mechanism (CBAM)– cement, steel, aluminium and fertilisers. Properly addressing the issue of carbon leakage is critical to avoid a situation where the EU’s climate ambitions  lead to an overall increase in global emissions. Such an outcome would undermine the entire “Fit for 55 Package”,  a package intended to deliver EU’s climate targets and promote green industrial growth. While the European  products are already cleaner than our major global competitors, we still face unilateral carbon costs. As long as competitors in third countries are not subject to equivalent carbon costs and constraints, carbon leakage remains a major threat for the EU Green Deal, even more with the very high carbon price expected by 2030. Having thoroughly analysed the measure, we focus on 4 key issues without which CBAM will not be effective in preventing carbon-intensive imports nor promote comparable carbon pricing in third countries. - Maintain the current carbon leakage framework until 2030 to test the CBAM, smoothen the impact on  value chains and trade flows and ensure EU industry focuses resource on investment; - Include a solution for European exports; - Strengthen and extend anti-circumvention provisions; - Improve design parameters (e.g., default values) and governance for a water-tight CBAM. Full text available below. \n\n  Download this publication or visit associated links Developed with the support of the Offshore Wind Foundation Alliance and European Wind Tower Association, the position paper outlines the strategic importance of wind components for Europe’s green transition and calls for targeted measures to strengthen their role within the NZIA. Brussels, 2 April 2025 - The latest data unveiled by the OECD in its meeting in Paris draw an extremely worrying picture, where global steel excess capacity is expected to grow from an estimated 602 million tonnes in 2024 to 721 million tonnes by 2027 – over five times the EU's steel production. The European steel industry - already severely hit by the spill-over effects of global overcapacity and the U.S. steel import tariffs - reiterates the crucial need for strict and effective EU post-safeguard measures to ensure its survival. Brussels, 19 March 2025 – The Steel and Metals Action Plan, unveiled today by the European Commission, provides the right diagnosis to the existential challenges facing the European steel industry. Concrete measures need to follow swiftly to reverse the decline of the sector, re-establish a level playing field with global competitors, and incentivise investment and uptake of green steel in the market.",
    "images": "/eurofer/images/EUROFER_logwhite.png",
    "tags": "",
    "excerpt": "Joint statement by energy intensive sectors on CBAM",
    "categories": ""
}