{
    "title": "CBAM and ETS in the Fit for 55 package",
    "author": "unknown",
    "source": "eurofer.eu",
    "date": "2024-01-01",
    "text": "Issues » Climate and energy » Carbon border adjustment » CBAM and ETS in the Fit for 55 package\n\n \n                                     \n                                    \n                                    CBAM and ETS in the Fit for 55 package \n                                    \n                                    Policy collection: CBAM & ETS \n                                    \n                                    Recent content \n                                    \n                                     The introduction of the Carbon Border Adjustment Mechanism (CBAM) and the revision of the EU Emissions Trading System (EU ETS) are the centrepieces of the Fit for 55 package, presented by the European Commission in July 2021. These two legislative files, although formally independent, are closely intertwined as they both aim at the decarbonisation of the European industry, including steel. Now under discussion among the EU co-legislators at both the European Parliament and the Council, their current provisions need to be assessed as a whole, as will be their impact on the sector. This page gathers documents, analysis, assessments and communication tools from the steel industry’s perspective to help get the full picture on the main issues raised by the CBAM and the ETS proposals. In particular, how to reach the ambitious EU climate goals in the most cost-efficient way; the conditions and investment required for making green steel sustainable and competitive; the WTO compliance of the carbon border tax and the free allocation of emissions; as well as how to enable the EU to retain leadership on climate and innovation whilst avoiding carbon leakage and dumping from third countries with laxer climate legislation. The current economic context reinforces the case for a watertight CBAM with a cautious free allocation phase out and a tangible export solution Brussels, 01 July 2022 – The upcoming negotiations on the EU Emissions Trading System and the Carbon Border Adjustment Mechanism need to enable industry’s decarbonisation and make the green transition a true success story. EUROFER, which represents the EU steel industry providing 310,000 direct jobs and 2,2 million indirect jobs, calls upon the EU institutions to work for a balanced compromise in the final text. The Council, with the adoption of its position, made progress towards a smoother phase out of free allocations for industries in transition to carbon neutrality, but several issues still need to be fixed. Brussels, 22 June 2022 – Despite some acknowledgment of industry’s challenges in addressing the green transition, the outcome of today’s plenary vote of the European Parliament will require further work in the next steps of the legislative process to align the provisions to the deployment of the EU steel industry’s ambitious low carbon projects. EUROFER reiterates its call to EU policy makers for an open, fact-based discussion, also in light of the evolving geopolitical and energetic context, in order to speed up decarbonisation and secure the EU’s strategic autonomy.",
    "images": "https://www.eurofer.eu/assets/Uploads/EUROFER_statements-12-v3.png",
    "tags": "",
    "excerpt": "CBAM and ETS in the Fit for 55 package",
    "categories": ""
}