{
    "title": "Next steps crucial to make ETS and CBAM fit for the green steel transition, cautions EUROFER after EP vote",
    "author": "unknown",
    "source": "eurofer.eu",
    "date": "2022-06-24",
    "text": "Press releases » Next steps crucial to make ETS and CBAM fit for the green steel transition, cautions EUROFER after EP vote\n\n \n                                     Next steps crucial to make ETS and CBAM fit for the green steel transition, cautions EUROFER after EP vote Downloads and links Recent updates  \n                                     Brussels, 22 June 2022 – Despite some acknowledgment of industry’s challenges in addressing the green transition, the outcome of today’s plenary vote of the European Parliament will require further work in the next steps of the legislative process to align the provisions to the deployment of the EU steel industry’s ambitious low carbon projects. EUROFER reiterates its call to EU policy makers for an open, fact-based discussion, also in light of the evolving geopolitical and energetic context, in order to speed up decarbonisation and secure the EU’s strategic autonomy. “The European Parliament has recognised only partially a few key issues for industry, such as benchmark rules, exports and ETS/CBAM interaction”, said Axel Eggert, Director General of the European Steel Association (EUROFER). “However, the agreed text is insufficient to preserve EU exports and doesn’t provide the necessary cautious transition from current carbon leakage measures to CBAM. Hence, further work is needed to align the current texts to our climate ambition and allow the successful implementation of our large number of low carbon steel projects”, he added. In addition, the Parliament missed the opportunity to concretely address the upstream emissions of input materials used for the production of stainless steel. Those emissions are up to seven times higher in imported products compared to EU stainless steel production. In particular, the steel sector asks for: These measures will contribute to the green steel transition. The steel industry has now 60 low carbon projects with a CO2 emissions potential abatement of 81.5 million tonnes per year by 2030, equal to approximately a 2% cut of overall EU emissions. For the steel sector, on its path to carbon neutrality, this represents a 55% cut compared to 1990 levels, in line with the EU Fit for 55 target. “We are asking for the right conditions to enable the green steel transition, which is under way. EUROFER is willing to contribute in a constructive way to the public debate and therefore we call once again on EU policymakers to have an open, fact-based discussion on these crucial topics”, urged Mr. Eggert. “This is even more urgent against the backdrop of the accelerating EU energy crisis. The current geopolitical situation requires swift but forward-looking decisions to cut the EU’s fossil fuels dependency from Russia whilst speeding up the green transition”, he concluded. *text updated on 24/06/2022 Contact  Lucia Sali, Spokesperson and Head of Communications, +32 2 738 79 35, (l.sali@eurofer.eu) About the European Steel Association (EUROFER)  EUROFER AISBL is located in Brussels and was founded in 1976. It represents the entirety of steel production in the European Union. EUROFER members are steel companies and national steel federations throughout the EU. The major steel companies and national steel federation of Turkey and the United Kingdom are associate members. The European Steel Association is recorded in the EU transparency register: 93038071152-83. About the European steel industry  The European steel industry is a world leader in innovation and environmental sustainability. It has a turnover of around €125 billion and directly employs around 310,000 highly-skilled people, producing on average 153 million tonnes of steel per year. More than 500 steel production sites across 22 EU Member States provide direct and indirect employment to millions more European citizens. Closely integrated with Europe’s manufacturing and construction industries, steel is the backbone for development, growth and employment in Europe. Steel is the most versatile industrial material in the world. The thousands of different grades and types of steel developed by the industry make the modern world possible. Steel is 100% recyclable and therefore is a fundamental part of the circular economy. As a basic engineering material, steel is also an essential factor in the development and deployment of innovative, CO2-mitigating technologies, improving resource efficiency and fostering sustainable development in Europe. Developed with the support of the Offshore Wind Foundation Alliance and European Wind Tower Association, the position paper outlines the strategic importance of wind components for Europe’s green transition and calls for targeted measures to strengthen their role within the NZIA. Brussels, 2 April 2025 - The latest data unveiled by the OECD in its meeting in Paris draw an extremely worrying picture, where global steel excess capacity is expected to grow from an estimated 602 million tonnes in 2024 to 721 million tonnes by 2027 – over five times the EU's steel production. The European steel industry - already severely hit by the spill-over effects of global overcapacity and the U.S. steel import tariffs - reiterates the crucial need for strict and effective EU post-safeguard measures to ensure its survival. Brussels, 19 March 2025 – The Steel and Metals Action Plan, unveiled today by the European Commission, provides the right diagnosis to the existential challenges facing the European steel industry. Concrete measures need to follow swiftly to reverse the decline of the sector, re-establish a level playing field with global competitors, and incentivise investment and uptake of green steel in the market.",
    "images": "/eurofer/images/EUROFER_logwhite.png",
    "tags": "",
    "excerpt": "Next steps crucial to make ETS and CBAM fit for the green steel transition, cautions EUROFER after EP vote",
    "categories": ""
}