{
    "title": "Entry into force of CBAM marks milestone, but effectiveness still to be proven, says EUROFER",
    "author": "unknown",
    "source": "eurofer.eu",
    "date": "2025-04-01",
    "text": "Press releases » Entry into force of CBAM marks milestone, but effectiveness still to be proven, says EUROFER\n\n \n                                     Entry into force of CBAM marks milestone, but effectiveness still to be proven, says EUROFER Downloads and links Recent updates  \n                                     Brussels, 29 September 2023 – The start of the transitional period of the Carbon Border Adjustment Mechanism (CBAM) on 1 October 2023 is a major milestone in the implementation of the EU Green Deal. The initial phase of the CBAM, with simplified monitoring and reporting, will be crucial to assess how watertight its functioning is in preventing carbon leakage in European industrial sectors, such as steel, to other countries that continue to invest in highly CO2-intensive technologies, states the European Steel Association. “The EU steel industry has been shouldering a CO2 price for several years while steel imports from third countries, which on average have a significantly higher CO2 footprint, have been exempted thus far. We welcome the start of the CBAM test phase and expect that an effective carbon price will be introduced at the EU border in 2026 to level the playing field”, said Axel Eggert, Director General of the European Steel Association (EUROFER). He continued: “We need to be extremely vigilant to ensure that the investment in the unprecedented number of EU steel decarbonisation projects is successful. This is even more urgent considering the latest OECD figures highlight there is over 600 million tonnes of global steel excess capacity – more than four times the EU’s annual steel production – with projects in the pipeline for several hundred million tonnes of additional steel capacity, based on highly CO2-intensive technologies. In this context, it is of the utmost importance that the meeting between Commission President Ursula von der Leyen and U.S. President Joe Biden on 20 October leads to an effective Global Arrangement on Sustainable Steel, establishing the right trade solutions to reduce excess capacity and decarbonise the global steel industry by 2050”. The initial phase of the CBAM will test how watertight it is against carbon leakage towards countries that do not have equivalent climate legislation or carbon costs. Notably, default values should be sufficiently high to incentivise operators importing the most polluting products to declare real data and so avoid free-riding. Timely checks and deterring penalties are also required to address circumvention practices in complex sectors like steel. Carbon leakage also needs to be addressed throughout the entire value chain, including the downstream sectors currently not covered by the CBAM, and across global markets with an effective solution to preserve the competitiveness of European exports. From Sunday 1 October, importers will be required to report on a quarterly basis the emissions embedded in steel, aluminium, cement, fertilizers, hydrogen and electricity imported to the EU. The first reports, covering the last quarter of 2023, are due by the end of January 2024. Payments of the levy on emissions will only commence in 2026. CBAM monitoring and reporting rules are largely based on those used for the EU Emissions Trading System (ETS), which companies have been complying with since 2005. Nonetheless, to ensure a smooth transition, the European Commission, in its implementing regulation, has provided more flexibility for the first three quarterly reports until mid-2024. Importers can notably use default values or other monitoring and reporting methods applied in their respective countries. Additionally, they can revise and correct their reports until July 2024. In this context, constructive cooperation among all actors in the value chain and timely preparation is paramount for success, including by mapping trade flows, doublechecking the new rules and collecting the required information. Contact  Lucia Sali, Spokesperson and Head of Communications, +32 2 738 79 35, (l.sali@eurofer.eu) About the European Steel Association (EUROFER)  EUROFER AISBL is located in Brussels and was founded in 1976. It represents the entirety of steel production in the European Union. EUROFER members are steel companies and national steel federations throughout the EU. The major steel companies and national steel federation of Turkey and the United Kingdom are associate members. The European Steel Association is recorded in the EU transparency register: 93038071152-83. About the European steel industry  The European steel industry is a world leader in innovation and environmental sustainability. It has a turnover of around €130 billion and directly employs around 306,000 highly-skilled people, producing on average 152 million tonnes of steel per year. More than 500 steel production sites across 22 EU Member States provide direct and indirect employment to millions more European citizens. Closely integrated with Europe’s manufacturing and construction industries, steel is the backbone for development, growth and employment in Europe. Steel is the most versatile industrial material in the world. The thousands of different grades and types of steel developed by the industry make the modern world possible. Steel is 100% recyclable and therefore is a fundamental part of the circular economy. As a basic engineering material, steel is also an essential factor in the development and deployment of innovative, CO2-mitigating technologies, improving resource efficiency and fostering sustainable development in Europe. Developed with the support of the Offshore Wind Foundation Alliance and European Wind Tower Association, the position paper outlines the strategic importance of wind components for Europe’s green transition and calls for targeted measures to strengthen their role within the NZIA. Brussels, 2 April 2025 - The latest data unveiled by the OECD in its meeting in Paris draw an extremely worrying picture, where global steel excess capacity is expected to grow from an estimated 602 million tonnes in 2024 to 721 million tonnes by 2027 – over five times the EU's steel production. The European steel industry - already severely hit by the spill-over effects of global overcapacity and the U.S. steel import tariffs - reiterates the crucial need for strict and effective EU post-safeguard measures to ensure its survival. Brussels, 19 March 2025 – The Steel and Metals Action Plan, unveiled today by the European Commission, provides the right diagnosis to the existential challenges facing the European steel industry. Concrete measures need to follow swiftly to reverse the decline of the sector, re-establish a level playing field with global competitors, and incentivise investment and uptake of green steel in the market.",
    "images": "/eurofer/images/EUROFER_logwhite.png",
    "tags": "",
    "excerpt": "Entry into force of CBAM marks milestone, but effectiveness still to be proven, says EUROFER",
    "categories": ""
}