{
    "title": "The CBAM must be fixed and launched urgently",
    "author": "unknown",
    "source": "eurofer.eu",
    "date": "2025-01-22",
    "text": "Publications » Position papers » The CBAM must be fixed and launched urgently \n\n \n                                     The CBAM must be fixed and launched urgently  Downloads and links Recent updates  \n                                     Brussels, 22 January 2025 – European steelmakers have been subject to the EU Emissions Trading System (ETS) since its inception in 2005, thus being exposed to a unilateral carbon price that has recently reached around 75€/t CO2. Meanwhile, more than 25 million tonnes of steel (around 20% of EU production) are imported annually from third countries without any carbon cost. Therefore, the planned launch of the Carbon Border Adjustment Mechanism (CBAM) in 2026 is urgently needed to prevent carbon leakage and support the European business case for steel decarbonisation investments announced in recent years. However, the CBAM is an unprecedented, first-of-its-kind measure that entails significant risks, in particular for a complex sector like steel, characterised by numerous products used across many value chains, different production technologies with varying carbon intensities as well as global trade flows involving multiple trading partners. Therefore, its effectiveness needs to be ensured from the outset through a watertight design. This urgently requires major improvements to the current proposal, including: Additionally, other design elements - such as stringent default values and the free allocation adjustment - must ensure the mechanism’s environmental integrity. Without these adjustments, the combination of CBAM and the scheduled phase-out of free allocations will fail to provide adequate protection against carbon leakage and, even further incentivise the relocation of production to third countries, affecting both steel and downstream sectors. Most importantly, these changes must be implemented still this year, well before the definitive period start in 2026. While pursuing the effectiveness and environmental integrity of the mechanism, the administrative burden on operators should be minimised through simpler and streamlined procedures. For example: However, simplification should not come at the expense of the CBAM’s effectiveness. For instance, a broad exemption for small companies, without linking it to the size of their consignments, would undermine the entire purpose of the mechanism. In line with these recommendations, a more effective yet simpler CBAM is both possible and urgently needed. Delaying its implementation or launching it without the necessary improvements would further erode the competitiveness of the European steel industry. At the same time, it is important to acknowledge that the CBAM is not a silver bullet - industrial competitiveness must be mainstreamed across all policies, starting with trade and energy. Developed with the support of the Offshore Wind Foundation Alliance and European Wind Tower Association, the position paper outlines the strategic importance of wind components for Europe’s green transition and calls for targeted measures to strengthen their role within the NZIA. Brussels, 2 April 2025 - The latest data unveiled by the OECD in its meeting in Paris draw an extremely worrying picture, where global steel excess capacity is expected to grow from an estimated 602 million tonnes in 2024 to 721 million tonnes by 2027 – over five times the EU's steel production. The European steel industry - already severely hit by the spill-over effects of global overcapacity and the U.S. steel import tariffs - reiterates the crucial need for strict and effective EU post-safeguard measures to ensure its survival. Brussels, 19 March 2025 – The Steel and Metals Action Plan, unveiled today by the European Commission, provides the right diagnosis to the existential challenges facing the European steel industry. Concrete measures need to follow swiftly to reverse the decline of the sector, re-establish a level playing field with global competitors, and incentivise investment and uptake of green steel in the market.",
    "images": "/eurofer/images/EUROFER_logwhite.png",
    "tags": "",
    "excerpt": "The CBAM must be fixed and launched urgently",
    "categories": ""
}