{
    "title": "Eurofer: CBAM should be launched without delay, but with some improvements - EUROMETAL",
    "author": "Ricardo",
    "source": "EUROMETAL - The Voice of European Steel, Tubes and Metal Distribution representing all types of Steel Intermediation.",
    "date": "2025-01-27",
    "text": "The reaction of the association comes after the largest European political party, the European People’s Party (EPP), suggested putting CBAM on hold for at least two years. But such a move could additionally harm the competitiveness of the European steel industry, according to Eurofer. The EU’s CBAM is considered to be a major decarbonization driver. It is a tool intended by the EU to put a fair price on the carbon emitted during the production of carbon-intensive goods that enter the trading bloc. “European steelmakers have been subject to the EU Emissions Trading System (ETS) since its inception in 2005, thus being exposed to a unilateral carbon price that has recently reached around € 75 per tonne CO2,” the European steel association said, adding that, as a result, the EU’s trade partners from third countries are in a more favorable position. According to industry sources, the price of carbon emission allowances in Europe has been increasing gradually, reaching €80.27 per tonne on Tuesday compared to around €63.65 per tonne on the same day last year. “More than 25 million tonnes of steel, around 20% of EU production, are imported annually from third countries without any carbon cost,” Eurofer said. According to the association, the timely implementation of CBAM was an important step to prevent carbon leakage and support the European steel industry in its efforts toward decarbonization. Eurofer added that CBAM was an “unprecedented” and “first-of-its kind” measure, which could cause significant risks for the steel sector, characterized by numerous products used across many value chains, different production technologies with varying carbon intensities and global trade flows involving many trade partners. Thus, Eurofer suggested implementing some improvements to CABM during 2025 to provide its effective functioning. Their proposal includes the introduction of a structural solution to preserve European exports, guaranteeing they would remain competitive, implementing stricter rules against circumvention practices such as resource shifting and extending CBAM’s scope to steel-intensive downstream sectors. According to the association, the stringent default values and the free allocation adjustment should be other elements included in CBAM’s design. “Without these adjustments, the combination of CBAM and the scheduled phase-out of free allocations will fail to provide adequate protection against carbon leakage and, even further incentivize the relocation of production to third countries, affecting both steel and downstream sectors,” Eurofer said. Eurofer also proposed that the administrative burden of the affected companies should be minimized by the introduction of simpler procedures. For example, the CBAM reporting obligations should not apply to European products that are exported outside the EU, processed abroad, and subsequently reimported into the EU as CBAM goods. But effective monitoring should be implemented to prevent such provisions from favoring circumvention practices. Eurofer also suggested that the current de minimis threshold of €150 should be converted into a weight unit and increased to 1 tonne of the concerned CBAM good to avoid unnecessary reporting for small consignments. But at the same time, such a simplification should not be done at the expense of CBAM’s effectiveness. “For instance, a broad exemption for small companies, without linking it to the size of their consignments, would undermine the entire purpose of the mechanism,” Eurofer added.",
    "images": "https://eurometal.net/wp-content/uploads/steel_production.jpg",
    "tags": "Eurofer",
    "excerpt": "The Carbon Border Adjustment Mechanism (CBAM) should be launched as planned in 2026 without a delay, but some improvements should be implemented to guarantee its effectiveness, the European steel association Eurofer said on Wednesday January 22. The reaction of the association comes after the largest European political party, the European People’s Party (EPP), suggested putting CBAM",
    "categories": "Latest Updates, Eurofer"
}