{
    "title": "Tag: Eurofer",
    "author": "unknown",
    "source": "EUROMETAL",
    "date": "2025-04-04",
    "text": "EUROMETAL meets with EUROFER to address challenges facing the European Steel Market On a visit to EUROFER headquarters in Brussels yesterday, EUROMETAL held a high-level meeting with Mr. Axel Eggert, Director General, and Mr. Karl Tachelet, Deputy Director General for International Affairs and External Relations. EUROMETAL was represented by its President, Alexander Julius, Vice-President Fernando Espada, Board Member Jaap Jan Aardenburg, and Director General Ricardo Silva. During the discussions, EUROMETAL raised serious concerns about the growing influx of imported finished steel products entering the European market. This trend, already identified in recent exchanges with processors and manufacturers, poses a significant threat to the entire European steel value chain. EUROMETAL emphasized that the increasing volume of these imports of ready-made steel-based products is undermining both the distribution and production sectors. The impact is being felt across logistics, processing, and distribution, with broader implications for the overall competitiveness of the European manufacturing industry — an industry that supports 13.6 million direct jobs. EUROMETAL called for close coordination and joint action with EUROFER to defend the integrity of the European market and ensure a level playing field for all stakeholders in the steel ecosystem. EUROFER appreciated our position, and the meeting proved to be a solid foundation for exploring further collaboration in support of our shared agenda. Worsening overcapacity forecast shows post-safeguard measure urgency: Eurofer The need for EU post-safeguard measures has been amplified further by the OECD’s latest finding that excess global steel capacity will grow from 602 million tonnes in 2024 to 721mt by 2027, five times the size of EU production, warns Eurofer. At its meeting this week, the OECD Steel Committee concluded that growing overcapacity has resulted in a surge in exports of low-priced steel that is threatening Steel Committee members’ production. Chinese steel exports have more than doubled since 2020, surging to 118mt in 2024, while the country’s steel imports plunged by almost 80% to 8.7mt. Profitability continued to decline in 2024 and a growing number of countries have taken trade action. “Without policy adjustments in countries that are fuelling the excess capacity, or disincentives for them to export their surplus steel, global steel industry problems will intensify,” OECD Steel Committee chair Ulf Zumkley noted after the meeting. Global overcapacity growing to 721mt will put “enormous pressures on the viability of even highly competitive steelmakers”, he continued. The reduced profitability continues to hamper the steel industry’s available capital and therefore efforts to decarbonise. “The trends illustrated by the OECD prove that the global steel overcapacity problem not only remains unsolved but it’s constantly and significantly worsening. This unsustainable situation points to the shortcomings of the EU safeguards where the growing disconnection between imports allowed into the EU market and actual demand cannot be addressed,” Eurofer director general Axel Eggert says in a note sent to Kallanish. As part of its Steel & Metals Action plan published last month, the European Commission said it would present by the third quarter a measure to replace the steel safeguard mechanism from 1 July 2026. Adam Smith Poland Eurofer: US tariffs threaten European steel and European sovereignty The imposition of a 25% blanket tariff by the United States’ administration on all steel imports exacerbates an already dire market environment for the European steel industry and poses a genuine threat to its future. The sector expects the European Union to respond with an effective revision of the steel safeguard measures that will mitigate the impact of the U.S. tariffs and ensure the longevity of the industry in the long-term, says the European Steel Association. “President Trump’s ‘America First’ policy threatens to be a final nail in the coffin of the European steel industry. If European steel disappears, so too does European automotive, European security and defence, energy infrastructure, transportation and others. What is at stake is European sovereignty”, said Dr. Henrik Adam, President of the European Steel Association (Eurofer). “Under the first Trump administration, we already witnessed the huge impact of Section 232. EU steel exports to the U.S. decreased by over 1 million tonnes, while for every three tonnes of steel deflected from the US market because of Section 232, two tonnes arrived in the EU. Today, the overall market situation for European steel is much worse than in 2018. These new measures imposed by Trump are more extensive, therefore the impact of the U.S. tariffs is likely to be far greater”, continued Dr. Adam. Firstly, the Trump administration has removed all product exemptions and Tariff Rate Quotas that the EU had previously negotiated. With EU steel exports to the U.S. already having fallen by 1 million tonnes, the EU now stands to lose at least another 1 million tonnes of steel exports to the US. Moreover, the blanket import tariff also now includes ‘derivative’ steel products, reducing export opportunities for a further 1 million tonnes of EU products. Secondly, with global excess capacity having reached record levels in 2024 and set to increase again in 2025, the EU market – already saturated with cheap steel imports from Asia, North Africa and the Middle East – will be further flooded as steel intended for the US market will be redirected. 18 million tonnes of steel were exported to the U.S. under preferential regimes and are now at risk of deflection towards the EU market. EU steel production, which lost 9 million tonnes of capacity and 18,000 jobs in 2024 alone, is at even greater risk. There is also the prospect that yet more steel will be deflected to the EU market if additional reciprocal tariffs are imposed by the U.S. “Simply put, while all other countries – today the U.S. – protect their national steel production, the EU has had the most vulnerable market in the world”, said Dr. Adam. “Our producers already face the highest energy prices while having the highest climate ambition. Meanwhile, they are being undercut by cheaper, more carbon intensive foreign imports”, he added. In view of the existential threat to European steel caused by the spill-over of global overcapacity, foreign subsidies and dumping, now compounded by the new U.S. tariffs, the EU has committed to revising the current EU steel safeguard regime by 1 April. “It is crucial that the revised steel EU safeguard measures are robust and effective to respond immediately and decisively to counter further deflection of steel imports flooding the EU market. The time has come”, concluded Dr. Adam. New EU steel safeguards quotas softer than Eurofer ask Amendments to the EU’s steel safeguard quotas, after a European Commission review initiated in December, are far less stringent than European steel association Eurofer’s requests. The proposed changes will see the total duty-free hot-rolled coil (HRC) quota volume reduced from 1 April to 1.9mn t/quarter, representing a 12.1pc cut quarter on quarter. The reduction is the result of the decision to remove up to 65pc of redistributed Russian volumes, owing to sanctions after the conflict in Ukraine. Those tonnages will also be taken out of the plate, wire rod and hollow sections quotas. The largest cut in volumes on HRC is for India, with duty-free volume falling by around 23pc. In addition, the cap to the “other countries” HRC quota access every quarter is reduced to 13pc from 15pc previously. There is now a cap introduced of 13pc for the cold-rolled coil (CRC) quotas, of 20pc for 4B hot-dipped galvanised and 25pc for 4A HDG allocations, as well as 20pc for rebar. The caps for other products are in a range of 15-30pc. The commission is removing the access to residual quota volumes in the final quarter of the measures’ year, April-June for HRC, CRC and 4A HDG. Importers will get up to 30pc access in the 4B residual volumes. There will no longer be carry over of unused quota volumes from quarter to quarter for several products, including HRC, CRC, 4A HDG, plate and wire rod, but the mechanism will remain in place for 4B HDG and rebar. The commission will also reduce the annual quotas liberalisation rate to 0.1pc from 1pc. The latter two changes will be applicable from 1 July — all other changes will be in force from 1 April. There will also be a new 1B quota for HRC for imports under HS code 7212 60 00 with negligible volumes, following crowding out of the highly specific product, identified by one interested party. Notably, there have been very few changes to the developing countries list to which the measures do not apply, with Indonesia, Malaysia, Saudi Arabia, China and Thailand still exempt from the HRC quotas. Eurofer was seeking a 50pc reduction in flat product quotas as well as a 32-41pc increase in the safeguard duty applicable to material outside allocations. It also proposed a melt-and-pour clause on Chinese steel, and a cut in the HRC other countries’ cap to 7.5pc, not the 13pc put forward by the commission. Multiple sell-side sources had repeatedly told Argus the changes would be “meaningful”, with the commission understanding the plight of European mills. However, the changes are substantially less drastic than those requested by Eurofer. The review has been seen as something of a damp squib by sellers, and even buyers, which were hoping severe import restrictions would help lift prices. A source close to Eurofer said he was “shocked” by the results, and that doors “remain wide open” to imports. Another mill source termed the review a “big fat nothing”. The safeguard will run until 30 June 2026 and there will be consultations on the review over 11-18 March. Source: argusmedia.com Strategic steps for Steel: EU to outline long-term industry measures On March 19, the EU plans to present an Action Plan on Steel and Metals, which will include additional sector-specific priority actions. This is stated in the report of the European Commission (EC) on the results of the Strategic Dialogue on Steel. In addition, the plan will contain long-term steps to replace trade remedies that expire in June 2026. The document will also address a wide range of issues related to the industry, such as ensuring the commercial viability of clean steel production and responding to unfair trade practices. The plan will include the results of a strategic dialogue with key representatives of the sector, which took place on March 4 under the chairmanship of EC President Ursula von der Leyen. The strategic dialogue with the EC President brought together steel sector leaders and industry associations. The European Steel Industry Association (Eurofer) welcomed the initiative. Eurofer CEO Axel Eggert said: “We are grateful that the Commission – at the very highest level – not only recognises these challenges but wants to work with our industry to find the right solutions». The association continues to push for decisive action in four priority areas – trade defence measures, watertight CBAM, competitive energy prices and scrap retention in Europe. Alexander Julius, President of EUROMETAL, which represents European steel, pipe and steel product distributors, emphasized during the dialogue that fair competition remains a crucial factor for the steel industry, and it is important for the EU to create a level playing field for the sector. In his opinion, this can be achieved by extending safeguard measures to semi-finished and finished products, which currently enter the bloc without hindrance. In addition, support for distribution, processing and manufacturing in the EU is important to stimulate innovation and create a basis for sustainable industrial activity, given Europe’s position between the US and China. EUROMETAL also confirmed its willingness to actively participate in the CBAM working group. As GMK Center reported earlier, on February 26, the European Commission presented the Clean Industry Agreement, a plan to support the competitiveness and future of manufacturing industries in Europe. The document positions decarbonization as a powerful driver for industrial growth. The Commission is also taking steps to make the regulatory environment more efficient, while reducing bureaucratic obstacles to business. EU industry cautious over rebound, awaits policy rescue Big European steel industry names have offered a glimmer of hope for the demand outlook in recent days, but tempered expectations for 2025, Kallanish notes. In any case, the industry’s health will depend heavily on anticipated European Commission measures. ArcelorMittal said it expects higher apparent demand on-year in 2025 amid low inventory levels, especially in Europe. The group’s expectation of restocking throughout 2024 did not materialise, however. Chief executive Aditya Mittal also cautioned that EU measures to support industry will be critical this year. The European Commission is due to publish its Clean Industrial Deal later in February. A specific action plan for the steel industry is also eagerly being awaited. European steelmakers’ association Eurofer said the Commission initiatives “will determine the future of the EU steel industry”. ArcelorMittal’s European operations saw sales and Ebitda drop 5% and 18% respectively on-year in 2024 to $29.95 billion and $1.62 billion, despite a 4% rise in steel shipments to 28.66 million tonnes, driven by flat products. Eurofer said EU apparent steel demand should recover 2.2% in 2025 but only provided the industrial outlook improves and global tensions ease. This is also down from its forecast in October of a 3.8% rebound this year. The firm steadily revised down its 2024 demand growth projection throughout last year. Economic uncertainty will continue to take its toll in the coming quarters despite monetary easing by the European Central Bank, it added. Energy prices, weak manufacturing and geopolitical tensions continue to weigh on activity. US Steel, which owns the major flat steelworks in Kosice, said it expects slightly improved results in Europe in the first quarter, but pressure will remain from challenging pricing and demand conditions. Tata Steel, which owns the IJmuiden and Port Talbot steelworks, pointed out that despite the European Central Bank reducing interest rates significantly, concerns persist about inflation and energy costs in Europe. Adam Smith Poland EUROFER: steel demand forecast to recover by 3.8% in 2025 EU apparent steel consumption should recover 2.2% on-year in 2025, provided the industrial outlook improves and global tensions ease, Eurofer says in its latest outlook seen by Kallanish. However, this is a downward revision from the previous forecast after 2024 consumption is also expected to have declined deeper than previously thought. 2024 demand is expected to have fallen 2.3% versus 2023, compared to Eurofer’s forecast last October of a 1.8% drop. Demand in 2025 had been forecast then to recover by 3.8%. In any case, no improvement in apparent steel consumption is expected in the first quarter, and consumption volumes are expected to remain far below pre-pandemic levels. Q3 2024 consumption is confirmed to have declined 0.9% on-year, while domestic deliveries fell 2.3%. EU steel imports inched up 1% in Q3, maintaining a high, 28% market share. EU exports rose 4%, driven by flat products. Expectations for the recovery in steel-using sector output in 2025 have also been revised down. This is now expected to grow 0.9% versus the October forecast of 1.6%. Steel-using sector output in 2024 is thought to have declined 3.3% versus the previous forecast for a 2.7% drop, due mainly to expected drops in construction and automotive output. Economic uncertainty will continue to take its toll in the coming quarters despite monetary easing by the European Central Bank, the effects of which will not be fully visible in the short term, Eurofer notes. The Steel Weighted Industrial Production (SWIP) index dropped for the third consecutive quarter in Q3, by 4.1% on-year. The outlook remains dominated by “a worsening combination of uncertainties in energy prices, weak manufacturing sectors’ conditions, inflation still above target levels, severe geopolitical tensions and economic challenges, including possible future trade tensions,” Eurofer notes. Its director general, Axel Eggert, adds: ““We can no longer cope with a situation where external factors beyond steelmakers’ control – massive steel dumping, uncompetitive energy and carbon prices, collapsing demand, trade and geopolitical tensions – are structurally undermining our industry. The initiatives the European Commission will put forward in the coming weeks will determine the future of the EU steel industry, its quality jobs and, with it, the future of EU manufacturing, competitiveness and security.” Adam Smith Poland EUROFER: EC inaction puts European steel jobs at risk The European Steel Association (EUROFER) has published a statement to support the industry workers’ demonstration organized by trade union industriAll Europe and taking place tomorrow on February 5, with thousands of workers from across the EU asking for a real Clean Industrial Deal that ensures quality jobs in the EU. EU steel workers will join workers from other manufacturing industries to call on the European Commission to save the industry and preserve employment by investing in good industrial jobs and the green energy transition, while combating global overcapacity and unfair trade. “Without immediate action from the European Union, there will be more plant closures and job losses in the steel industry. For every direct job in the steel sector, seven more are created in the EU’s economy: steel is at the core of many other sectors, from automotive, construction and defence to renewable energy systems and aerospace. If steel disappears from Europe, value chains and prosperity will disappear too,” Axel Eggert, director general of EUROFER, said. The European steel industry expects both the Clean Industrial Deal and the Steel and Metals Action Plan to deliver genuine solutions to longstanding challenges. Critical measures proposed in the industriAll-EUROFER European Steel Action Plan are: assertive enforcement of the EU trade defence instruments, and a more robust tariffication regime to stop the spill-over impact of global steel excess capacity; a Carbon Border Adjustment Mechanism (CBAM) that works in practice, preventing circumvention or resource shuffling and preserving EU steel exports; renewable and low-carbon electricity; retaining steel scrap in Europe for the circular economy, decarbonization and energy security. “The initiatives to be put forward by the Commission over the next weeks will determine the life expectancy of the European steel industry, and, with it, European manufacturing, Europe’s competitiveness, and Europe’s security,” Mr. Eggert concluded. EU protectionism to weaken entire value chain According to Italian flat steel processors, a turn on the screw on the current protectionist measures are likely to bolster European steelmakers’ price increases; however, this trend is unsustainable without a resurgence in downstream consumption, multiple sources tell Kallanish. All eyes are on the implications of the recent European Steel Association (Eurofer) proposals submitted to the European Commission regarding the enhancement of safeguard and other protectionist measures. “In addition to other demands, Eurofer is suggesting halving the safeguard quotas. If their requests are accepted, it would represent a significant setback for the European manufacturing sector,” states a representative from the Italian trade association Assofermet. “We are collaborating with the politicians representing us in Europe to ensure that EU officials take into account the potential impact on manufacturing. Steel consumers are likely to scale back their capacities as they will struggle to keep up with the accelerating price increases in Europe. A boomerang effect is likely to affect European producers if the EU complies with all of Eurofer’s requests. They may enjoy high prices in the future, but since this will destroy the manufacturing sector, orders will be reduced. This is what happens when only one area of the industry is protected.” Assofermet is advocating for the European Commission to archive the existing safeguard measures and refrain from extending them beyond 31 December 2025. This is to avoid any overlap with the Carbon Border Adjustment Mechanism (CBAM), which could result in further cost increases for the EU steel processing sector (see separate article). A large re-roller expects that Eurofer demands will be granted and is implementing price increases in line with hiking hot rolled coil prices. A mid-size service centre also notes widespread apprehension that demands will be granted. “This will lead to a significant decline in imports, resulting in a substantial loss of competitiveness for both service centres and our clients,” he comments. Amidst the ongoing review of EU steel import safeguard measures, Eurofer has provided recommendations to the European Commission on making the measures more restrictive, according to Yuriy Rudyuk, partner at Van Bael & Bellis. Eurofer is proposing reducing tariff-rate quota volumes to reflect declining EU steel demand, raising the safeguard duty to 32-41%. It is capping quotas for other product categories at 15%, as was done from July for HRC and wire rod, Rudyuk indicates in a LinkedIn post. The association has suggested removing the carry-over option and replacing residual quotas with country-specific ones. It also advocates halting new exemptions for developing countries in the final year of the measures (see Kallanish passim). Natalia Capra France Eurofer: CBAM should be launched without delay, but with some improvements The reaction of the association comes after the largest European political party, the European People’s Party (EPP), suggested putting CBAM on hold for at least two years. But such a move could additionally harm the competitiveness of the European steel industry, according to Eurofer. The EU’s CBAM is considered to be a major decarbonization driver. It is a tool intended by the EU to put a fair price on the carbon emitted during the production of carbon-intensive goods that enter the trading bloc. “European steelmakers have been subject to the EU Emissions Trading System (ETS) since its inception in 2005, thus being exposed to a unilateral carbon price that has recently reached around € 75 per tonne CO2,” the European steel association said, adding that, as a result, the EU’s trade partners from third countries are in a more favorable position. According to industry sources, the price of carbon emission allowances in Europe has been increasing gradually, reaching €80.27 per tonne on Tuesday compared to around €63.65 per tonne on the same day last year. “More than 25 million tonnes of steel, around 20% of EU production, are imported annually from third countries without any carbon cost,” Eurofer said. According to the association, the timely implementation of CBAM was an important step to prevent carbon leakage and support the European steel industry in its efforts toward decarbonization. Eurofer added that CBAM was an “unprecedented” and “first-of-its kind” measure, which could cause significant risks for the steel sector, characterized by numerous products used across many value chains, different production technologies with varying carbon intensities and global trade flows involving many trade partners. Thus, Eurofer suggested implementing some improvements to CABM during 2025 to provide its effective functioning. Their proposal includes the introduction of a structural solution to preserve European exports, guaranteeing they would remain competitive, implementing stricter rules against circumvention practices such as resource shifting and extending CBAM’s scope to steel-intensive downstream sectors. According to the association, the stringent default values and the free allocation adjustment should be other elements included in CBAM’s design. “Without these adjustments, the combination of CBAM and the scheduled phase-out of free allocations will fail to provide adequate protection against carbon leakage and, even further incentivize the relocation of production to third countries, affecting both steel and downstream sectors,” Eurofer said. Eurofer also proposed that the administrative burden of the affected companies should be minimized by the introduction of simpler procedures. For example, the CBAM reporting obligations should not apply to European products that are exported outside the EU, processed abroad, and subsequently reimported into the EU as CBAM goods. But effective monitoring should be implemented to prevent such provisions from favoring circumvention practices. Eurofer also suggested that the current de minimis threshold of €150 should be converted into a weight unit and increased to 1 tonne of the concerned CBAM good to avoid unnecessary reporting for small consignments. But at the same time, such a simplification should not be done at the expense of CBAM’s effectiveness. “For instance, a broad exemption for small companies, without linking it to the size of their consignments, would undermine the entire purpose of the mechanism,” Eurofer added.",
    "images": null,
    "tags": "Eurofer;EUROMETAL;Axel Eggert;oecd;Henrik Adam;Tata Steel;EC;Quotas;Safeguard;Alexander Julius;ArcelorMittal;US Steel;steel consumption;steel demand;assofermet;CBAM;Safeguard Measures;service centres;SSC",
    "excerpt": null,
    "categories": "Latest Updates"
}