{
    "title": "Eurofer emphasized the importance of applying CBAM immediately",
    "author": "unknown",
    "source": "Steel Radar",
    "date": "2025-01-28",
    "text": "Eurofer issued statements in response to European calls for a delay in the CBAM. The European Steel Association (EUROFER) stated that the Carbon Border Adjustment Mechanism (CBAM) should be launched in 2026 as planned and that some adjustments are necessary to improve its effectiveness. Eurofer highlighted that European steel producers have been subject to unilateral carbon prices under the EU Emissions Trading System (ETS) since 2005, which have recently reached as high as EUR 80 per tonne. “More than 25 million tons of steel, equivalent to around 20% of EU production, are imported annually from third countries without any carbon cost”. Eurofer warned that failure to implement CBAM in a timely manner could also increase carbon leakage and lead to a shift of European production to third countries with less environmental regulations, and made a number of recommendations to make the mechanism work more effectively; Develop structural solutions to maintain the competitiveness of European exports, More stringent measures against attempts at indirection, such as source shifting, CBAM should be extended to steel-intensive sub-sectors. In addition, the administrative load on affected companies should be reduced and unnecessary reporting obligations should be removed, especially in export and import cycles, the association emphasized, suggesting that the current minimum reporting threshold of EUR 150 be converted into a unit of weight and increased to 1 tonne for CBAM product. Stating that CBAM is an “unprecedented” and “first of its kind” instrument, Eurofer argued that the design of the mechanism should include strict rules as well as free allocation arrangements. Otherwise, it would not provide adequate protection against carbon leakage and could accelerate the shift of production to third countries.",
    "images": "https://www.steelradar.com/i/m/015/0150049_eurofer-emphasized-the-importance-of-applying-cbam-immediately.jpeg",
    "tags": "Eurofer emphasized the importance of applying CBAM immediately",
    "excerpt": "Eurofer has opposed the European People's Party (EPP) proposal to delay CBAM for two years, warning that such a delay could further weaken the competitiveness of the European steel sector.",
    "categories": ""
}