{
    "title": "CBAM sectors statement on ETS and CBAM Trilogues",
    "author": "unknown",
    "source": "eurofer.eu",
    "date": "2025-04-01",
    "text": "Publications » Position papers » CBAM sectors statement on ETS and CBAM Trilogues\n\n \n                                     CBAM sectors statement on ETS and CBAM Trilogues Downloads and links Recent updates  \n                                     The Emissions Trading System (ETS) and the Carbon Border Adjustment Mechanism (CBAM) represent key elements of the regulatory framework accompanying the transition towards climate neutrality of our sectors – aluminium, cement, fertilizers, steel. The short-medium term horizon of this transition is more challenging than ever. Skyrocketing energy prices, high inflation, soaring carbon prices and related indirect costs, and raw materials shortages are unprecedented challenges. At present, CBAM sectors are heavily impacted, with unprecedented idling of capacities reaching 70% for ammonia in fertilizers’ production, 50% for primary aluminium and around 10% for steel, whilst in a sector like cement, some companies have faced a tripling of their production costs following the electricity price hike. At the same time, the business case for low carbon investments in Europe is heavily challenged by the different regulatory and financial framework being developed by our trading partners, whose consistency with international trade law is frequently not subject to sufficient scrutiny. For instance, the Inflation Reduction Act will provide financial support for around $ 370 billion to low carbon investments in USA’s industry and energy, with a likely impact on global competition and trade patterns. Against this background, it is indispensable to achieve the EU’s climate ambition for 2030 in a sustainable and socially fair manner. This requires strengthened carbon leakage provisions and measures supporting companies’ investments and avoiding disproportionate costs in the short to medium term. Therefore, we would like to stress the following essential elements in view of the trilogue negotiations on ETS and CBAM. 1. Why is a cautious approach to the free allocation phase-out for CBAM sectors necessary? Our sectors believe that the CBAM with actual payments by importers reflecting the price paid by EU domestic producers should complement free allocation at full benchmark levels until its effectiveness is proven. Should such solution not be possible, our sectors urge negotiators to support the Council proposal establishing the phasing out of free allowances between 2026 and 2035, with a slower reduction pace until 2030. 2. Why is a tangible export solution necessary and how can it be WTO compatible? Our sectors believe that a tangible solution for exports can be implemented through several measures, such as retaining benchmark based free allocation or introducing an export adjustment. As demonstrated by multiple opinions by independent law firms, the WTO consistency of such measures needs to be deeply assessed according to their design and details and cannot be disregarded as a matter of principle. Ultimately, the export solution is meant to re-establish a global playing field for European producers subject to unilateral carbon costs while retaining incentives to further decarbonise. EU producers will not be granted any undue advantage over competitors. Last but not least, our sectors want to emphasise the need to improve and strengthen the governance and enforcement of the CBAM, notably with regards to the role of the central authority, circumvention provisions, default values, the limitation of exceptions and the verification, transparency of data and a review mechanism. Full statement available below. \n\n  Download this publication or visit associated links Developed with the support of the Offshore Wind Foundation Alliance and European Wind Tower Association, the position paper outlines the strategic importance of wind components for Europe’s green transition and calls for targeted measures to strengthen their role within the NZIA. Brussels, 2 April 2025 - The latest data unveiled by the OECD in its meeting in Paris draw an extremely worrying picture, where global steel excess capacity is expected to grow from an estimated 602 million tonnes in 2024 to 721 million tonnes by 2027 – over five times the EU's steel production. The European steel industry - already severely hit by the spill-over effects of global overcapacity and the U.S. steel import tariffs - reiterates the crucial need for strict and effective EU post-safeguard measures to ensure its survival. Brussels, 19 March 2025 – The Steel and Metals Action Plan, unveiled today by the European Commission, provides the right diagnosis to the existential challenges facing the European steel industry. Concrete measures need to follow swiftly to reverse the decline of the sector, re-establish a level playing field with global competitors, and incentivise investment and uptake of green steel in the market.",
    "images": "/eurofer/images/EUROFER_logwhite.png",
    "tags": "",
    "excerpt": "CBAM sectors statement on ETS and CBAM Trilogues",
    "categories": ""
}