{
    "title": "EUROFER: Stronger measures needed for the European steel industry",
    "author": "unknown",
    "source": "Steel Radar",
    "date": "2025-02-27",
    "text": "Axel Eggert, EUROFER Director General, stated that the European steel industry is under an existential threat due to increasing global competition and political uncertainties. “The Clean Industry Agreement identifies problems but does not provide solutions. We need strong and concrete policies to protect Europe's steel industry,” Eggert stated, emphasizing the need for urgent action, especially on trade policies, the Carbon Border Adjustment Mechanism (CBAM) and energy prices. Eggert reminded that the first meeting of the Steel Strategic Dialogue, which will determine the future of the European steel industry, will be held on March 4 and stated that this meeting will be a critical turning point for the industry. EUROFER: 4 Critical Steps to Protect European Steel EUROFER calls for urgent action in the following four key areas to address the challenges facing the European steel industry: 1) Strong Trade Policies to Counter Global Steel Overcapacity Global steel overcapacity has exceeded 550 million tons, with 150 million tons of additional capacity projected by next year. This represents more than four times the EU's steel production. Recent US tariffs are further increasing the pressure to redirect trade flows. It is therefore critical to align the EU's safeguards under the current review with today's market reality and to develop an effective and comprehensive trade regime for the post-safeguards period. In parallel, the Trade Defense Instruments need to be implemented in a full, effective and ambitious manner. The “external dimension” of the Clean Industrial Deal focused more on horizontal issues such as access to raw materials and developing international partnerships. EUROFER expects that sector-specific measures on trade will be an essential part of the Steel and Metals Action Plan. 2) Gaps in CBAM must be closed The Border Carbon Adjustment Mechanism (CBAM) should offset the carbon cost of steel produced within the European Union, while ensuring that steel from third countries is taxed equally. However, the current mechanism fails to provide effective protection due to a number of loopholes. Stricter controls must be introduced to fully implement CBAM, otherwise European producers will continue to lose competitiveness. Mechanisms should be put in place to ensure that third country producers actually pay their carbon costs. In particular, countries such as China and India can offer cheaper steel to the European market by producing at lower carbon costs. Special incentives should be provided to increase the competitiveness of EU steel exporters in the global market. If steel produced in Europe fails to remain competitive on the world market, the sector risks downsizing and layoffs. 3) Energy Prices Should Be Made Competitive for Steel Production EU wholesale energy prices remain above historic levels and are 2-4 times higher than global competitors such as the US and China. As energy accounts for a significant share of steel production costs, its affordability is an important factor for both the industry's competitiveness and decarbonization. While the Clean Industry Agreement and the Affordable Energy Action Plan recognize the importance of lower energy prices for European industry, the proposed solutions are not certain to provide immediate relief. Without a structural rethink of the EU electricity market design to effectively decouple electricity prices from fossil fuel prices, the plan relies heavily on the implementation of instruments such as long-term power purchase agreements (PPAs) that have so far failed to deliver meaningful benefits to energy consumers. Instead, the Commission should provide guidance on how to design and implement transitional energy price discount arrangements for energy-intensive industries at internationally competitive levels and how to provide relief from regulatory costs on electricity bills. Commendable initiatives to accelerate capacity and grid investments in low-carbon electricity will only bear fruit in the medium term. 4) Protect Europe's Critical Raw Materials for Steel Ferrous scrap is one of the most important raw materials for the European steel industry's transition to carbon-free production. The European Union is still one of the world's largest exporters of scrap and this puts the sector at risk. Much of the scrap collected in Europe is exported to countries with lower environmental and social standards. New regulations should be introduced to encourage scrap produced in Europe to stay within the EU. Otherwise, European producers will have to import the raw materials they need for green steel production at high costs. The EU should develop new policy instruments and incentivize the recycling sector to reduce external dependence on raw materials. Conclusion: Urgent and Concrete Steps Needed for the European Steel Sector EUROFER notes that the Clean Industry Agreement recognizes some of the threats to the steel industry, but falls short of providing solutions. More decisive, clear and enforceable policies need to be implemented quickly to strengthen Europe's steel industry. The steel sector is not just an industry, it is a cornerstone of Europe's strategic independence and economic strength. To secure Europe's industrial future, it is essential to act now.",
    "images": "https://www.steelradar.com/i/m/015/0150921_eurofer-stronger-measures-needed-for-the-european-steel-industry.jpeg",
    "tags": "EUROFER: Stronger measures needed for the European steel industry",
    "excerpt": "The Clean Industry Deal announced by the European Commission recognizes the strategic role of the European steel industry and the existential challenges it faces. Yet, concrete solutions are either left open for later decisions, such as global steel overcapacity and loopholes in the Carbon Border Adjustment Mechanism (CBAM), or addressed through incomplete measures, as in the case of energy prices. Without structural solutions to these problems, laudable initiatives on frontier markets, local content and the circular economy risk falling short of turning the tide, the European Steel Association (EUROFER) said.",
    "categories": ""
}