{
    "title": "EUROFER: CBAM simplification and effectiveness must go hand in hand - EUROMETAL",
    "author": "Ricardo",
    "source": "EUROMETAL - The Voice of European Steel, Tubes and Metal Distribution representing all types of Steel Intermediation.",
    "date": "2025-02-13",
    "text": "Improvements are urgently needed to enable steel decarbonisation investments in Europe. \n Following the conference “A Carbon Border Adjustment Mechanism for Climate – Addressing carbon leakage to strengthen global climate action”, organised in Paris by the European Commission and the French Ministries of Finance, Economics and Climate Transition, EUROFER emphasises that simplification must go hand in hand with ensuring the instrument’s effectiveness. This means addressing key issues such as resource shuffling, exports, and the inclusions of products further down the value chain. Alarmingly, during the conference, the Commission announced that legislative proposals on crucial aspects of the Carbon Border Adjustment Mechanism (CBAM), including exports provisions and coverage of downstream sectors, will only be presented at the beginning of next year. Furthermore, a top priority for securing steel decarbonisation investments in Europe – which is tackling resource shuffling – is currently not event listed in the Commission’s planning of upcoming legislative proposals. This situation contradicts the clear political guidance and sense of urgency expressed by both French Ministries during the conference, and supported by other member states. EUROFER is concerned about the differing timelines allocated to the simplification and effectiveness of CBAM. While the Commission is fast-tracking simplification through the Omnibus Package, the European steel industry remains deeply worried about the lack of urgency in ensuring CBAM’s effectiveness. This year’s review of CBAM is critical to achieving both objectives. To ensure its effectiveness, a watertight design is needed. This urgently requires major improvements, including: Introducing a structural legislative solution to the very high risk of resource shuffling; Introducing a structural solution to preserve European exports, thus avoiding carbon leakage on global markets; Extending the CBAM’s scope to steel-intensive downstream products. Additionally, other design elements – such as stringent default values and the free allocation adjustment – must uphold the mechanism’s environmental integrity. If these adjustments are not implemented this year, the combination of CBAM and the scheduled phase-out of free allocation will fail to provide adequate protection against carbon leakage. This could further incentivise the relocation of production to third countries, negatively impacting both steel and downstream sectors. While pursuing the effectiveness and environmental integrity of the mechanism, the administrative burden on operators should be minimised through simpler and streamlined procedures. The Commission has already planned certain simplifications as part of the Omnibus revision. In particular, a revision of the current de minimis threshold of €150 could be an appropriate adjustment to avoid unnecessary reporting for small consignments. Furthermore, CBAM reporting obligations should not apply to European products exported outside the EU, processed abroad, and subsequently reimported into the EU as CBAM goods. Effective monitoring should prevent such provisions from favouring circumvention practices. In line with these recommendations, a more effective yet simpler CBAM is both possible and urgently needed. Launching it without the necessary improvements would further erode the competitiveness of the European steel industry. This is indispensable given that the EU carbon price has reached approximately 80€/t, while over 25 million tonnes of steel – equivalent to around 20% of EU production – are imported annually from third countries without any carbon cost.",
    "images": "https://eurometal.net/wp-content/uploads/CBAM.jpg",
    "tags": "",
    "excerpt": "Improvements are urgently needed to enable steel decarbonisation investments in Europe. Following the conference “A Carbon Border Adjustment Mechanism for Climate - Addressing carbon leakage to strengthen global climate action”, organised in Paris by the European Commission and the French Ministries of Finance, Economics and Climate Transition, EUROFER emphasises that simplification must go hand in",
    "categories": "Latest Updates"
}