{
    "title": "EUROFER call again for urgent improvement of CBAM",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2025-02-14",
    "text": "News Global Market CBAM 1371 14 February 2025 The EBA is concerned about the difference in timeframes for simplifying and increasing the effectiveness of the mechanism The European Steel Association (EUROFER) is calling for urgent improvements to the carbon border adjustment mechanism (CBAM). The association’s statement follows a high-level thematic conference organized in Paris by the European Commission and the French Ministries of Finance, Economy and Climate Change. EUROFER emphasizes that the simplification of the CBAM should go hand in hand with ensuring the effectiveness of the instrument. This means addressing key issues such as reallocation of resources, exports, and the inclusion of products further down the value chain. The industry association is concerned about the difference in the timeframe allocated for simplification and efficiency of the mechanism Legislative proposals on important aspects of the CBAM, including provisions on exports and coverage of downstream sectors, will be presented only early next year. In addition, a priority issue for attracting investment in the decarbonization of the European steel industry – combating resource misallocation – is not currently included in the EC’s plan for future legislative initiatives. While the Commission is accelerating optimization through the Omnibus Package (simplification of sustainability reporting obligations, which may also include other EU laws such as CBAM), European steelmakers are concerned about the lack of urgency in ensuring the effectiveness of the mechanism. EUROFER believes that this year’s revision of the CBAM is crucial. Major improvements are urgently needed to ensure its effectiveness, including implementation of a structural legislative solution to the high risk of resource reallocation, implementing a structural solution to preserve European exports to avoid carbon leakage to global markets, expanding the scope of the CBAM to cover metal-intensive downstream products. In addition, other design elements should support the environmental integrity of the mechanism. “If these adjustments are not implemented this year, the combination of the CBAM and the planned phase-out of free allowance allocation will not provide adequate protection against carbon leakage. This may further stimulate the relocation of production to third countries, which will negatively affect both the steel and manufacturing sectors,” EUROFER said. The statement adds that the administrative burden on operators should be minimized through simpler procedures. A revision of the current minimum threshold of €150 could be an appropriate adjustment to avoid unnecessary reporting for small batches. In addition, CBAM reporting obligations should not apply to European goods exported outside the bloc, processed abroad and subsequently re-imported into the EU as being subject to the mechanism. At the same time, effective monitoring is needed to prevent circumvention practices. A more effective and simpler CBAM, the EBA says, is both possible and urgently needed. Launching the mechanism without improvements will further undermine the competitiveness of the European steel industry. The European Commission may consider excluding 80% of the companies covered by the CBAM from the border carbon tax.",
    "images": "https://gmk.center/wp-content/uploads/2024/09/shutterstock_2385458689-1.png",
    "tags": "CBAM;EUROFER;регуляторна політика;ArcelorMittal Kryvyi Rih",
    "excerpt": "The EBA is concerned about the difference in timeframes for simplifying and increasing the effectiveness of the mechanism",
    "categories": ""
}