{
    "title": "The EU’s newly agreed carbon border adjustment mechanism (CBAM) will likely test Western Balkan countries vying for bloc membership - Environment Energy Mining Watch SEE",
    "author": "VM",
    "source": "Environment Energy Mining Watch SEE",
    "date": "2023-02-12",
    "text": "The EU’s newly agreed carbon border adjustment mechanism (CBAM) will likely test Western Balkan countries vying for bloc membership , News Last year, the EU agreed to implement the world’s first levy on imports of carbon-intensive goods as a way to incentivise its trade partners to have stronger climate policies and to protect its industries. The measure will start to bite from 2026 and will include imports of carbon-intensive power, which could see a hefty levy on Western Balkan electricity entering the EU. “This was a good wake-up moment for the region,” said Pippa Gallop, Southeast Europe energy advisor from the NGO CEE Bankwatch, speaking at a panel discussion hosted by Friedrich-Ebert-Stiftung Dialogue Southeast Europe. “Before, it was always really up to them how fast they want to advance their EU accession, how fast they want to go with the whole energy transition, but CBAM, because it’s an instrument, which is decided in the EU by the EU, this changed the whole setup,” she added. Western Balkan countries now face three options. They can do nothing and face the CBAM levies from 2026, introduce carbon pricing to match EU climate policy and avoid it or take advantage of an exemption in the legislation to give breathing space until 2030. “None of them are very easy choices, and all of them require a lot more action and a lot more attention to this topic,” said Gallop. Not introducing a carbon market will mean revenue that could be made by the government and reinvested in renewable, domestically-produced power will go to the EU instead, said Peter Pozsgai, a governance expert at the Energy Community Secretariat, which works with Western Balkan countries on the green transition. Carbon pricing could also help create financing for the transition. According to CEE Bankwatch, if the Western Balkan countries introduced carbon pricing at €50 per tonne – considerably less than the current price – they would raise around €2.8 billion annually. Meanwhile, choosing the loophole of coupling its electricity system with the EU’s to avoid CBAM levies requires a country to sign up to comply with EU environmental and competition law in the electricity sector and set up an emissions trading scheme by 2030. This exemption exists as there is no technical solution to tracing where electricity comes from once a country is linked to the EU grid, but this loophole could close if one is found. Impact of CBAM will vary across countries Altogether, the Western Balkans exported 25 terawatts of power to the EU between 2018 and 2020, equalling 8% of total coal-fired generation in the region, according to Bankwatch. Due to artificially low prices in the Western Balkans, exporting power to the EU market brings higher profits for companies. The impact of CBAM will vary between Balkan countries, which have different levels of power exports to Europe and progress on climate policies, like introducing a price on carbon emissions and phasing out coal. North Macedonia is a net electricity importer and between 2011 and 2020, exported 38% of its average annual share of electricity to the EU. The country has pledged to close its coal power plants by 2027, meaning it would only briefly be impacted by CBAM if the phase-out is a success. Meanwhile, in recent years, Montenegro’s exports to the EU majorly increased when an undersea cable to Italy entered into operation. In 2020, the country exported more than 1,600 gigawatts of electricity, equalling more than 50% of its entire generation. The country has attempted to set up a carbon market, but in its current state, it would not be sufficient to avoid CBAM, according to Gallop. Alongside this, around 40% of Montenegro’s power generation comes from the Pljevlja coal plant, which is operating illegally after its allocated operating hours expired. Bosnia and Herzegovina would likely be very affected, with about 20% of its total electricity production exported to the EU, based on 2011-2020 figures. In 2020, 70% of the country’s power generation is from coal, which would attract a hefty levy. Serbia’s power generation is also heavily reliant on coal, but it has limited exports to the EU, so is unlikely to be massively hit. Albania is also unlikely to see a huge impact as the country exported 7% of its total generation between 2011 and 2020, and none of this came from coal. However, it would apply if the country builds a gas power plant as planned. Response to CBAM decides Balkans’ geopolitical future According to German lawmaker Delara Burkhardt, how the Western Balkans respond to the levy and progress with their climate legislation also impacts their geopolitical future. “The path of the green transition is the path to the EU, and the path not to the green transition is to another geopolitical context, is going to China and Russia,” she explained at the panel discussion. But the EU also has a role, she added, saying that the EU needs to make the green transition a core part of its neighbourhood policy, including adding green strings to the funding going to the region. CEE Bankwatch is also advocating for a fund to aid the transition and ease its societal impact in the Balkans, particularly in regions where coal mining and power production is a vital part of the economy. “There hasn’t been a move yet to use the actual CBAM revenues for this, but irrespective of that, EU funds could be used for this purpose,” said Gallop, adding that where there is funding, there is political will. In doing this, though, the unintended consequences of a rush into renewables need to be avoided, said Pozsgai, pointing to already existing green power projects, particularly hydropower, that have created environmental issues in the Balkans. In the run-up to 2026 and CBAM coming into force, Western Balkan countries will have to decide how to respond to the levy. Launching a carbon market could help provide funds vital to the rollout cheaper, domestically-produced renewable energy and lower Balkan dependence on countries like Russia and China. Meanwhile, not following the EU’s climate policy could come at a heavy cost, Euractiv writes. LATEST NEWS June 14, 2023 The Serbian Institute for Critical Materials launches a regional mining platform for knowledge exchange August 13, 2023 Environment South East Europe Watch temporarily suspends the activity August 9, 2023 Regional Coalition Aims to Protect Up to 400 Kilometres of Rivers Across Southeast Europe August 9, 2023 Meeting Serbia’s Energy Needs: A Smart Siting Map for Solar Power",
    "images": "https://environmentsee.eu/wp-content/uploads/2021/02/environment-see-opengraph-v1.jpg",
    "tags": "",
    "excerpt": "EU agreed to implement the world’s first levy on imports of carbon-intensive goods as a way to incentivise its trade partners.",
    "categories": ""
}