{
    "title": "Fossil fuels in the Balkans - Bankwatch",
    "author": "unknown",
    "source": "Bankwatch",
    "date": "2025-02-03",
    "text": "After more than a decade of civil society campaigns, Western Balkan countries are finally ditching their dreams of building new coal power plants and starting to ramp up renewable energy. But the path to a sustainable energy transition is far from assured, with harmful distractions, inadequate grids and a lack of public buy-in holding back progress. Never miss an update A few years ago all the countries of the Western Balkans, except Albania, were planning to build at least one new lignite unit. Bosnia and Herzegovina opened the Stanari plant in 2016 and Serbia opened Kostolac B3 in 2024 – both Chinese-financed — but eight units across the region have been cancelled or quietly shelved. Gacko II and Ugljevik III in Bosnia and Herzegovina are still planned, but are unlikely to find financing, since China’s President announced in October 2021 that China would not build new coal-fired power plants abroad. Bankwatch has been working with local groups to prevent the construction of these new coal plants and ensure that existing ones close as soon as possible Where coal power plants need to operate for several more years, we work to ensure that they comply with pollution control legislation as an interim measure while southeast Europe finally speeds up the path to an efficient energy system, based on sustainable forms of renewable energy. We are also working to ensure that the need for district heating does not slow down the coal phase-out and that coal-dependent regions can undergo a participatory, bottom-up just transition. Regrettably, the region’s governments are getting distracted by gas. At a time when they should be decarbonising, they are spending hundreds of millions of euros on pipelines and power plants. This will increase their dependence on this imported and increasingly expensive fossil fuel and crowd out investments into energy efficiency and sustainable renewables. The EU has provided considerable support for the region’s energy transition, but it continues to provide financing for gas through the Western Balkans Investment Framework, as does the European Bank for Reconstruction and Development. Ensuring the implementation of selected parts of the Energy Community Treaty, as well as trying to strengthen it, is a key part of our work. We are also following the EU’s Green Agenda for the Western Balkans and Reform and Growth FacilityEconomic and Investment Plan to try to make sure they have a positive impact. For more on the current state of play in the Western Balkans power sector, see our December 2022 report here. Bulgaria \nCountry profile Croatia \nCountry profile \nPlomin C coal power plant CANCELLED Kosovo \nCountry profile \nKosova e Re lignite power plant CANCELLED  Montenegro \nCountry profile \nPljevlja I power plant \nPljevlja II lignite power plant CANCELLED  North Macedonia \nCountry profile Romania \nCountry profile \nRovinari unit 7 CANCELLED Details The Carbon Border Adjustment Mechanism (CBAM) The Western Balkans countries will need to apply a CO2 price as soon as they enter the EU, at the very latest. But most likely, they will have to do so much earlier if they want to avoid being caught by the EU’s planned Carbon Border Adjustment Mechanism. From 1 January 2026, EU importers of electricity, cement, iron and steel, aluminium, fertilisers and hydrogen will have to pay a tax based on the exporting country’s carbon intensity. Although the Western Balkan countries will not pay the tax themselves, their electricity, particularly from North Macedonia, Bosnia and Herzegovina and Montenegro, will become less attractive to EU countries like Croatia, Italy and Greece. The Western Balkans have tightly regulated domestic electricity prices, so they rely on higher-priced exports to keep their state-owned utilities going. With a decrease in income from exports, they will be in trouble. This can be avoided, however, by Western Balkan countries market coupling with EU countries, phasing in an emissions trading scheme for electricity by 2030, and meeting other criteria in the regulation governing CBAM. An emissions trading scheme would raise funds for energy transition at home, rather than having EU importers pay it into the EU budget. Either way, the coal phase-out is expected to speed up — but it’s crucial that planning for a just transition ramps up too. Pollution from existing plants Alarming levels of air pollution Every winter, towns and cities across the Balkans face the same problem of heavily polluted air, and residents are increasingly concerned about the health impacts. Ageing coal power plants, open-cast lignite mines and ash disposal sites play an important role in aggravating the situation. The Comply or Close 2021 report, published by Bankwatch and the Centre for Research on Energy and Clean Air, showed that in 2020 the total SO2 emissions from coal-fired power plants in the Western Balkans were 2.5 times as high as those from all coal plants in the EU. As a result, it is estimated that they were responsible for around 19,000 premature deaths from 2018 to 2020, spread between the region and nearby EU countries, and costing health systems and economies a total of EUR 6-12 billion per year. Since 1 January 2018, existing coal plants have had to comply with pollution control rules under the Energy Community Treaty. But in 2021, plants across the region still breached sulphur dioxide limits by more than five times. Ugljevik in BiH was the highest-emitting unit for SO2 in the region in 2021, with 86,774 tonnes. The highest dust emitter in 2021 was Gacko in Bosnia and Herzegovina (BiH), whose emissions were no fewer than 16.3 times as much as allowed. Due to the breaches of the pollution limits, in March 2021 the Energy Community Secretariat opened dispute settlement cases against Bosnia and Herzegovina, Kosovo, North Macedonia and Serbia. A dispute settlement case was also opened in 2021 against Montenegro, which is running its only coal-fired plant, Pljevlja, long beyond its legally allowed 20,000 operating hours without any desulphurisation equipment. Independent dust monitoring Although official air quality monitoring in the region still needs improvement, a lot has changed since the start of Bankwatch’s air pollution work in 2016. Awareness is significantly higher, various phone apps are available to follow pollution levels, locals of the more polluted towns are installing low-cost sensors, and young people are even making their own sensors. Information is more available, but all this accumulated data has led to almost no mitigation measures. Bankwatch and partner organisations from the region have been conducting independent dust monitoring in nearly all coal regions in the Western Balkan countries, as well as in Bulgaria, Hungary and Romania. In all cases we have found worrying levels of particulate matter, dust so small that it enters deep into our lungs and blood stream causing irreversible damage and respiratory and cardiovascular diseases. Jobs myths and the case for a just transition Hardly any coal operations across the region are economically viable, and as a result many coal workers, especially in the mines, are set to lose their jobs. Rather than persisting with dangerous myths about the future of coal, governments, coal workers and their wider communities need to work together towards a just transition. Several local authorities across the region have accepted this reality but lack funds and know-how to lead such a complex process. Even those funds which are available are difficult to access without support from national governments, who do not usually prioritise coal regions. The EU needs to set up a Just Transition Fund for the region, either in the form of a stand-alone fund, earmarked funding under the Instrument for Pre-accession Assistance or an extension of the EU’s Just Transition Fund. The Energy Community Treaty A key driver for the energy transition in south-eastern Europe is the Energy Community Treaty which brings together Albania, Bosnia and Herzegovina, Georgia, Kosovo, North Macedonia, Moldova, Montenegro, Serbia, Ukraine and the EU with the goal of creating a common energy market. This includes the obligation for member countries to implement selected pieces of EU energy, competition and environmental law, including renewable energy and energy efficiency targets and state aid guidelines. In December 2022 the Energy Community countries for the first time also adopted greenhouse gas emissions reduction targets under the Treaty. The Treaty has still helped to modernise the countries’ legislation, but there are insufficient consequences for those breaching the rules. A wider range of EU environmental safeguards is also needed in the Treaty, particularly to protect nature as much-needed renewables deployment speeds up. The following are essential for a just and sustainable energy transition: A strengthened enforcement mechanism, with effective, proportionate and dissuasive penalties for breaches of the Treaty. A clear and binding commitment to decarbonise the countries’ economies in line with the Paris Agreement by 2050 at the latest, and the introduction of carbon pricing. Mandatory notification of planned State aid to the Energy Community Secretariat or European Commission before it is granted. The future is energy efficient and renewable While the energy savings and renewables revolution may not be taking place in the region as fast as we would like, there is no doubt that it is gathering pace. All the Western Balkan countries have speeded up solar or wind installation, and as of mid-2024, prospective utility-scale solar and wind capacity amounted to 23 GW in the Western Balkans, 70 per cent more than the previous year, and comparable to prospective capacity in Germany. However, only 6 per cent (1.3 GW) of prospective capacity was under construction and very likely to become operational. Yet considerable work remains to be done to cut the region’s high levels of energy wastage, especially in the distribution system, as well as to ramp up renewable energy ambitions to a level on a par with that of the EU. A huge public outcry across the region about hydropower has also underlined the fact that renewable energy development needs to take biodiversity and other factors into account and to include genuine public consultation – an issue not made easier by the EU’s own rollback in this area. The heating and cooling sector presents particular transition challenges, as there has been a tendency so far to keep district heating systems running on coal, or switch to gas, biomass or even waste, rather than more sustainable solutions. Reducing demand through household insulation and thermostats, using heat pumps, solar water heating and solar district heating all need to play an increased role in the region if air pollution and climate change are to be tackled. Latest news Romania U-turns on decarbonisation to expand a lignite mine in Gorj and wipe out 106 hectares of forest Press release | 13 January, 2023 The Romanian government is again acting contrary to its EU commitments. Read more Кризата ја зголемува употребата на јаглен, расте и ризикот по здравјето Bankwatch in the media | 17 December, 2022 Следно … Read more Zašto je zrak balkanskih gradova najzagađeniji u Evropi? | Kontekst Bankwatch in the media | 21 November, 2022 Kvalitet zraka i ove jeseni loš u brojnim gradovima zemalja regije: zašto se svake godine ponavljaju iste epizode i kako utječu na zdravlje … Read more Related publications How to advance a just transition in the Western Balkans: Recommendations for the EU and national institutions Briefing | 27 September, 2024 | Download PDF This briefing takes stock of the current situation with the decarbonisation of the Western Balkans’s economy and summarises the progress on just transition in each country. Comply or Close 2024: six years of deadly legal breaches by Western Balkan coal plants Report | 17 September, 2024 | Download PDF The end of 2023 marked six years since the deadline passed for power plants in the Western Balkans to meet new air pollution standards. Yet the deadly air pollution from the region’s mostly antiquated coal power plants has hardly decreased at all since 2018. From quantity to quality: how to improve the infrastructure project selection process under the Western Balkans Investment Framework Report | 29 August, 2024 | Download PDF The Western Balkans Investment Framework provides finance and technical assistance for investments, particularly in infrastructure, energy efficiency and private sector development.",
    "images": "https://bankwatch.org/wp-content/uploads/2017/08/KostolacB-coal-Balkans-cover.jpg",
    "tags": "",
    "excerpt": null,
    "categories": ""
}