{
    "title": "CBAM’s coming, it’s time to put a price on carbon! - Bankwatch",
    "author": "unknown",
    "source": "Bankwatch",
    "date": "2022-09-12",
    "text": "The Council of EU Environment Ministers is expected to vote on this at the end of June, in the final decision for the Proposal for a Regulation of the European Parliament and of the Council establishing a carbon border adjustment mechanism, or the Carbon Border Adjustment Mechanism (CBAM) file. This mechanism is an important step in levelling the playing field in the European energy market, considering the high price EU citizens, alongside Western Balkan ones, pay for air pollution in health and environmental impacts. Between 2018 and 2020, the EU imported around 8 per cent of the electricity produced by Western Balkan coal plants, which is artificially cheap because the countries do not apply carbon pricing – with the dubious exception of Montenegro – and their coal plants exceed the legal limits for air pollution. Paradoxically, even though the EU benefits from this cheap imported electricity, it also pays a high price. During the same period, coal power plants in the Western Balkans caused an estimated 19,000 deaths, with almost 12,000 of these due to non-compliance with power plant emissions limits. Over half of these were in the EU. How will CBAM work and is there a way that Western Balkan countries can avoid it? CBAM would embed a CO2 price into the cost of electricity the EU imports from the Western Balkans, synced with the EU price for one tonne of CO2. This price would be updated on a weekly basis. If we assume a conservative price of EUR 50 / tonne of CO2, then the average annual revenue from the Western Balkans electricity sold would be approximately EUR 534 million /year. This revenue will go to the EU budget, which would return, under different schemes, as support for climate action. But the Western Balkan countries can avoid applying the CBAM by introducing their own carbon pricing systems and using the revenues to fund decarbonisation and just transition themselves. However, such a carbon pricing system would need to happen by 2024 or 2025, something that will be clarified in the votes by the EU Council and Parliament later this month. The governments of the Western Balkan countries have a narrow window of opportunity to design, plan and start implementing carbon pricing and accelerate the transition that the rest of Europe is already on board with. The Energy Community Decarbonisation Roadmap is a good place to start. *Electricity is one of the five areas to which CBAM will apply. The rest are: iron and steel, cement, fertilisers and aluminium. **CBAM applies to any country outside the EU, except those that are participating in or are linked to the EU Emissions Trading System (ETS) and also countries with comparable carbon prices. Never miss an update We expose the risks of international public finance and bring critical updates from the ground – straight to your inbox. Institution: EU Theme: CBAM Location: Western Balkans Project: Coal in the Balkans Tags: CBAM | air pollution in the Western Balkans | carbon | decarbonisation | energy transformation",
    "images": "https://bankwatch.org/wp-content/uploads/2022/06/eu-cbam-e1655277342321.png",
    "tags": "",
    "excerpt": "Electricity* traded between Western Balkan countries** and the EU will need to embed the cost of CO2 in its final price, potentially from as early as 2025.",
    "categories": ""
}