{
    "title": "CBAM Archives - Bankwatch",
    "author": "unknown",
    "source": "Bankwatch",
    "date": "2022-06-15",
    "text": "Serbia’s draft NECP: What is the actual plan? July 17, 2023 Serbia’s draft National Energy and Climate Plan is currently on public consultation until 28 July. But despite some positive measures, it raises more questions than it answers. Kosovo becomes the first Western Balkan country to stop promoting new hydropower March 28, 2023 After years of hydropower-related controversies, Kosovo’s long-awaited new Energy Strategy confirms that the government does not support new development in the sector, due to its environmental impacts. It also sends promising signals on carbon pricing and solar and wind development. Still, the country needs to avoid wasting money on coal and gas. EU’s carbon levy poses new test for Western Balkan integration February 6, 2023 Steam rising from the cooling towers of a coal fired thermal power plant in Bosnia and Herzegovina, one of the Balkan countries likely to … Može li politika EU pokrenuti dekarbonizaciju na Zapadnom Balkanu? December 7, 2022 Izazovi koje će novi mehanizam za prilagodbu ugljika na granicama (CBAM) donijeti zemljama zapadnog Balkana bili su u središtu panel … Can EU policy drive decarbonisation in the Western Balkans? December 7, 2022 The challenges that the new Carbon Border Adjustment Mechanism (CBAM) will bring to the Western Balkan countries were the focus of a panel discussion hosted by MEP Petros Kokkalis (the LEFT) and co-organised by CEE Bankwatch and the Green Tank that took place on Tuesday December 6 at the European Parliament. MEP Kokkalis: EU shouldn’t penalize coal power in Western Balkans while producing coal-fired electricity itself December 6, 2022 Photo: Pippa Gallop / Twitter … New report: proposed EU carbon tax to speed up energy transition in the Western Balkans December 5, 2022 Western Balkan countries could collect at least EUR 2.8 billion annually to spend on a just and sustainable energy transition, if a domestic carbon pricing mechanism was in place, finds a new report by CEE Bankwatch Network released today, entitled “The Western Balkan power sector: between crisis and transition”. CBAM’s coming, it’s time to put a price on carbon! June 15, 2022 Electricity* traded between Western Balkan countries** and the EU will need to embed the cost of CO2 in its final price, potentially from as early as 2025.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}