{
    "title": "News",
    "author": "Admin",
    "source": "CEFS",
    "date": "2023-04-03",
    "text": "How the EU sugar sector's decarbonisation can support EU food and energy security As part of our annual congress in Bratislava CEFS today hosted a roundtable discussion on how the EU sugar sector's decarbonisation can support EU food and energy security. Speakers included MEP Alexander Bernhuber MEP (EPP, Austria), Dr. Andreas Schneider from the Cabinet of Agriculture Commissioner Janusz Wojciechowski, Martin Pitorák, Director of Fuels and Energy at […] REPowerEU: How the self-use of biomass residues can support energy independence On 18 May 2022 the Commission published its REPowerEU Plan. It identifies the scaling up of biomethane as key to reducing EU reliance on Russian gas and reiterates the target set in March: 35 billion cubic metres of EU biomethane production by 2030. The plan lists a set of actions to achieve this goal: an […]      European Sugar Statistics Report for the Marketing Year 2020/21 We have published our CEFS European Sugar Statistics Report for the Marketing Year 2020/21. The document will present key statistics and figures on the EU Sugar Sector, many of which are only collected by CEFS. It is the first time CEFS has published its statistics in this format. We hope that it will provide useful […] Press Statement: CEFS Reaction to UK’s New Raw Sugar Autonomous Tariff Quota On 7 January 2022, the UK Government announced an extension of the 260,000 mt Autonomous Tariff rate Quota (ATQ) for raw sugar for refining for three more years - until 31 December 2024. Click here to read our press statement on CEFS' reaction. CEFS Press Statement: WTO report on India's measures concerning sugar and sugarcane In their report published on 14th December, WTO finds India’s sugar subsidies illegal. CEFS calls on the Directorate General for Trade of the European Commission to ensure that no more Indian sugar enters the EU market until the offending measures are removed. Click here to read our press statement on the WTO report and India's sugar subsidies. Joint Declaration - The European Parliament must not make the Farm to Fork strategy untenable for the agri-food sector On Thursday, the ENVI and AGRI Committees of the European Parliament will vote on their draft report presenting their official reaction to the Farm to Fork strategy. While the first studies on the impact of the strategy launched by the Commission in 2020 show extremely worrisome trends, MEPs are planning to call for several additional […] CEFS PRESS STATEMENT ON EU SUGAR ACCESS TO CANADA EU SUGAR ACCESS TO CANADA: CANADIAN INTERNATIONAL TRADE TRIBUNAL DECISION A STEP AGAINST FAIR TRADE AND LEVEL PLAYING FIELD After conducting a review proceeding the Canadian International Trade Tribunal issued its findings on the antidumping and countervailing measures imposed by Canada since 1995 regarding imports of refined sugar from the European Union. CEFS representing European […]",
    "images": "https://cefs.org/wp-content/uploads/2019/05/CEFS_logo_RGB_png_100.png",
    "tags": "",
    "excerpt": null,
    "categories": ""
}