{
    "title": "Um mecanismo coxo - CIP - Confederação Empresarial de Portugal",
    "author": "Ana Gomes da Costa",
    "source": "CIP - Confederação Empresarial de Portugal",
    "date": "2022-12-19",
    "text": "por António Saraiva, Presidente da CIP \nPublicado no Dinheiro Vivo a 17.12.2022 O Parlamento Europeu e o Conselho chegaram a um acordo político com vista a um Mecanismo de Ajustamento das Emissões de Carbono nas Fronteiras (CBAM, na sigla inglesa). Este mecanismo vai impor custos de emissões de CO2 (através da compra de “certificados de carbono”) aos importadores de um conjunto de bens intensivos em carbono, com o objetivo de proteger os produtores europeus face aos seus concorrentes de países terceiros. Estarão abrangidos (numa primeira fase) o cimento, ferro e aço, alumínio, fertilizantes, eletricidade e hidrogénio. Se existir um mercado de carbono no país exportador, o preço dos “certificados” a pagar pelo importador será devidamente ajustado, por forma a que as importações incorporem o mesmo custo do carbono que existiria se as mercadorias tivessem sido produzidas de acordo com as regras da UE, no âmbito do Sistema Europeu de Comércio de Emissões de CO2. Desta forma, pretende-se preservar a competitividade das empresas europeias e evitar a deslocalização da produção para países terceiros com políticas de descarbonização menos exigentes. Este é, de facto, um fenómeno que se está a verificar, contribuindo para a desindustrialização da Europa e contrariando, ao mesmo tempo, o objetivo final de combater as alterações climáticas. O mecanismo deverá entrar em vigor de forma experimental a partir de outubro do próximo ano, começando por implicar apenas obrigações declarativas, passado a aplicar-se plenamente em 2026. \nPor outro lado, simultaneamente à aplicação do CBAM, prevê-se uma redução das licenças gratuitas de emissão para os setores abrangidos, que serão progressivamente eliminadas. \nO acordo, alcançado esta semana, foi apresentado como um grande passo à frente e como um sinal importante de que a Europa leva a sério a redução de emissões e espera o mesmo nível de compromisso das empresas industriais que exportam para o mercado europeu, onde quer que estejam localizadas. \nContudo, o CBAM apresenta evidentes lacunas e falha no seu grande objetivo de salvaguardar a competitividade da indústria europeia. Se, de facto, protege o mercado europeu, terá um impacto negativo sobre as exportações europeias dos produtos abrangidos, que verão as suas licenças gratuitas reduzidas, continuando, nos mercados fora da União Europeia, a enfrentar a concorrência de países terceiros sem o mesmo nível de exigências ou custos associados à descarbonização. O problema estende-se ainda às produções industriais não abrangidas pelo CBAM, mas que incorporam os produtos aos quais este mecanismo vai ser aplicado. Estes setores não beneficiarão de qualquer proteção e verão aumentados os seus custos, impactando negativamente a sua competitividade, tanto no mercado europeu como nos mercados globais. Podemos concluir que estamos perante um mecanismo “coxo”, que ficará muito longe de responder convenientemente à necessidade de conciliar as ambições climáticas da União Europeia e a competitividade da sua indústria. Este não pode ser encarado como um problema insolúvel, mas exigirá outras soluções, porventura mais complexas, mas certamente mais adequadas e eficazes.",
    "images": "https://cip.org.pt/wp-content/uploads/socialmark-images/167027074764129.jpg",
    "tags": "",
    "excerpt": "O Parlamento Europeu e o Conselho chegaram a um acordo político com vista a um Mecanismo de Ajustamento das Emissões de Carbono nas Fronteiras (CBAM, na sigla",
    "categories": "Destaque"
}