{
    "title": "CIP esclarece desafios e avanços na implementação do CBAM - CIP - Confederação Empresarial de Portugal",
    "author": "Ana Gomes da Costa",
    "source": "CIP - Confederação Empresarial de Portugal",
    "date": "2024-11-05",
    "text": "A CIP – Confederação Empresarial de Portugal organizou no dia 04 de novembro de 2024, em formato online, uma sessão de esclarecimento sobre o Mecanismo de Ajuste Fronteiriço de Carbono (CBAM), com a participação de Matilda Lindblad, Assessora de Assuntos Industriais na BusinessEurope (BE), Paulo Lourenço, Chefe da Divisão de Políticas de Mitigação da Agência Portuguesa do Ambiente (APA IP), e Cláudia Antunes Gata, Inspetora Tributária e Aduaneira da Direção de Serviços de Tributação Aduaneira (DSTA). A sessão começou com uma análise das conclusões de um inquérito a nível europeu promovido pela BE e conduzido após o primeiro reporte CBAM. O levantamento mostrou que o principal desafio das empresas foi a obtenção, junto de fornecedores de países terceiros, dos dados necessários para o reporte. Cerca de 90% dos reportes tiveram de ser realizados com dados de referência, uma vez que os dados reais das emissões de carbono associadas aos materiais importados não estavam disponíveis. As dificuldades técnicas sentidas em Portugal, como problemas de registo na plataforma e a complexidade dos ficheiros de reporte, e ainda a falta de apoio e assistência técnica por parte das autoridades e de orientações úteis por parte da Comissão, foram sentidas igualmente nos restantes Estados-Membros. Paulo Lourenço, representando a APA IP, sintetizou as obrigações de reporte para os importadores de materiais abrangidos pelo CBAM, adiantando as alterações previstas para o período definitivo do mecanismo a partir de janeiro de 2026. Cláudia Antunes Gata, da DSTA, destacou a importância da correta identificação pautal das mercadorias, critério que define se uma empresa está sujeita ao CBAM. No período de Perguntas e Respostas, os mais de 380 participantes esclareceram dúvidas com os especialistas, que apontaram alguns desafios pendentes. Entre eles, continua a ser incerta a definição das regras nacionais sobre o regime sancionatório, essencial para garantir previsibilidade e segurança jurídica às empresas.",
    "images": "https://cip.org.pt/wp-content/uploads/socialmark-images/173097438281644.jpg",
    "tags": "",
    "excerpt": "A CIP – Confederação Empresarial de Portugal organizou no dia 04 de novembro de 2024, em formato online, uma sessão de esclarecimento sobre o Mecanismo de",
    "categories": "Destaque"
}