{
    "title": "APQuímica – Associação Portuguesa da Química, Petroquímica e Refinação",
    "author": "unknown",
    "source": "apquimica.pt",
    "date": "2024-11-11",
    "text": "Decorreu no passado dia 4 de Novembro uma Sessão de Esclarecimento sobre a implementação do CBAM – Mecanismo de Ajuste Fronteiriço de Carbono (Carbon Border Adjustment Mechanism), no âmbito do trabalho que tem vindo a ser desenvolvido sobre este tema no Conselho Estratégico de Ambiente e Sustentabilidade da CIP - Confederação Empresarial de Portugal, com o envolvimento das Associações dos vários setores, incluindo a APQuímica. Esta sessão teve como objetivo clarificar os procedimentos de implementação deste mecanismo da UE, com destaque para o período transitório atualmente em curso, bem como dar informações sobre o estado de implementação desta legislação, em Portugal e no resto da Europa, e partilhar as preocupações com que as empresas se deparam face a este mecanismo, nesta fase e no futuro. Entre os oradores, esta sessão contou nomeadamente com a participação da APA – Agência Portuguesa do Ambiente, a autoridade nacional para o CBAM, bem como com a participação da AT – Autoridade Tributária e Aduaneira, e da BusinessEurope, de acordo com o seguinte programa: Principais preocupações da indústria face ao CBAM – Sílvia Machado | CIP Ponto de situação da implementação nacional do período transitório do CBAM, perspetivas futuras, e recomendações para as empresas – Paulo Lourenço | APA Conclusões do levantamento do estado de implementação do CBAM a nível europeu – Matilda Lindblad | BusinessEurope A relevância da correta classificação pautal no contexto do CBAM – Cláudia Antunes Gata | AT - DSTA Debate Relembramos que se encontram abrangidas pelo CBAM, desde esta fase atual, as mercadorias importadas para a UE, a partir de países terceiros, discriminadas nos Anexos do Regulamento (UE) n.º 2023/956, as quais integram, nomeadamente, os seguintes produtos / grupos de produtos: cimento ferro e aço (incluindo diferentes tipos de componentes e equipamentos) alumínio (incluindo diferentes tipos de componentes e equipamentos) fertilizantes e outros produtos químicos (ex. ácido nítrico, amoníaco, ureia, etc.) hidrogénio eletricidade (vide listagem detalhada, por código NC, das mercadorias atualmente abrangidas pelo CBAM nos anexos do Regulamento (UE) n.º 2023/956) Nota: Para além destes produtos / grupos de produtos já atualmente abrangidos pelo CBAM, está previsto que este mecanismo venha a ser alargado a outras mercadorias / produtos adicionais, nomeadamente outros produtos químicos, a avaliar / decidir no futuro próximo. Mais informações: Comissão Europeia / DG Taxud – Carbon Border Adjustment Mechanism APA – Agência Portuguesa do Ambiente – CBAM - Mecanismo de Ajuste Fronteiriço de Carbono CEFIC – Conselho Europeu da Indústria Química – EU Carbon Market, ETS and CBAM BusinessEurope: – Energy and Climate Transition: How to Strengthen the EU's Competitiveness (ver em particular o Cap. 5 - Tackle the carbon-cost differential and ensure effective implementation of CBAM) – Carbon Border Adjustment Mechanism (CBAM) implementation - a BusinessEurope survey Informações adicionais: info@apquimica.pt",
    "images": "https://www.apquimica.pt/uploads/noticias/cbam_2[2].jpg",
    "tags": "apquímica, associação portuguesa de química petroquímica e refinação",
    "excerpt": "A APQuímica é a associação nacional de referência para o setor da Química, Petroquímica e Refinação. É ainda a entidade gestora do Cluster de Competitividade da Petroquímica, Química Industrial e Refinação.",
    "categories": ""
}