{
    "title": "ANIMEE",
    "author": "Maria João Santos",
    "source": "app.animee.pt",
    "date": "2025-04-03",
    "text": "Por forma a orientar as empresas, e a expressar as suas preocupações com a nova obrigação legislativa comunitária do CBAM, divulgamos as duas mais recentes atividades associativas: \r\n • A ANIMEE respondeu ao inquérito online Stakeholder survey (Study on a potential CBAM scope extension to downstream products). \r\n Este inquérito integra o estudo em curso adjudicado pela DG TAXUD à consultora Trinomics. \r\n O objetivo geral deste estudo é avaliar a necessidade e a viabilidade de alargar o âmbito do CBAM para produtos mais abaixo na cadeia de valor (produtos a jusante) dos bens que estão contam atualmente do Anexo I do Regulamento CBAM. \r\n No essencial, a ANIMEE afirmou que aparentemente esta extensão do CBAM é positiva. No entanto, a médio/longo prazo, poderá afetar as empresas e, consequentemente, a economia da UE. O aumento dos preços, os impactos administrativos e burocráticos, combinados com a lentidão dos progressos no sentido de uma economia mais circular e a habitual falta de fiscalização do mercado poderão ser prejudiciais para a indústria europeia e aumentar a tendência para a diminuição de novos investimentos industriais na Europa. \r\n • A CIP – Confederação Empresarial de Portugal realizou uma sessão de esclarecimento sobre a implementação do período transitório do CBAM, online, no dia 4 de novembro de 2024. Esta sessão contou com a participação de Matilda Lindblad, Assessora de Assuntos Industriais na BusinessEurope (BE), Paulo Lourenço, Chefe da Divisão de Políticas de Mitigação da Agência Portuguesa do Ambiente (APA IP), e Cláudia Antunes Gata, Inspetora Tributária e Aduaneira da Direção de Serviços de Tributação Aduaneira (DSTA). \r\n Os mais de 380 participantes – entre os quais empresas associadas da ANIMEE - esclareceram dúvidas com os especialistas presentes.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}