{
    "title": "CLECAT | EP ADOPTS CBAM POSITION",
    "author": "unknown",
    "source": "clecat.org",
    "date": "2022-06-24",
    "text": "EP ADOPTS CBAM POSITION On 22 June, the European Parliament adopted its position on the regulation establishing the EU Carbon Border Adjustment Mechanism (CBAM). Parliament is now ready to start negotiations with Member States. In addition to the products proposed by the Commission (iron and steel, refineries, cement, organic basic chemicals and fertilisers), Parliament wants CBAM to also cover organic chemicals, plastics, hydrogen and ammonia. MEPs also want to extend CBAM to include indirect emissions, i.e. emissions deriving from the electricity used by manufacturers, to better reflect CO2 costs for European industry. The CBAM would apply from 1 January 2023 with a transitional period until the end of 2026. As the enlarged scope of CBAM will create even more administrative burden for companies, including European customs representatives that carry out CBAM tasks, CLECAT welcomes the longer transition period, as it will provide businesses with sufficient time to boost capacity and prepare. Notedly, rather than having 27 competent authorities, Parliament believes there should be one centralised EU CBAM authority. CLECAT agrees that establishing a more centralised CBAM governance may be more efficient, transparent and cost effective, and may also help to combat forum shopping from importers. CLECAT regrets to see that the European Parliament wants to introduce a system of sanctions that includes severe financial penalties, alongside an obligation for Member States to impose additional administrative or criminal sanctions. This will inevitably distort the level-playing field across the EU, as Member States will take different approaches based on national legislation. CLECAT will continue to call for a more balanced and uniform regime of sanctions, based on financial and/or administrative penalties. Furthermore, Parliament also wants the revenues generated by the sale of CBAM certificates to go to the EU budget. MEPs add that the EU must provide financial support to least developed countries' efforts to decarbonise their manufacturing industries. Source: European Parliament",
    "images": "https://www.clecat.org/themes/clecat/assets/images/beeldmerk_clecat.jpg",
    "tags": "",
    "excerpt": null,
    "categories": ""
}