{
    "title": "CLECAT | CLECAT CALLS FOR A FAIR AND EFFECTIVE CBAM",
    "author": "unknown",
    "source": "clecat.org",
    "date": "2022-05-13",
    "text": "CLECAT CALLS FOR A FAIR AND EFFECTIVE CBAM Ahead of the vote on the Carbon Border Adjustment Mechanism (CBAM) report on 17 May, CLECAT called on the European Parliament’s ENVI Committee to secure an effective CBAM and pave the way for its uniform and proper implementation, which will be indispensable for achieving CBAM’s goals as originally intended. CLECAT once again stressed the need to carefully address the implementation of CBAM which is accompanied by a lot of complexities, warning for the creation of disproportionate responsibilities and liabilities for European customs agents. In order to strengthen the future management of CBAM and ensure a fair and effective mechanism in practice, CLECAT called on ENVI MEPs to recognise the multistakeholder setting on which CBAM is founded and the role of European customs agents, and carefully consider the responsibilities and liabilities of all private sector parties concerned with the management of CBAM-related obligations. CLECAT also called on MEPs to ensure a gradual and smooth transition to CBAM, providing EU business with sufficient time to prepare for the new obligations that will create a great amount of administrative burden and will require specific knowledge and to strengthen the governance structure of CBAM to ensure enhanced coordination, and ultimately uniform and proper implementation across the 27 EU member states. In that regard, CLECAT noted that a central CBAM authority may contribute to efficiency and enhanced transparency. CLECAT further highlighted the need to establish a uniform system of balanced and proportionate sanctions, which will contribute to avoiding distortion of competition and ensure a level playing field in the Single Market, and to secure a WTO-compliant CBAM mechanism that does not pose risks of retaliation from EU trading partners and disruption of climate dialogues.",
    "images": "https://www.clecat.org/themes/clecat/assets/images/beeldmerk_clecat.jpg",
    "tags": "",
    "excerpt": null,
    "categories": ""
}