{
    "title": "Beyond tripling: Keeping ASEAN’s solar & wind momentum | Ember",
    "author": "unknown",
    "source": "Ember",
    "date": "2024-12-05",
    "text": "Beyond tripling: Keeping ASEAN’s solar & wind momentum Southeast Asian nations require stronger policy support to stimulate solar and wind development, creating a more dynamic demand and supply for clean energy. Table of Contents Highlights Executive summary Stronger policy measures needed to accelerate solar and wind growth ASEAN countries are seeing increasing solar and wind generation as they shift towards clean power, but to get on track with the IEA’s 2050 net zero scenario, 164 GW of solar and 65 GW of wind need to be installed by 2030. Few milestones have been as important for clean energy transition in ASEAN as the Joint Statement by the Member States’ leaders to the UNFCCC COP28, aiming to achieve a 23% renewable energy (RE) share in ASEAN’s primary energy supply, with a 35% RE share in installed power capacity, by 2025. The latest financing scheme for renewable energy development in developing countries will also offer a chance to accelerate progress to net zero, such as Just Energy Transition Partnerships in Indonesia and Viet Nam. The fresh funds will contribute to ASEAN’s objective of deploying more renewables. However, it remains to be seen how each country will pursue the G20’s commitment to triple renewable energy capacity by 2030. New analysis by the International Energy Agency (IEA) indicates that the share of solar and wind energy in the power generation mix in Southeast Asian countries must reach approximately 23% by 2030 to align with the 2050 Net Zero Emission (NZE) scenario. Key takeaways ASEAN recorded 43% average annual growth in solar and wind generation between 2015 and 2022 Combined solar and wind generation in ASEAN grew from 4.2 TWh to 50 TWh between 2015 and 2022. This accounted for 14% (46 TWh) of total electricity demand growth seen in the same period. The introduction of Viet Nam’s Feed-in Tariff policy in 2017 was the primary driver behind this growth. Viet Nam alone contributed 69% of the total solar and wind generation in the region in 2022. ASEAN’s wind and solar power generation growth slowed down in 2022, compared to 2021 ASEAN’s solar and wind generation rose 15% (+6.4 TWh) from 2021 to 2022. In comparison, last year’s growth was more significant at 67% (+18 TWh), driven by the rush of solar Feed-in Tariff projects completion in Viet Nam. Aligning with IEA’s 2050 NZE scenario demands ASEAN to more than triple renewables The IEA estimates that for the ASEAN region to be on track for the 2050 Net Zero Emission (NZE) scenario, it needs to achieve a 23% share of solar and wind in total electricity generation. This would require the addition of 164 GW solar capacity and 65 GW wind capacity by 2030, building on the current capacity of 34 GW. Over 99% of the wind and solar potential in ASEAN remains untapped The ASEAN region has 27 GW of solar and 6.8 GW of wind installed capacity in 2022, representing less than 1% of the approximately 30,523 GW of solar and 1,383 GW of wind theoretical potential estimated by the National Renewable Energy Laboratory (NREL). Thailand, Myanmar, and Cambodia are identified as the top three countries with the largest solar potentials, while Myanmar, Viet Nam, and Thailand rank as the top three for prospective wind capacity among ASEAN countries. In order to attract investment, ASEAN countries need a supportive policy and regulatory environment, guaranteeing the implementation of attractive renewable pricing mechanisms and streamlined renewable supply chains. Investments in grid extensions and modernisation combined with energy storage facilities will be an essential prerequisite to integrating solar and wind technologies into the power grid. Lastly, in the short term, the relaxation of local content requirements and adjustments to fossil fuel subsidies may prove necessary to bolster the competitiveness of renewables against conventional generation, particularly until the local renewable manufacturing industry is fully established across ASEAN countries. Going forward, the region expects to boost the growth of clean power through policy support, such as auction mechanisms in Viet Nam, green electricity tariffs in Malaysia, as well as rooftop solar PV system incentives and the development of battery energy storage systems in Thailand. Solar and wind trends Tracking the state of solar and wind growth in ASEAN ASEAN power generation from solar and wind increased by 15% (+6.4 TWh) between 2021 and 2022, a slowdown compared with a 67% (+18 TWh) increase from a year earlier. In 2022, ASEAN recorded an increase in wind generation, while solar generation growth slowed down compared to the preceding year. A substantial proportion of the decline in clean energy deployment results from the phase out of the Feed-in Tariff scheme in Viet Nam. Viet Nam’s solar surged from 2018 to 2021, but then slowed in 2022. Elsewhere in ASEAN, solar generation growth took place in Indonesia (+0.3 TWh), the Philippines ( +0.3 TWh), Thailand (+0.7 TWh) and Singapore (+0.3 TWh) in 2022. Malaysia and Viet Nam’s solar generation recorded year-on-year increase of 8% (+0.2 TWh) and 2.3% (+0.6 TWh), respectively. Solar PV capacity additions were driving the growth in renewable energy supply in Indonesia, Malaysia, the Philippines, Singapore and Viet Nam. Although no new solar capacity was added, Thailand has begun integrating a battery storage system into a solar PV-plus-storage project, thereby facilitating the expansion of solar generation. Meanwhile, wind generation recorded a decline in Indonesia (-0.1 TWh), the Philippines (-0.2 TWh) and Thailand (-1.3 TWh) in the same year. Only Viet Nam recorded a 236% (+5.7 TWh) jump, driven by the completion of additional wind power plants. Other ASEAN countries have reported zero generation from wind sources. The intermittency of wind power and changing climatic conditions, such as warmer temperatures potentially diverge wind generation output. Except for Viet Nam (+0.5 GW), no wind capacity additions were recorded in Indonesia, the Philippines and Thailand. Further policy developments addressing solar and wind deployment challenges, such as grid infrastructure, financial accessibility, land availability and a shortage of skilled workers, are needed to assess the potential for faster growth in the coming years. Viet Nam leads the region when it comes to solar and wind capacity. 13% of its total power generation came from wind and solar in 2022 and Viet Nam accounted for 69% of the region’s combined solar and wind generation. Despite having large solar and wind potential, IRENA’s data shows that the region only has 26.6 GW of solar and 6.8 GW of wind installed capacity in 2022. This figure is less than 1% of the roughly 30,523 GW of solar and 1,383 GW of wind theoretical potential estimated by the National Renewable Energy Laboratory study. The study indicates the technical potential for any given area assumes that the area would be almost completely covered with solar or wind generation plants; however, it is likely that only a portion of the area (and generation) will ultimately be developed. However, growth is expected to pick up again this year, thanks to big solar projects such as the 145 MW Cirata floating solar project in Indonesia, renewables Feed-in Tariff scheme in Thailand and the introduction of auction mechanisms in Viet Nam. Wind development is also expected, given its prioritisation in Viet Nam’s Power Development Plan (PDP) VIII. Policy outlook Policy developments and opportunities Driving up solar and wind generation remains possible due to the falling prices of clean energy technologies, though addressing key barriers to their deployment is now critical for ramping up the build rate. Achieving net zero emissions by 2050 In the context of COP, there is yet no set formula for how the global goal to triple renewables translates for ASEAN countries. Integrating renewable acceleration goals into each country’s energy development plan would require aligning renewable growth trajectories with its social and economic development priorities. Dynamic growth in energy demand is anticipated by the ASEAN leaders in the coming years, propelled by pandemic recovery policies and a growing economy. Particularly in the power sector, electricity demand has increased on average around 4.6% annually since 2015, according to the ASEAN Centre for Energy (ACE)’s calculation, based on the latest data in 2021. Looking ahead, the ASEAN Centre for Energy (ACE) estimates that electricity generation requirements will grow at an average rate of 5.8% per year. To meet growing demand, additions in renewable capacity are expected. The ASEAN Plan of Action for Energy Cooperation (APAEC) Targets Scenario projects capacity addition from renewables by 2040 will be 185 GW, with solar contributing to an additional 45 GW, and wind will reach approximately 9 GW capacity. Both solar and wind are expected to account for 15% of power generation capacity by 2040. Alternatively, ACE introduced a Least-Cost Optimisation Scenario (LCO), in which solar and wind installed capacity is at 62 GW by 2050, taking into account the cost-effectiveness, and maturity of technology to fulfil growing electricity demand, including the deployment of energy storage and interconnection. Meanwhile, to be on track with the IEA’s 2050 net zero scenario, the combined share of solar and wind generation in ASEAN needs to be around 23% by 2030. This would require additional installation of at least 164 GW solar (assuming a capacity factor of 16%) and 65 GW wind (assuming a capacity factor of 28%). According to the IEA, achieving net zero by 2050 would require a substantial increase in clean energy investment to approximately $80-100 billion USD in Southeast Asia. The need for targeted policies to drive solar and wind power growth Even though fossil fuels still dominate ASEAN’s power sector, plans for decarbonization are in place. Led by Viet Nam, solar and wind generation in ASEAN has increased by more than tenfold since 2015 (+35 TWh for solar, +11 TWh for wind). In 2017, Viet Nam set its solar feed-in tariff (FiT) rate at 9.35 USD cents/kilowatt-hour (kWh), the lowest among other ASEAN countries. In contrast, Indonesia’s solar FiT rates ranged from 14.5 to 25 USD cents/ kWh, and the Philippines had a rate of 19.4 USD cents/ kWh. Malaysia introduced a Net Energy Metering (NEM) Scheme in 2016 to replace the previous FiT scheme, allowing electricity consumers to generate, use and export the excess energy to the grid. The NEM tariff in 2017 ranged from 11.3 to 16.65 USD cents/kWh. Viet Nam’s use of a fixed tariff FiT proved to be a popular instrument in driving solar PV investment. Other incentives, such as land allocation, equipment tax exemptions and the absence of local content requirements, further contributed to the surge. Indonesia’s utility-scale solar FiTs, capped at 85% of the regional average cost of electricity generation, resulted in a less generous FiT compared to Viet Nam’s. Malaysia’s NEM scheme, on the other hand, imposes government-set quotas which limit new large-scale solar projects. All three countries manage their power systems under a single-buyer market structure, promoting competition among independent power producers (IPPs). Consequently, state-owned electricity companies favour IPPs with lower proposed prices/tariffs, seeking to lower electricity prices, potentially driving a preference for coal-based projects, as seen in Indonesia where the price for coal supplied to PLN (State-Owned Power Company) is capped at a lower rate. Several barriers exist, however, including underdevelopment of supply chains, a lack of deployment at scale and issues with land availability in populated areas with high electricity demand. In the same year, Viet Nam and Indonesia introduced the same wind FiT rate at 7.8 USD cents/ kWh, leading to mixed results. Viet Nam’s installed wind power capacity grew from 0.2 GW in 2017 to 4.6 GW in 2022, while Indonesia wind capacity remained at 0.15 GW in 2022. However, it is important to note here that poorer wind resources in Indonesia is likely a key reason for the limited wind power development. In Indonesia, elevated wind project costs persist due to entrenched positions favouring coal and other fossil fuels, along with regulatory barriers. The development of wind power in both countries poses challenges due to high investment costs, specialised logistics and limited project financing. Viet Nam’s use of land lease exemptions has become a vital incentive for accelerating renewables projects, coupled with the absence of local content requirements that reduce technology costs. However, it is important to note the necessity of holistic whole-system policies, including grid upgrades, while focusing on solar and wind deployment, to accommodate the intermittency of both energy sources. Policy developments across key ASEAN countries Solar and wind are among the most sustainable and cleanest energy sources to replace coal. Having an ambitious policy target for solar and wind development and aligning them with the national development plan is important to drive the adoption of both technologies. Cross-country comparison of current plans for solar and wind suggests that a holistic view of the ASEAN energy landscape is necessary to understand each country’s specific needs, challenges and priorities. Such comparison of key ASEAN countries, in regards to their total electricity generation in ASEAN, is provided in the next section. Indonesia Indonesia generated 0.4 TWh solar power in 2022, the lowest amongst the five ASEAN major power producers (including Malaysia, Thailand, Viet Nam, and the Philippines). Solar generation growth remained moderate between 2021 and 2022 (+0.3 TWh). Electricity production from wind power plants remained largely unchanged in the same period (-0.08 TWh), without new capacity additions. Generally, wind has not become a predominant source of clean power generation in Indonesia due to limited wind potentials and land availability for wind installations. The first large scale wind power plant in the country has been in commercial operation since 2018, which increased its wind power plant capacity from 1.5 MW in 2015 to 143.5 MW in 2018. Thus, the government is banking on solar PV projects apart from biomass, geothermal and hydro for renewable energy growth. In the PLN’s Electricity Business Plan (RUPTL) 2021-2030, Indonesia plans to construct 4.68 GW additional solar PV power plants, and 0.6 GW wind power plants by 2030. On policy development, regulations that have been enacted will encourage more developers to submit bids for renewable projects. Presidential Regulation 112/2022 altered the Feed-in Tariff (FiT) mechanism for solar and wind power plants to direct selection. Under this change, pricing is determined based on ceiling prices, or fixed USD rates taking into account the location of the projects. The regulation specifies that renewable power plants are procured based on capacity quota, referring to the PLN’s Electricity Business Plan (RUPTL) 2021-2030. The Indonesian government is currently revising the Ministerial Regulation No. 49/2018 on Rooftop PV systems by which customers of the PLN may export surplus electricity to the national grid, valued at 65% of the full retail tariff. The revision will no longer count electricity exports as bill deductions, thereby reducing incentives for owning rooftop PV. This adjustment comes alongside identified obstacles such as high capital costs, absence of subsidies and prolonged return of investment of 8-10 years. Moreover, the Ministry of Industry Regulation No. 23/2023 requires energy service bidders to use a minimum of 60% domestic content for solar module components, from 1st January 2025. Due to the lack of local manufacturing capacity, the government currently accepts the level of domestic components for solar modules at 40%. This will likely impede development of solar projects as domestically produced solar modules are more expensive than imports, and the manufacturing capacity is also limited. For comparison, solar module prices imported from China cost 0.17 cents USD/MWh on 1 August 2023, while domestic products cost around 1 USD/MWh. For wind power plants, the minimum required percentage of local goods and services needs to be at least 40% by 2018. Malaysia Malaysia relied on coal (42%), gas (38%), and hydro (17%) to power the country in 2022. Solar generation produced 1.5% (2.7 TWh) of Malaysia’s electricity, with installed capacity of 1.9 GW. Based on the latest data, as of November 2023, there are no wind power plants being developed in Malaysia. The government has set a target of 59 GW of installed solar capacity by 2050. To reach the goal, supportive policies are in place to encourage commercial, industrial and household customers to participate in the net metering scheme. Examples would be adopting large scale solar (LSS) bidding programmes, implementing leasing of rooftop space for solar off takers and having net metering schemes that allow excess generated solar PV energy to be exported back to the grid on a “one-on-one” offset basis. TNB (National Utilities Company) also offers the Green Electricity Tariff, with subscriptions of 4,000 GWh in 2022, and a quota up to 6,600 GWh in 2023. The green electricity tariff is a subscription-based electricity service contract sourced from solar power plants, hydropower stations and other renewable energy plants for homes and businesses. The scheme has proven to be a success, reaching its targeted quota and attracting a total of 1,994 users from the domestic, commercial and industrial sectors in 2022. The Philippines The Philippines saw a good solar generation growth between 2022 and 2023, growing from 1.8 TWh to 2.5 TWh (+39%). Under the Clean Energy Scenario set forth by the Philippines government in the Philippine Energy Plan (PEP) 2020-2040, renewables capacity increases to 81.5 GW in 2040, of which solar contributes to 46.1 GW and 11.8 GW for wind. This means solar capacity installation is anticipated to increase more than twenty eight times from 1.6 GW in 2022. The plan also includes activities to pursue rural and household electrification using renewable energy sources, particularly solar home system units. The Philippines’ wind generation grew (+25%, 0.2 TWh) from 2022 to 2023, after a slump in the previous year (-19%, 0.2 TWh). About 11 GW of new wind capacity addition is needed to reach the 2040 target, from the 2022 level of 0.5 GW. According to a World Bank study, in the high-growth scenario, offshore wind energy could contribute 21% of the nation’s electricity by 2040, derived from 21 GW of power plants. This represents a significant increase compared to the Philippines Energy Plan’s (PEP) projected 12% combined share of geothermal, wind, biomass, and oil in power generation. Despite such opportunities, the Philippines’ PEP maintains coal generation in 2040 with a share of 23%. As the second largest nickel producer in Southeast Asia after Indonesia, coupled with the growth in mineral demand, the Philippines is likely to see an increase in the mining industry’s energy demand. Since electricity is the primary fuel used for various production processes, renewables, particularly from solar and wind, offer opportunities for decarbonisation of the mining industry (i.e. in 2020, electricity accounted for a large share of the Philippines’ mining sector total energy consumption at 35%). This would increase Philippine’s competitiveness amid growing policy trends in trade measures, such as the EU’s Carbon Border Adjustment Mechanism (CBAM). Thailand In 2022, Thailand recorded a growth in solar (+17%, 0.7 TWh) generation and a slump in wind (-30%, 1.3 TWh). Electricity demand growth rate has increased by 7.4% between 2020 and 2022. Thailand’s power generation is driven by high reliance on fossil fuels, where gas had the largest share at 64%, followed by coal (20%) and bioenergy (7.7%) in 2022. The country has a large power demand per capita of 3.1 MWh, almost double that of the ASEAN average (1.8 MWh). Thailand’s solar capacity stands at 3 GW in 2022, primarily comprising 95% of ground-mounted installations and 5% residential and commercial rooftop solar PV. The National Energy Policy endorsed an incentive program offering 2.2 Baht per kWh (0.07 USD/kWh) for surplus energy capacity generated by residential rooftop PV systems, with a targeted capacity of 100 MW. Under the current power development plan (PDP2018 Rev.1) Thailand plans to add 16.2 GW new capacities from renewable energy power plants by 2037. This entails new capacity additions of 11.5 GW from solar (including floating solar), and 1.5 GW from wind. This plan is currently under review by the government, and revision will likely be announced in 2024. The Energy Regulatory Commission will also announce a utility green tariff structure by 2024 to promote clean energy production and attract foreign investments. In addition, the country has begun the commercial operation of a 4 MW battery energy storage system facility in accordance with the Power Development Plan. Thailand’s power sector currently represents 35% of the total energy sector’s CO2 emissions and this number is set to rise given the promising growth of electric car sales in the country. Thailand’s government offers various financial incentives for electric cars, including subsidies and import tax reduction. Viet Nam Viet Nam recorded the largest growth of wind (+8 TWh) and solar (+26 TWh) generation among other ASEAN countries between 2015 and 2022. An enabling domestic policy environment accounts for Viet Nam’s solar boom in recent years. Firstly, the Feed-in Tariffs (FiT) that were offered between 6.67 cents USD/kWh and 10.87 cents USD/kWh in 2017, served as an effective scheme to create the renewables market as costs became competitive compared to fossil based generation. Secondly, the government offered land lease exemptions for solar projects that were made possible through good coordination between national and provincial authorities. Thirdly, Viet Nam does not impose local content requirements on renewables projects that make them an attractive market for foreign investors. Lastly, tax exemption for renewable equipment helped improve RE competitiveness. Prime Minister’s Decision 13/2020/QD-TTg on Feed-in Tariffs (FiT) also offers incentives for the adoption of rooftop solar PV, enabling households to sell surplus electricity to the state-owned EVN and its subsidiaries for 20 years at a rate of 8.38 cents USD/kWh. Additionally, this revenue below 4000 USD is exempt from personal income tax. In 2023, Viet Nam approved the National Power Development Plan (PDP) VIII for the period of 2021-2030, outlining specific targets of adding 12.8 GW solar capacity (excluding existing rooftop solar power) by 2030, reaching 168-189 GW by 2050. Given that the installed rooftop solar PV capacity was 9.3 GW in 2021, the target for solar power plants by 2030 is set to reach around 22 GW. The wind capacity target is more ambitious, adding 28 GW (onshore and offshore) by 2030 and 130-169 GW by 2050. Discussion Changing the supply and demand equation Economic growth is necessary – renewables can now power it. It seems quite optimistic to assume that ASEAN will have a net zero power sector by 2040 with the current rate of renewable growth. Last year, ASEAN emitted 5% of the world’s coal power emissions totalling 402 million tonnes of CO2. With that caveat, it presents a challenging compromise between the pursuit of economic growth and the imperatives of addressing climate change. This does not imply that ASEAN countries should abandon economic growth altogether but rather that they should find ways to promote production powered by renewable sources. Harnessing solar and wind potential depends on the countries’ strategies to address barriers on the supply side and implement measures to create demand for renewable energy. On the supply side, governments should focus on policies that are able to support an efficient supply chain of renewable energy technologies, increase capital investments and establish the local renewable energy industry. Regulatory barriers such as local content requirements must be removed and fiscal incentives should be introduced to further grow the domestic industry. In addition, increasing grid flexibility and investment in grid infrastructure and grid-based storage are necessary to address curtailment issues hindering the growth of renewable energy, as shown in Viet Nam. On the demand side, mandating renewable portfolio standards, introducing subsidies for renewable energy producers, providing a green electricity tariff and streamlining the permitting process for renewable energy projects are some of the options that can incentivise renewable energy providers, thereby driving the demand for renewables. Establishing special economic zones fully powered by renewables is helpful for attracting businesses, particularly RE100 companies that procure renewable electricity at scale. Considering that industries accounted for 39% of total final energy consumption in 2020, this move will help boost demand for renewable energy. Conclusion Solar and wind can unlock clean transportation – and beyond Solar and wind led to new opportunities to bolster ASEAN’s preparedness for the electrification of the transportation sector In September 2023, leaders of ASEAN +3 (which includes China, Japan and the Republic of Korea) issued a statement underscoring their shared commitment to a just energy transition and the reduction of carbon emission reduction in the transport sector, acknowledging its impact on economic growth. This statement further emphasises their earlier declaration from the 42nd ASEAN Summit, which focused on the development of the regional electric vehicle ecosystem. With this trend in mind, there is an increasing urgency to transition towards clean power generation, particularly as the widespread adoption of electric vehicles is expected to significantly raise electricity demand. Integrating electric vehicle charging infrastructure with a cleaner power grid will contribute to a more sustainable and low-carbon energy system. Solar and wind may lead to new opportunities to further equip ASEAN for the development of such charging infrastructure. In addition to being a cleaner option, solar and wind are getting cheaper worldwide. To adequately capture these falling prices in the region, revamping the power market could create incentives to leverage the deployment scale and create more efficient supply chains for both energy sources, thus improving the investment climate. To be on track for IEA’s 2050 net zero scenario, ASEAN countries need to foster an enabling policy and regulatory framework, ensuring the implementation of attractive renewable pricing mechanisms and efficient renewable supply chains. Additionally, policymakers in ASEAN should invest in grid modernization and flexibility measures to ensure the secure and cost-effective integration of solar and wind technologies into the power grid. Lastly, in the short term, the relaxation of local content requirements may be necessary to enhance renewables’ competitiveness against conventional generation, particularly until the local renewable manufacturing industry is fully established in ASEAN countries. As a rapidly growing economy, transitioning to cleaner energy sources, and accelerating solar and wind growth, is vital for ASEAN to reduce carbon pollution in the coming years and position itself at the forefront of the new clean energy economy that is rapidly emerging worldwide. Downloads Methodology Capacity additions calculations for IEA 2050 Net Zero Emission (NZE) scenario For this report, we calculate capacity additions required in Southeast Asia to meet the combined wind and solar share target of 23% by 2030, set out in the IEA NZE scenario. We estimate the required electricity generation by 2030, using ASEAN Centre for Energy (ACE) average annual electricity growth rate projection of 5.8%. Then, we estimated the amount of solar and wind capacities that need to be installed to reach the IEA NZE share target, by assuming capacity factors of 16% and 28% for solar and wind, respectively. Capacity additions calculations for ACE’s scenario ACE Least-Cost Optimisation scenario (LCO) is a technology-neutral optimisation scenario applied to the power sector, considering the cost-effectiveness, and maturity of technology to fulfil growing electricity demand, including the deployment of energy storage and interconnection. Scope of study The policy discussion in this report focuses on five ASEAN countries, which dominate the total electricity generation in ASEAN and thus, significantly contribute to the region’s emissions reductions. However, contributions from Singapore, Myanmar, Lao PDR, Cambodia and Brunei Darussalam are equally important for the region to achieve their climate goals. Acknowledgements Contributors With thanks to Beni Suryadi from ASEAN Centre for Energy for his quotes. The contributions of Richard Black, Aditya Lolla, and Pamela Simamora in peer-reviewing, along with the key roles played by Matt Ewen, Oya Zaimoglu, and Uni Lee in data validation, and the invaluable efforts of Chelsea Bruce-Lockhard and Reynaldo Dizon in data visualisation have significantly shaped the final outcome of this work. Hannah Broadbent and Ardhi Arsala Rahmani’s editing and structural enhancements were also crucial in the development of this report. Cover image Solar PV and wind turbines in Phan Rang, Ninh Thuan, Vietnam. Credit: Quang Ngoc Nguyen / Alamy Stock Photo",
    "images": "https://ember-energy.org/app/uploads/2024/09/Vietnam-Solar-Panels.webp",
    "tags": "",
    "excerpt": "Southeast Asian nations require stronger policy support to stimulate solar and wind development, creating a more dynamic demand and supply for clean energy.",
    "categories": ""
}