{
    "title": "As India grapples with EU carbon tax, renewables could help cut heavy industries' emissions quickly",
    "author": "Akanksha Mishra",
    "source": "Theprint",
    "date": "2024-06-27",
    "text": "New Delhi: As India continues to negotiate with the European Union (EU) on the Carbon Border Adjustment Mechanism (CBAM) — a tax that will be imposed on carbon-intensive products imported to the EU — a report released Wednesday by Ember, an energy think tank, has found that using renewable energy can reduce the heavy industries sector’s total carbon emissions by as much as 17 percent by 2030. The sector can decarbonise its entire electricity demand by 2030 with 120 GW of renewable energy, according to the report titled ‘Green electrification of Indian industries for clean energy gains’. CBAM is the world’s first carbon tax, set to be implemented by the EU, on imports of iron, steel, aluminium and petrochemicals, collectively known as the heavy industries sector. The tax, announced by the EU in October 2023, is expected to come into effect from January 2026. India has said it is “concerned” about the carbon tax and will take it up with the World Trade Organisation (WTO), and in bilateral meetings with the EU. India’s heavy industries sector currently accounts for 70 percent of the total carbon emissions of the industrial sector as a whole. However, most of these emissions are from the production and operation processes, which are difficult to decarbonise in the short term. The Ember report finds that the electrification needs of the heavy industries sector, however, can be met with renewable energy sources, and says that this would significantly reduce the sector’s emissions. In 2022, 175 TWh (terawatt hours) or 11 percent of the total energy consumption in the heavy industries sector was met with electricity, which can be replaced with renewable energy sources as an “easy decarbonisation” route, the report said. This total energy consumption of the sector is expected to increase to 253 TWh by 2030. India will need an additional renewable energy capacity of 120 GW to meet the entire electricity demand of the heavy industries sector. With this, the carbon emissions of the sector will be reduced by 17 percent or 180 metric tonnes of carbon dioxide. In the long term, using renewable energy sources will reduce the industry’s emissions by 37 percent by 2050, the report said. “It allows industries to benefit from low-cost renewable power, improves grid flexibility, and most importantly, improves air quality within industrial facilities,” Duttatreya Das, an independent consultant and one of the lead authors of the report, said in a press release. How heavy industries’ sector can be decarbonised The industrial sector in general consumes a lot of electricity in India, accounting for 41 percent in 2023, as opposed to the domestic (household electricity consumption), commercial or agricultural sectors. However, the heavy industries sector uses energy in two different forms — heat and power — which is why certain sections of this sector are considered ‘hard-to-abate’. Thermal energy is used for heating and cooling materials while electricity is used for machinery and equipment in factories. Even within the heavy industries sector, certain products are much more dependent on electricity than others. Aluminium, for instance, sees 80 percent of its energy usage coming from electricity. Meanwhile, the energy usage coming from electricity for cement and petrochemicals is just 10 percent each. So, by switching to renewable energy, the total carbon emissions of industries such as aluminium will reduce more drastically compared to others, and the industry as a whole will benefit, the report said. If renewable energy sources are used, the aluminium industry will reduce 65 percent of its emissions by 2030, according to the report. The steel, aluminium and cement industries together accounted for 91 percent of the total electricity consumption of the heavy industries sector in India in 2022, showing the unequal distribution of the sector’s needs. The steel and cement sectors do not use as much electricity as a percentage of their total energy consumption, but since their production volume is very high, the total electricity used by them matches that of aluminium. Further, given the rapid industrialisation in India and especially the push for clean energy, the need for steel and aluminium to produce solar panels and wind turbines will only increase. According to the report, other forms of decarbonisation like carbon capture and electrolysers “are not ready for deployment and remain in the demonstration stage”, and hence, green electrification remains the easiest road. To meet these renewable energy needs, the country will need 20 GW of additional renewable energy every year until 2030. A promising avenue for deep decarbonisation of the heavy industries sector includes green hydrogen, which is already being promoted by the Ministry of New and Renewable Energy under the National Green Hydrogen Mission. However, its commercial viability remains in question because of the high costs of production, as well as storage and distribution of hydrogen. (Edited by Radifah Kabir) Also Read: Climate change adding 50 to 80 warmer nights each year to Indian summers, study finds",
    "images": "https://static.theprint.in/wp-content/uploads/2024/06/As-India-discusses-EU-carbon-tax-report-finds-how-renewables-can-reduce-heavy-industries-emissions.jpg",
    "tags": "",
    "excerpt": "The sector can decarbonise its entire electricity demand by 2030 with 120 GW of renewable energy. With this, the carbon emissions of sector will be reduced by 17%, finds think tank Ember.",
    "categories": "Environment"
}