{
    "title": "Tackling Australia’s Coal Mine Methane Problem | Ember",
    "author": "unknown",
    "source": "Ember",
    "date": "2025-03-13",
    "text": "Measuring Independent and systematic measurements should be carried out at all active and closed mines, putting an end to the use of default emission factors. Best practice methods such as frequent direct measurement of methane emissions, or the development of a site-specific, in-situ emissions model, will produce more accurate emissions estimates. If emission factors are used for surface mines rather than direct measurements, according to the UNECE guidance, these should be specific to the mine, determined by initial measurements over a period of at least a month, and then reviewed every 3-5 years. Australian scientists have developed a methodology incorporating direct measurements to substantially reduce uncertainties. To further improve emission estimates, a combination of ‘top-down’ and ‘bottom-up’ methods should be used, making use of existing and emerging satellite technologies to pinpoint methane plumes and compare aerial measurements to mine-reported data. Existing satellite technology that has the potential to calculate the methane intensity of large mines, or clusters of mines, is already challenging Australia’s official emissions estimates. Advances in monitoring technologies means measurements with higher resolution and greater coverage are imminent. New satellites such as EnMAP, Carbon Mapper, CHIME, EMIT and MethaneSat will provide a more thorough picture of Australia’s CMM emissions and force improved transparency and methodology in the current MRV system. Governments and companies should utilise this new capability to better understand emissions, and design policy tools to improve tracking and mitigation of CMM. Reporting Currently, the emissions data released by the CER and available on the AGEIS database is broad-based, impeding public evaluation of matters like the emissions intensity of different coal mines. We recommend that AGEIS should make their granular data publicly available, with data on individual active mines, their methane intensity, mitigation measures, utilisation and more. Australia also lacks a comprehensive database of decommissioned mines, and only reports on closed underground mines. This appears to result in AGEIS estimating emissions for only a fraction of closed mines. Furthermore, the potential for significant methane emissions from mines in ‘care and maintenance’ is particularly concerning and must be investigated. Verification Reporting entities should have a formal quality assurance program, including independent review of emission reports prior to submission. The CER should ensure that all reported data is verified, whether through comparing reports to known data benchmarks, through independently running data inputs through standardised calculations, or financing independent checks by third parties. The use of best-available, high-resolution satellites can support the verification of on-the-ground emissions measurement or estimates and, by the end of 2022, it is expected that satellite configurations will be capable of taking daily measurements at the facility level. Satellites and drones are an emerging approach for the verification of national inventories, and regulators should consider the calibration of satellite observations with data from land-based monitoring systems. Quick Wins – Mitigating emissions at coal mines Abatement techniques for CMM are already widely available. Requirements such as capturing methane prior to production, capturing/utilising Ventilated Air Methane, and banning venting should be standard industry practices. While existing mines continue to operate, there are various methods available for mitigating the scope 1 emissions from coal extraction and processing. Most approaches centre on the combustion or oxidation of methane emitted from underground mines, or around energy and resource efficiency measures across all types of coal mines. Experts in the US have compiled suggestions for policies and regulatory regimes, as these will be needed in order to ensure implementation of CMM abatement projects at the scale necessary. VAM abatement The EPA estimates that Ventilation Air Methane represents ~75% of underground mining emissions, and is the largest contributor to CMM emissions. Its mitigation is therefore one of the most promising avenues for reducing methane leaks from operational coal mines. The dominant means of reducing the climate impact of VAM is capturing the gas and either extracting or destroying the methane. Combusting or passing methane through a flameless oxidiser destroys it, and produces CO2 and water. Captured methane can also be sold to the gas market, provided there is gas compression and transport infrastructure proximate to the coal mine (in which case the methane becomes a source of scope 3 emissions for the coal mine). While such uses of methane still result in the production (and release) of CO2, the lower global warming potential of CO2 means that these mechanisms are still viewed as emission mitigation. Australia’s science agency CSIRO has developed three technologies to mitigate VAM emissions. The ‘VAMMIT’ machine destroys methane, while the ‘VAMCAT’ uses a catalytic combustion gas turbine to create electricity from captured methane. The ‘VAMCAP’ uses carbon composites to capture and concentrate methane from source air (usually a mine’s ventilation system) enabling the economic recovery and use of VAM. Both VAMMIT and VAMCAT can be used in environments with low methane concentration (less than 0.3%), enabling their use in relation to ventilated air from working mines. Such latest technologies show that on average 96% of VAM methane can be oxidised. If applied to all underground mines, this technology has the potential to reduce Australia’s methane emissions by approximately 45% (420 kt), equivalent to 35 million tonnes of CO2-e when using methane’s 20-year GWP, which is similar to New Zealand’s annual CO2 emissions. The capture and beneficial use of CMM is not a new process – the German Creek power station has been powered by both VAM and drainage gas since 2006 – but uptake has been low. VAM emissions are larger by volume but have low methane concentrations, which increases mitigation costs, whereas drained mine gas can have high CH4 concentrations but is generally a time-limited resource (drained prior to coal activities commencing, or before each new mine extension). These aspects of each emission source influence the economics of adopting the available mitigation measures; without strong incentives in the form of a high carbon price or effective mandatory emission reduction measures, it is less likely that pursuing mitigation of VAM will be an attractive commercial decision for most mines. This creates the clear need for legislated obligations on coal mines to incentivise or require methane capture and/or utilisation. Implementing legislative bans on venting (releasing methane to the air) forces coal mines to instead capture and use/dispose of CMM – which are readily available actions that can, in some circumstances, provide an additional source of revenue for the mine operator. It is worth noting that it is currently possible for coal mines to earn Australian Carbon Credit Units (ACCUs) under the Emissions Reduction Fund. Under the ‘Coal Mine Waste Gas’ Method, the proponents of underground coal mines can earn ACCUs through the emissions that are “avoided” when the coal mine methane is flared, oxidised or used for electricity generation. There are 14 projects registered with the CER under the Coal Mine Waste Gas Method, almost all of which involve electricity generation. Coal mine waste gas electricity generation projects in Queensland have so far been issued with 1,101,402 ACCUs, worth approximately $33m at the current unit spot price of around $30. Controversially, the Coal Mine Waste Gas Method enables coal mines using the methane for electricity generation to earn additional revenue from the ACCUs on top of what they save through not having to purchase electricity or use their own coal for their electricity needs. Abandoned Mine Methane (AMM) Methane emissions from abandoned coal sites can be reduced to almost zero if the mines are flooded. In cases where flooding is not technically feasible, mines can be sealed. The UNECE has published best practice guidance on AMM recovery, including examples from Europe and the US. Even low quality AMM can be used as a resource, as demonstrated by the Durr Megtec with examples in Europe and Australia. Regulations and proper enforcement can ensure these measures are broadly applied even when companies have no profit incentive to manage an abandoned asset. Properly shuttering mines, for example as done by Française de l’Energie, will create jobs in coal regions, bolstering both ecological and social justice.",
    "images": "https://ember-energy.org/app/uploads/2024/09/2-14-Hunter-Valley-coal-mine-Australia.jpg",
    "tags": "",
    "excerpt": "The scale of methane emissions from Australia’s coal mines and potential actions to reduce leaks and mitigate their impact on the climate.",
    "categories": ""
}