{
    "title": "CBAM - Saur Energy International",
    "author": "unknown",
    "source": "Saur Energy International",
    "date": "2025-03-24",
    "text": "Does Europe Need To Subsidise PV Manufacturing? Updated On Mon, Mar 24th, 2025 by Saurenergy The European Commission (EC) has been on an overdrive post Covid, launching multiple partnerships and funding for fostering manufacturing and innovation within the continent. Like the Biden administration in the US, the ostensible reason has been a desire to cut dependence on China in the renewable space, especially in the solar and now, battery space. […] Read more Impose Carbon Tax In India To Handle CBAM Issue: CSE Updated On Thu, Jul 18th, 2024 by Saurenergy A new report from New Delhi-based think tank Center for Science and Environment (CSE) said that the developing countries might consider imposing carbon tax and other measures on their own to tackle the issue of the European Union’s (EU) Carbon Border Adjustment Mechanism (CBAM). This comes at a time when the EU has planned to […] Read more Renewables Can Cut 17% of India’s Heavy Industry Emissions: Ember Updated On Wed, Jun 26th, 2024 by Saurenergy A new report from the energy think tank Ember highlights the crucial role of renewables-based electrification in avoiding 17% of the anticipated carbon emissions from India’s heavy industry by 2030. This report indicates possible near and long term strategies to smash emissions as India negotiates with the EU bloc on mechanisms to comply with the […] Read more Nordcell Plans 1.2 GW Module Plant In Sweden Updated On Mon, Apr 1st, 2024 by Saurenergy Going against the grain of recent announcements of stress in the solar manufacturing sector in Europe, Swedish manufacturer Nordcell has shared plans to build a 1.2GW module manufacturing plant in northern Sweden, termed GIGA One. Nordcell said it is evaluating sites for the facility and hoped to begin production as early as the first half […] Read more",
    "images": "https://img.saurenergy.com/2020/09/saurenergy-international-logo.jpg",
    "tags": "",
    "excerpt": null,
    "categories": ""
}