{
    "title": "Green electrification can unlock clean energy gains for Indian industries | Ember",
    "author": "unknown",
    "source": "Ember",
    "date": "2025-04-10",
    "text": "Green electrification can unlock clean energy gains for Indian industries Decarbonisation of heavy industries demands significant electrification, ultimately reliant on renewable energy sources. This transition will require a substantial increase in renewable capacity to meet future industrial needs. Table of Contents Executive summary Green electrification of industries is a necessary lever for India’s clean energy story Electrifying thermal processes with renewables is a natural choice for Indian industries to slash their carbon footprint while simultaneously boosting the country’s clean energy ecosystem. Industries are the largest energy end-use sector in India, emitting 920 million tonnes of CO2 annually. The steel and cement industries alone contribute 18% of India’s total emissions. With the EU’s Carbon Border Adjustment Mechanism (CBAM) legislation, there is increasing focus on decarbonising industrial energy use. Understanding the ‘hard-to-abate’ nature of industries and exploring available options is crucial for initiating decarbonisation. In the near term (to 2030), transitioning from fossil fuel-based electricity to renewable energy sources (RES) is crucial to meet current power needs sustainably. In the long term (to 2050), industries must adopt advanced electrification and power-to-fuel technologies to rapidly decarbonise their emission-intensive operations. Green electrification will significantly change energy consumption patterns in these industries, requiring strategic planning to ensure future energy demands are met efficiently. Key takeaways Renewable energy can decarbonise up to 11% of India’s heavy industries’ current energy consumption Industries rely on fossil fuel and electricity for their heat and power requirements, respectively. In 2022, India’s heavy industries—steel, cement, aluminium, petrochemicals and ammonia—consumed a total of 175 TWh of electricity, making up 11% of their overall energy consumption. Notably, 91% of this electricity was used by the steel, cement, and aluminium sectors. Sourcing this electricity from RES can significantly reduce industrial emissions and ensure compliance with international norms like the Carbon Border Adjustment Mechanism (CBAM). India’s heavy industries require 120 GW of renewables by 2030 to fully decarbonise their electricity demand By 2030, electricity demand in India’s heavy industries is expected to rise by 45% to reach 253 TWh, driven by existing technologies and projected growth rates. Meeting this demand with renewable energy will require adding 120 GW of RES capacity, potentially reducing carbon dioxide emissions by 180 Mt. With declining RES tariffs, this shift represents a natural business choice for industries, especially if round-the-clock availability of renewable electricity is assured. Electrification can triple the 2050 share of electricity in energy consumption of India’s heavy industries Adoption of sector-specific electrification and power-to-fuel technologies could significantly increase electricity demand by 2050, reaching around 1,468 TWh and tripling electricity’s share in the industrial energy mix compared to business-as-usual. This expansion would necessitate nearly 700 GW of renewable energy capacity. However, the main challenge lies in advancing these technologies to achieve commercial viability and widespread deployment. Green electrification of industries can bring several system-wide gains Deploying advanced electrification technologies powered by RES could reduce CO2 emissions from India’s heavy industries by 37% (737 Mt) in 2050. This shift would help industries alleviate the burden of high industrial tariffs, mitigate fuel price volatility and enhance air quality within industrial facilities. It would also strengthen India’s clean energy and manufacturing sectors by demand for RES manufacturing, promoting power-to-fuel technologies, attracting large-scale investments and creating new jobs. Chapter 1 | The state of play India’s heavy industries have an opportunity to begin decarbonisation through RES 11% of total energy consumption in India’s emissions intensive heavy industries is met by electricity today, which could be sourced from RES. A primer on heavy industries While policymakers generally agree on technologies for electricity supply and transportation – like renewables, batteries and electric vehicles – there is less consensus on the technologies needed for industrial decarbonisation.This debate has gained traction in recent years, particularly with the introduction of the EU’s Carbon Border Adjustment Mechanism (CBAM) legislation. However, the actual transformation at the enterprise level has been gradually taking shape. This analysis specifically focuses on five emission-intensive heavy industries that are significant contributors to India’s CO2 emissions. The sectors of steel, cement, petrochemicals, aluminium and ammonia, together referred to as the ‘heavy industries’ in this report (distinct from India’s heavy engineering industries), are not only considered as the materials that form the pillars of modern civilisation but are also top industrial emitters. India’s dependence on these sectors will only increase with growing income levels and infrastructure development in the next few decades. Decarbonising these industries will require the adoption of multiple cross-cutting technologies and sector-specific radical innovations. The mentioned industries are considered hard-to-abate due to certain specific techno-economic characteristics.To develop effective strategies for their low-carbon transformation, it’s essential to understand these characteristics in the context of decarbonisation. Mapping the emission inventory The fuel mix of an industrial sector significantly impacts the emissions it produces. Direct emissions from the industrial sector in India, known as scope 1 emissions, were estimated to be 560 Mt CO2 in 2021. Industries also consume the most electricity (41%) as compared to other economic sectors like domestic, commercial and agriculture. The indirect emissions, known as scope 2 emissions, from purchased electricity are estimated to be 360 Mt CO2. This brings the total emissions from the industrial sector to about 920 Mt CO2. The steel industry (300 Mt, 33%) and cement industry (230 Mt, 25%) are the largest contributors to these emissions, primarily due to their substantial production scales. Besides CO2, these processes emit other greenhouse gases like NOx, SOx, and particulate matter, which are harmful to health and the environment. Electricity use in heavy industries Industries have traditionally relied on fossil fuels and electricity for their heat and power needs. The energy required to produce one unit of a product is referred to as the specific energy consumption (SEC). SEC can be split into specific thermal energy and specific electrical energy. Thermal energy, primarily derived from fossil fuels like coal in India, is used for direct heating processes. Electrical energy, sourced from captive power plants or the grid, powers machinery and equipment. Some industries consume more electricity per tonne of product than others, making them “low-hanging fruits” for decarbonisation. A significant portion of their energy consumption can be decarbonised immediately using renewables if appropriate incentives and regulations are in place. In 2022, 11% of the energy consumption in India’s heavy industries was met through electricity, with the remaining 89% reliant on fossil fuel-based thermal energy, making these sectors difficult to decarbonise. Electricity usage varies widely across industries. For instance, electricity accounted for 80% of the total energy consumption in the aluminium sector, significantly higher compared to cement (10%), petrochemical (10%), steel (8.5%) and ammonia (4.8%). Notably, the cement and steel sectors have higher total energy consumption due to their large production volumes. Since 11% of energy in India’s heavy industries comes from electricity, switching this to renewable sources offers an easy decarbonisation opportunity. Industries must source an increasing portion of their electricity from renewables each year through the renewable purchase obligations (RPOs) for industrial consumers. If implemented well, this policy can have a significant impact on industrial decarbonisation. Sectors like aluminium already use a high amount of electricity per unit of output. With legislation like CBAM expected to kick off soon, it would be important for producers to make their products compatible with international norms. Decarbonising aluminium production holds significant potential and should be an immediate strategic priority. In 2022, heavy industries consumed about 175 TWh of electricity. Notably, the steel, cement and aluminium sectors combined accounted for 91% of this electricity usage. Although the specific electrical energy consumption is a small share of total energy consumption in steel and cement, their large production volumes overshadow other sectors. Interestingly, despite India’s aluminium production being 30 times smaller than steel in terms of output volume, it consumes only slightly less electricity than steel in absolute terms. Chapter 2 | Near-term outlook (2030) Renewable electricity can begin India’s industrial decarbonisation India’s heavy industries could avoid 180 Mt CO2 emissions by 2030 just by sourcing all their electricity from RES. This would require 120 GW of RES capacity. Growth in electricity demand to 2030 The capacity addition for new heavy industries is expected to increase rapidly considering India’s push towards manufacturing, infrastructure and housing development. The push for a clean economy will drive manufacturing of solar panels, wind turbines and electrolysers, which in turn is expected to add to the demand for commodities like steel and aluminium. Currently, India’s per-capita consumption of basic commodities such as steel and cement is roughly one-third of the global average, but it is expected to rise rapidly as living standards improve. The rise in consumption of the above commodities during periods of high growth of large developing economies can be seen in countries like China. For example, China’s cement consumption in 2020-2021 was equivalent to that of the USA over the entire 20th century. Considering the growing importance of heavy industries, India’s growth story needs to be environmentally sustainable. This requires understanding of the energy demand growth from the industrial sector in the coming decades and exploring options to decarbonise industrial operations with existing technologies. Since cross-cutting technologies such as electrolysers and carbon capture remain in prototype or demonstration stages, they are not yet ready for widespread deployment till 2030. Therefore, most of the achievable decarbonisation in Indian industries during the 2020s will come from greening their electricity supply. This will not only bring the potential emission reductions but also provide broader benefits to the industries and the RES ecosystem (see Chapter 4). Power to fuel technologies like green hydrogen in industries will be crucial for industrial decarbonisation in the long-run, but may not be ready for commercial deployment in the near term. With existing technologies, the total electricity demand in India’s heavy industrial sectors is projected to increase significantly from 175 TWh in 2022 to 253 TWh by 2030, marking a 45% rise with a compounded annual growth rate (CAGR) of 4.7%. The steel sector is expected to be a major driver of this increase, with electricity consumption forecast to surge to 101 TWh by 2030. This growth is propelled by a policy shift towards adopting electric arc and induction furnaces, alongside increasing the use of scrap in operations, prompting steel corporations to transition towards scrap-based arc furnace operations. The aluminium sector has opportunities to advance electrification by switching to electric boilers for processes such as digestion, potentially increasing their electricity consumption to 73 TWh by 2030. Overall in the near-term, electricity demand in other sectors is anticipated to grow mainly due to production expansion rather than electrification. Meeting electricity demand with renewable energy sources By meeting the entire 2030 electricity demand from India’s heavy industries by 2030 with RES, a substantial reduction in emissions is achievable in each sector. This is imperative not only for voluntary climate initiatives but also to align with increasingly stringent emission standards at regional, national and global tiers for Indian industries. Meeting India’s heavy industries’ electricity demand with RES requires approximately 120 GW of RES capacity by 2030.This means adding an average of 20 GW annually specifically to meet industrial energy needs. Most of this demand will come from the steel (48 GW), aluminium (35 GW) and cement (26 GW) sectors considering the expected electricity demand growth. Switching to RES for electricity can help meet the rising demand in heavy industries and reduce the burden of high electricity prices driven by cross-subsidies. This is particularly advantageous with new schemes promoting open access to green energy and the temporary waiver of interstate transmission charges. Transitioning to RES for electricity in India’s heavy industries could avoid approximately 180 million tonnes (Mt) of CO2 emissions by 2030, resulting in a 17% reduction in the projected 2030 CO2 emissions from these industries. The aluminium and petrochemical sectors could see significant reductions, with RES-based electricity potentially cutting 65% (53Mt) and 50% (9Mt) of their respective 2030 CO2 emissions. In absolute terms, steel emissions have the most emissions reduction potential, as arc furnace facilities powered by renewables have the potential to help avoid around 15% (73 Mt) of 2030 steel emissions. While this may seem modest relative to the total steel sector emissions, it constitutes a substantial absolute reduction compared to other heavy industries. Chapter 3 | Long-term outlook (2050) Electrification is key to deep decarbonisation of industries Adopting advanced electrification technologies powered by RES can potentially triple the share of electricity in the energy mix of industries and offset 737 million tonnes of CO2 emissions. Types of electrification for industries Similar to the ongoing electrification efforts in the transportation and residential heating sectors, there is currently a significant push to shift some of the thermal processes to electricity and power them with RES. The rationale is to utilise renewables and reduce reliance on fossil fuels. However, the diversity of the industrial sector requires a comprehensive suite of technologies for effective transition. Consequently, the electrification strategy for the industrial sector needs to be phased, targeting specific sectors in a timely manner as the necessary technologies mature and become viable. Broadly, there are two key strategies to electrify the dominant industrial processes: direct electrification and indirect electrification. Direct electrification Direct electrification involves replacing fossil fuel based thermal processes with electricity based heating processes. The primary goal of large-scale electrification is to source all this electricity from RES, making it one of the most promising ways to decarbonise industrial heating needs. Some of the direct electrification methods include resistance heating, arc heating, induction heating, dielectric heating and electrolysis. Direct electrification technologies can be highly efficient, offering a more controlled heating process compared to traditional fuel-based methods. Unlike conventional convection heating, electro-thermal technologies can precisely target specific areas without heating the surrounding material. However, their widespread commercial viability has been limited by the affordability of cheap fossil fuels. Direct electrification methods Resistance heating: Heat is generated by passing current through a resistance. Arc heating: Achieved by initiating an arc between current-carrying electrodes. Induction heating: Utilises electromagnetic induction principles. Dielectric heating: Uses high-frequency electromagnetic fields. Electrolysis: Uses electricity to purify and extract metals Indirect electrification Indirect electrification, often referred to as power-to-fuel (P2X), involves the electrolysis of water to produce hydrogen and its derivatives. This approach can complement direct electrification in all end-use sectors, particularly where direct electrification is challenging. Certain industrial sectors, such as refining and ammonia, currently use grey hydrogen derived from the reformation of natural gas. Decarbonising these sectors by replacing fossil-based hydrogen with electrolysis-based green hydrogen is a strategic target. Hydrogen and its derivatives such as ammonia can be used as energy carriers and for energy storage. Additionally, hydrogen can provide flexibility to the grid by balancing the penetration of renewables. As hydrogen production increases and prices decline, its application can expand to other sectors, such as steel. The hydrogen ladder, a work-in-progress for developing a priority order for hydrogen use, helps allocate hydrogen to various sectors based on the suitability of the use case. However, the use of electrolysis-based hydrogen is presently limited by the high costs associated with its production and the necessary infrastructure for storage and distribution. A major portion of the levelized cost of hydrogen, about 30-60%, is due to the cost of electricity, with the remaining cost primarily due to electrolysers. Therefore, future cost declines in both renewable energy and electrolysers will be crucial for reducing the overall cost of hydrogen. Industrial electrification to 2050 It’s clear that RES technologies alone are insufficient for industries to achieve decarbonisation. They must be complemented by a range of electrification technologies that are still becoming viable as of 2024. Different industrial sectors are exploring various direct and indirect electrification technologies to electrify their thermal processes. However, these technologies are at different technology readiness levels (TRL, on a scale of 1-11) based on their maturity. The figure below presents an overview of key electrification technologies for various sectors along with their current TRL. More details on piloting studies and corporate commitments in India related to these new technologies can be found in the data sheet. Direct electrification technologies for most sectors (except for electric arc furnaces, that are already dominant) have low TRLs and are expected to enter industrial facilities after 2040. Various piloting initiatives are planned for heavy industries such as steel and cement in India. Alongside these technological advancements, there has been an enormous interest among industries in sourcing power from RES, capitalising on declining prices. Despite decades of successful demonstration, electrolysis-based hydrogen production has not yet achieved commercial scale. However, with the increasing urgency for carbon reduction, electrolysis-based hydrogen production is making significant strides in technology improvements. Although not yet commercialised, several large-scale pilot projects are taking shape and are expected to deploy more than 100 million tonnes annually if they come online. The success of industrial electrification and decarbonisation heavily depends on the commercialisation of hydrogen production. In 2023, the Indian government launched the Green Hydrogen Mission, aiming to produce 5 million tonnes of green hydrogen powered by 125 GW of renewable energy by 2030. By 2024, the first tranche of subsidies for electrolyser manufacturing and green hydrogen production was completed, attracting significant interest from both public and private corporations. To understand the potential of industrial electrification and the necessary RES capacity, we develop the ‘Potential Electrification Case’. This scenario explores how different new electrification technologies could transform industries. Direct electrification technologies are anticipated to be adopted in industrial facilities based on their technological readiness, gradually integrating into a significant portion of the total production mix. The indirect electrification based on electrolysis-based hydrogen extrapolates the national green hydrogen targets. It assumes the production of 5 million tonnes of green hydrogen by 2030, increasing linearly until 2050. The ‘Business-as-usual’ scenario assumes no major integration of new technologies, continuing past trends with minimal environmental improvements. We establish the Potential Electrification storyline for various sectors in our study based on the adoption of sector specific electrification technologies and production of electrolysis-based hydrogen. These electrification technologies, currently in nascent stages, will gradually become part of industrial processes by 2040. A pivotal strategy is the prioritisation of hydrogen production as a limiting factor. This entails allocating hydrogen based on the quantity produced to various industrial sectors. The hydrogen allotment strategy indicates that out of the five sectors considered, only two—ammonia and steel—are likely to use hydrogen before 2050. Decarbonising ammonia with green hydrogen is a natural early use case, given its compatibility with existing grey hydrogen based industrial processes and distribution infrastructure. Green hydrogen use in steel production is expected to begin around 2040. What green electrification entails The push to decarbonise will alter the current energy mix. Beyond 2030, direct electrification and power-to-fuel technologies are expected to raise the share of electrical energy consumption, more in certain sectors than others. This analysis estimates that the share of electrical energy can nearly triple from 11% to 34.5% of total energy consumed for all of India’s heavy industries combined. A greater share of electrical energy in the energy mix makes the decarbonisation of industry more achievable. The ammonia sector is set to lead with 94% electrification, driven by the shift to green ammonia production. In steel, electrification will reach 26%, due to growth of scrap-based electric arc furnaces and adoption of hydrogen-based direct reduced iron. Advanced technologies like electrified kilns in the cement sector and electrified crackers in the petrochemical sector could increase electricity’s share by 15% and 14.5%, respectively. The aluminium industry, already predominantly electrified, aims for 96% electrification through the electrification of alumina refining processes. The projected electricity demand is expected to triple to 1,468 TWh by 2050, driven by progressive electrification efforts in industries. A significant portion of this electricity, approximately 770 TWh, will be required for power-to-fuel technologies, particularly in the ammonia and steel sectors. To meet the industrial demands in this decarbonisation scenario, the RES capacity needed is estimated at 699 GW by 2050. The major demand for RES capacity will be in the steel (276 GW) and ammonia (252 GW) sectors. This shift towards green electrification has the potential to offset 737 million tonnes of CO2 emissions by 2050, equivalent to a 37% reduction compared to a business-as-usual approach. The need for additional renewables will become particularly steep after 2040, driven by increasing hydrogen production and the maturation of various breakthrough electrification technologies. The benefits of electrification depend on a significant portion of the electricity coming from renewable sources. The shift in the energy mix towards more electrification and away from coal will require a recalibration of power demand. Industrial transformation will require close monitoring of the evolving electrical demand in the industrial sector. Chapter 4 | Benefits of industrial electrification Green electrification can bring systemwide benefits The main technological levers for the deep decarbonisation of heavy industries are renewable-based electrification (both direct and indirect), CCUS and biomass. Renewable electricity is the most crucial decarbonisation lever because CCUS and other carbon removal technologies remain uncertain despite decades of piloting. Biomass is also limited by resource availability. As a result, the need for renewable capacity is expected to increase significantly compared to a business-as-usual approach for a decarbonised industrial sector. Powering industrial operations with renewables is becoming financially advantageous due to the long-term trend of declining prices of renewable electricity. In India, tariffs for industrial consumers remain high due to cross-subsidisation within the sector, which prioritises subsidising agriculture and commercial sectors. However, tariffs obtained by captive solar and open access solar projects for industrial users are notably lower than those charged by distribution companies. investments in solar captive projects can yield a payback period of 3-4 years. Given that electricity costs constitute a significant portion of industrial expenses, transitioning to renewables results in substantial savings and represents a sound business decision. With sufficient capacity built, industries can profitably decarbonise their electricity supply. Alongside the techno-economic benefits of accelerated renewable uptake, there’s a notable improvement in air quality within large industries and industrial towns. This improvement stems from the replacement of multiple coal-based captive capacities with cleaner RES. Doing away with the deleterious impacts of coal power plants would result in experiencing cleaner air and reducing long term health hazards for industrial communities. Electrification of industries offers several non-decarbonisation benefits to both the industries and the broader economy. It allows for better control over process temperatures, faster startup rates and higher product quality. With heavy industries increasingly becoming owners of renewables, often termed as ‘prosumer’ market actors, the dynamics between industries and the power sector evolve, particularly in terms of supply and demand side flexibility. These companies, recognising their round-the-clock power requirements, are inclined to invest in storage solutions and implement demand-side management strategies, thereby emerging as potential ‘swing consumers’ in the energy system. Renewable-based electrification would also drive significant demand for renewable equipment and associated manufacturing, thereby supporting the government’s manufacturing ambitions. The electrification of commercially available processes are constrained by high industrial tariffs, which struggle to compete with domestically available coal. Another important challenge is the immense research and development needs required for the commercialisation of these electrification technologies. Many electro-thermal processes gained significant attention in the 1980s post-oil crisis when energy prices were high. Today, the industrial world needs these electrification technologies to transform towards low carbon pathways. This requires tremendous effort by all stakeholders to launch these technologies from laboratories towards mainstream industrial applications. Downloads Methodology The methodology section is organised into three subsections, each detailing the data analysis and modelling strategy employed for the chapters of the report. These chapters are constructed sequentially to build upon each other, ensuring a comprehensive approach of understanding industrial electrification. The primary industrial sectors examined in this report include major emitters such as steel, cement, aluminium, ammonia and petrochemicals. Chapter 1: The state of play The specific energy consumption (SEC) is defined as the energy consumed in manufacturing a unit of product, typically represented in gigajoules per tonne (GJ/t). SEC is calculated and reported as a gate-to-gate metric by industries, encompassing all forms of energy entering the industrial facility. The Bureau of Energy Efficiency (BEE), which implements energy conservation regulations for industries, publishes energy audit reports for various sectors. There are a number of reports for different sectors based on energy audits carried out by BEE, can be found for steel, cement and aluminium here for example. Further, based on the use of fossil fuel use for thermal heating and electricity use for electrically powered processes within different sectors, the SEC is further divided into specific thermal consumption and specific electrical consumption. This bifurcation provides insights into the energy consumption patterns in different sectors and the proportion of electricity within the overall energy mix. The average emission intensity of an industrial sector is defined as the carbon dioxide emitted during the manufacturing of a unit of product. Beyond emissions from fossil fuel combustion or coal-based electricity generation, many industries have significant process emissions, for example cement, due to the basic chemistry of the reactions. Additionally, sectors like steel have varying emission intensities depending on their route of production. The average grid emission intensity factor is assumed as 0.716 tCO2/MWh when emissions from electricity consumption are explicitly considered. The emission intensity data for different sectors are compiled from reports and academic literature due to the lack of standardised estimates reported by a governmental agency. This is then used to calculate the emissions for various industrial sectors. Chapter 2: Near-term outlook (2030) The near-term outlook, extending up to 2030, examines the projected growth in electricity demand from heavy industries. The growth for each sector is harmonised with the government’s latest GDP growth forecasts up to 2030. For instance, the steel sector’s growth is guided by the National Steel Policy, 2017, which outlines the share of different production routes by 2030. Similarly, the government mandates the cement industry to promote the use of fly ash and slag to ensure circularity. These considerations are meticulously integrated when determining the share of different production routes within these sectors. Consequently, the energy consumption of fuel and electricity increases in alignment with the sectoral growth. This approach provides a comprehensive projection of the electricity demand for each sector by 2030. Additionally, the emissions from different sectors by 2030 are computed using the average emission intensity values estimated in Chapter 1. The near-term decarbonisation scenario focuses on powering current industrial electricity consumption using renewable-based electricity. This modelling exercise yields two important findings. First, it estimates the necessary growth in renewable energy capacity to fully meet the industry’s electricity demand, calculated using the capacity utilisation factor based on the 14th National Electricity Plan projections. Second, it computes the emission reductions achievable by replacing fossil fuel-based electricity with renewables for each sector. The emission intensity assumed for the grid is 0.716 tonnes CO2/MWh, based on the Central Electricity Authority’s latest estimates. In this scenario, emissions from grid-purchased electricity would be eliminated if the electricity is sourced from RES. Chapter 3: Long-term outlook (2050) The long-term outlook explores the potential for electrification in each sector considered in this report. We examine two primary types of electrification to build a scenario for potential electrification across the industrial sectors. The first is direct electrification, which includes technologies such as electrified furnaces and kilns. These sector-specific direct electrification technologies are at varying levels of readiness and are anticipated to be integrated into industrial processes before 2050. The assumptions regarding the expected year of commercialisation and the projected share of total production from these direct electrification technologies are thoroughly detailed in the accompanying table of technologies. The other type of electrification, known as indirect electrification, involves using power to generate fuel, primarily through electrolysis to produce hydrogen. The production of hydrogen in the long-term outlook aligns with the government’s green hydrogen policy targets and extends linearly beyond that until 2050. In the model, electrolysis-based hydrogen production is treated as a limiting technology due to uncertainties surrounding its scalability. The produced hydrogen is allocated to different sectors based on a logical strategy that prioritises the most feasible use cases, following the hydrogen ladder concept. This allocation strategy ensures that, in accordance with government targets and the linear extension, the ammonia sector begins using hydrogen by 2025, and the steel sector starts incorporating hydrogen by 2040. Given the projected volume of hydrogen production, these are the only two sectors expected to utilise hydrogen by 2050, according to the analysis. Under the scenario for potential electrification, the share of electricity is expected to increase due to both direct and indirect electrification. This shift is estimated by analysing the changing energy mix for industries as they transition towards electrification, compared to a business-as-usual approach. The rationale behind electrification is its role as a precursor to decarbonisation. By increasing the share of electricity in the energy mix over time, it becomes easier to supply this electricity with renewables, which are already established and viable technologies. Consequently, as a sequential next step, the amount of renewable energy required by 2050 is calculated to meet the electricity demands of industries under this scenario. More details about assumptions, methods and technologies can be found in the data sheet. Contributors Ember contributors: Sam Hawkins, Chelsea Bruce-Lockhart, Rini Sucahyo, Shiyao Zhang Peer reviewed by Prasis Poudel, Neshwin Rodrigues, Richard Black Cover image Solar panels on the roof of a large industrial building. Credit: Michele D’Ottavio / Alamy Stock Photo",
    "images": "https://ember-energy.org/app/uploads/2024/09/India-electrification.jpg",
    "tags": "",
    "excerpt": "Decarbonisation of heavy industries demands significant electrification, ultimately reliant on renewable energy sources. This transition will require a substantial increase in renewable capacity to meet future industrial needs.",
    "categories": ""
}