{
    "title": "Türkiye can expand solar by 120 GW through rooftops | Ember",
    "author": "unknown",
    "source": "Ember",
    "date": "2025-03-13",
    "text": "Calculations of capacity potential In the analysis, the publicly available Microsoft Building Footprints database, which contains more than 1 billion roof coordinates stored as polygons, was used to identify roofs in Türkiye. For this study, the May 2022 update, stored as a “Feature Collection” in the Google Earth Engine, was used. The dataset contains 18,058,257 polygons within the borders of Türkiye, including all kinds of structures with roofs. More than one source was examined regarding the surface area a 1 kW solar power plant installed on the roof will occupy. According to a UK-based company that lists the most suitable solar panel options for homeowners and enables them to get price quotes, the required roof area is calculated as 6.4 m 2 per kW, assuming panels with less than 20% efficiency and with a capacity of 260 watts. According to a US-based website established to assist consumers in the solar energy sector, and an Australian service provider that lists solar panel suppliers to facilitate obtaining price quotes, the roof area required for 1 kW with panels of 330–400 watts and an efficiency of at least 20%, is from 4.1 to 5.6 m2. When ten random rooftop SPP projects completed in Türkiye in 2021-2022 were examined using satellite images, it was observed that the average area required for 1 kW of rooftop SPP capacity was ​​6.3 m2. Therefore, taking a conservative approach for the calculations, it was assumed that a 1 kW panel would cover an area of ​​6.4 m2. The process of classifying roofs into three separate categories started with a training set including all three types identified in a satellite image containing only roofs for a selected province. In creating the training set, a sufficient number of randomly selected roof images were manually labeled according to the three roof types (flat empty/pitched empty/full). The decision to create a sufficient number of training sets was made using a validation set created completely independently of the training set. The validation set, selected from eight different regions of Türkiye, required the manual labelling of thousands of points in each region according to whether they were flat/pitched/full. Then, a visual classification algorithm designed on Google Earth Engine (GEE) was run to calculate accuracy rates in the validation set, and the training set was expanded and improved to maximize accuracy. The training set was created in Ankara, and the provinces covered by the validation set included Istanbul, Ankara, Izmir, Antalya, Konya, Erzurum, Trabzon and Şırnak. During validation, the final model achieved accuracy scores of 97% for empty pitched roofs, 83% for empty flat roofs, and 89% for full roofs. Some corrections were applied to the roof areas following classification into three separate categories. The first correction was to reclassify areas with insufficient space for a panel as unsuitable roofs. Another adjustment was made for regions such as Antalya and Mersin, where greenhouse cultivation is common. For these regions, the coordinates of greenhouse roofs were manually identified and likewise classified as unsuitable. Calculation of production forecasts To determine the azimuth angles of pitched roofs in each province, roofs with an area between 150 and 500 m² in the Microsoft Building Footprints database were first filtered. This is because the majority of pitched roofs are found among roofs of this size. Assuming that the line dividing a roof into two sloping sides will run parallel to the long side of the roof, the angle between the long side of each rectangle obtained after filtering and the north-south axis was calculated and accepted as the azimuth angle of the roof. The calculated azimuth angles were then classified into categories based on directions, divided into eight equal parts of 45 degrees. The maximum electricity production for the capacity potential of each district was calculated using the solar potential map published by Solargis (kWh/kWp). To achieve this, the Solargis potential map was uploaded to GEE and the pixel values ​​were averaged for each district. The potential calculation provided by Solargis in this map was made based on the assumption of the production potential of an independent plant with optimum angles. It was thus used as a maximum production estimate. In the Solargis assumptions, inverter efficiency is 98%, loss due to dusting is 3.5%, DC-related loss is 2.3%, and AC-related loss is 0.9%. Correction factors applied to average district kWh/kWp potentials obtained from Solargis were calculated using the PVGIS solar energy production estimation model. For this purpose, tilt and azimuth angles for nine roof types in different parts of Türkiye were selected in PVGIS to calculate the degree to which the production estimate decreased compared to an independent solar power plant. These ratios were then used as correction factors in the analysis. As a final step, the capacity potential calculated for each district in GEE was multiplied by correction factors based on the average maximum production potential for the district and the roof category. Subsidy calculations In subsidy calculations for electricity tariffs, the active energy fee applied for low voltage – single rate second tier (above 8 kWh/day) in the Invoice-Based Tariff Tables published by the Energy Market Regulatory Authority (EPDK) was used. Monthly foreign exchange rates of the Central Bank of the Republic of Türkiye were used to convert tariff prices into US dollars. For the wholesale electricity market price, the prices reported in USD/MWh in the Day Ahead Market on the EPİAŞ Transparency Platform were used. The monthly subsidy amount was calculated by multiplying the monthly consumption of residential consumers published in EPDK’s monthly reports by the price difference between the two.",
    "images": "https://ember-energy.org/app/uploads/2024/09/1-16-Rooftop-solar-panels-Spain.jpg",
    "tags": "",
    "excerpt": "Türkiye’s rooftop solar potential is over 120 GW, ten times its current installed solar capacity and enough to meet 45% of electricity consumption.",
    "categories": "1.4 GW capacity added"
}