{
    "title": "Can we avoid a carbon trade war?",
    "author": "unknown",
    "source": "Atlantic Council",
    "date": "2022-02-22",
    "text": "As the global community continues to grapple with the coronavirus (COVID-19), the Atlantic Council is open for business. Our business, meetings, and events, however, are occurring virtually. For more information, please read an update from our President and CEO. As the world’s largest economies respond to climate change, critical trade relationships hang in the balance. The trade relationship between the United States and Europe, the largest in the world, faces both profound opportunity and risk. In Europe, without additional policy intervention, the existing Emissions Trading Scheme, in tandem with the European Green Deal’s commitment to a 55 percent reduction in emissions by 2030, would likely result in a shift to overseas manufacturing of energy-intensive goods. To guard against this carbon leakage, the European Green Deal commits to apply carbon pricing to imports through a carbon border adjustment mechanism. In the United States, each of the more than half-dozen pending carbon tax bills in Congress considers a carbon border adjustment mechanism an essential part of the design to address similar competitiveness concerns. There are numerous challenges that the European Union and others face when designing a carbon border adjustment mechanism that can be administered at a reasonable level of complexity and cost and can also secure World Trade Organization approval. Furthermore, there are high-level political considerations. This approach of imposing carbon pricing on traded products would almost certainly act as a trade irritant and likely result in a trade war. Alternatively, the actors have the opportunity to promote a new model for international cooperation that achieves the necessary emissions goals while enhancing existing trade relationships. Event recap On Friday, November 20, 2020, the Atlantic Council Global Energy Center hosted a conversation with leading experts to discuss alternatives for international policy cooperation that could amply emissions reductions while bolstering the transatlantic trade relationship. The event featured: Matthew Porterfield, deputy director of Georgetown University Law School’s Harrison Institute for Public Law, David Kleimann, visiting research fellow at Georgetown University Law School’s Institute of International Economic Law, and Nora Loehle, program director of the Energy and Environment Program for the Heinrich Böll Foundation. George Frampton, senior fellow at the Atlantic Council Global Energy Center, moderated the discussion. The panelists examined policy harmonization alternatives to competing carbon border adjustment mechanisms in order to avoid a commercial war caused by competing trade agreements in the face of climate change. Frampton kicked off the discussion with some brief background on the role of a Carbon Border Adjustment Mechanism (CBAM) in current US and European Union (EU) discourse. The EU Green Deal—a comprehensive action plan to ensure an inclusive transition to a clean, circular, and carbon-neutral economy by 2050 with ambitious emissions reduction goals set for 2030—has become the “centerpiece of Europe’s post-pandemic recovery economy.” CBAM is a proposed component of the EU Green Deal that aims to guard against carbon leakage: a spill-over effect where the implementation of strict climate policy and increased carbon prices in the EU would lead to an increase in emissions from countries that export to the bloc. Frampton described CBAM as a tool that will measure the carbon intensity of imports, and in doing so, allow for stronger carbon regulation. However, the EU’s intention to impose carbon pricing on traded products would almost certainly act as a trade irritant and potentially result in a trade war. Porterfield opened the panel conversation by emphasizing the economy- and law-driven impacts of trade agreements, warning that CBAM could ultimately undermine climate policy without active tax and subsidy policy interventions. From an economic perspective, if a carbon trade agreement creates economic growth and grows the size of the economy while carbon emissions remain level, then greenhouse gas emissions will increase. Similarly, if a carbon agreement succeeds to expand trade, a resulting increase in transportation will cause greenhouse gas emissions to rise. As for the legal component, trade agreements have historically constrained the ability for governments to implement climate policies. Porterfield referenced how the North American Free Trade Agreement challenged the ability of the US Department of State to block the Keystone XL pipeline. With this context in mind, Porterfield forecasted that an influx of hundreds of billions in green stimulus funding in both the United States and EU will increase trade tensions over border adjustments and raise concerns regarding compliance with World Trade Organization (WTO) rules. More optimistically, Porterfield underlined that a trade war could be prevented if trade agreements were structured to account for economically and legally driven impacts on climate change. Kleimann discussed the feasibility of the three different proposed mechanisms for implementing a border carbon adjustment: a carbon tax adjusted at the border; the imposition of punitive tariffs on countries without comparable pricing standards; or the inclusion of imports under the EU emission trading scheme. Kleimann explained that, from a political vantage point, instituting a carbon tax would prove unrealistic because imposing one would require unanimity in the European Council, such that a “single veto can derail the entire legislative dossier.” Punitive tariffs would likewise require extensive amendments to existing trade enforcement regulation with ordinary legislative procedures. However, the greatest pitfall of the tariff option is incompatibility with WTO rules. According to Kleimann, a more plausible path forward would be to build upon the existing trading scheme. Kleimann referenced an option under discussion in Brussels that would mirror the current emission trading scheme at the border and impose an average carbon cost per unit on imports by requiring importers to purchase emissions allowances at a product unit price that reflects the Union average per-unit emission cost. This would prove to be the most politically viable option as it could be adopted by an ordinary legislative procedure and in co-decision with the European Parliament. Loehle expanded on the elevated role of climate policy in driving trade. Loehle described a “green wave” spreading across Europe; voters from across the political spectrum, including conservative parties, have elected leaders with ambitious climate proposals. Imported goods, which according to Loehle constitute 25 percent of EU carbon emissions, are an integral component of the EU’s climate policy. However, the EU also recognizes the need to protect carbon-intensive industries that would easily be outcompeted by third countries as they progress to more sustainable practices. Loehle highlighted carbon border adjustment as a possible answer to balancing the needs of industry with climate goals. The panelists continued to discuss whether or not CBAM would be necessary if major trade partners could agree to implement comparable climate targets. Loehle drew attention to China, which although frequently blamed for emissions, has announced a 2060 carbon neutrality target. Porterfield identified the “peace clause” in trade law as a potential loophole to avoiding carbon border adjustment; trade partners could simply agree to not bring WTO challenges to a certain scope of measures, either formally or by mutual restraint. Regardless, the first step would be to avoid using “trade rules as a basis for challenging climate policy.” Kleimann was less optimistic about the ability to meet climate policies without CBAM in place. From his previous experience in collaboration with economists, Kleimann found that CBAM requires a larger club of countries to implement the mechanism for it to be effective. For the Q&A portion of the event, panelists responded to questions surrounding the future of CBAM and US-EU relations under the Biden-Harris Administration. Loehle commented on President-elect Biden’s ability to improve US international climate leadership by harmonizing with existing, successful climate strategies. For instance, the United States could leverage transport sector expertise to engage in regular discussions with the EU to bolster climate policy and circumvent trade wars. Kleimann added on to Loehle’s comments by suggesting President-elect Biden should engage the EU on CBAM. Given that the EU would like CBAM to be WTO compatible, Kleimann considered it to be the EU’s responsibility to offer trade partners a negotiated solution to adhere and adapt to the requirements established by the bloc. Porterfield suggested that the impending expiration of the Trade Promotion Authority (TPA) in June 2021 will create an opportunity for President-elect Biden to introduce new language that would better align trade policies with an aggressive climate agenda. Agenda A conversation with Matthew Porterfield Deputy Director, Harrison Institute for Public Law Georgetown University Law School David Kleimann Visiting Research Fellow, Institute of International Economic Law Georgetown University Law School Nora Loehle Program Director, Energy and Environment Heinrich Böll Foundation Moderated by George Frampton Senior Fellow, Global Energy Center Atlantic Council Related experts Related content Learn more about the Global Energy Center The Global Energy Center develops and promotes pragmatic and nonpartisan policy solutions designed to advance global energy security, enhance economic opportunity, and accelerate pathways to net-zero emissions.",
    "images": "https://www.atlanticcouncil.org/wp-content/uploads/2020/11/Industrial-Emissions-scaled.jpg",
    "tags": "",
    "excerpt": "The Global Energy Center hosts a conversation with leading experts to discuss alternatives for international policy cooperation that amply reduce greenhouse gas emissions while enhancing the transatlantic trade relationship.",
    "categories": ""
}