{
    "title": "Commitments to combat climate change",
    "author": "unknown",
    "source": null,
    "date": "2022-06-01",
    "text": "Commitments to combat climate change GHG emissions from human activities have warmed the climate at an unprecedented rate. In response, both internationally and in North Macedonia, policies to combat climate change have multiplied. For the private sector, beginning a decarbonisation process means actively participating in national commitments, as well as anticipating international regulations that will become increasingly stringent. The EU's CBAM, which affects export value chains, is a fitting example. COP28, held in Dubai in December 2023, has confirmed the inadequacy of international commitments. The Earth's surface temperature has risen by 1.1°C compared to the pre-industrial period. To achieve the goal of the Paris Agreement, namely to limit the temperature increase to 1.5°C by the end of the century, emissions must be reduced by 60% by 2030 (compared to 2019). As a consequence, countries are expected to update their Nationally Determined Contributions (NDCs) with 2030 targets and present new targets for 2035. This COP28 decision underscores that these new NDCs have to be more ambitious. North Macedonia’s commitment North Macedonia is a low GHG emitter, accounting for 0.02% of global GHG emissions in 2020. The country ratified the Paris Agreement in November 2017 and advanced its commitment to global GHG reduction efforts by submitting an enhanced NDC in April 2021, building on its initial NDC presented in 2015. The updated NDC sets forth the objective of a 30% reduction in CO2 emissions from the combustion of fossil fuels. The primary emphasis of the initial NDC was on mitigating climate change, especially focusing on CO2 emissions produced by fossil fuel combustion, which account for nearly 80% of the nation’s total GHG emissions. The updated NDC mainly targets mitigation strategies, intending to integrate adaptation measures in later submissions after the required national strategic and planning frameworks are established and approved. However, the revised NDC does not currently incorporate an adaptation aspect. To succeed in this low-carbon transition and increase competitiveness, companies are called upon to play a fundamental role by committing to invest in clean and profitable technologies. Mitigation Within the enhanced NDC, North Macedonia introduces 63 policies and measures (PAMs) spanning various sectors: energy, agriculture, land use, and waste management. These interventions are designed to support the country's strengthened mitigation ambitions, covering a range of actions from enhancing energy supply and residential energy efficiency to promoting sustainable land use and waste management practices. The inclusion of additional PAMs as enablers of mitigation action characterises the holistic approach to reducing emissions, with a commitment to extensive emissions coverage on an economy-wide scale and accounting for a trio of key GHGs: CO2 , CH4, and N2O. The updated NDC mitigation target is to be achieved through 63 mitigation PAMs in the following sectors: Energy (incl.: energy supply, residential and non-specified, industry, transport) – 32 PAMs Agriculture; land use, land use change and forestry (LULUCF) – 11 PAMs Waste – 4 PAMs Additional PAMs – 16 PAMs In line with the increased ambition, the NDC includes social aspects such as the impact of the proposed mitigation measures on the creation of green jobs, adopting a gender-responsive approach, and enhanced youth engagement. Additionally, the NDC highlights the vital role of the private sector in mitigation action and its contribution to regional development in the Republic of North Macedonia. The implementation of mitigation measures will require engagement and coordination of diverse stakeholders, including development partners, the public and private sectors and non-state actors. According to the draft Law on Climate Action (still pending), the Ministry of Environment and Physical Planning (MoEPP) is the leading institution which will coordinate climate related activities, including the overall coordination of activities in relation to the NDC. Also, the draft law includes the establishment of an intergovernmental body, the National Climate Change Council, which will monitor and asses the implementation of national strategies and plans related to climate change. In November 2021, the MoEPP published the NDC Implementation Roadmap for North Macedonia 2020-2030. The objective of the roadmap is to provide a pathway, including specific mitigation actions and financing needs, to achieve the transformational change envisioned under the NDC. The roadmap addresses three timescales – short-term (2020-2022), medium-term (2022-2025) and long-term (2025-2030). The roadmap serves as a strong tool to increase awareness and provide guidance for key stakeholders regarding the actions necessary to achieve the NDC targets. Furthermore, the roadmap sets out a pathway with the specific mitigation actions and interventions that will lead to emissions reductions and transformational change in the energy, agriculture, forestry and other land use change (AFOLU) and waste sectors. Adaptation While the enhanced NDC currently does not emphasise an adaptation component, there are plans to integrate adaptation actions in future updates following the preparation and adoption of key national strategies. To this end, North Macedonia is developing a National Adaptation Plan (NAP) that adopts a holistic approach, addressing a wide range of sectors including water, food, energy, health, biodiversity, tourism, forestry, disaster risk reduction, and infrastructure. The NAP aims to merge cross-sectoral and sector-specific strategies for adaptation, identifying key investment priorities based on a detailed analysis of both national and sector-specific development policies and plans.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}