{
    "title": "Inside the EU's CBAM: Balancing Trade and Climate Action",
    "author": "Maya Derrick",
    "source": "Bizclik Media Ltd",
    "date": "2024-12-14",
    "text": "Inside the EU's CBAM: Balancing Trade and Climate Action The European Union's Carbon Border Adjustment Mechanism (CBAM) is a robust initiative crafted to confront carbon leakage and enhance global climate accountability. By assigning costs to the carbon emissions of imported goods, CBAM aims to create a balanced competitive environment between EU producers and their international peers. This mechanism is intricately linked to the EU’s wider climate objectives and is slated to be fully operational by 2026, though its transitional phase is already underway. Here, we delve into the inner workings of CBAM, its implications on global commerce and the spectrum of reactions it has garnered from different nations. CBAM unpacked: How it works CBAM functions as a key instrument to ensure that carbon costs affecting EU producers are equivalently applied to imports.  This is achieved through CBAM certificates that importers must procure, reflecting the emissions embedded within their products.  Moreover, the price of these certificates is in harmony with the EU Emissions Trading System (ETS) price. The initial transitional phase, which kicked off in October 2023, covers six specific product sectors: cement, iron and steel, aluminium, fertilisers, electricity and hydrogen. In this stage, importers are required to report their products’ greenhouse gas emissions, though purchasing of certificates isn't yet mandated. From 2026, with the commencement of the definitive regime, importers will have to annually surrender CBAM certificates, allowing for deductions for any carbon costs already covered in their country of origin. Focused on curbing carbon leakage — where industries may relocate to nations with less stringent climate policies — the mechanism ensures imported goods bear a comparable environmental cost to those produced within the EU. Global perspectives on CBAM Diverse reactions have surfaced globally towards CBAM, shaped largely by different economic structures, climate policies and trading relationships with the EU. Most supportive: Japan Japan stands out as one of CBAM’s most ardent potential supporters, thanks to its aggressive domestic climate strategies and robust capacity for innovation, which are in line with the goals of CBAM. The Japanese government has launched initiatives like the Green Transformation (GX) League and is anticipating the introduction of a mandatory national ETS by 2026. Nevertheless, there remains a sense of caution among Japanese industries regarding CBAM’s reporting requirements, particularly the disclosure of cost-sensitive data. Least supportive: Russia Nations such as Russia, Iran and Saudi Arabia, whose economies are heavily reliant on carbon-intensive exports, exhibit pronounced resistance towards CBAM. Russia, prior to the conflict in Ukraine, was a major exporter of goods now covered by CBAM to the EU. While current EU sanctions have heavily disrupted this trade, resumption would see CBAM further impact Russian exports like crude oil significantly.  Similarly, petrostates like Saudi Arabia perceive CBAM as a direct threat, given their high carbon intensity and minimal climate policy frameworks. Effects on supply chains An indirect consequence of CBAM’s emphasis on carbon pricing is incentivising companies to examine their entire supply chains more rigorously. Initially focusing on direct Scope 1 and energy-related Scope 2 emissions, the approach fosters an environment where upstream and downstream emissions Scope 3 gain increased scrutiny. Looking towards 2030, the EU might expand CBAM to encompass more sectors and potentially upstream Scope 3 emissions, prompting businesses to verify their suppliers’ carbon outputs to manage costs effectively. However, challenges persist as only a fraction of global companies are successfully reducing emissions in accordance with their targets, highlighting a gap in supplier engagement and emissions data accuracy. Tools like the EcoVadis Carbon Action Manager are emerging to help businesses pinpoint carbon intense areas, assess suppliers’ carbon maturity, and encourage joint climate mitigation efforts. Future Projections CBAM symbolises a progressive method to marry trade policies with climate ambitions by ensuring that imported goods are subject to equivalent carbon pricing as those manufactured within the EU. This promotes global accountability and encouragesbroader emission reductions across supply chains.  Its overall success will depend on the implementation details and how effectively it reconciles environmental aims with economic realities. Explore the latest edition of Sustainability Magazine and be part of the conversation at our global conference series, Sustainability LIVE. Discover all our upcoming events and secure your tickets today. Sustainability Magazine is a BizClik brand Featured Articles bp has announced that Helge Lund, its Chairman, will be stepping down after a “fundamental” strategy reset to cut renewable investments & grow fossil fuels Starline high-speed rail aims to enhance European logistics, cutting emissions and boosting economic ties through sustainable freight integration The European Commission's 'stop-the-clock' directive has been voted through EU Parliament amid business concerns about implementation timelines",
    "images": "https://assets.bizclikmedia.net/1200/c812d8e623dbc41faffef0e7efbacc4c:ac4b5288dcd54621ccc6ed4c6851855f/gettyimages-522110876.jpg.jpg",
    "tags": "CBAM;EU;european commission;global trade;supply chain sustainability;emission reporting",
    "excerpt": "The EU's Carbon Border Adjustment Mechanism (CBAM) addresses carbon leakage by imposing costs on emissions from imports, ensuring fair competition",
    "categories": ""
}