{
    "title": "EU designates Norne Carbon Storage Hub as Project of Common Interest - Carbonwire.org",
    "author": "CW Editorial Team",
    "source": "Carbonwire.org",
    "date": "2023-11-28",
    "text": "COPENHAGEN, Denmark, November 28, 2023 – The European Commission has announced that it has selected the Norne Carbon Storage Hub (“Norne”) to be a Project of Common Interest (“PCI”), a priority category of strategic cross-border infrastructure projects. Launched by Fidelis New Energy (“Fidelis”) in 2021, Project Norne has been designed to be a large-scale, vertically integrated onshore CO2 transportation and storage network in Denmark, supporting decarbonization efforts across Europe. The PCI announcement took place in Aalborg at the EU’s CCUS-Forum, where Denmark, France, the Netherlands, Germany, and Sweden also importantly signed the Aalborg Declaration. The Aalborg Declaration confirms the importance of European cross-border infrastructure that enables carbon capture, utilization, and storage (CCUS) to reach Danish and European climate goals. “Although Norne is based in Denmark, our vision has always been to create a project of true European common interest, a pan-European solution to help decarbonize Denmark as well as our neighbors. Our receiving facilities and future pipelines will allow us to accept CO2 from our existing Danish industry as well as our neighbors helping the EU achieve its climate goals. With our advantaged location and geology, Denmark will become a global leader in the carbon management industry and allow for continued investment and industrial growth in Northern Europe,” said Ulrik Weuder, Managing Director of Fidelis New Energy Europe. “We are excited that the Norne Carbon Storage Hub has been identified as a strategic priority by the European Union as a Project of Common Interest. CCS plays a significant role in both Danish and European climate strategies to aid in the decarbonization of hard to abate industries, and it has a crucial role to play to help the world reach its climate goals. We are proud to have helped create Norne as Denmark’s first on-shore CO2 PCI project.” said Dan Shapiro, Co-Founder, CEO, and Managing Partner of Fidelis. “By utilizing onshore storage, Norne enables proven, safe and environmentally friendly decarbonization of hard-to-abate segments of the Danish and European economies. The Norne storage network provides CO2 emitters the opportunity to decarbonize, while maintaining global competitiveness and thereby preserving European jobs,” added Bengt Jarlsjo, Co-Founder, President, and Chief Operating Officer at Fidelis.",
    "images": "https://carbonwire.org/wp-content/uploads/2023/11/Fidelis_New_Energy_LLC_Aalborg.jpg",
    "tags": "",
    "excerpt": "More stories EU designates Norne Carbon Storage Hub as Project of Common InterestNovember 28, 2023 COPENHAGEN, Denmark, November 28, 2023 – The European Commission has announced that it has selected the Norne Carbon Storage Hub (“Norne”) to be a Project of Common Interest (“PCI”), a priority category of strategic cross-border infrastructure projects. Launched by Fidelis New Energy (“Fidelis”) in 2021, Project […]",
    "categories": "Carbon Solutions"
}