{
    "title": "CBAM AND ESG UNDER THE MICROSCOPE AT SEIFSA AND DANISH INDUSTRY CONFERENCE - SEIFSA",
    "author": "WirkTec Support",
    "source": "SEIFSA",
    "date": "2024-10-09",
    "text": "Johannesburg, 8 October 2024 – The Steel and Engineering Industries Federation of Southern Africa (SEIFSA) in partnership with the Danish Industry (DI) hosted an informative and productive conference — Bridging Compliance: CBAM, ESG and the South African Metals and Engineering (M&E) Sector — on Tuesday at Emperors Palace in Kempton Park. Senior government officials, business leaders and sustainability experts, from both South Africa and Denmark, provided insight and answered questions on the European Union’s Carbon Border Adjustment Mechanism (CBAM) and Environmental, Social and Governance (ESG) Reporting that are expected to have “a disproportionate effect on our sector”, according to SEIFSA CEO Lucio Trentini. South Africa has voiced its opposition to the European Union’s CBAM, which is expected to have a significant effect on the country’s trade with the European Union (EU) bloc. As global markets focus increasingly on setting and meeting sustainability targets, decarbonisation and zero emissions will play a larger role in shaping trade relation between nations. “The Metals and Engineering Sector must stay informed and be more proactive in adopting these frameworks to ensure competitiveness, meet international standards and reduce carbon emissions. No one is waiting for us to catch up,” warned Trentini in his welcoming address to guests. Narend Singh, the Deputy Minister of Forestry, Fisheries and the Environment, stressed the importance of government and business working together. “There are many hurdles which industry will be confronted with in their efforts to decarbonise, particularly in developing countries such as South Africa. Key for us is to take the necessary key steps to transition, without adversely affecting the competitiveness of such industries and leaving no one behind. This will require a collaborative effort and the provision of the necessary support.” Stuart Mangold, Chief Policy Advisor: International Governance and Resource Mobilisation at Department of Forestry, Fisheries and the Environment, said part of South Africa’s and other developing nations’ opposition to CBAM was based on the fact that developed nations had caused most of the problems. “We should not carry the same level of responsibility; the developed world must take more responsibility and should not be allowed to impose their time frame on the developing world.” Deputy Minister Singh and Mr. Mangold, however, stressed that the Climate Bill signed recently into by South Africa was a major milestone for the country incontributing to its part in the global decarbonization debate. The bill will regulate all regulatory instruments that are climate related and ensure that “policy is not the reason that holds up South Africa’s progress in the transition”, they both stressed. Participants of the conference stressed to the Deputy Minister that the most pressing area where intervention was needed was to deal with imports coming into South Africa from countries where CBAM and ESG reporting requirements were not a consideration. This creates a disproportionate burden because South African exporters face these obligations in the export market, and by implication have to make the domestic investments to comply with them, however, the stiff competition that they face in the home market does not carry this same obligation. Dr Vibeke Huge Rehfeld, Senior Advisor for ESG & Sustainability at Danish Industry, pointed out that there was also some resistance to CBAM from European companies, with some Danish companies calling the initiatives “a green tsunami.’’ However, meeting standards will soon be the licence required for doing business within the EU and with the EU. The requirements are meant to level the playing field and companies will need “comply or die”. Irshaad Kathrada, Head of Strategy for Localisation Support Fund (LSF), referred to the sector facing a watershed moment as CBAM marked a significant development in climate policy that has far-reaching effects on global trade. The process represents a “key, but not the only transition risk facing South African business”, he said. His presentation identified the direct and eco-system (indirect) risks faced by exporters as a result of CBAM. Anna Ipsen Nielson, Danish Industry Expert on CBAM, reiterated Rehfeld’s “comply or die” injunction to the M&E Sector, adding that “it is happening, there is no way to avoid it”. She also said that local companies were not alone and European companies were also struggling with the onerous CBAM requirements for companies. The conference concluded with two panel discussions — the first on Industry Collaboration and Knowledge Sharing and the second on ESG Strategies for Sustainable Practices and Reporting Requirements. In closing, Tafadzwa Chibanguza, SEIFSA COO said, ‘”as global markets prioritize sustainability, decarbonization will increasingly become an important aspect for long-term viability that will shape trade relations and potential markets for years to come.” He stressed that the sector must therefore stay informed and be more proactive in adopting these frameworks to ensure competitiveness, meet international standards and reduce carbon emissions. The conference provided the industry with a deeper understanding of the evolving landscape of sustainability as well as the opportunity to foster collaboration between policy makers and industry leaders. SEIFSA is a national federation representing 18 independent employer associations in the metal and engineering industries, with a combined membership of over 1 300 companies employing over 170 000 employees. The federation’s member companies range from giant steel-making corporations to micro-enterprises employing fewer than 50 people.",
    "images": "https://seifsadev.com/wp-content/uploads/2024/10/DM-Finance-pic-CBAM.jpg",
    "tags": "",
    "excerpt": "Johannesburg, 8 October 2024 – The Steel and Engineering Industries Federation of Southern Africa (SEIFSA) in partnership with the Danish […]",
    "categories": "All"
}