{
    "title": "Home - SEIFSA",
    "author": "Peter Souris Transformers CC",
    "source": "SEIFSA",
    "date": "2025-04-09",
    "text": "Our Latest Offering Employment Equity Committee Workshop \r\n                    \n\tFra: R2500,00\n                 \r\n                                         \r\n                                            Select options\t\n\t\tThis product has multiple variants. The options may be chosen on the product page\t\n                                     \r\n                                             \r\n            Featured!         \r\n\r\n\r\n                                                     Skills Development Facilitator Training \r\n                    \n\tR11780,00\n                 \r\n                                         \r\n                                            Select options\t\n\t\tThis product has multiple variants. The options may be chosen on the product page\t\n                                     \r\n                                             Grading in the Metal Industries \r\n                    \n\tFra: R1965,00\n                 \r\n                                         \r\n                                            Select options\t\n\t\tThis product has multiple variants. The options may be chosen on the product page\t\n                                     \r\n                                             The Main Agreement – Wages… \r\n                    \n\tFra: R1965,00\n                 \r\n                                         \r\n                                            Select options\t\n\t\tThis product has multiple variants. The options may be chosen on the product page\t\n                                     \r\n                                             Theory and Calculation of Contract… \r\n                    \n\tFra: R2640,00\n                 \r\n                                         \r\n                                            Select options\t\n\t\tThis product has multiple variants. The options may be chosen on the product page\t\n                                     \r\n                                             Our Latest News EARNING POTENTIAL IN BLUE-COLLAR JOBS IS NO LONGER A SECONDARY CONSIDERATION BUT A KEY DRIVER IN CAREER CHOICES \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t April 10, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t  In the past, blue-collar professions in South Africa - a career category typically referring to skilled trades and technical vocations... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t EXPIRY OF THE MEIBC ADMINISTRATION AND DISPUTE RESOLUTION LEVIES ON 31 MARCH 2025 \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t March 13, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t Members may be aware that the current Bargaining Council Administration and Dispute Resolution Levies will expire on 31 March 2025.... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t SEIFSA WELCOMES THE FOCUS ON PUBLIC-PRIVATE PARTNERSHIPS IN THE NATIONAL BUDGET \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t March 13, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t  Johannesburg, 12 March 2025 – The 2025 Budget is presented against an uncertain global and difficult domestic economic environment, wherein... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t New Earning Threshold in Terms of the Basic Conditions of Employment \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t March 10, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t The Minister of Employment and Labour has recently published the new earning threshold in terms of Section 6(3) of the... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t Social Media and the Workplace \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t February 26, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t ‘Keyboard Warrior’, a term normally used to describe a person who is not afraid to voice their opinions on social... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t Draft Code of Good Practice on Dismissal \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t February 12, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t On 22 January 2025, the Department of Employment and Labour published the Draft Code of Good Practice on Dismissal (draft... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t Spiritual Leave \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t February 4, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t The BCEA provides for annual leave, sick leave, maternal leave, parental leave, adoption leave and family responsibility leave. With regards... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t Harmless flirting or sexual harassment \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t February 4, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t INTRODUCTION  Majority of employees spend most of their time in the workplace. This makes workplaces fertile ground for building friendships... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t Ensuring fairness and consistency in disciplinary action \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t February 4, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t The recent ruling in Goodyear South Africa (Pty) Ltd v Commission for Conciliation, Mediation and Arbitration and Others (PR142/22) ZALCPE... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t Dismissal Misconduct: Substance Abuse \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t February 4, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t INTRODUCTION  The evolving landscape surrounding substance use, particularly alcohol and cannabis, in the workplace presents new challenges for employers. While... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t Addressing Absenteeism, Abscondment, and Desertion: A Practical Guide for Employers \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t February 4, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t Addressing Absenteeism, Abscondment, and Desertion: A Practical Guide for Employers  INTRODUCTION  In the fast-paced and often busy months of December... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t Employee behaviour outside the office – employer rights and responsibilities \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t January 27, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t A recent high-profile incident on a domestic flight has sparked conversation about the extent of an employer’s authority to discipline... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t ARCELORMITTAL DECIDES FINALLY ON LONG STEEL’S \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t January 9, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t Johannesburg, 9 January 2025 – ArcelorMittal (SA) has made a final decision on mothballing its long-steel operations at its Newcastle... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t SEIFSA’S NEW YEAR MESSAGE: AN INCLUSIVE STRATEGY FOR THE STEEL INDUSTRY \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t January 9, 2025 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t Johannesburg, 8 January 2025 – South African business sentiment rose to its highest level during 2024, as constant electricity supply... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t SEIFSA’s Year-End Message: South Africa Needs a Growing Economy \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t December 9, 2024 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t Johannesburg, 6 December 2024 - As 2024 draws to a close, a welcome air of optimism is evident. The elections... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t SEIFSA Training Centre Showcases its Incubation Hub at Students’ Prize-giving \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t November 27, 2024 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t Johannesburg, 27 November 2024 - The SEIFSA Training Centre, which is run in partnership with Thuthukisa, showcased its Incubation Hub... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t SEIFSA Celebrates Industry Achievers at 2024 Excellence Awards \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t November 22, 2024 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t Johannesburg, 21 November 2024 - The brightest and best of the Metals and Engineering sector were honoured at the SEIFSA... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t ANNUAL SHUTDOWN ARRANGEMENTS FOR THIS YEAR 2024 \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t November 6, 2024 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t The time of the year is fast approaching where management will have to finalise their annual shutdown arrangements. The key... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t SEIFSA WELCOMES A PRO-GROWTH MEDIUM TERM POLICY STATEMENT \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t October 31, 2024 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t Johannesburg, 30 October 2024. The Steel and Engineering Industries Federation of Southern Africa (SEIFSA) commends the National Treasury on a... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t CBAM AND ESG UNDER THE MICROSCOPE AT SEIFSA AND DANISH INDUSTRY CONFERENCE \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t October 9, 2024 \r\n\t\t\t\t\t\t\t\t\t \r\n\t\t\t\t\t\t Johannesburg, 8 October 2024 - The Steel and Engineering Industries Federation of Southern Africa (SEIFSA) in partnership with the Danish... \r\n\t\t\t\t\t\t\t\t\tRead More\r\n\t\t\t\t\t\t\t Our Customers Reviews Peter Souris Transformers CC I would like to take this opportunity to thank you for setting us up with your Advisor Boikanyo Maselwa. He is an exemplar person and representative and comes highly recommended by me.\r\n\r\nHe is very precise, efficient and able to terminate \"waffling\" efficiently. I really enjoyed working with him on this issue we had. He is exceptionally well versed in Labour Law and I will definitely be requesting his assistance and advise in future. Tomco We had the SEIFSA training  on Diversity and Inclusion at our premises. I really want to compliment your trainer Zizile who presented the class with an absolute passion. It was very inter-active and all of us have benefited tremendously from this. Please give her a compliment from all of us at Tomco and keep up the good work. Winder Controls We would like to extend a warm thank you for organizing an amazing training session at our offices in Bedfordview. Not only was the session very informative but the training material provided was most useful. Macsteel Partnering & building a relationship with the RMA team enhanced the effectiveness of the end-to-end IOD claims process. Innovation and initiatives introduced by RMA year on year, is a clear indication of their commitment to continually improve processes, customer relations and experience.\r\n\r\n Macsteel Komatsu Mining Corp. Group Eleen, thank you so much for the training on Contract Price Adjustment. Your training was truly informative, particularity because you utilized relevant examples the team is familiar with.\r\n\r\nYour insights and exposure to best practice was beneficial to my team. You demonstrated that you are a subject matter expect.\r\n\r\nWe will surely take you up on your offer of picking your brain every now and then!\r\n\r\n  M-TEC Thandeka, thank you for being an excellent trainer today. It was a very informative, helpful and enjoyable session. You clearly answered our questions and gave us more information to take into account.We’ll encourage more for our customers to subscribe to SEIFSA.Thank you once again Arnot Power Station - Generation I attended the CPA training on the 20th August 2024 in Boksburg. It was a very effective training as it was an interactive class where you were able to answer our questions and providing scenarios to assist us in understanding better. you were also very professional, friendly and very easy to approach. I would recommend the training to those who want to use the indices and to understand how to use them and how they impact their contracts. Astec Industries As a newly appointed and trained Employment Equity Committee member, I would like to thank Astec Industries Africa Middle East for entrusting me with this role and responsibility. The informative content received through the Steel and Engineering Industries Federation of Southern Africa (SEIFSA) workshop will certainly be put to good use. ACTOM (Pty) Ltd I would like to congratulate the SEIFSA team on an exceptionally well organised event and for raising the profile of our industry. I am honoured to be affiliated with this institution, which has moved in leaps and bounds, under the new leadership. Bright Spark Electrical & Industrial Excellent Service from Thandeka Shabangu\r\n \"We at Bright Spark Electrical are grateful for the outstanding support provided by Thandeka Shabangu. As new members, she patiently guided us through SEIFSA's processes, making everything clear and manageable. Thanks to her assistance, we are now signing up for training and subscribing to SEIFSA. Her professionalism and dedication are truly commendable.\" OREA HOLDINGS Pyt Ltd We would like to recommend Ms Thandeka Shabangu for the Contract Price Adjustment Training, The facilitator was able to give us the information that we were expecting and with confidence, basically she was good. NTCSA The Contract Price Adjustment training, facilitated by Eleen, provided valuable insights into the implications of CPA in NTCSA’s long-term procurement contracts. It was an enlightening session that equipped buyers in Procurement & Supply Chain Management with essential knowledge for drafting fair contracts. Thanks to SEIFSA for the informative session. Main Agreement 2025 – 2026 \r\n                    \n\tFra: R210,00\n                 \r\n                                         \r\n                                            Select options\t\n\t\tThis product has multiple variants. The options may be chosen on the product page",
    "images": "https://seifsa.co.za/wp-content/uploads/2024/08/EE-768x768.png",
    "tags": "",
    "excerpt": "Order NowView All Previous slide Next slide Our Latest Offering View all Employment Equity Committee Workshop Fra: R2500,00 Select options […]",
    "categories": ""
}