{
    "title": "Responsible Tax Matters Q2 2023",
    "author": "unknown",
    "source": "KPMG",
    "date": "2023-07-13",
    "text": "Insights covered in this edition In this edition of our Responsible Tax Matters, we focus on three big topics which should be top of mind tax managers and sustainability professionals: Flip the boxes below Country-by-country reporting The Australian government has accepted to delay the public CbCR law until July 2024, aligning the timeline with the default EU public CbCR timeline. The question is why? EU Carbon Border Adjustment Mechanism The EU Parliament and the Council have approved the Carbon Border Adjustment Mechanism (CBAM) to partly come into force as per 1 October 2023. What's the timeline and purpose of the CBAM? Sustainable tax planning considerations On 1 June 2023, Danish defensive measures were expanded to include all countries in the EU Blacklist except for The Russian Federation. What are the consequences for Danish companies making intercompany payments to these countries ? Enjoy your reading! Tax transparency around the world – an eventful couple of months This quarter, we were expecting to write about the Australian public CbCR law, which we assumed and expected would have been approved by the Australian Parliament in June, would have entered into force on the 1st of July, and would have ushered the world to new heights of mandated tax transparency, in one fell swoop. Instead, we are talking about the Australian government backtracking from earlier proposals and commitments, under what must have been some intense lobbying from large multinationals, and thereby drawing the ire of NGOs and transparency advocates while earning praise from some companies and the Business Council of Australia. In practice, the Australian government has accepted to delay the law until July 2024, aligning the timeline with the default EU public CbCR timeline, and will continue its consultation scope of the requirements. Some businesses are hoping that the Australian government will, at least, align the data requirements with those of the OECD template, and at best with the EU template. In addition, some are lobbying for a size-threshold for non-Australian headquartered MNEs with a presence in Australia (in the style of the EU directive), and to aggregate some jurisdictions in a “Rest of the World” line – again as in the EU directive. It is obviously not known at this stage where the final text of the law will land on these issues, and the government will face pressure from investors, NGOs, activists, and possibly some of the transparency leaders to stay the course. Businesses are therefore facing another year of uncertainty, and need to prepare for upcoming requirements: test their data gathering processes, internal governance approach, risk assess how their data will be understood by readers – all while preparing and starting to report on Pillar 2.  Whatever the data requirements end up being, the best way for companies to simplify their tax disclosure process and potentially managing different reporting templates and requirements, is to have control of their tax data at the most granular level, therefore being able to build any type of report from the bottom up painlessly. In the meantime... Denmark transposed the EU Public CbCR Directive into local law in early June, keeping to the June 2024 timeline (unlike Romania, lest we forget), and confirming that companies will have to both publish their report on their website and submit it to the Danish company registry (Erhvervsstyrelsen) for it to be centrally published. The Danish bill also allows companies to omit certain sensitive information for a maximum period of five years. Back in Romania, it was finally clarified that the earlier timeline for public CbCR does not apply to the Romanian subsidiaries of EEA-headquartered companies – it only impacts Romania headquartered and non-EU headquartered companies with a medium or large subsidiary in Romania. Over in the US, FASB closed its consultation process at the end of May on its proposed enhancements to income tax disclosures which would, if approved, require higher levels of disaggregation for the effective tax rate reconciliation and income taxes paid. US companies are also facing a second wave of shareholder proposals demanding tax disclosures in line with GRI 207. While Amazon defeated the proposal for a second year running, the number of ESG-related shareholders proposals (not only on tax transparency) brought forward and supported by large investors does indicate a clear trend of investors demanding more focus on ESG issues. The current state of tax transparency around the world, and the direction of travel, is further discussed in a recent article by Dave Reubzaet, Director and Tax Lead at the Global Reporting Initiative, published in Accounting Today. It’s almost there The EU Parliament and the Council have approved the Carbon Border Adjustment Mechanism (CBAM) to partly come into force as per 1 October 2023. CBAM has been designed to complement the EU’s own carbon pricing mechanism (the EU ETS), which only applies to certain EU-produced products, by applying the same price on the carbon emissions of those same products when produced outside of the EU and imported in the EU. It has a double purpose of (1) equalizing the playing field for European companies in scope of ETS and their non-EU competitors, and (2) of avoiding carbon leakage, i.e. the transfer of polluting production to other countries with less stringent climate policies, or the replacement of EU products with more carbon-intensive imports. Thus, non-EU manufactured products covered by CBAM will at import into the EU be imposed with CBAM-costs equal to the carbon costs imposed on similar products manufactured in the EU. The carbon costs for non-EU products will be paid based on the purchase of certificates. The price for CBAM-certificates is calculated on the basis of the average carbon price in the EU ETS scheme. If any carbon tax or similar measure has been paid in the country of origin, the CBAM-cost will be deducted with the carbon payment in the non-EU country. At first, CBAM will only cover products classified as iron and steel, aluminium, cement, fertiliser, electricity and hydrogen. From 2030 onwards, the scope of CBAM will be expanded to other industries (in line with the EU ETS). Timeline: CBAM reporting rules As shown in the timeline below, from 1 October 2023, all importers of products covered by CBAM must report their imports into the EU. The period from 1 October 2023 running to end of 2025 is considered a data collection period. Starting in 2026, importers will need to buy CBAM-certificates. 1 October 2023 – end of 2026 \n Quarterly reporting on import of CBAM-goods. \n Prepare to meet the CBAM requirements effective per 1 January 2026. \n 2025 \n Register as CBAM-declarant. The registration opens during 2025. \n 2026 \n Yearly declaration on import of CBAM-goods. \n Purchase of CBAM-certificates. First purchase will be in 2027 based on 2026 declaration. \n What steps should affected companies take now? Analyse their global supply chain and identify import of goods covered by CBAM. Assess if carbon-payment in the country of origin can result in any decrease on CBAM-costs. Prepare internal procedures on CBAM-reporting. Non-cooperative jurisdictions and sustainable tax planning In our Q1 newsletter, we wrote about updates to the “EU Blacklist”, the immediate impacts, and our expectation that the next step would be activating the Danish defensive measures against the new countries. On 1 June 2023, the defensive measures were expanded to include all countries in the EU Blacklist except for The Russian Federation, meaning that Danish companies making intercompany payments to these countries will be denied tax deduction for costs from 1 July 2023, as well as being subject to a higher withholding tax on dividends paid to these countries. L124 passed on 2 June, which gave Parliament’s consent to the government terminating the Double Tax Treaty with The Russian Federation and adding the country to the list of countries covered by defensive measures by 1 January 2024. Danish groups that buy goods and services from subsidiaries in these countries may suffer significant additional tax costs. Therefore, the legislative process expanding the defensive measures included a discussion led by Danish industry about whether the measures are over-implemented in Denmark and lead to unreasonable outcomes for Danish businesses. Key arguments are that the measures do not distinguish between aggressive tax planning structures and genuine economic activity and that they are implemented with very short time frames. The industry complaints had no visible effect on the public consultation process and the message sent by government and lawmakers was that the defensive measures are not meant to target aggressive tax planning; they are meant to apply pressure on non-cooperative jurisdictions by making investment and economic activity in these countries unfeasible for Danish businesses. Simplifying a lot, a useful way to think about sustainability in tax planning is to consider if the conduct of the company aligns with the goals of the lawmakers. If the wider society and lawmakers understood what a taxpayer is doing, would they see a need to change the law? With the case of terminating the Russian Double Tax Treaty and quick implementation of defensive measures disregarding negative impacts on Danish businesses, we see an argument that presence in uncooperative jurisdictions may no longer be sustainable tax planning. Looking only at the time from a country is added to the Blacklist until defensive measures takes effect ignores the fact that most countries that find their way to the Blacklist will first be found on the Greylist. That is not to say that Danish Groups need to divest from all the Greylist countries, but rather that businesses should be closely monitoring what progress, if any, these countries make on their promised changes to the EU, and consider mitigating actions in a timely manner. Additionally, good tax risk management procedures should consider the political risk of doing business in countries that do not cooperate with the EU on corporate taxation. a. The OECD’s Guidelines for MNEs on Responsible Business Conduct were updated after more than a decade, but are a disappointing read for tax professionals, with barely any changes in the chapter on “Taxation”, despite the increasingly strategic – and public – role of tax behaviour for MNEs. b. Jericho and the B Team, supported by KPMG International published a report following a series of high-level discussions with policymakers, corporate leaders on tax and ESG and civil society campaigners: Beyond Goldilocks: Building tax trust through the transparency and data journey c. The Business Commission To Tackle Inequality published its flagship report titled Tackling Inequality: An Agenda for Business Action. A group of KPMG colleagues, including François Marlier for KPMG Acor Tax, contributed to this report, specifically on “Action 9 – Adopt Responsible Tax Practices”. d. In March, the EBTF released its latest two reports on Total Tax Contribution and on Country-by-Country Reporting. e. The ISSB just issued its inaugural global sustainability disclosure standards. The news were widely welcomed by many. f. The IASB issued amendments to IAS 12 Income Taxes, giving companies a mandatory temporary relief from accounting for deferred taxes arising from the implementation of Pillar 2 rules and requiring additional information provided it is known or can be reasonably estimated at the reporting date such as a qualitative description of how the company is affected by top-up taxes and quantitative information about the e.g. proportion of profits that may be subject to top-up taxes or impact on ETR. Reach out to us! Søren Dalby CEO and Partner KPMG ACOR TAX Sebastian Houe Partner, Indirect Tax, PhD KPMG ACOR TAX Simon Tornø Olesen Senior Manager, Compliance Management & Transformation KPMG ACOR TAX Francois Marlier Senior Manager, Sustainability & ESG in Tax KPMG ACOR TAX",
    "images": "https://assets.kpmg.com/is/image/kpmg/dk-bridge-oresund-plain:cq5dam.web.1200.630",
    "tags": "Auto market,Auto market,Car industry,Auto market,Auto market,Car industry,Property developers,Property developers,Energy efficiency,Energy efficiency,Megaprojects,Megaprojects",
    "excerpt": "Take a closer look at the most relevant responsible tax news from the second quarter of 2023.",
    "categories": ""
}