{
    "title": "CEMBUREAU - The European Cement Association datacard on lobbyfacts.eu",
    "author": "unknown",
    "source": null,
    "date": "2025-03-07",
    "text": "Overview Lobbying Costs 400,000€ - 499,999€ Financial year: Jan 2023 - Dec 2023 Lobbyists (Full time equivalent) 4 Fte (8) Lobbyists with EP accreditation 5 High-level Commission meetings 66 Lobbying Costs over the years \n\t\t\t\t\t Info\n\t\t\t\t\t CEMBUREAU - The European Cement Association (CEMBUREAU) EU Transparency Register 93987316076-63 First registered on 24 Jun 2011 Goals / Remit The European Cement Association is the representative organisation of the cement industry in Europe. Currently, its Full Members are the national cement industry associations and cement companies of the European Union (except for Malta) plus Norway, Switzerland and the UK. Croatia, Serbia and Slovakia are Associate Members of CEMBUREAU. A cooperation agreement has been concluded with the Association of Cement Producers of Ukraine and Vassiliko Cement in Cyprus. The objectives of CEMBUREAU are: 1. The representation of the interests of the cement industry at European and international levels and particularly, but without exclusion towards the European Union. 2. The study of all issues of interest of the industry in the widest possible sense, in particular those of a scientific, technical, documentary, institutional and promotional nature and the search for and application of relevant solution. Main EU files targeted - Clean industrial Deal Implementation - Affordable Energy Action Plan - Industrial Decarbonisation Accelerator Act - Omnibus packages (EU Taxonomy; CSRD) - EU Skills Strategy - Circular Economy Action Plan - Revision of the Public Procurement Directives - Revision of the EU ETS - Revision of the CBAM - Implementation of the Industrial Emissions Directive revision - Taxation of Energy Directive revision - REACH revision - Implementation of the Drinking Water Directive - Implementation of the Energy Performance of Buildings Directive - Implementation of the Construction Products Regulation - Implementation of the Union certification framework for carbon removals - EU taxonomy implementation Address Head Office Rue d'Arlon, 55 Brussels 1040 BELGIUM EU Office Rue d'Arlon, 55 Brussels 1040 BELGIUM Website \n\t\t\t\t\t People\n\t\t\t\t\t Total lobbyists declared 8 Employment time Lobbyists 50% 8 Lobbyists (Full time equivalent) 4 Lobbyists with EP accreditation All Lobbyists with EP accreditation over time 5 accreditations were / are live (in bold) for the selected state of 10 Apr 2025 Name Start date End Date Rob van der Meer 25 Nov 2024 24 Nov 2025 Koen Florent Coppenholle 18 Nov 2024 17 Nov 2025 Emmanuel Brutin 18 Nov 2024 09 Mar 2025 Nikolaos NIKOLAKAKOS 03 Dec 2024 02 Dec 2025 Vagner MARINGOLO 25 Nov 2024 24 Nov 2025 Jean-Baptiste GOMES 18 Nov 2024 17 Nov 2025 Rob Andre VAN DER MEER 28 Oct 2023 04 Oct 2024 Miette Nicole DECHELLE 30 Jan 2024 04 Oct 2024 Nikolaos NIKOLAKAKOS 30 Jan 2024 04 Oct 2024 Koen COPPENHOLLE 30 Jan 2024 04 Oct 2024 Jean-Baptiste GOMES 30 Jan 2024 04 Oct 2024 Vagner MARINGOLO 30 Jan 2024 04 Oct 2024 Emmanuel David BRUTIN 30 Jan 2024 04 Oct 2024 Nikolaos NIKOLAKAKOS 02 Mar 2023 30 Jan 2024 Miette Nicole DECHELLE 20 Jan 2023 30 Jan 2024 Emmanuel David BRUTIN 20 Jan 2023 20 Jan 2024 Koen COPPENHOLLE 20 Jan 2023 20 Jan 2024 Jean-Baptiste GOMES 20 Jan 2023 20 Jan 2024 Vagner MARINGOLO 20 Jan 2023 20 Jan 2024 Rob Andre VAN DER MEER 29 Oct 2022 28 Oct 2023 Nikolaos NIKOLAKAKOS 19 Jan 2022 19 Jan 2023 Jean-Baptiste GOMES 20 Jan 2022 20 Jan 2023 Miette Nicole DECHELLE 19 Jan 2022 19 Jan 2023 Emmanuel David BRUTIN 19 Jan 2022 19 Jan 2023 Mr Nikos NIKOLAKAKOS 19 Jan 2022 07 Sep 2022 Koen COPPENHOLLE 19 Jan 2022 19 Jan 2023 Vagner MARINGOLO 19 Jan 2022 19 Jan 2023 Rob Andre VAN DER MEER 02 Oct 2021 01 Oct 2022 Vagner MARINGOLO 20 Jan 2021 19 Jan 2022 Jean-Baptiste GOMES 05 Nov 2020 05 Nov 2021 Koen COPPENHOLLE 31 Oct 2020 30 Oct 2021 Mr Nikos NIKOLAKAKOS 31 Oct 2020 30 Oct 2021 Mr Joseph MEADEN 31 Oct 2020 30 Oct 2021 Emmanuel David BRUTIN 31 Oct 2020 30 Oct 2021 Miette Nicole DECHELLE 31 Oct 2020 30 Oct 2021 Vagner MARINGOLO 09 Oct 2019 09 Oct 2020 Ms Stella Kirabo Kinuka 04 Oct 2019 03 Oct 2020 Jean-Baptiste GOMES 02 Oct 2019 02 Oct 2020 Emmanuel David BRUTIN 24 Sep 2019 01 Oct 2020 Mr Joseph MEADEN 21 Sep 2019 19 Sep 2020 Miette Nicole DECHELLE 10 Jul 2019 01 Aug 2020 Mr Nikos NIKOLAKAKOS 27 Apr 2019 25 Apr 2020 Koen COPPENHOLLE 19 Apr 2019 01 May 2020 James Edward RUSHWORTH 18 Apr 2019 01 May 2020 Malgorzata RYBAK 09 Apr 2019 10 Jul 2019 Ms Josephine REINAUD 18 Oct 2018 18 Jan 2019 Vagner MARINGOLO 25 Sep 2018 01 Oct 2019 Jean-Baptiste GOMES 25 Sep 2018 01 Oct 2019 Ms Stella Kirabo Kinuka 25 Sep 2018 01 Oct 2019 Ms Claude LOREA 25 Sep 2018 21 Mar 2019 Ms Ruxandra CRACEA 16 Jun 2018 15 Jun 2019 Malgorzata RYBAK 28 Apr 2018 09 Apr 2019 Mr Nikos NIKOLAKAKOS 14 Apr 2018 13 Apr 2019 Koen COPPENHOLLE 09 Feb 2018 08 Feb 2019 Vagner MARINGOLO 16 Sep 2017 15 Sep 2018 Ms Claude LOREA 16 Sep 2017 15 Sep 2018 Ms Josephine REINAUD 14 Sep 2017 14 Sep 2018 Jean-Baptiste GOMES 05 Sep 2017 02 Sep 2018 Ms Stella Kirabo Kinuka 05 Sep 2017 02 Sep 2018 Ann Jessica JOHNSON 11 Nov 2016 05 Oct 2017 Koen COPPENHOLLE 11 Nov 2016 10 Nov 2017 Vagner MARINGOLO 30 Sep 2016 16 Sep 2017 Ms Claude LOREA 30 Sep 2016 16 Sep 2017 Ms Josephine REINAUD 30 Sep 2016 14 Sep 2017 Jean-Baptiste GOMES 13 Sep 2016 05 Sep 2017 Ms Stella Kirabo Kinuka 07 Sep 2016 05 Sep 2017 Koen COPPENHOLLE 14 Nov 2015 11 Nov 2016 Ann Jessica JOHNSON 05 Nov 2015 03 Nov 2016 Vagner MARINGOLO 15 Oct 2015 01 Oct 2016 Ms Claude LOREA 07 Oct 2015 01 Oct 2016 Ms Josephine REINAUD 07 Oct 2015 01 Oct 2016 Jean-Baptiste GOMES 16 Sep 2015 14 Sep 2016 Ms Stella Kirabo Kinuka 16 Sep 2015 07 Sep 2016 Ms Stella Kirabo Kinuka 09 Aug 2014 07 Aug 2015 Ann Jessica JOHNSON 06 Nov 2014 04 Nov 2015 Koen COPPENHOLLE 23 Oct 2014 21 Oct 2015 Jean-Baptiste GOMES 29 Aug 2014 07 Aug 2015 Mrs Stella Kirabo Kinuka 09 Aug 2014 27 Jan 2015 Jean-Baptiste GOMES 09 Aug 2013 08 Aug 2014 Mrs Stella Kirabo Kinuka 09 Aug 2013 08 Aug 2014 Mr Jean-Francois Mottint 09 Aug 2013 03 Apr 2014 Jean-Baptiste GOMES 24 Jul 2012 04 Jul 2013 Mrs Stella Kirabo Kinuka 24 Jul 2012 04 Jul 2013 Mr Jean-Francois Mottint 13 Jul 2012 04 Jul 2013 Ann Jessica JOHNSON 20 Dec 2011 01 Nov 2012 Vagner MARINGOLO 09 Dec 2011 01 Dec 2012 Complementary Information Employees Person in charge of EU relations Data not provided by Register Secretariat due to GDPR Person with legal responsibility Data not provided by Register Secretariat due to GDPR \n\t\t\t\t\t Categories\n\t\t\t\t\t Category Trade and business associations \n\t\t\t\t\t Networking\n\t\t\t\t\t Affiliation • Alliance of Energy Intensive Industries • Alliance for a Competitive European Industry • Business Europe http://www.businesseurope.eu • Construction Products Europe (CPE) http://www.construction-products.eu/ • Construction 2050 Alliance https://euconstruction2050.eu • European Energy Forum https://www.europeanenergyforum.eu • Concrete Europe www.concrete-europe.eu • European Minerals Day http://www.mineralsday.eu • European Network for Silica (NEPSI) http://www.nepsi.eu • Industrial Emissions Alliance • European Cement Research Academy (ECRA) http://www.ecra-online.org • Non Energy Extractive Industries Panel (NEEIP) • REACH Alliance • Sustainable Process Industry through Resource and Energy Efficiency (SPIRE) Public-Private Partnership (PPP) https://www.aspire2050.eu • Industry4Europe Coalition https://www.industry4europe.eu Member organisations None declared \n\t\t\t\t\t Financial Data\n\t\t\t\t\t Interests represented Promotes their own interests or the collective interests of their members Closed financial year Jan 2023 - Dec 2023 Lobbying costs for closed financial year 400,000€ - 499,999€ Major contributions in closed year None declared Intermediaries for closed year None declared Intermediaries for current year None declared Closed year Costs 400,000€ - 499,999€ Other financial info None declared \n\t\t\t\t\t EU Structures\n\t\t\t\t\t Groups (European Commission) Commission expert group \"Industrial Forum\"#E03743#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3743 #MEMBER #C#IndustryInnovation Fund Expert Group#E03593#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3593 #MEMBER #C#IndustryHigh Level expert Group on energy-intensive industries#E03326#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3326 #MEMBER #C#IndustryCommission operational expert group of the European Innovation Partnership on Raw Materials #E03392#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3392 #MEMBER #C#IndustryStanding Working Party#X01211/9#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=100726 #MEMBER #B#IndustryCommission expert group on climate change policy #E03590#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3590 #MEMBER #C#IndustryExpert Group on Carbon Removals#E03861#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3861 #MEMBER #C#IndustryInformal Expert Group on the carbon border adjustment mechanism (CBAM)#E03927#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3927 #MEMBER #C#IndustryCement, building limes and other hydraulic binders#E03776/6#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=103035 #OBSERVER #C#IndustryExpert Group on the exchange of information on Best Available Techniques related to industrial emissions (IED Article 13 Forum)#E02611#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=2611 #MEMBER #C#IndustryCommission expert group on risk management in the extractive sector#E03720#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3720 #MEMBER #C#IndustrySherpa Group#E03326/4#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=100867 #MEMBER #C#IndustryRaw Materials Supply Group#E01353#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=1353 #MEMBER #C#Industry Groups (European Parliament) Competitive European Industry: long-term and sustainable investment Communication activities Publications: 26.02.2025: The Clean Industrial Deal Sets the Course: CEMBUREAU Ready to Engage on Its Swift and Targeted Execution press release 21.02.2025 -Enabling a competitive cement industry – CEMBUREAU Statement 21.05.2024 -Scaling up our net zero ambition: CEMBUREAU’s roadmap update 21.01.2025 -A timely start of CBAM is critical for decarbonisation investments 09.12.2024 -Antwerp Dialogue on Industrial Electriﬁcation & Competitiveness – Recommendations 05.12.2024 - A watertight implementation of CBAM – tackling the risks of fraud and circumvention in the cement sector 27.11.2024 -Infographic: EU cement industry performance 2021-2022 14.11.2024 -Creating lead markets for low-carbon cements 06.11.2024 -Ramping up financial support for decarbonisation investments 25.10.2024 -Draft delegated act on the methodology to determine the greenhouse gas emission savings of low-carbon fuels 24.10.2024 -Clean Industrial Deal – CEMBUREAU recommendations 08.10.2024 -LCA Cement Co-processing - Joint press release 01.10.2024 - EU cement industry trade statistics - Data first 6 months 2024 23.08.2024 - Global Warming Potential for the EPBD: Parameters the Concrete & Cement Sector considers important for the development of GWP methodology 26.07.2024 - Draft Monitoring and Reporting Regulation (MRR) for the EU ETS - CEMBUREAU position 16.07.2024 - Draft Delegated Act on permanent emissions storage through carbon capture and utilisation – CEMBUREAU Position 18.06.2024 - Green Deal and Industrial Deal - Joint statement 17.06.2024 - IPCEI mechanism to accelerate carbon capture 17.06.2024 - Activity Report 2023 05.06.2024 - CEMBUREAU Key facts & figures - June 2024 04.06.2024 - CASE STUDIES: Q&A on inspiring stories from Europe’s quarries 03.06.2024 - TRACKING PROGRESS - The Cement Industry's Journey Towards Enhanced Biodiversity 28.05.2024 - CEMBUREAU feedback on Commission call for evidence on DNSH 27.05.2024 - Enabling circular composites starts with waste codes - Joint position 21.05.2024 - European cement industry issues updated Net Zero Roadmap 21.05.2024 - CEMBUREAU’s Net Zero Roadmap 11.04.2024 - EU cement industry trade statistics - Full year 2023 08.03.2024 - Draft EU Commission Guidance on the Free Allocation Regulation (FAR) See: https://cembureau.eu/library/ Events: 13.11.2024 - How quarries provide a home to European endangered species - Webinar 16.10.2024 - Cementing Europe's Future: Where Next for Industrial Decarbonisation? 21.05.2024 -Scaling up our net zero ambition: CEMBUREAU’s roadmap update See: https://cembureau.eu/events Other activities None declared Meetings\n\t\t\t\t\t Meetings 66 meetings found. Download meetings The list below covers meetings with Commissioners/Cabinet members/Directors-general (high-level) Commission meetings published December 2014 to December 2024, and the meetings of Commissioners/Cabinet members/Directors-general and officials holding \"management functions\" in the Commission published since 1 January 2025. Other lobby meetings with lower-level staff may well have taken place, but the Commission doesn't proactively publish information about these meetings. All information below comes from the Commission and not from the registrant. 1 July 2024: We have noted that some meetings are appearing in duplicate, ie. some meetings seem to be listed twice. This seems to be because the Commission changes some element of a meeting data after the meeting has first been listed, which causes LobbyFacts to register it as a new meeting. We are investigating further. \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Mar 2025 Location Brussels Subject Discussions on technical issues concerning the design and implementation of the Carbon Border Adjustment Mechanism (CBAM) DG Taxation and Customs Union Attending Maria Elena Scoppio (Director) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 12 Mar 2025 Location Brussels Subject Listening to CEMBUREAU’s views on their sector’s path towards decarbonisation Cabinet Cabinet of Executive Vice-President Teresa Ribera Rodríguez Attending Aleksandra Baranska (Cabinet member) Teresa Ribera Rodríguez (Executive Vice-President) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 10 Mar 2025 Location Brussels Subject Exchange of views on the Carbon Border Adjustment Mechanism and decarbonisation of the cement sector in the context of the Clean Industrial Deal Cabinet Cabinet of Commissioner Wopke Hoekstra Attending Patrice Pillet (Cabinet member) Johannes Ten Broeke (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 20 Feb 2025 Location Inter-Beton plant (Sint-Pieters-Leeuw/Brussels) Subject Discuss the CPR Acquis process and the next steps for the drafting of standardisation request for ready-mix concrete and its links with the standardisation request for cement, precast concrete and aggregates DG Internal Market, Industry, Entrepreneurship and SMEs Attending Katharina Knapton-Vierlich (Head of Unit) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Feb 2025 Location Brussels and videoconference Subject Exchange of views on enforcement of the Carbon Border Adjustment Mechanism (CBAM) for cement imports DG Taxation and Customs Union Attending Lucia Granelli (Head of Unit) Vicente Hurtado Roa (Head of Unit) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 28 Jan 2025 Location Hybrid meeting, via Teams and in Brussels, DG GROW premises Subject Exchange of views on policies for the construction industry including the Implementation of the Construction Product Regulation, the Affordable Housing Plan, the Clean Industrial Deal, and the Circular Economy Act. DG Internal Market, Industry, Entrepreneurship and SMEs Attending Barbara Bonvissuto (Director) Katharina Knapton-Vierlich (Head of Unit) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 17 Jan 2025 Location Brussels Subject Discussions on technical issues concerning the design and implementation of the Carbon Border Adjustment Mechanism (CBAM) DG Taxation and Customs Union Attending Vicente Hurtado Roa (Head of Unit) Maria Elena Scoppio (Director) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Jun 2024 Location Athens, Greece Subject Physical meeting - Annual General Assembly of all cement industries CEOs DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 08 Feb 2024 Location Brussels Subject Videoconference - Exchange on CBAM DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 02 Feb 2024 Location Brussels Subject Roundtable with associations of industrial users Cabinet Cabinet of Vice-President Maroš Šefčovič Attending Juraj Nociar (Cabinet member) Maroš Šefčovič (Executive Vice-President) Adam Romanowski (Cabinet member) Virginie Battu-henriksson (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 29 Jan 2024 Location Brussels Subject Decarbonisation in the cement industry Cabinet Cabinet of Commissioner Wopke Hoekstra Attending Daniel Mes (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 26 Jan 2024 Location Brussels Subject Decarbonisation of energy intensive industries Cabinet Cabinet of Vice-President Maroš Šefčovič Attending Adam Romanowski (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 15 Jan 2024 Location Brussels Subject Presentation of the company and of the cement sector's issues related to CCUS and how to incentivise CO2 use, incl. revising the ETS legislation. Cabinet Cabinet of Commissioner Kadri Simson Attending Tatiana Marquez Uriarte (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 15 Jan 2024 Location Brussels Subject Exchanges on the upcoming industrial carbon management strategy, the role of CCS and CCU to decarbonise the EU cement sector. Vision on the forthcoming EU cement industry roadmap. Cabinet Cabinet of Commissioner Thierry Breton Attending Joan Canton (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Dec 2023 Location Brussels Subject Physical meeting with CEMBUREAU CEOs on CBAM DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 Oct 2023 Location Brussels Subject Conference : Cementing Europe’s Future: Buildings for a Net Zero Age DG Climate Action Attending Kurt Vandenberghe (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 Oct 2023 Location BRUSSELS Subject on Clean Transition Dialogues Cabinet Cabinet of President Ursula von der Leyen Portfolio President Attending Peter van Kemseke (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 May 2023 Location Brussels Subject Net Zero Industry Act Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Diederik Samsom (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 25 Apr 2023 Location Brussels Subject Delegated Act RFNBO/RCF DG Climate Action Attending Kurt Vandenberghe (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 Apr 2023 Location Brussels Subject existing policies for support of carbon capture projects and the Net Zero Industry Act. Cabinet Cabinet of Executive Vice-President Margrethe Vestager Portfolio Europe Fit for Digital Age Attending Thomas Woolfson (Cabinet member) Pierre-Arnaud Proux (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 09 Mar 2023 Location Brussels Subject Presentation of CEMBUREAU's views on the Net Zero Industry Act and the CCUS value chain and cement contribution Cabinet Cabinet of Commissioner Kadri Simson Portfolio Energy Attending Ruud Kempener (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 Feb 2023 Location Brussels, Belgium Subject Preparation of net zero industry and critical raw materials acts Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Joan Canton (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 20 Oct 2022 Location Brussels Subject circular economy and construction sector Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Helena Braun (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Oct 2022 Location video-call Subject Carbon Capture Storage and Use Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Aleksandra Tomczak (Cabinet member) Antoine Colombani (Cabinet member) Stefanie Hiesinger (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 05 May 2022 Location Videoconference Subject REPowerEU; fit for 55 package Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Joan Canton (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 25 Nov 2021 Location virtual Subject Energy state aid guidelines Cabinet Cabinet of Commissioner Paolo Gentiloni Portfolio Economy Attending Alienor Margerit (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Oct 2021 Location Online Subject High energy prices and how this is affecting the competitiveness of European companies in the energy intensive sectors. Cabinet Cabinet of Commissioner Kadri Simson Portfolio Energy Attending Stefano Grassi (Cabinet member) Kadri Simson (Commissioner) Tatiana Marquez Uriarte (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 28 Sep 2021 Location Videoconference Subject Fit for 55, energy prices Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Joan Canton (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 21 Sep 2021 Location Online Subject Draft State aid Guidelines on Climate, environmental protection and Energy Cabinet Cabinet of Executive Vice-President Margrethe Vestager Portfolio Europe Fit for Digital Age Attending Anne Funch Jensen (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Jul 2021 Location Brussels Subject Videoconference - Follow-up meeting to the COM proposal for a CBAM DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 02 Jul 2021 Location video-call Subject Carbon Border Adjustment Mechanism; EU ETS Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Stefanie Hiesinger (Cabinet member) Antoine Colombani (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 29 Jun 2021 Location virtual Subject - EU cement industry's decarbonisation efforts - Fit for 55, trade and carbon leakage - CBAM Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Portfolio An Economy that Works for People Attending Valdis Dombrovskis (Executive Vice-President) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 15 Jun 2021 Location Brussels Subject Videoconference - Exchange of views on practical implementation of a CBAM DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Jun 2021 Location virtual Subject Carbon Border Adjustment Mechanism (CBAM) Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Portfolio An Economy that Works for People Attending Gints Freimanis (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 Mar 2021 Location Videoconference Subject Commissioner Breton meeting with CEOs from Energy Intensive Industries on Industrial strategy & fit for 55. Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Joan Canton (Cabinet member) Thierry Breton (Commissioner) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Mar 2021 Location Video meeting Subject points of discussion: circular economy sustainable built environment Biodiversity Air quality DG Environment Attending Florika Fink-Hooijer (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Feb 2021 Location Brussels Subject Videoconference - Exchange on CBAM DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 Dec 2020 Location video-call Subject Carbon Border Adjustment Mechanism Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Antoine Colombani (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 08 Dec 2020 Location virtual Subject PWC study of CEBAM Cabinet Cabinet of Commissioner Paolo Gentiloni Portfolio Economy Attending Alienor Margerit (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 27 Oct 2020 Location online Subject the carbon neutrality and the EU policies in relation to waste Cabinet Cabinet of Commissioner Virginijus Sinkevičius Portfolio Environment, Oceans and Fisheries Attending Rozalina Petrova (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 21 Sep 2020 Location Brussels - online Subject Discuss their issues on construction and CO2 neutrality DG Internal Market, Industry, Entrepreneurship and SMEs Attending Kerstin Jorna (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 Jun 2020 Location virtual Subject CBAM Cabinet Cabinet of Commissioner Paolo Gentiloni Portfolio Economy Attending Alienor Margerit (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 15 May 2020 Location Brussels Subject ETS and EEAG guidelines concerning Cement; digitalization of the construction sector Cabinet Cabinet of Executive Vice-President Margrethe Vestager Portfolio Europe Fit for Digital Age Attending Linsey Mccallum (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 12 May 2020 Location Brussels - videoconference Subject Recovery, climate neutrality, carbon border adjustment Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Frans Timmermans (Executive Vice-President) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 20 Apr 2020 Location video conference Subject COVID 19 economic impact on Energy intensive industries Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Gaelle Garnier (Cabinet member) Thierry Breton (Commissioner) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 05 Mar 2020 Location Brussels Subject To address the Green Deal and its relevance for the cement industry. The overall discussion focused on the ambition of the industry to become carbon neutral along the cement and concrete value chain by 2050. Cabinet Cabinet of Commissioner Virginijus Sinkevičius Portfolio Environment, Oceans and Fisheries Attending Marius Vaščega (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Feb 2020 Location Brussels Subject how cement can be a part of a sustainable and innovative EU Cabinet Cabinet of Commissioner Mariya Gabriel Portfolio Digital Economy and Society Attending Dara Murphy (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Feb 2020 Location Brussels Subject how cement can be a part of a sustainable and innovative EU Cabinet Cabinet of Commissioner Mariya Gabriel Portfolio Innovation and Youth Attending Dara Murphy (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 05 Feb 2020 Location Brussels Subject European cement industry in transition, role of cement in economy. Decarbonization possibilities in cement industry, CCS and CCU Technologies. Circular economy in cement industry. Cabinet Cabinet of Commissioner Kadri Simson Portfolio Energy Attending Thor-Sten Vertmann (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Jan 2020 Location Brussels, BE Subject BCG report on carbon leakage risks, Cabinet Cabinet of Commissioner Paolo Gentiloni Portfolio Economy Attending Alienor Margerit (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Jun 2019 Location Bruxelles, Belgique Subject Les défis et les opportunités ouverts par la transition énergétique pour les industries du ciment DG Energy Attending Dominique Ristori (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Sep 2018 Location BERL Subject Alliance of Energy Intensive Industries - 2050 strategy Cabinet Cabinet of Commissioner Elżbieta Bieńkowska Portfolio Internal Market, Industry, Entrepreneurship and SMEs Attending Rolf Carsten Bermig (Cabinet member) Elżbieta Bieńkowska (Commissioner) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 31 Aug 2018 Location BERL Subject Energy Strategy Cabinet Cabinet of Commissioner Elżbieta Bieńkowska Portfolio Internal Market, Industry, Entrepreneurship and SMEs Attending Rolf Carsten Bermig (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Jul 2018 Location Brussels Subject EU 2050 strategy DG Climate Action Attending Mauro Raffaele Petriccione (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 21 Dec 2016 Location Brussels Subject ETS revision, carbon leakage classification DG Climate Action Attending Jos Delbeke (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Sep 2015 Location Brussels, Belgium Subject Meeting requested to present Energy Intensive Industries Alliance position on ETS post 2020 and COP21 Cabinet Cabinet of Vice-President Neven Mimica Portfolio International Cooperation &amp; Development Attending Denis Cajo (Cabinet member) Maria-Myrto Kanellopoulou (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Jul 2015 Location Brussels Subject European Minerals Days DG Internal Market, Industry, Entrepreneurship and SMEs Attending Daniel Calleja Crespo (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 22 Jun 2015 Location Brussels Subject The position of the European Cement industry vis-à-vis European decarbonisation policy; challenges to the sector. Cabinet Cabinet of Vice-President Maroš Šefčovič Portfolio Energy Union Attending Peter van Kemseke (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Jun 2015 Location Brussels Subject New College and Better Regulation DG Communications Networks, Content and Technology Attending Robert Madelin (Director-General) Other Lobbyists Dow Europe GmbH The Walt Disney Company Benelux BVBA Syngenta Crop Protection AG Acumen Public Affairs European Centre for Public Affairs European Academy of Dermatology and Venereology Oracle Novartis International AG GIGAEurope aisbl FoodDrinkEurope Toy Industries of Europe SANOFI European Chemical Industry Council American Chamber of Commerce to the European Union RTL Group RELX CEMA - European Agricultural Machinery Industry Association Association des Constructeurs Européens d'Automobiles Cargill spiritsEUROPE Jaguar Land Rover Limited MERIAL \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Jun 2015 Location Brussels Subject New College and Better Regulation DG Communications Networks, Content and Technology Attending Robert Madelin (Director-General) Other Lobbyists RTL Group CEMA - European Agricultural Machinery Industry Association SANOFI Cargill American Chamber of Commerce to the European Union Jaguar Land Rover Limited MERIAL RELX Association des Constructeurs Européens d'Automobiles spiritsEUROPE Dow Europe GmbH Syngenta Crop Protection AG European Academy of Dermatology and Venereology European Centre for Public Affairs Novartis International AG The Walt Disney Company Benelux BVBA FoodDrinkEurope Acumen Public Affairs Oracle GIGAEurope aisbl Toy Industries of Europe European Chemical Industry Council \n\t\t\t\t\t\t\t\t\t\t\t\t Date 02 Jun 2015 Location Brussels Subject Circular Economy Cabinet Cabinet of Vice-President Jyrki Katainen Portfolio Jobs, Growth, Investment and Competitiveness Attending Heidi Jern (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 01 Jun 2015 Location Brussels Subject ETS post 2020 Cabinet Cabinet of Vice-President Johannes Hahn Portfolio European Neighbourhood Policy &amp; Enlargement Negotiations Attending Emma Udwin (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 28 Apr 2015 Location Brussels Subject Meeting with Mr Koppenholle Cabinet Cabinet of Commissioner Carlos Moedas Portfolio Research, Science and Innovation Attending Maria Da Graca Carvalho (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Mar 2015 Location Brussels Subject Presentation of the cement industry, the Concrete Initiative and links with Cohesion Policy Cabinet Cabinet of Commissioner Corina Crețu Portfolio Regional Policy Attending Mathieu Fichter (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 19 Mar 2015 Location Brussels Subject Employment and labour law issues Cabinet Cabinet of Commissioner Marianne Thyssen Portfolio Employment, Social Affairs, Skills and Labour Mobility Attending Inge Bernaerts (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 19 Feb 2015 Location Brussels, Berlgium Subject Competitiviness, Energy Union and ETS review Cabinet Cabinet of Vice-President Miguel Arias Cañete Portfolio Climate Action &amp; Energy Attending Silvia Bartolini (Cabinet member) Miguel Arias Cañete (Commissioner)",
    "images": null,
    "tags": "",
    "excerpt": "Check out all LobbyFacts data on CEMBUREAU - The European Cement Association as extracted from the EU lobby transparancy register. The European Cement Association is the representative organisation of the cement industry in Europe. Currently, its Full Members are the national cement industry associations and cement companies of the European Union (except for Malta) plus Norway, Switzerland and the UK. Croatia, Serbia and Slovakia are Associate Members of CEMBUREAU. A cooperation agreement has been concluded with the Association of Cement Producers of Ukraine and Vassiliko Cement in Cyprus. The objectives of CEMBUREAU are: 1. The representation of the interests of the cement industry at European and international levels and particularly, but without exclusion towards the European Union. 2. The study of all issues of interest of the industry in the widest possible sense, in particular those of a scientific, technical, documentary, institutional and promotional nature and the search for and application of relevant solution.",
    "categories": ""
}