{
    "title": "CEMBUREAU responds to EPP proposal for two-year delay of CBAM implementation",
    "author": "Alfie Lloyd-Perks",
    "source": "World Cement",
    "date": "2025-01-22",
    "text": "CEMBUREAU responds to EPP proposal for two-year delay of CBAM implementation \r\n                            \r\n                                \r\n\r\n\r\n                                \r\n                                        \r\n                                            \r\n                                        \r\n\r\n                                \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n                                    \r\n                                        Published by Alfie Lloyd-Perks,\r\n                                        Editorial Assistant\r\n                                         \r\n                                    \r\n\r\n                                World Cement,\r\n                                \r\n                            \r\n                         CEMBUREAU, the association of the European cement industry, have reacted to the statement made by the European People’s Party (EPP) at their Leaders’ Retreat on 17th-18th January, in relation to the EU Carbon Border Adjustment Mechanism (CBAM). The European cement industry is currently launching significant decarbonisation investments. These large-scale projects require regulatory certainty and policy support to happen. Ensuring a level playing field on carbon through CBAM is an essential pillar to establish a business case for these investments. It is therefore crucial that the operational phase of CBAM starts in 2026, as agreed by the EU institutions. CEMBUREAU agrees that some targeted improvements could be brought to CBAM, in particular to minimise the risks of fraud and circumvention, find a solution for exports, and simplify the mechanism where possible. These points are important and deserve a strong focus from policymakers. However, a two-year delay in CBAM implementation would only cause major risks for ongoing EU decarbonisation investments, and for the broader competitiveness of the cement sector, which has been confronted with rising imports in recent years. Furthermore, CEMBUREAU would like to point out that, unlike the Corporate Sustainability Reporting Directive (CSRD) and the Corporate Sustainability Due Diligence Directive (CSDDD) – which are both mentioned in the EPP statement alongside CBAM – CBAM does not add bureaucratic constraints on European producers. On the contrary, CBAM consists in mirroring the requirements of the EU Emission Trading Scheme, to which all European producers of CBAM goods are subject today, to ensure a level playing field between goods produced in the EU and outside of the EU. CEMBUREAU stands ready to engage with policymakers on how to further work on a watertight implementation of CBAM. Click here for free registration to World Cement Read the article online at: https://www.worldcement.com/europe-cis/22012025/cembureau-responds-to-epp-proposal-for-two-year-delay-of-cbam-implementation/ You might also like World Cement Podcast Tune into Episode 2 of the World Cement podcast to hear the second half of the CCUS-focused panel discussion from EnviroTech 2024. Holcim, IGNIS P2X, and Exolum present ECO2FLY Holcim, IGNIS P2X, and Exolum have formed a strategic partnership to develop ECO2FLY, an innovative CO2 circular economy project that will transform industrial emissions into sustainable aviation fuel (eSAF).",
    "images": "https://d23p67eaj7q4a1.cloudfront.net/media/articles/pop/meeting-02.jpg",
    "tags": "CEMBUREAU, European, cement industry, statement, European People’s Party, EPP, leaders retreat, EU Carbon Border Adjustment Mechanism, CBAM, cement industry, cement news, cement;European cement news",
    "excerpt": "CEMBUREAU, the association of the European cement industry, have reacted to the statement made by the European People’s Party (EPP) at their Leaders’ Retreat on 17th-18th January, in relation to the EU Carbon Border Adjustment Mechanism (CBAM).",
    "categories": "https://www.worldcement.com/europe-cis/"
}