{
    "title": "Cembureau welcomes EU CBAM agreement",
    "author": "Global Cement staff",
    "source": "Global Cement",
    "date": "2022-12-19",
    "text": "Europe: Cembureau has welcomed a satisfactory conclusion to talks over the new Carbon Border Adjustment Mechanism (CBAM) under the European Union (EU) Emissions Trading Scheme (ETS). Negotiators from different EU institutions agreed to a gradual CBAM implementation, which will officially commence in October 2023. Free allocations of ETS credits to the EU cement sector and other industries will phase out between 2026 and 2034. During this transition period, CBAM duties will apply to imported products in proportion to EU production not covered by free allocation. Cembureau's chief executive Koen Coppenholle said “The agreements on CBAM and ETS are essential to create a global level playing field on CO2 and support our sector in its transition to carbon neutrality. It is positive that the EU institutions strengthened some key aspects of CBAM. We however regret that the adopted texts do not provide a structural solution for exports. Some EU countries export up to 50% of their domestic cement production and these will be at risk should no concrete export solution be found before 2026.” Coppenholle added “Looking ahead, we need to focus on CBAM implementation and its water-tightness, to ensure the mechanism fully equalises CO2 costs between EU and non-EU suppliers. It is also essential that policymakers support EU industries like cement, which are confronted with unsustainably high energy costs at a time some of our trading partners are launching massive subsidy programmes. CBAM, ETS and a strong innovation fund are essential parts of the puzzle, but we look forward to European Commission proposals for a truly ambitious industrial policy, as requested by the European Council in its meeting of 15 December 2022.”",
    "images": "https://www.globalcement.com/media/k2/items/cache/cb7e08dfebe183ae5859f9e83dc889db_M.jpg",
    "tags": "strategy, projection, outlook, Parliament, free movement, industrial products, bloc, protectionism, domestic, global economy, energy, power, electricity, overheads, investors, operating expenses, commodities, pollutors, payment, international cooperation, France, Germany, Italy, Benelux",
    "excerpt": "Cembureau welcomes EU CBAM agreement",
    "categories": "https://www.globalcement.com/news"
}