{
    "title": "CBAM and indirect emissions - BACI and CEMBUREAU note - BACI",
    "author": "Velin Kolev",
    "source": "BACI",
    "date": "2022-10-20",
    "text": "BACI together with CEMBUREAU supports the inclusion of indirect emissions in the EU Carbon Border Adjustment Mechanism (CBAM). In this paper, we further explain why the inclusion of indirect emissions in CBAM from the start of the mechanism, as proposed by the European Parliament, is both desirable and feasible. 1. Both the transition to carbon neutrality and the current economic context call for the inclusion of indirect emissions into CBAM CEMBUREAU believes that the case for the inclusion of indirect emissions in CBAM is stronger than ever: Today, the cement sector pays for the costs of CO2 in electricity, which is passed through by energy suppliers and factored in energy prices paid by industrial companies. Given the high electricity intensity of cement production, this results in significant indirect emissions costs which third country suppliers are not paying when exporting to the EU, unless they have an emission trading scheme in place. In this respect, it is important to note that the carbon intensity of the EU electricity grid is markedly lower than in the main cement exporters to the EU. Whilst 33% of the EU’s electricity is of fossil origin, this figure climbs to 56% in Turkey, 59% in Russia, 81% in Morocco, and 99% in Algeria1, making indirect emissions from imported cements significantly higher. A limited number of EU industrial sectors receive indirect cost compensation under the EU State Aid Rules, protecting them from such risk of carbon leakage on indirect emissions. This is however not the case for the cement industry to date. Unless indirect emissions are included, the CBAM will not fully mirror the carbon costs structure of EU suppliers as it will apply only to direct emissions. This prevents a full CO2 costs equalization between EU and non-EU suppliers. The European cement industry’s indirect costs, which are already significant, will indeed rise in the future as key decarbonisation technologies are introduced. For instance, the installation of Carbon Capture technology leads to a significantly higher electricity demand on a given cement plant. In its Carbon Neutrality Roadmap, CEMBUREAU anticipates that the cement industry’s electricity consumption will double between now and 2050. The current situation on EU energy markets, marked by a significant (and most likely durable) increase of electricity prices adds a sense of urgency to the measure. Carbon prices are equally foreseen to stay at a high level for the years to come. Last but not least, the inclusion of indirect emissions in CBAM would play a significant role to incentivise exporting countries to the EU to opt for cleaner means of electricity production. 2. CEMBUREAU does not see any real justification for not including indirect emissions in CBAM Whilst recognising the specificity of the EU electricity market design based on marginal pricing, CEMBUREAU sees no valid reason to delay the inclusion of indirect emissions into CBAM: It is perfectly feasible to measure indirect emissions from products imported from third countries, based on well-recognised norms: in the case of cement, the EN-19694-3 elaborates the monitoring and reporting both direct and indirect emissions. This EN standard will soon be converted into the ISO 19694-3 with the same coverage and methodology. Many of the cement installations in the world already use the basics of the EN-19694-3 for reporting direct and indirect emissions. It is furthermore foreseen in the CBAM Regulation that importers will be required to report their indirect emissions during the initial transitional period of CBAM as of 2023, as per Article 35 of the draft Regulation. It is correct that because of marginal pricing in the European power market, EU industrial consumers always bear some of the highest carbon prices since gas installations usually set the price. Such situation is usually not observed in third countries, which would potentially pay lower CO2 costs than EU companies. However, this does not prevent indirect emissions from imported products to be taken into account, as this would already contribute significantly to level the playing field between EU and non-EU suppliers. Furthermore, Commission President Ursula Von der Leyen announced in her State of the Union speech that the EU electricity market design would be reviewed early 2023 “to decouple the dominant influence of gas on the price of electricity”. This planned review of the EU market design will further facilitate a full equalization of indirect emission costs between EU and nonEU suppliers, if indirect emissions are included in CBAM. The only methodological issue that could arise with the inclusion of indirect emissions in CBAM is in relation to the State Aid for indirect compensation received by certain sectors. Unlike free allocation for direct emissions, such aid is fragmented, being only received by a handful of sectors and only in certain Member States. It is CEMBUREAU’s strong view that such measures should however not prevent the inclusion of indirect emissions in CBAM for these sectors which are not receiving indirect costs compensation today. You might find as attachment the Open statement by energy intensive industries on the trilogues for the “Fit for 55 package” .",
    "images": "https://bacibg.org/wp-content/uploads/2019/07/Emission-Free0.png",
    "tags": "",
    "excerpt": "BACI together with CEMBUREAU supports the inclusion of indirect emissions in the EU Carbon Border Adjustment Mechanism (CBAM). In this paper, we further explain why the inclusion of indirect emissions … Read More",
    "categories": "News"
}