{
    "title": "CEMBUREAU calls for timely CBAM start",
    "author": "unknown",
    "source": "International Cement Review",
    "date": "2025-01-22",
    "text": "In view of the current launch of significant decarbonisation investments, CEMBUREAU has highlighted the importance of a level playing field on carbon through the EU Carbon Border Adjustment Mechanism (CBAM), supporting the start of the operational phase of CBAM in 2026, as agreed by the EU institutions. It argues that these large-scale projects require regulatory certainty and policy support to be successfully implemented. The statement follows calls by the European People’s Party at its Leaders’ Retreat on 17-18 January for a two-year delay of the implementation of CBAM, amongst other measures. “CEMBUREAU agrees that some targeted improvements could be brought to CBAM, in particular to minimise the risks of fraud and circumvention, find a solution for exports, and simplify the mechanism where possible. These points are important and deserve a strong focus from policymakers. However, a two-year delay in CBAM implementation would only cause major risks for ongoing EU decarbonisation investments, and for the broader competitiveness of the cement sector, which has been confronted with rising imports in recent years,” said CEMBUREAU in a statement. The European cement association also points out that CBAM does not add bureaucratic constraints on European cement producers as it mirrors the requirements of the EU Emissions Trading Scheme, to which all European producers of CBAM goods are subject today, to ensure a level playing field between goods produced in the EU and outside of the EU.",
    "images": "https://www.cemnet.comhttps://assets.cemnet.com/Content/uploads/images/894bbc85-43c4-494b-bb09-879b3c8d373e.jpg",
    "tags": "Europe. CBAM,Cembureau,Carbon Border Adjustment Mechanism,decarbonisation,Trading,imports,;Europe. CBAM,Cembureau,Carbon Border Adjustment Mechanism,decarbonisation,Trading,imports,",
    "excerpt": "In view of the current launch of significant decarbonisation investments, CEMBUREAU has highlighted the importance of a level playing field on carbon through the EU Carbon Border Adjustment Mecha...",
    "categories": "Trading,"
}