{
    "title": "The EU’s updated industrial strategy - a review",
    "author": "unknown",
    "source": "Svenskt Näringsliv",
    "date": "2021-05-25",
    "text": "On 5 May 2021, the European Commission presented its updated industrial strategy, which will pave the way for European business policy in the coming years. In this article, we analyse the proposals in depth, and comment on the various parts of the strategy, which span a large number of issues. The reason why the latest industrial strategy, dated March 2020, is already being updated is, of course, the result of COVID-19. The day after the publication of the strategy, this was classified as a pandemic by the World Health Organization. The pandemic has had a major impact on both the economy and on business within the EU, in both the short and long term. In the short term, the crisis has led to job losses and financial problems for many businesses, particularly in a number of vulnerable sectors. This has led to extensive government support measures in order to save companies in crisis. However, it has also highlighted weaknesses in the EU’s single market and in international trade, with unforeseen barriers and broken value chains, with a shortage of goods and closing entire industries. The pandemic will also have many long-term effects; structural transformation in the form of digitisation and conversion to more sustainable production is likely to be accelerated. The single market will be strengthened, and trade will be opened up and diversified to reduce vulnerability to the next crisis – one which no one can predict; how it will look or how it will manifest itself. The pandemic is not the only thing creating pressure for new proposals in the updated industrial strategy. At the centre of this are the discussions on how the EU can best assert itself globally when it comes to being at the forefront of economic and technological development. Not least, it is about ensuring that the competitiveness of EU business is properly promoted when public funds are invested in selected research projects for the technologies of the future, and that companies can work jointly to develop the best solutions. In addition, it must be about the public sector setting out properly functioning rules, allowing companies to then compete to develop the best solutions on a level playing field. We will examine this in more detail later in this article. As I said, the industrial strategy is about numerous parts that will be important for the development of the business community. EU single market One such area is the development of the single market. In the early stages of the pandemic, free movement was severely impacted when Member States - without any prior coordination - introduced border controls and other border and trade-related restrictions. The European Commission responded by introducing the so-called ‘Green Lanes’ at the borders to facilitate the passage of goods, and issued guidelines for seasonal workers to save the agricultural industry and food production. Given this, the European Commission is seeking to make the single market more resilient. It will look to introduce a new ‘Single Market Emergency Instrument’ to ensure that the free movement of people, goods and services can continue in the event of future crises. This instrument will guarantee greater transparency and solidarity. In addition, by accelerating supply lines and strengthening cooperation in public procurement, it will help to counter shortages of essential products. – The Confederation of Swedish Enterprise fully understands that the European Commission is trying to prevent similar blocks from occurring in future, but crises can differ, and it is up to the Member States to deal with them when they arrive. Therefore, the real difference will be made through strengthening the single market generally, making cooperation more resilient during any subsequent crises, says Cemille Üstün, expert on single market issues at the Confederation of Swedish Enterprise. In other respects, certain points from the 2020 action plan for the single market have been highlighted and strengthened in the updated strategy. – SMEs are being hit particularly hard by unnecessary regulatory burdens and an incomplete single market. The European Commission has said that one should always start from the ”think small first” principle, something it must now put into action, says Anders Rehnberg, business policy adviser at the Confederation of Swedish Enterprise. The Commission also refers to ”mid-caps”, which is not something that we welcome. Good rules are needed for all companies, but in addition to the existing SME definition, we do not want to see broad rules that are aimed at some companies and not at others. – With regard to the single market, the European Commission needs to assume its responsibilities as guardian of the Treaty. Much of the work to improve the single market lies with the Member States. It is positive that the Commission wants to support Member States authorities on issues such as market control. Of course, it is better if problems can be prevented in the first place, and we value the introduction of the Single Market Enforcement Task Force (SMET), where the business community should also have a voice, says Cemille Üstün. – I would advise against completing the proposal to standardise business services. It is possible to standardise the agreement around the service, but service itself is customer-oriented by nature, and the standardisation instrument would not fit here. It gets worse when - in a footnote to the standardisation proposal - reference is made to working conditions and workers’ rights being taken into account. This poses a risk of overreaching by regulating the labour market as a result, she continues. Open strategic autonomy There has long been a debate over Europe’s need to reduce its dependence on other parts of the world, to become more independent in terms of its ability to meet its own needs and to assert itself globally, both economically and technologically. The pandemic has made the issue even more relevant, as for a time it led to shortages of specific goods. This applies not only to goods important to society’s needs, such as medicines and healthcare equipment but also goods to industry, with global value chains having been interrupted and shortages of specific components having arisen. In response to this, the European Commission has - in connection with the update to the industrial strategy - mapped out so-called ‘strategic dependencies’ in six areas: raw materials, batteries, active pharmaceutical ingredients, hydrogen, semiconductors as well as cloud and edge computing technology. The Commission states that it will also launch surveys of potential dependencies in areas such as products, services and technologies that will be key to the ’twin transition’, such as renewable energy, energy storage and cybersecurity. The completed survey of a total of 5200 products has identified 137 products that are considered to be part of particularly sensitive or strategic ecosystems where the EU is heavily dependent on individual suppliers from third countries. In more than half of these cases, China is the supplier. – We do not mind the fact that this type of survey is undertaken, but of course it is very important what conclusions are drawn from the survey and what measures are proposed to remedy any problematic dependencies. In the strategy, the European Commission emphasises that, in most cases, the business community itself is best placed to reduce dependencies that can lead to vulnerabilities. This can be through, for example, a diversification of suppliers, increased use of other raw materials and inputs and also through recycling. It is important to have a close dialogue with the business community on these issues. It is also good that the Commission emphasises that it is not just the EU that is dependent on other countries. The relationship can sometimes be reversed, and we often talk about a mutual dependence, which can often be the basis for a strong and viable trade relationship that benefits both parties, says Henrik Isakson, director for trade policy at the Confederation of Swedish Enterprise. The European Commission will work closely with relevant stakeholders to identify the measures needed to reinforce the EU’s position in global value chains. In line with the trade policy strategy, the Commission will work to diversify supply chains and pursue international partnerships to increase EU preparedness. In areas where the EU has mutual dependencies with our trading partners, we should invest in building stronger and more diversified supply chains together. A strengthened relationship with the United States, enlargement and the neighbourhood policy as well as free trade agreements with other countries are highlighted. Efforts will also be made to help SMEs deal with disruptions and vulnerabilities and to help them diversify, by connecting them with new partners (both locally and in other countries), thereby increasing their resilience. – When it comes to trade-related issues, it is positive that the strategy states that the EU’s position in global value chains should be strengthened - and strategic dependencies addressed - by strengthening and diversifying international trade and through increased international cooperation. It is also good that ‘reshoring’ (the politically motivated relocation of production) is not mentioned as a measure; it is the companies themselves that are best placed to decide over how best to structure their supply chains. It is important to uphold the principles of openness to trade and investment and non-discrimination. Rather than focusing directly on making us less dependent on certain countries, the Commission should instead focus on improving trade conditions with more countries, through increased market access and more in-depth free trade agreements. We need to keep the EU open to imports, investments and participation in public procurement from other countries in order to strengthen the EU’s competitiveness, Isakson concludes. Industrial alliances and IPCEI Industrial alliances already exist in the fields of raw materials, batteries and hydrogen. These alliances are to facilitate collaboration between private and public actors to drive development in those areas considered strategic in nature and where the free market is viewed as unable to bring about a sufficiently rapid development. At the same time, competition rules must be fully respected. Alliances can also be viewed as a first step in establishing an Important Project of Common European Interest (IPCEI) - more on this issue below. Within the industrial strategy, the Commission is launching a number of new industrial alliances - one for processor and semiconductor technology along with one for industrial data, cloud services and so-called ’edge computing’. The Commission also states that it is considering initiating alliances in space and CO2-free aviation. – Alliances are largely similar to public-private partnerships, an approach that has worked well in Sweden in the past. Basically, we are therefore positive towards the alliance tool in principle. The problem to date, however, has been that the selection and design of the alliances that have been launched so far has been top-down and lacking in transparency or broad dialogue with the business community. Furthermore, the alliances could be broader and more technology-neutral than has been the case so far, says Charlotte Andersdotter, head of the Confederation of Swedish Enterprise’s EU office. In the case of the IPCEIs, so far these have been used for two research projects on batteries and one on microelectronics. Here, the European Commission writes that it will continue to support Member State initiatives for new projects in those cases where the market itself is unable to deliver breakthroughs in innovation. The Commission states that Member States and companies have shown interest in launching an IPCEI in the next generation of cloud services, hydrogen, the low-carbon industry, pharmaceuticals and a second IPCEI in semiconductors. The hydrogen project has already begun. Sweden is participating in the project by the Swedish Energy Agency and is currently collecting expressions of interest from companies that would like to participate. – The increased presence of both alliances and IPCEIs is problematic in many ways. The updated industrial strategy does not take a revolutionary step in any particular direction, but continues to follow a path with greater political control of the economy, one where more extensive use of the regulations leads to greater state support for certain individual companies. This risks distorting competition in the single market, as not all Member States will have the conditions or willingness to invest taxpayers’ money in these activities. We see a danger that this could disadvantage Swedish companies and smaller companies in general, says Stefan Sagebro, expert on competition and state aid issues at the Confederation of Swedish Enterprise. – We also still know very little about how effective and appropriate these projects are. What is clear is that they are associated with a great deal of administration and requirements for participating companies. Overall, we currently think that the approach set out in the industrial strategy is the wrong way to go about expanding the application of this regulatory framework, he concludes. Industrial ecosystems In its Annual Single Market Report, the European Commission develops its reasoning on industrial ecosystems. This concept was included in the EU’s original industrial strategy back in March 2020. An industrial ecosystem is wider than a value chain and - according to the Commission - includes all economic actors necessary for industry. The relevant actors will differ between ecosystems, but these are generally both large and small companies, distribution networks, service providers, research actors and regulators. According to the Commission, the concept is a form of economic lens through which the European economy can be analysed. In the report, the Commission presents 14 industrial ecosystems whose differing needs and challenges are analysed in the light of the pandemic. The analysis within each will then provide the basis for developing action plans for how the digital and green transitions will be promoted within each ecosystem. The plans also identify potential tools regarding financing, regulations, international partnerships and trade, research and innovation as well as networks and alliances. For the Confederation of Swedish Enterprise, it is unclear what concrete deliverables the work with the ecosystems will achieve. To date, the process of selecting the 14 ecosystems, as well as the work of analysing them, has been characterised by its lack of transparency. – In the work ahead, it is of utmost importance that the business community is involved to a wide extent and that the role of companies is clarified. The Commission’s work must be characterised by openness and transparency. One should, for example, consider holding public consultations in connection with the work with ecosystems, particularly when specific initiatives, measures or tools are being prepared, says Stefan Sagebro, expert on competition and State Aid issues at the Confederation of Swedish Enterprise. The approach of analysing and broadly describing the needs of companies can be successful if it takes a true bottom-up perspective. However, in defining the concept of ecosystems, the Commission has focused on value chains within the various sectors identified. Therefore, it is at risk of failing to capture those ecosystems that exist across a range of sectors, which also involve academia and regulatory authorities, and which have been created on the basis of mutual interests and voluntary agreements. – For the Confederation of Swedish Enterprise, it is important that the work with ecosystems does not lead to an overly narrow focus on targeted measures in a few selected sectors. The European Commission should instead identify structural challenges and focus on improving companies’ framework conditions. A competitive and sustainable Europe will not be built by channelling investments to politically identified sectors and technologies. Rather, it risks distorting competition in the EU’s single market and eroding our competitiveness, concludes Sagebro. For the future, the Confederation of Swedish Enterprise believes that the European Commission should initially focus on implementing regulatory improvement measures to promote the green and digital transitions. The first step should be to analyse whether or not the regulations for a particular ecosystem are appropriate, and then to abolish or modernise obsolete rules. As part of a joint Nordic input, we highlight proposals for regulatory improvement measures, both horizontally and within the framework of specific ecosystems. Competition and State Aid rules A comprehensive review of EU competition and State Aid rules has been ongoing for some time. The industrial strategy describes this and the purpose of the review and, where required, revising the various guidelines, regulations, etc. There is no change of direction with the strategy, with each process continuing as before. – We have heard demands from several parties who want relief in the competition and State Aid rules to facilitate the formation of large, dominant companies, so-called ‘European Champions’, and to allow Member States to provide more targeted support to individual companies. These are measures that would worsen and distort competition within the single market, so we are relieved to see that the Commission is not taking any new steps in the wrong direction in this with the industrial strategy, says Stefan Sagebro. As for the State Aid rules, the planned review is illustrated in this diagram. The evaluation of the acquis has been completed, and open consultations are now under way or in progress on the Commission’s proposal for the new amended rules. A new draft framework for support for research, development and innovation is out for consultation until 3 June. New regional aid guidelines have just been adopted. Soon, we can also expect proposals from the Commission for new rules to support the field of environment and energy – these will be important for making the necessary investments for sustainability. In addition, we will also see a new draft of the General Block Exemption Regulation (GBER); this is important, as over 95% of all new support measures are usually implemented within the framework of that Regulation. EU competition rules are also being reviewed. Among other things, the Commission is appraising the rules on horizontal cooperation between companies. Here, the Commission has recently published a working document examining how effective the existing exemptions and guidelines have been. In the coming weeks, an impact assessment will be published in which stakeholders can take note of, and comment on, the Commission’s proposal. – These are very important rules, which determine when companies can cooperate without breaking the competition rules. From the perspective of the Confederation of Swedish Enterprise, we want to push for the rules to be clarified. We want companies to be able to feel more secure about the areas where they can collaborate, something that may be particularly relevant when it comes to projects to promote more sustainable solutions. At the same time, we would like it to be borne in mind that it is viable competition between companies that generally drives risk-taking, investment and innovation. Therefore we do not want to see a paradigm shift where cooperation, rather than competition, becomes the starting point, says Stefan Sagebro. The green transition Industry needs reliable access to cost-effective infrastructure if it is to cope with the green transition in a sustainable and competitive way. The Confederation of Swedish Enterprise believes that security of supply and competitive costs for electricity will be pivotal for the business community to cope with this transition and to sustain further growth. In the Industry Strategy, the European Commission writes that, in the revision of the Renewable Energy Directive, they are considering removing potential obstacles linked to PPPs (Power Purchase Agreements) for renewable energy, in order to push for an increased share of renewable energy. – If the removal of such obstacles favours specific types of power, this is potentially problematic, as these then risk displacing other types of electricity production that contribute to achieving climate goals. The Confederation of Swedish Enterprise believes that all fossil-free types of power that contribute to achieving climate goals should have equal opportunities to compete and should therefore enjoy the same conditions. These conditions for delivering a cost-effective transition to the climate change ambitions look different in each Member State. This is why it is important that EU regulation provides appropriate overall tools that can steer us towards the climate goals as a whole, rather than detailed regulation against individual types of power, according to Marie Knutsen-Öy, head of energy policy at the Confederation of Swedish Enterprise. By creating financial support and other benefits for individual technologies, the EU is steering Member States towards the same energy mix. This means that Member States will face similar challenges at the same time, with surpluses and deficits of electricity generation and this will be a stark difference from how things currently look. The change will mean that new solutions for the electricity system and regulation will need to be identified as quickly as possible to be able to contribute to a sustainable and competitive business environment, both in Sweden and in Europe. In the industrial strategy, the European Commission has confirmed that it will present proposals for the introduction of a so-called Carbon Border Adjustment Mechanism (CBAM) before the summer break. – It is positive that the European Commission has stated that this proposal will be fully WTO compatible. The Confederation of Swedish Enterprise is open to discussing the introduction of such a system, but we have several preconditions. WTO compatibility alone is not sufficient; CBAM must not result in export opportunities and competitiveness for Swedish and European companies in the global arena being undermined. Nor must the system lead to unreasonable administrative burdens or become de facto protectionist. It must aim to enable necessary climate investments for European industry without damaging competitiveness and without creating trade barriers or trade conflicts with third countries, says Jesper Gyberg, head of climate policies at the Confederation of Swedish Enterprise. Digital policy The industry strategy also addresses technological developments, data flows and the proposal for AI legislation and the forthcoming Data Act. Information and communication technology (ICT) continues to develop at a rapid pace and is fundamental to the industry’s competitiveness. The Internet of Things (IoT,) provides efficient manufacturing and connected products. With IoT-connected products, the industry can add services, develop products and innovate thanks to the data transferred. Therefore, it is important to focus on digital transmission capacity and shape robust data flows, both in terms of infrastructure and of regulations. Data protection rules must support digitalisation better. In order for companies to be able to compete internationally, they will require access to, and processing of, personal data and data from both the EU and the rest of the world. It is important to facilitate such data sharing and re-use of data in a manner that respects the rights of others (i.e. data protection, intellectual property rights and trade secrets). – To succeed, Europe needs the highest possible quality of data communication infrastructure, through well-developed superfast broadband and 5G. On the regulatory side, the Confederation of Swedish Enterprise notes that a rethink is needed to improve predictability and to create a favourable investment climate. As far as possible, regulations should be principle based and technology neutral, says Carolina Brånby, lawyer in digital policy at the Confederation of Swedish Enterprise. For European interests, it is of great importance for companies that international data flows are facilitated both legally and technically. In order for the industry to be able to reach an international market, data flows consisting of personal data linked to employees and business contacts must be feasible. In addition, the industry needs to be able to retrieve data from its connected products around the world. This is central for product updates, product development, innovation and European competitiveness. Industrialists describe an increasing numbers of trade barriers that are emerging, both within Europe and globally, as increasing numbers of countries adopt laws for data processing and cybersecurity that entail data location requirements. The industrial strategy also fails to highlight the problem picture that the application of the GDPR has created for the computer economy and the competitiveness of industry. – Europe’s competitiveness depends on well-functioning data flows, both within the EU and internationally. The absurd situation described by industry of being able to send limited data both within groups and to business contacts needs to be improved. To enable data flows, industry needs in particular negotiated adequacy decisions with the US and other major trading nations, but also EU-wide guidelines and assessments of third country data protection rules and national security surveillance, adds Brånby. A key piece of the puzzle for international data flows is a new ecommerce agreement within the WTO. The strategy emphasises that at an international level, the EU is participating in the ecommerce negotiations within the WTO designed to develop global rules for digital trade. – This is not enough, says Ingrid Berglund. It is important that the EU is a driving force in the negotiations on the ecommerce agreement within the WTO. An agreement needs to be put in place as early as possible to facilitate and strengthen digital commerce. A particularly important issue for the business community is the importance of ensuring that the rules enable data to be transferred between countries, and that unreasonable data localisation requirements are prohibited. Better use of the data generated by companies and the public sector means huge potential for development, not least in areas such as research and innovation, sustainable development, the circular economy and combating climate change. – The business community is a driving force for digital development, but reforms are also needed, in order to make it easier for both companies and the public sector to take new steps in using data, says Carola Ekblad, lawyer in digital policy at the Confederation of Swedish Enterprise. – The Confederation of Swedish Enterprise believes that the rules on data sharing from the private sector should protect contractual freedom and be based on voluntary agreements. Forced data sharing risks hampering incentives for data collection, which will not necessarily promote digital development. Moreover, all data sharing must be compatible with relevant legislation (data protection rules, copyright, competition law). The first thing we need is reforms that simplify and clarify the legal and technical barriers to data sharing. EU initiatives to promote voluntary data sharing and the creation of common data areas for voluntary sharing will be such important initiatives. Further governing legislation, as announced, for example, in the forthcoming Data Act, should not be so restrictive that it over-regulates (including compulsory data sharing in some cases) the incentives for voluntary data sharing that have already been introduced. These have not yet had time to come into force and thus have not yet had an impact on the market, she continues. New rules for digital services The digital transformation has made a major contribution to the development of both the EU economy and has also created extensive societal benefits. Digital services have been a strong contributor to these developments. The updated industrial strategy mentions, among other things, the importance and necessity of ecommerce, not least during the pandemic. However, the overall legal framework for digital services has remained unchanged since the adoption of the Ecommerce Directive in 2000. The European Commission’s Digital Services Act aims to propose new and revised rules for digital services. – The Confederation of Swedish Enterprise welcomes the proposal to harmonise rules for counteracting illegal content online and thereby counteract fragmentation in the single market. We also support proposals that clarify liability rules for intermediary service providers and that, as far as possible, aim to reduce the regulatory burden, particularly for smaller players. The goal must be to create a functioning and secure single market, with room for new technology and new business models, not least to strengthen our competitiveness, says Carola Ekblad. The Confederation of Swedish Enterprise’s initial comments on the proposal can be found here. The strategy also emphasises the need to increase fairness in digital markets, especially in B2B relationships, to support small and medium-sized enterprises which, due to asymmetries in the bargaining power with larger organisations, are at increased risk of being exposed to unfair business practices and conditions both online and offline. Digital markets have certain specific characteristics. These make it more difficult to ensure strong market dynamics and suitable conditions for all market participants through the existing competition rules. The European Commission has therefore presented a new Digital Markets Act. – The Confederation of Swedish Enterprise supports the proposal to supplement the current competition law framework with rules that more predictably and effectively ensure competition-driven markets in the digital sector. It must be possible for companies, now and in the future, to be able to challenge existing players in digital markets on their own merits and by offering innovative and efficient services and create growth. – ­New rules that restrict the ability of key platform services to act freely and exploit, on a commercial basis, the many advantages that their market position provides may risk reducing their willingness to invest. It is therefore important that any rules introduced do not unduly undermine the business models of existing platforms or the incentives to invest and innovate. At the same time, the new rules may create better conditions for more players to become genuine challengers in these markets. In the long run, such an approach could benefit innovation, efficiency and investment for all players. However, for reasons of proportionality, it is important that the regulatory framework is limited to those companies that hold the greatest market power and the ability to wield such power in digital markets. You can find our joint Nordic comments on the proposal here. Intellectual Property Action Plan Here, the Confederation of Swedish Enterprise would also like to draw attention to the initiative to develop an action plan for intellectual property rights, which was initiated in connection with the launch of the industrial strategy last year. Knowledge-based assets are, to a great extent, the engine of the knowledge economy. However, some of the measures contained in the action plan are not ones likely to improve the EU’s competitiveness. The measures that need to be taken are principally those linked to strengthening the single market linked to knowledge-based assets. These include, in particular, the legal differences that exist in design rights and copyright. The updates announced on database protection and on trade secret protection are welcome, as they will have a major impact on digital innovation. – The investments made in the use of intellectual property rights by small and medium-sized enterprises are welcome. However, it is important that they are monitored so that the actual impact of the measures is clear. Such a basis should then guide future efforts, says Christina Wainikka, policy expert for intellectual property law at the Confederation of Swedish Enterprise. However, the Confederation of Swedish Enterprise rejects the proposals concerning geographical indications for non-agricultural products. Such protection is unnecessary and risks restricting freedom of competition in an undesirable way. Reglering av digitala plattformarEUThe single marketEU Industrial StrategyData act",
    "images": "https://www.svensktnaringsliv.se/bilder_och_dokument/kmt6ab_eus-industristrategi_1170569.html/alternates/BASE_FACEBOOK/EUs%20industristrategi",
    "tags": "",
    "excerpt": "On 5 May 2021, the European Commission presented its updated industrial strategy, which will pave the way for European business policy in the coming years. In this article, we analyse the proposals in depth, and comment on the various parts of the strategy, which span a large number of issues.",
    "categories": ""
}