{
    "title": "Main points on CBAM by the Confederation of Swedish Enterprise",
    "author": "Henrik Isakson",
    "source": "Svenskt Näringsliv",
    "date": "2020-11-13",
    "text": "We support the targets set out in the Paris Agreement. Ideally, the best instrument to deploy would be a global price on carbon. Realizing that this is not realistic for the foreseeable future other venues must be found. On the 28th of October, the Confederation of Swedish Enterprise responded to the Public consultation on Carbon Border Adjustment Mechanism that was sent out by the EU-commission. We support the targets set out in the Paris Agreement. Ideally, the best instrument to deploy would be a global price on carbon. Realizing that this is not realistic for the foreseeable future other venues must be found. We support the ambitions for the EU to be climate neutral by 2050. At the same time, we realize that the EU is more ambitious than most of the rest of the world and this causes problems and that those problems may grow as the EU increases its ambitions if our trading partners do not follow suit. A continued push within the framework of the Paris agreement, through free trade agreements and other bilateral or multilateral means is necessary. However, in addition also unilateral instruments may be used. We can support a well-designed carbon border adjustment mechanism (CBAM), to address the risk of carbon leakage and to incentivize other countries to increase their climate ambitions in line with those of the EU. However, this is a highly complex issue and our support is conditional on the final design of the mechanism. It is of paramount importance that it is done in the right way. Otherwise, we risk harming European competitiveness without any benefits for the climate. Hence, there is a need for a thorough impact assessment before the system can be launched. See our document with general remarks on CBAM for more information.",
    "images": "https://www.svensktnaringsliv.se/bilder_och_dokument/2hcvkb_natur-klimatjpg_1161801.html/alternates/BASE_FACEBOOK/natur%20klimat.jpg",
    "tags": "",
    "excerpt": "We support the targets set out in the Paris Agreement. Ideally, the best instrument to deploy would be a global price on carbon. Realizing that this is not realistic for the foreseeable future other venues must be found.",
    "categories": ""
}