{
    "title": "Swedish Enterprise on the European Parliament’s draft report on CBAM",
    "author": "Henrik Isakson",
    "source": "Svenskt Näringsliv",
    "date": "2022-01-26",
    "text": "Chahim’s proposed amendments include the speeding up of the system’s introduction, the earlier phasing out of free allowances, the addition of three product categories, and the creation of a CBAM authority. The Confederation of Swedish Enterprise finds some of these proposals problematic. The rapporteur for the EU’s proposed Carbon Border Adjustment Mechanism (CBAM), Mohammed Chahim (S&D, the Netherlands), has presented his draft report to the European Parliament’s Committee on the Environment, Public Health and Food Safety. Swedish Enterprise believes that speeding up the introduction of the system would be unrealistic and therefore, we would argue against rushing it through. More importantly, phasing out the free allowances at the speed proposed by Chahim is not a wise policy given the many uncertainties regarding how CBAM would work and its effect on European competitiveness. Hence, Swedish Enterprise stands by its previous line that free allowances can be phased out, but there should be regular checks along the way to assess the effects on European firms’ external competitiveness. If competitiveness deteriorates, then free allowances should be maintained to some extent, (and granted in commensurate levels to importers, to avoid protectionism). CBAM is a tool to create a level playing field in the EU, as imports would have to bear the same climate costs as domestic production. However, CBAM does nothing to create such a level playing field outside the EU. On the contrary, introducing CBAM and phasing out free allowances may create competitive disadvantages for EU firms in third country markets. Chahim acknowledges this but he has no concrete idea for how to address the issue. It should be added that reduced European exports to third markets may be negative for the climate as European products in general are more climate-friendly than products produced in third countries. Swedish Enterprise supports the immediate inclusion of indirect emissions in the system. Apart from the climate aspects of such a policy, it also eliminates distortion in the EU single market. Swedish Enterprise is skeptical about the addition of three extra product categories to CBAM. This is a highly complex area and moderation needs to be applied when CBAM is introduced. For example, the Commission has argued against the inclusion of organic chemicals. Rejecting this without a thorough analysis risks damaging the climate and European competitiveness. Swedish Enterprise has no position on the creation of a CBAM authority. Such a body seems superfluous though, and only a clear cost benefit analysis of the need to create such an agency from an efficiency point of view would lead us to support it. Finally, when it comes to Chahim’s proposal regarding revenue, we are not clear what this would mean in practice. However, from our point of view, revenue should be used to administer the system, with all other proceeds being allocated to climate change mitigation efforts. These efforts could take place anywhere in the world – in the EU or elsewhere – where making such investments is most efficient. EUCBAM",
    "images": "https://www.svensktnaringsliv.se/bilder_och_dokument/rz2u9g_eu-flaggor-kommissionenjpg_1167224.html/alternates/BASE_FACEBOOK/EU%20flaggor%20kommissionen.jpg",
    "tags": "",
    "excerpt": "Chahim’s proposed amendments include the speeding up of the system’s introduction, the earlier phasing out of free allowances, the addition of three product categories, and the creation of a CBAM authority. The Confederation of Swedish Enterprise finds some of these proposals problematic.",
    "categories": ""
}