{
    "title": "Conf. Ceramica al convegno “Politiche europee per sostenere l’innovazione del settore ceramico”",
    "author": "unknown",
    "source": "fioranooggi.it",
    "date": "2025-02-21",
    "text": "venerdì 21 febbraio 2025 Ieri sera a Civita Castellana si è tenuto un convegno dal titolo “Politiche europee per sostenere l’innovazione del settore ceramico”, organizzato dal gruppo ECR (Partito dei Conservatori e dei Riformisti Europei al Parlamento europeo). Tra i relatori dell’incontro c’erano anche il presidente ed il direttore generale di Confindustria Ceramica Augusto Ciarrocchi e Armando Cafiero ed il presidente della CET - Federazione europea dei produttori di piastrelle della ceramica – Graziano Verdi. Augusto Ciarrocchi ha rimarcato che oltre la metà delle importazioni in Italia di ceramica sanitaria proviene da paesi extra UE e come invece l’Unione Europea sia l’unico mercato a non avere l’obbligo del Made In, “una norma che tutelerebbe i consumatori europei, aiutandoli a distinguere i prodotti italiani da quelli di paesi che praticano il dumping ambientale e sociale”. Graziano Verdi ha parlato della concorrenza indiana: “Gli attuali strumenti europei non sono sufficienti a contrastare la concorrenza indiana, sia in termini di dumping commerciale che ambientale e sociale. Il CBAM rappresenta un possibile strumento di riequilibrio della competitività, a condizione però che la progressiva riduzione delle quote gratuite di CO2 venga rinviata fino a quando non sia stata accertata la reale capacità dello stesso CBAM di mitigare il rischio di delocalizzazione produttiva”. Cafiero, invece, ha sottolineato come la gas release, norma approvata già dal 2022 ma non ancora operativa, rappresenti oggi una misura essenziale per calmierare il prezzo dell’energia per i settori gasivori. “Inoltre il sistema ETS, in assenza di reali alternative tecnologiche, rappresenta una tassa aggiuntiva sulle imprese che si aggiunge al costo del gas, oggi sui 50 euro al MW. È essenziale – ha concluso il direttore generale – stabilizzare il costo di produzione, togliendo elementi di incertezza alla speculazione finanziaria, che sottrae ingenti risorse agli investimenti delle nostre imprese”.",
    "images": "https://www.fioranooggi.it/public/images/m_not_2025221_4019.jpg",
    "tags": "ceramica, convegno, politiche, europee, sostenere, linnovazione, settore, ceramico",
    "excerpt": "<div>Ieri sera a Civita Castellana si è tenuto un convegno dal titolo “Politiche europee per sostenere l’innovazione del settore ceramico”, organizzato dal gruppo ECR (Partito dei Conservatori e dei Riformisti Europei al Parlamento europeo). Tra i relatori dell’incontro c’erano anche il presidente ed il direttore generale di Confindustria Ceramica Augusto Ciarrocchi e Armando Cafiero ed il presidente della CET - Federazione europea dei produttori di piastrelle della ceramica – Graziano Verdi. Augusto Ciarrocchi ha rimarcato che oltre la metà delle importazioni in Italia di ceramica sanitaria proviene da paesi extra UE e come invece l’Unione Europea sia l’unico mercato a non avere l’obbligo del Made In, “una norma che tutelerebbe i consumatori europei, aiutandoli a distinguere i prodotti italiani da quelli di paesi che praticano il dumping ambientale e sociale”. Graziano Verdi ha parlato della concorrenza indiana: “Gli attuali strumenti europei non sono sufficienti a contrastare la concorrenza indiana, sia in termini di dumping commerciale che ambientale e sociale. Il CBAM rappresenta un possibile strumento di riequilibrio della competitività, a condizione però che la progressiva riduzione delle quote gratuite di CO2 venga rinviata fino a quando non sia stata accertata la reale capacità dello stesso CBAM di mitigare il rischio di delocalizzazione produttiva”. Cafiero, invece, ha sottolineato come la gas release, norma approvata già dal 2022 ma non ancora operativa, rappresenti oggi una misura essenziale per calmierare il prezzo dell’energia per i settori gasivori. “Inoltre il sistema ETS, in assenza di reali alternative tecnologiche, rappresenta una tassa aggiuntiva sulle imprese che si aggiunge al costo del gas, oggi sui 50 euro al MW. È essenziale – ha concluso il direttore generale – stabilizzare il costo di produzione, togliendo elementi di incertezza alla speculazione finanziaria, che sottrae ingenti risorse agli investimenti delle nostre imprese”.</div>",
    "categories": ""
}