{
    "title": "Incontro Civita",
    "author": "unknown",
    "source": "Confindustria Ceramica",
    "date": "2025-02-21",
    "text": "Vai alla lista notizie Notizie Il Presidente Augusto Ciarrocchi ed il Presidente della CET Graziano Verdi al convegno ‘Politiche europee per sostenere l’innovazione del settore ceramico’ 21 febbraio 2025 Commercio e mercati Comunicazione Materia: Comunicati stampa Salva nei preferiti Si è tenuto il 20 febbraio scorso a Civita Castellana l'incontro organizzato dal gruppo ECR (Partito dei Conservatori e dei Riformisti Europei) con gli interventi di Antonella Sberna, Stefano Cavedagna e l’on. Mauro Rotelli. Il Presidente ed il Direttore di Confindustria Ceramica Augusto Ciarrocchi e Armando Cafiero ed il Presidente della CET - Federazione europea dei produttori di piastrelle della ceramica – Graziano Verdi sono stati tra i relatori del convegno ‘Politiche europee per sostenere l’innovazione del settore ceramico’, che si è tenuto ieri sera a Civita Castellana. Organizzato dal gruppo ECR (Partito dei Conservatori e dei Riformisti Europei al Parlamento europeo), ha visto gli interventi di Antonella Sberna, Vicepresidente del Parlamento Europeo, dell’europarlamentare Stefano Cavedagna e l’on. Mauro Rotelli, Presidente Commissione Ambiente della Camera dei Deputati, introdotti dai saluti del Sindaco di Civita Castellana Luca Giampieri. Dopo aver ricordato che Confindustria Ceramica rappresenta 252 imprese attive nei comparti delle piastrelle, ceramica sanitaria, laterizi, stoviglie, materiali refrattari e ceramica tecnica, con una occupazione diretta di 26.211 addetti ed un fatturato complessivo di 7,6 miliardi di euro, Augusto Ciarrocchi ha rimarcato che “oltre la metà delle importazioni in Italia di ceramica sanitaria proviene da paesi extra UE e come invece l’Unione Europea sia l’unico mercato a non avere l’obbligo del Made In: una norma che tutelerebbe i consumatori europei, aiutandoli a distinguere i prodotti italiani da quelli di paesi che praticano il dumping ambientale e sociale”. Sulla revisione del BREF ceramico, il documento che stabilisce le migliori tecniche disponibili ed i limiti di emissione per i prossimi 15 anni, il Presidente di Confindustria Ceramica ha stigmatizzato il fatto che “la bozza definisce valori che ad oggi tecnologicamente non raggiungibili o che potrebbero far aumentare i costi in modo insostenibile. Se si vuole sostenere l’innovazione è necessario che vengano adottati livelli e prestazioni compatibili con la realtà e con la sostenibilità economica”. Graziano Verdi, Presidente della CET – la federazione europea le cui aziende esprimono un valore della produzione di 37 miliardi di euro, 200.000 addetti diretti ed un saldo della bilancia commerciale UE di 5,3 miliardi – ha rimarcato che nel settore delle piastrelle il mancato rispetto delle regole internazionali non riguarda più solo la Cina, ma anche l’India. Sebbene nel 2023 la Commissione europea abbia applicato dazi antidumping alle importazioni indiane, queste nel periodo 2020 – 2023 hanno raddoppiato la propria quota. “Gli attuali strumenti europei non sono sufficienti a contrastare la concorrenza indiana, sia in termini di dumping commerciale che ambientale e sociale – ha proseguito Graziano Verdi -. Il CBAM rappresenta un possibile strumento di riequilibrio della competitività, a condizione però che la progressiva riduzione delle quote gratuite di CO2 venga rinviata fino a quando non sia stata accertata la reale capacità dello stesso CBAM di mitigare il rischio di delocalizzazione produttiva”. Nel suo intervento Armando Cafiero ha ricordato come l’industria ceramica italiana uscì dalla grande crisi Lehman Brothers attraverso uno straordinario ciclo di investimenti, finalizzato ad alzare ulteriormente la qualità e l’innovazione dei prodotti unito a dazi antidumping sulle importazioni cinesi in Europa. Ha poi sottolineato come “la gas release, norma approvata già dal 2022 ma non ancora operativa, rappresenti oggi una misura essenziale per calmierare il prezzo dell’energia per i settori gasivori. Inoltre il sistema ETS, in assenza di reali alternative tecnologiche, rappresenta una tassa aggiuntiva sulle imprese che si aggiunge al costo del gas, oggi sui 50 euro al MW. E’ essenziale – ha concluso il direttore generale – stabilizzare il costo di produzione, togliendo elementi di incertezza alla speculazione finanziaria, che sottrae ingenti risorse agli investimenti delle nostre imprese”. Allegati Foto Direttore Cafiero.jpg Foto Pres. Ciarrocchi.jpg Foto Presidente CET Verdi.jpg",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}