{
    "title": "Sistema ETS",
    "author": "unknown",
    "source": "Confindustria Ceramica",
    "date": "2024-05-13",
    "text": "Vai alla lista notizie Notizie Una riforma del Sistema ETS per la sostenibilità 13 maggio 2024 Ambiente e sostenibilità Energia Comunicazione Salva nei preferiti \"Una riforma del Sistema ETS per la sostenibilità della manifattura europea: il caso della ceramica”. Appunti per la nuova legislatura europea. Il sistema ETS rappresenta il meccanismo regolatorio (solo europeo) per la riduzione delle emissioni di CO2, che ha mostrato la sua inefficacia dal punto di vista ambientale ed esercita gravi effetti negativi sull’industria continentale, tra cui la ceramica che genera solo l’1% delle emissioni pur rappresentando ben il 10% delle imprese in ETS e che – proprio a causa di questo sistema ¬– è esclusa, al pari degli altri settori, dagli incentivi 5.0. La riforma degli ETS è essenziale per il mantenimento di una manifattura europea. Ne hanno parlato questa mattina in un webinar Davide Tabarelli, Presidente di Nomisma Energia, Giovanni Savorani, Presidente di Confindustria Ceramica, Aurelio Regina, Delegato per l’Energia di Confindustria, Elisabetta Gualmini, europarlamentare e Presidente dell’European Parliament Ceramics Forum, Stefano Cavedagna, Candidato al Parlamento Europeo e Massimiliano Salini, europarlamentare, moderati da Armando Cafiero, Direttore dell’Associazione. La fabbricazione della ceramica avviene con un ciclo termico che, da molti anni, è operato con il gas naturale dalla cui combustione dipende il 98% delle emissioni di CO2. Le imprese del settore, che hanno da tempo attuato interventi di efficienza, non hanno ad oggi alternative tecnologiche reali che permettano di ridurre significativamente le emissioni. In assenza di un salto tecnologico possibile e senza combustibili green disponibili in quantità adeguata in un futuro prevedibile, l’ETS diventa solamente una “tassa” e non un motore di innovazione ambientale come dovrebbe essere: un extra-costo per le imprese europee, con un forte effetto recessivo che penalizza soprattutto le imprese che più esportano sui mercati mondiali, minandone la competitività rispetto a concorrenti extra-UE. Il prof. Tabarelli ha evidenziato come il settore, da diversi anni, sia diventato un “pagatore netto” di quote ETS, cioè riceve meno quote di quelle necessarie a coprire le emissioni reali, con un grado di “scopertura” attualmente al 40%, che pesa sulla sua competitività internazionale. In questo sistema l’industria ceramica italiana sta vivendo degli evidenti paradossi. L’Europa, da un lato, spinge verso l’elettrificazione dei processi produttivi e, dall’altro, ha escluso il settore ceramico dalla compensazione dei costi indiretti ETS – una misura prevista per bilanciare parzialmente la perdita di competitività internazionale indotta da ETS. La cogenerazione, che è la tecnologia più efficiente oggi disponibile, risulta penalizzata dai parametri adottati per le assegnazioni delle quote. Inoltre il meccanismo ETS, che dovrebbe accompagnare la manifattura nel percorso delle decarbonizzazione è invece stato lasciato nelle mani della speculazione finanziaria che drena risorse alle imprese ed al lavoro. Diversi sono i possibili interventi per riequilibrare la situazione, intervenendo velocemente anche al fine di garantire il lavoro di qualità che le nostre imprese assicurano nei territori in cui sono insediate.  Compensazione dei costi indiretti: le attuali Linee Guida della DG Competition penalizzano la ceramica e alcuni altri settori - come il vetro e il cemento - escludendoli dalle compensazioni, frustrando la spinta verso la elettrificazione dei processi e deteriorando ulteriormente la competitività internazionale. Questa esclusione deriva da una errata applicazione della direttiva da parte della Commissione che ha arbitrariamente fissato parametri non previsti dalla direttiva. È indispensabile un intervento per correggere questa situazione.  Piccoli emettitori (Opt Out): a livello europeo le ceramiche rappresentano il 10% degli impianti soggetti a ETS, ma emettono meno dell’1% delle emissioni regolate. I costi amministrativi indotti dall’ETS gravano significativamente sulle piccole imprese che potrebbero invece più agevolmente osservare le “misure equivalenti” previste per i piccoli emettitori. È opportuno prevedere l’innalzamento della soglia di accesso alle misure equivalenti (opt out) per gli impianti con emissioni inferiori a 50.000 tCO2. A livello nazionale la soglia di 50.000 tCO2 ricomprende oltre il 70% degli impianti in ETS ma solo il 5% delle emissioni.  Risolvere la penalizzazione della cogenerazione: attualmente le imprese ceramiche che hanno investito in cogenerazione risultano penalizzate poiché non ricevono quote gratuite per il maggior consumo di gas. Questa situazione scoraggia investimenti in una tecnologia che, ad oggi, garantisce il miglior e più razionale utilizzo del gas e assicura una riduzione certa delle emissioni dirette ed indirette del processo.  CBAM: L’Unione Europea ha recentemente introdotto un meccanismo di aggiustamento per riequilibrare le importazioni di merci prodotte in aree del mondo non coperte da normative climatiche. Per contro è previsto che ai settori interessati vengano contestualmente azzerate le assegnazioni gratuite. Manca completamente un meccanismo che possa riequilibrare i gap competitivi sui mercati mondiali per le imprese europee che esportano extra-UE, come nel caso delle imprese ceramiche che hanno una fortissima vocazione all’export. Fintanto che le esportazioni extra-UE non saranno compensate dell’extra-costo ETS, il CBAM non rappresenta da solo una soluzione per il settore ceramico.  Speculazione e mercato: la partecipazione alle aste ETS e lo sviluppo del mercato secondario e di prodotti derivati vede una preponderante attività da parte di soggetti finanziari che, legittimamente, operano a fini speculativi. Aver lasciato in mano alla speculazione finanziaria uno dei principali strumenti di politica ambientale delle Ue rappresenta una scelta discutibile, mentre lo scambio delle quote dovrebbe ragionevolmente essere limitato ai soggetti obbligati del sistema ETS. I partecipanti al dibattito hanno condiviso la preoccupazione delle imprese e la conseguente necessità di mettere al centro della prossima legislatura europea tempi e modi della transizione energetica, anche riconsiderando le incoerenze del sistema ETS per apportare le necessarie modifiche.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}