{
    "title": "Andersen Tax",
    "author": "unknown",
    "source": "Intermark IT",
    "date": "2025-03-24",
    "text": "Start of main content Andersen Tax Under the concept of permanent tax planning, Andersen designs, together with its clients, a tax policy that strives to reduce tax burdens, optimising the strategy and the legal possibilities in each action. In this regard, we have extensive experience in providing advice on all types of tax issues, from general taxation of individuals and legal entities to real estate taxation, tax litigation, financial taxation, international taxation and transfer pricing, restructuring operations, wealth and family business management and indirect taxes. Furthermore, we have a team specialised in tax management and inspection procedures and in resolving disputes through administrative review and administrative law court channels. The professionals forming part of the tax department are also highly specialised in economic sectors (industrial, real estate, financial, energy, health, technology, associations and foundations, sport etc.). From Andersen, as a member of Andersen Global, we can offer our clients international tax advice of the highest quality. In response to the growing globalisation of the economy and internationalisation of business investments, we offer qualified professional advisory services and an integrated vision of taxation, with the aim of providing our clients with the optimal decision and minimising tax costs and risks, always within the framework of tax legality. These abilities together with teamwork are the key factors that enable us to provide the greatest added value to our advisory services. Services International taxation Planning in internationalisation processes. Advice to expatriate and foreign non-domiciled executives, Spanish investors abroad and foreign investors in Spain. Tax planning in finance structures and repatriation of capital. Analysis and monitoring of developments in EU statute and case law on tax matters. Indirect taxation Advice on indirect taxes such as Value Added Tax, Transfer Tax and Stamp Duty, customs and excise duties. Advice on foreign and intra-community trade. Corporate taxation Advice on direct and indirect taxation in Spain (Corporation Tax, Income Tax and VAT). Tax planning for domestic and international corporate restructuring operations. Advice in Due Diligence processes. Tax optimization of Spanish investments abroad. Design, preparation and implementation of merger and demerger operations, exchanges of securities and contributions in kind. Advice on tax implications of finance operations and contracts, operations in capital markets and structured finance operations. Planning of executive remuneration. Design of efficient remuneration systems in terms of accountancy and tax. Tax optimization of intangible assets of business groups. Tax disputes Advice on tax administration, collection, penalty and inspection procedures. Planning of procedural strategy and submissions in relation to tax assessments by the Spanish authorities at national, regional and local level. Preparation and filing of appeals to the tax authorities against tax assessments. Preparation and filing of appeals to the administrative law courts. Representation in proceedings for damages against the public authorities. Proceedings for tax evasion. Banking and insurance Analysis of the accounting and tax implications of financial and insurance products. Design of tax-optimised structures to obtain the best returns on investment projects. Tax planning of projects in the renewable energy sector. Transfer prices Related operations in accordance with free market principles. Cost distribution agreements and service contracts. Planning of corporate restructuring. Comparability of related operations. Preparation of compulsory documentation. Advice on and monitoring of inspections and appeals to the courts. Prior valuation agreements. Monitoring of amicable procedures to avoid international double taxation. Professionals Publications \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen appoints five new Professional Partners and three new Partners | News | Tax | Employment Law and Social Security | Corporate Law and M&A | Litigation | Public and Regulatory Law Federico Belausteguigoitia, Pedro Rubio and Miguel Prado are the new Quota Partners \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen strengthens its presence in Chambers with 12 departments and 23 recognized professionals | News | Corporate Compliance | Culture, Sports & Entertainment | Tax | Real Estate | Employment Law and Social Security | Corporate Law and M&A | Litigation | Public and Regulatory Law | Urban Planning and Environmental Law | Energy | Environment and Sustainability The Firm incorporates four areas to the ranking: Energy, Venture Capital, Real Estate and TMT: Media; and also adds three new professionals among those recognized: José Vicente Morote, César Morales and José Miguel López. \r\n\t\t\t\t \r\n\t\t\t\t\t Newsletter Private Client Services | March 2025 | Publications | Tax Andersen's Private Client Services group analyses tax developments for 2025 \r\n\t\t\t\t \r\n\t\t\t\t\t Income Tax on Natural Persons (IRPF) | Publications | Tax | German Desk Individuals Are you a tax resident in Spain? Do you receive income from work (such as wages or pensions), interest or other income that would have to be declared on the Individual Income Tax Return (IRPF)? \r\n\t\t\t\t \r\n\t\t\t\t\t Form 720, the declaration of assets and rights abroad for residents in Spain | Publications | Tax | German Desk Individuals Since 2012, residents in Spain are obliged to file form 720. This is an informative declaration of assets and rights located abroad. It is filed between 1 January and 31 March of the year following the year to which the information provided refers. \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen incorporates Antonio Matute and Fernando Beltrán as Tax and Labour Partners in Bilbao | News | Tax | Employment Law and Social Security | Public and Regulatory Law The law firm headed by José Vicente Morote starts its activity in the Biscayan capital with two new partners, joined by Jon Sebastián Garay, who will open the Public and Regulatory area in the office \r\n\t\t\t\t \r\n\t\t\t\t\t New tax relief in the Personal Income Tax (PIT) for investments by new taxpayers from abroad | Publications | Tax The \"Mbappé Law\": deduction for investments by new taxpayers from abroad in the Personal Income Tax \r\n\t\t\t\t \r\n\t\t\t\t\t Key aspects of the Beckham Law | Tax | German Desk Individuals Spain has a highly attractive tax regime for workers, professionals, entrepreneurs and company administrators relocated to Spain. \r\n\t\t\t\t \r\n\t\t\t\t\t Real Estate Finance Lease and Mortgage Lending: Differences in Taxation | Tax | German Desk Business There are two main types of financing available to companies that plan to acquire real estate for their activity: purchase with a mortgage loan, which is the traditional method, and real estate finance lease (also known as real estate capital lease). \r\n\t\t\t\t \r\n\t\t\t\t\t Newsletter Private Client Services | Third quarter 2024 | Publications | Tax The new edition of the PCS newsletter, prepared by the Private Client Services group, includes the main tax news for the third quarter of 2024 \r\n\t\t\t\t \r\n\t\t\t\t\t China Desk Newsletter | May 2024 | Publications | Employment Law and Social Security | Financial Regulation and Fintech | Tax | Real Estate | Privacy, IT & Digital Business Andersen's China Desk team analyzes the most relevant judgments of May in financial regulation, data protection, tax, labour and real estate \r\n\t\t\t\t \r\n\t\t\t\t\t Newsletter Private Client Services | First quarter 2024 | Publications | Tax The new edition of the PCS newsletter, prepared by the Private Client Services group, includes the main tax news for the first quarter of 2024 \r\n\t\t\t\t \r\n\t\t\t\t\t Crypto taxation under the Beckham Law | Publications | Tax | Tax Litigation Tax and Tax Procedure Team analyses the taxation of cryptocurrencies under the Beckham Act \r\n\t\t\t\t \r\n\t\t\t\t\t Newsletter Private Client Services | November 2023 | Publications | Tax The new edition of the PCS Newsletter covers the main tax pronouncements of the last few months. \r\n\t\t\t\t \r\n\t\t\t\t\t European Guide to Tax Regime for Holding Companies | Publications | Tax A document prepared by the EU International Taxation Service Line to explore the changing tax environment for holding companies in various jurisdictions \r\n\t\t\t\t \r\n\t\t\t\t\t Transfer Pricing | Documentation requirements in Europe | Publications | Tax The EU Transfer Pricing SL guide on TP documentation requirements in various jurisdictions \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen advises Concesur on the purchase from Daimler Truck of the exclusive sales and after-sales dealership for Mercedes-Benz trucks in the Community of Madrid | News | Anti-Trust Law and European Union Law | Tax | Corporate Law and M&A The transaction includes the 30,000 square meter plot where the dealership is located in the Madrid town of Pinto \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen advises Neinor on the sale of two rental buildings in Madrid to CBRE IM | News | Tax | Real Estate Javier Lacleta, Partner in the Real Estate area, María Chaves, Senior Associate in the same department, and Juan Pablo Gutiérrez, Tax Partner, have been responsible for advising on the transaction \r\n\t\t\t\t \r\n\t\t\t\t\t Chambers & Partners ranks Andersen among the best law firms for advising high net worth individuals | News | Tax High Net Worth 2023 guide highlights Andersen in the 'Private Wealth' \r\n\t\t\t\t \r\n\t\t\t\t\t VAT Treatment of tokens | Publications | Tax Andersen’s VAT & Customs practice in Europe conducted a comprehensive analysis of the VAT treatment of various types of tokens \r\n\t\t\t\t \r\n\t\t\t\t\t ECJ allows proportional VAT fines | Publications | Tax The EU VAT & Customs Service Line has prepared an alert about the recent ruling by the European Court of Justice (ECJ) that has shed light on the issue of proportional fines for underpaid VAT in Belgium \r\n\t\t\t\t \r\n\t\t\t\t\t The new Carbon Border Adjustment Mechanism (“CBAM”) | Analysis, implications and impact | Publications | Tax | Energy Andersen's Public & Tax team analyses the impact and implications of CBAM \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen has appointed Íñigo Zumalabe and Ramón Portela as partners in the areas of M&A and Tax | News | Tax | Corporate Law and M&A These appointments will strengthen the firm's private equity and international tax areas \r\n\t\t\t\t \r\n\t\t\t\t\t CBAM: What’s new? | Publications | Tax The CBAM will enter into force on 1 October 2023 in its transitional phase. The definitive Regulation (EU) 2023/956 of the European Parliament and of the Council has been published last 16 May \r\n\t\t\t\t \r\n\t\t\t\t\t Newsletter Private Client Services | May 2023 | Publications | Tax The May edition of the PCS newsletter, written by the Private Client Services group, includes the main developments in tax matters in recent months. \r\n\t\t\t\t \r\n\t\t\t\t\t Temporary Solidarity Tax on Large Fortunes (ITSGF) | Publications | Tax There are two main purposes of this tax: collection and (ii) harmonisation, since it aims to reduce the differences in taxation of the wealth of individuals resident in the different Autonomous Communities \r\n\t\t\t\t \r\n\t\t\t\t\t CBAM: new green tax against carbon leakage | News | Tax Mar Guardiola, Director in the Tax Department and head of Andersen's VAT, Customs and Excise Department, analyses in El Confidencial the Border Carbon Adjustment Mechanism that will enter into force on 1 October 2023 in its transitional phase \r\n\t\t\t\t \r\n\t\t\t\t\t Transfer Pricing and Sustainability | Publications | Tax The European Transfer Pricing Team at Andersen has developed a news article on ethical tax practices for multinational businesses (MNEs) \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen advises T3N on agreement with Harrison Street for the development of sports and educational complexes starting with ESC LaLiga & NBA Madrid Village | News | Banking and Finance | Tax | Corporate Law and M&A | Urban Planning and Environmental Law The team has advised on M&A, tax, finance and urban planning \r\n\t\t\t\t \r\n\t\t\t\t\t Transfer pricing year-end adjustments | Publications | Tax Our European Transfer Pricing team has prepared a short summary on the topic \"Transfer pricing year-end adjustments\" \r\n\t\t\t\t \r\n\t\t\t\t\t R&D Incentives Reference Guide | Publications | Tax Guide on R&D incentives for the European service line Business Incentives and Tax Credits \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen advises Vive Solar Group in its incorporation process and in the purchase of three photovoltaic installations | News | Tax | Corporate Law and M&A | Energy Ignacio Blanco, Director in the Energy area, together with Elena Martínez García, Lawyer in the Corporate and M&A area, and Yago Martos, Partner in the Tax area, have been in charge of advising on the transaction \r\n\t\t\t\t \r\n\t\t\t\t\t America’s Cup appoints Andersen as the exclusive Spanish legal services provider for the 37th edition, to be held in Barcelona in 2024 | News | Tax | Corporate Law and M&A • Andersen is already working with the organising team in all areas of law to support the development and success of this major sporting event • Emirates Team New Zealand, the team in charge of organising the next edition of the race, appoints Andersen in the tender to lead the legal advice among the main law firms in Spain \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen advises fintech company Flexoh on its strategic alliance with Chilean unicorn company Betterfly | News | Tax | Corporate Law and M&A This union has allowed Betterfly to enter the European market through Spain \r\n\t\t\t\t \r\n\t\t\t\t\t Transfer pricing and financial transactions | Publications | Tax Andersen's EU Transfer Pricing department has prepared a document with the most relevant and common TFs identified in the OECD guidance \r\n\t\t\t\t \r\n\t\t\t\t\t The European Court of Justice has ruled on warranty repairs | Publications | Tax Repair under warranty completed by the customer may be considered as a supply of services towards the vendor, with repair costs might qualifying as consideration \r\n\t\t\t\t \r\n\t\t\t\t\t Another positive ruling of the ECJ concerning fixed establishment | Publications | Tax On 7 April 2022, the European Court of Justice issued a verdict in the Romanian case Berlin Chemie (C-333/20) \r\n\t\t\t\t \r\n\t\t\t\t\t Input tax refund - formally insufficient invoices do not necessarily lead to the exclusion of the input tax deduction | Publications | Tax In the recent past, there have been a large number of ECJ rulings which have been aimed at ensuring that formally defective (or even missing) invoices do not necessarily lead to the exclusion of the input tax deduction \r\n\t\t\t\t \r\n\t\t\t\t\t The Supreme Court Addresses Inheritance Tax to Beneficiaries Resident For Tax Purposes In Third Countries | Publications | Tax Regarding the recent judgment of the Supreme Court (\"TS\") of 6th April 2022 \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen strengthens its position in Chambers with eight departments and 15 leading professionals in the Chambers Europe 2022 ranking | News | Corporate Compliance | Culture, Sports & Entertainment | Banking and Finance | Tax | Employment Law and Social Security | Corporate Law and M&A | Litigation | Public and Regulatory Law | Urban Planning and Environmental Law | Environment and Sustainability | Restructuring and Insolvency The 2021 edition of Chambers & Partners highlights the firm in the areas of Corporate/M&A, Dispute Resolution, Employment and Tax and, for the first time, Public Law, Planning, Corporate Compliance and Environment \r\n\t\t\t\t \r\n\t\t\t\t\t Judgment of the Court of justice of the European Union Case C-788/19 Implications for the holding of assets abroad and their regularisation | Publications | Tax Regarding the ruling of the Court of Justice of the European Union (“CJEU”) on 27th January \r\n\t\t\t\t \r\n\t\t\t\t\t The Spanish Supreme Court Confirms the National Court Criterium Stating that Offset Of Nols is a Right, not a Tax Option with a Submission Deadline | Publications | Tax Regarding the Supreme Court's ruling of November 30, 2021 \r\n\t\t\t\t \r\n\t\t\t\t\t Taxpayer-initiated Transfer Pricing adjustments | Publications | Tax Andersen´s Transfer Pricing practice in Europe analyzed the Taxpayer-initiated Transfer Pricing Adjustments \r\n\t\t\t\t \r\n\t\t\t\t\t Main novelties of the Startups Act | Publications | Tax | Corporate Law and M&A | Entrepreneur and Start-ups On 27-12-2021, the Official Gazette of the Spanish Parliament published the Draft Law on the promotion of start-ups, known as the “Start-ups Law” \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen advises Grupo Angal on the acquisition of a Mercedes-Benz subsidiary | News | Anti-Trust Law and European Union Law | Tax | Corporate Law and M&A | Privacy, IT & Digital Business The firm's Corporate and M&A department has advised the Seville-based company on the acquisition of the Valencia subsidiary of Mercedes-Benz \r\n\t\t\t\t \r\n\t\t\t\t\t The Resilience and Recovery Guide | Publications | Tax Andersen´s Business Incentives and Tax Credits practice developed The Resilience and Recovery Guide \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen advises Solaer on the sale of 15 photovoltaic projects in Italy to Matrix Renewables | News | Tax | Corporate Law and M&A | Energy Andersen in Spain Energy practice team has advised Solaer on the sale of 15 photovoltaic projects in Italy to the Italian subsidiary of Matrix Renewables, the renewable energy platform of the American fund TPG Capital \r\n\t\t\t\t \r\n\t\t\t\t\t Global Transfer Pricing Insights | October 2021 | Publications | Tax In this publication, Andersen Global's Tax team provides a guide to understanding the transfer pricing rules, regulations, policies and practices of the jurisdictions covered \r\n\t\t\t\t \r\n\t\t\t\t\t A new taxation on the transfer of renewable projects? | News | Tax | Energy Borja De Gabriel and Ignacio Blanco reflect for Invertia on the recent reply from the Directorate General of Taxes number V2265-21 regarding the application of the exemption (art. 21.3 LIS) of the positive income obtained in the transfer of shares in companies (SPVs) owning greenfield projects \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen advises on the merger of Mondo TV Studios | News | Culture, Sports & Entertainment | Tax | Corporate Law and M&A The firm's Corporate and M&A team has provided legal assistance in the merger of Mondo TV Producciones Canarias and Mondo TV Iberoamérica, which will now operate as Mondo TV Studios \r\n\t\t\t\t \r\n\t\t\t\t\t Taxation and Human Rights | News | Tax Nicolás Díaz analyses in an article published in the Thomson Reuters journal Actualidad Jurídica Aranzadi the recent publication of Law 11/2021, which has led to the modification of two aspects of the tax system in which the regulations on fundamental rights and freedoms play an important role \r\n\t\t\t\t \r\n\t\t\t\t\t The figure of the Investor in the Draft Bill for the promotion of the startup ecosystem | Publications | Tax | Corporate Law and M&A The Government approves the Draft Bill on Startups, which aims to boost investment in the entrepreneurial ecosystem in Spain through tax benefits, investment support instruments and attracting talent. Javier Bustillo and Borja De Gabriel analyse the measures adopted and what they imply for this type of companies and their investors \r\n\t\t\t\t \r\n\t\t\t\t\t Spain and Portugal, priority countries among capital destinations | News | Tax Andersen in Spain and Andersen in Portugal organised the webinar \"Investment opportunities in Iberia: tax advantages and landing planning in Spain and Portugal\" to provide an overview of the main advantages, opportunities and incentives for investments in both countries \r\n\t\t\t\t \r\n\t\t\t\t\t Investing in Cuba, a new opportunity for the Portuguese market | News | Cuban Desk | Tax Andersen in Spain and Andersen in Portugal jointly organised the event \"New horizon for investments in Cuba, new business opportunities for Portugal\", to discuss the investment opportunities that are opening in the new context on the island. \r\n\t\t\t\t \r\n\t\t\t\t\t How to invest in the Real Estate market in Iberia: opportunities, key points, benefits and risks to consider | News | Tax | Real Estate Andersen in Spain and Andersen in Portugal organized a seminar where professionals from both firms discuss the most profitable and interesting investment options in Real Estate in Spain and Portugal for companies and funds \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen improves its ranking in The Legal 500 with nine top areas and new individual recognitions | News | Agrifood | International Arbitration | Banking and Finance | Tax | Real Estate | Employment Law and Social Security | Corporate Law and M&A | Litigation | Public and Regulatory Law | Restructuring and Insolvency The firm is ranked in the \"Industry focus: Food\" area and Ignacio Aparicio is included as Leading Individual in the \"Corporate, Commercial and M&A\" area. \r\n\t\t\t\t \r\n\t\t\t\t\t Chambers Europe 2021: Andersen strengthens its position with new top professionals in international directory ranking | News | Tax | Employment Law and Social Security | Corporate Law and M&A | Litigation The 2021 edition of Chambers & Partners recognises the firm in Dispute Resolution, Corporate/M&A, Employment and Tax and highlights for the first time Carlos Peña in Planning, Javier Bustillo in Venture Capital and Elena Sevila in Dispute Resolution \r\n\t\t\t\t \r\n\t\t\t\t\t Royal Decree-Law 4/2021 about the modification of the Corporate Income Tax and Non-Resident Income Tax | Publications | Tax Publication of Royal Decree-Law 4/2021, of 9th March, amending Law 27/2014, of 27th November, on Corporate Income Tax, and the revised text of the Law on Non-Resident Income Tax, approved by Royal Legislative Decree 5/2004, of 5th March, in relation to hybrid disparities \r\n\t\t\t\t \r\n\t\t\t\t\t Who will collect VAT in the collaborative economy? | News | Tax Belén Palao analyzes the practical aspects faced by companies with the entry into force of the new regime \r\n\t\t\t\t \r\n\t\t\t\t\t More than 50% of entrepreneurs are not aware that they can benefit from the family business tax regime which offers tax relief | News | Family Business | Tax Yago Martos analyzes the aftermath of the pandemic on family-owned businesses \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen incorporates Borja de Gabriel as a partner to strengthen the Tax area | News | Tax | Corporate Law and M&A De Gabriel joins the Tax department as a Partner with two lawyers, which totals more than 20 professionals in the Valencia office, and Ricardo Pla in the Valencia Corporate Law area \r\n\t\t\t\t \r\n\t\t\t\t\t VAT Refund procedure to businesses or entrepreneurs established in the territories of the United Kingdom of Great Britain and Northern Ireland | Publications | Tax Resolution of the Directorate General for Taxation of the 4th January 2021 \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t Transversal analysis of the attention to the family fact in the tax system | News | Tax Nicolás Díaz and Ya Jing Qiu collaborate in a book that includes a detailed study of the tax rules that affect the family group \r\n\t\t\t\t \r\n\t\t\t\t\t Tax measures included in the General State Budget for 2021 | Publications | Tax On 3rd December, the Congress of Deputies approved the General State Budget for 2021, incorporating important fiscal modifications. Thus, in the next few days the Budgets will be transferred to the Senate for their final approval. \r\n\t\t\t\t \r\n\t\t\t\t\t Customs, EORI and Temporary Storage Authorizations Given by the Customs Authorities in Great Britain will no Longer be Valid | News | Tax • UK content will become non-originating in the EU and also in EU partner countries • In most of the EU member states, UK established companies will be obliged to appoint a fiscal representative \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t Covid-19 and the need and opportunity to review the limitation on the deductibility of financial expenses | News | Tax José Manuel Pumar analyzes the Corporate Tax regulations that include a limitation on the deductibility of financial expenses \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen climbs positions in the World Tax and World Transfer Pricing rankings | News | Tax The firm, presented in this publication for the second year, climbs positions in Transfer Pricing and access for the first time in the rankings of Indirect Tax, Transactional Tax and Tax Controversy \r\n\t\t\t\t \r\n\t\t\t\t\t The United Kingdom agrees to provide 100% support for customs improvement and automation | Publications | Tax To facilitate change in the internal processes of UK-based companies, the UK government has approved a £50 million direct aid scheme with retroactive effect from 12th June 2020 \r\n\t\t\t\t \r\n\t\t\t\t\t Mexico targets Spain for its investments because of the country's fiscal and legal attractions | News | Tax | Corporate Law and M&A Spain has a special tax regime for posted workers and for entities holding foreign securities, which includes important exemptions on dividends and profits \r\n\t\t\t\t \r\n\t\t\t\t\t Should the provision of company mobiles and laptops to workers be considered payment in kind? | Publications | Tax Analysis of the change in the criterion for income in kind \r\n\t\t\t\t \r\n\t\t\t\t\t Tax experts warn: teleworking at the beach or in the village jeopardises deductions for usual residence | News | Tax Miguel Ángel Galán explains all the possible tax consequences of the home losing its status as a usual residence in El País \r\n\t\t\t\t \r\n\t\t\t\t\t The low retentions in the furlough scheme, a headache in the 2021 income tax return | News | Tax Miguel Ángel Galán analyzes the workers' ERTE during next year's tax return \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t A proposal to reform the special scheme for posted workers | News | Tax Nicolás Díaz analyzes how tax law is used to influence the decision of taxpayers to establish their residence in one territory or another \r\n\t\t\t\t \r\n\t\t\t\t\t Change affecting stamps for distilled beverages | Publications | Tax Order HAC/626/2020, of 6 July, amending Order HAC/1271/2019, of 9 December, approving the rules for the implementation of Article 26 of the Regulation on Excise Duties \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t How furlough affects working mothers’ income tax declaration | News | Tax Miguel Ángel Galán explains how ERTE affects income for working mothers \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t Calculation of pro rata for Value Added Tax of Holding Companies in subsidiary share transactions | News | Tax In May, the Supreme Court published two rulings -18th May SCR 428/2020 and 19th May SCR 483/2020- aimed at clarifying how the pro rata for value added tax of holding companies in certain transactions with their subsidiaries should be calculated \r\n\t\t\t\t \r\n\t\t\t\t\t Main measures of Royal Decree Law 19/2020 on tax and corporate matters in relation to COVID-19 | COVID-19 | Tax | Corporate Law and M&A Regarding 26th May Royal Decree-Law 19/2020, adopting supplementary measures in the agricultural, scientific, economic, employment and social security and tax areas to alleviate the effects of COVID-19 \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t The coronavirus will take its toll on the income tax of those affected by furloughs | News | Tax Miguel Ángel Galán explains what workers affected by furlough scheme stemming from the coronavirus should consider when preparing next year's tax return in Las Provincias \r\n\t\t\t\t \r\n\t\t\t\t\t Warning: the 2019 Corporate Tax, the sums don’t add up | News | Tax Miguel Blasco points out the need to adapt the tax declaration period to the new deadlines for the formulation and approval of the Annual Accounts established by the state of alert \r\n\t\t\t\t \r\n\t\t\t\t\t The Inland Revenue is not considering deducting second homes whose use is prohibited | News | Tax Nicolas Diaz analyzes the approach of the Treasury in the case of income tax \r\n\t\t\t\t \r\n\t\t\t\t\t Tax measures incorporated in the of Catalonia Budgetary Regulations Law for 2020 | Publications | Tax On 30th April 2020, the Catalan Budget for 2020 was published in the DOGC, as well as the Law on fiscal, financial, administrative, and public sector measures, known as the Accompanying Law, which brings important tax modifications \r\n\t\t\t\t \r\n\t\t\t\t\t Is the Inland Revenue cheating quantifying returns on real estate capital? | News | Tax This year the web site asks us for additional information and calculates the deductible amortization of the property acquired by inheritance or donation \r\n\t\t\t\t \r\n\t\t\t\t\t New extraordinary measures for the agri-food sector: temporary flexibility of the Fund for the Promotion and Education of Cooperatives and promotion of the Special System for Agricultural Workers provided for by Royal Decree-Law 15/2020 | COVID-19 | Agrifood | Tax | Corporate Law and M&A Regarding the publication of 21st April Royal Decree-Law 15/2020 adopting additional urgent measures to support the economy and employment \r\n\t\t\t\t \r\n\t\t\t\t\t FAQs | Impact of COVID-19 on transfer pricing policies | COVID-19 | Tax Frequently asked questions regarding the impact of COVID-19 on transfer pricing policies \r\n\t\t\t\t \r\n\t\t\t\t\t Main measures on tax and customs matters and indirect taxation in relation to COVID-19 included in Royal Decree-Law 15/2020 | COVID-19 | Tax Regarding Royal Decree-Law 15/2020 of 21st April on urgent supplementary measures to support the economy and employment \r\n\t\t\t\t \r\n\t\t\t\t\t The small print of duty-free imports of goods to combat the effects of the COVID-19 outbreak | COVID-19 | News | Tax Regarding the European's Commission Decision 2020/491 on the granting of relief from import duties and VAT on the import of goods, needed to combat the effects of the outbreak of COVID-19 \r\n\t\t\t\t \r\n\t\t\t\t\t Prosecutors warn that being affected by an ERTE means having 'two payers' on the tax return | News | Tax Miguel Ángel Galán explains that if the Public State Employment Service (SEPE) or another public body pays us any remuneration, it is a remunerator for personal income tax purposes in El País \r\n\t\t\t\t \r\n\t\t\t\t\t Tax measures approved by Royal Decree Law 14/2020 extending the deadline for the submission and payment of certain tax returns and self-assessments | COVID-19 | Tax Extension of deadlines for mitigating the effects of COVID-19 on small contributors \r\n\t\t\t\t \r\n\t\t\t\t\t The two sides of the fiscal policy to pay the coronavirus \"Bill” | COVID-19 | News | Tax Miguel Ángel Galán explains that the objective is not to asphyxiate companies and self-employed people, as these must be the ones to make the country recover, in ABC \r\n\t\t\t\t \r\n\t\t\t\t\t Tax measures approved by the Regions of Madrid and Valencia to address the impact of the Covid-19 | COVID-19 | Tax Both autonomous communities extend deadlines for the submission of declarations and self-assessments \r\n\t\t\t\t \r\n\t\t\t\t\t Tax developments contained in Royal Decree Law 11/2020 to address COVID-19 | COVID-19 | Tax 31st March Royal Decree-Law 11/2020, adopting additional urgent measures in the social and economic field to deal with COVID-19 \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t Compliance with tax obligations during the health crisis | COVID-19 | Tax Deadlines for presentation and payment of self-assessments and informative declarations not affected by the suspension or extension of deadlines regulated in RD 463/2020, which the state of alert institutes \r\n\t\t\t\t \r\n\t\t\t\t\t Quarantine for all except income tax | COVID-19 | News | Tax Tomás Rivero explains in Expanxión that the machinery of the Tax Agency related to the presentation of the different taxes corresponding to the State does not stop despite the extraordinary situation that we live due to COVID-19 \r\n\t\t\t\t \r\n\t\t\t\t\t Tax measures included in Decree-Law 1/2020, of 18 March, approving urgent measures to respond to the impact caused by the coronavirus health crisis (COVID-19) | COVID-19 | Tax On 19th March 2020, Decreto-Ley Foral 1/2020 of 18 March was published in the Boletín Oficial de Navarra (BON). In the field of taxation, it includes the following measures \r\n\t\t\t\t \r\n\t\t\t\t\t Financial and tax support measures for the economic sector to combat the effects of the evolution of COVID-19 in Andalusia | COVID-19 | Tax Regarding the 16th March Decree-Law 3/2020, on financial and tax support measures for the economic sector, speeding up administrative actions and social emergency measures to combat the effects of the evolution of the coronavirus (COVID-19) in Andalusia \r\n\t\t\t\t \r\n\t\t\t\t\t Main measures in the area of taxation and customs and indirect taxation in relation to COVID-19 | COVID-19 | Publications | Tax Regarding Royal Decree 463/2020 declaring the state of alert for health crisis management and Royal Decree-Law 7/2020 adopting a series of measures to respond to the economic impact of COVID-19 \r\n\t\t\t\t \r\n\t\t\t\t\t Main tax measures approved in relation to COVID-19 adopted by Royal Decree Law 8/2020 | COVID-19 | Tax Regarding Royal Decree-Law 8/2020 on urgent extraordinary measures to deal with the economic and social impact of COVID-19 \r\n\t\t\t\t \r\n\t\t\t\t\t Urgent fiscal measures adopted in relation to COVID-19 | COVID-19 | Publications | Tax Urgent fiscal measures adopted by the government to respond to the economic impact of COVID-19 \r\n\t\t\t\t \r\n\t\t\t\t\t Germany, France and Sweden already tax air transport as proposed by Spain | News | Tax Belén Palao discusses tax on single-use plastic food packaging \r\n\t\t\t\t \r\n\t\t\t\t\t Energy experts call for ambitious regulatory measures to reach 2030 target | News | Tax | Corporate Law and M&A | Public and Regulatory Law The Declaration on the Climate and Environmental Emergency in Spain includes programmatic measures but does not improve the regulation that facilitates investment and allows the execution of these measures. The autonomous regions should take advantage of the regulatory margin they have to facilitate the framework of the procedure and be able to achieve the EU's objective \r\n\t\t\t\t \r\n\t\t\t\t\t Model 349: regulatory change | Publications | Tax Regulatory change to model 349: the possibility of submitting the recapitulative declaration of intra-Community transactions on an annual basis is eliminated \r\n\t\t\t\t \r\n\t\t\t\t\t The airline industry is committed to technology and strategic measures to advance in sustainability | News | Tax The aviation sector has managed to reduce CO2 emissions per passenger transported by 50 per cent over the last 30 years \r\n\t\t\t\t \r\n\t\t\t\t\t Tariffs planned on over 70 million exports to the UK from 2021 | News | Tax | Litigation Belén Palao and José Miguel Soriano analyse the future of Spanish exports in the face of UK tariffs \r\n\t\t\t\t \r\n\t\t\t\t\t Transposition of the \"Quick fixes\" into the Spanish legal system: Amendments to the VAT Law and Regulations | Publications | Tax Regarding Royal Decree 3/2020 of 4 February \r\n\t\t\t\t \r\n\t\t\t\t\t Large estates activate their \"plan b\" against tax increases | News | Tax Miguel Ángel Galán analyses the \"plan b\" against tax increases in an article published by ABC \r\n\t\t\t\t \r\n\t\t\t\t\t\r\n\t\t\t \r\n\t\t\t\t \r\n\t\t\t\t\t The Family Business should not confuse equity with equality in succession to ensure the future of the company | News | Family Business | Tax | Corporate Law and M&A Family Business Consulting Experts Underline Need to Plan for Future Management to Ensure Continuity \r\n\t\t\t\t \r\n\t\t\t\t\t Tax compliance and international taxation: behavioural guidelines | News | Tax Nicolás Díaz lists a series of guidelines for complying with tax obligations for entities operating outside Spain, as well as non-resident entities operating in Spanish territory \r\n\t\t\t\t \r\n\t\t\t\t\t Is the Spanish justice system punitive regarding footballers' tax abuses? | News | Tax Toni Prat analyzs footballers' tax abuses \r\n\t\t\t\t \r\n\t\t\t\t\t The EU seeks to shield the single market from Brexit | News | Tax | Corporate Law and M&A | Public and Regulatory Law The UK's exit from the EU without an agreement will involve the application of customs and new controls with a considerable increase in costs for the movement of goods and services and delays in transport. An orderly Brexit would make it possible to maintain relations and business by applying international regulations in agreements, mergers, restructurings or insolvencies. \r\n\t\t\t\t \r\n\t\t\t\t\t Simplification and harmonisation of VAT on intra-Community goods transactions | Publications | Tax The date of entry into force of this set of measures is 1 January 2020 and witch modifies the harmonisation and simplification of certain rules for value added tax arrangements in respect of the taxation of trade between Member States \r\n\t\t\t\t \r\n\t\t\t\t\t Special Manufacturing Taxes | Publications | Tax Order HAC/998/2019, of 23 September, regulating compliance with the obligation to keep accounts of the products covered by the manufacture IIEE \r\n\t\t\t\t \r\n\t\t\t\t\t Import tariff war | News | Tax Belén Palao analyses in Expansión the import tariff war between the US and the EU over a wide range of products and industrial goods \r\n\t\t\t\t \r\n\t\t\t\t\t Guide for EU companies to a possible Hard Brexit | Publications | Tax Initial analysis of a possible Hard Brexit \r\n\t\t\t\t \r\n\t\t\t\t\t First guide in Spain that compiles the explanatory consultations carried out on the REIT law | News | Tax Javier Vinuesa analyses the consultations made to the Directorate General of Taxes (DGT) on the REIT law \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen Tax & Legal in Spain Welcomes Partners Carlos Mínguez and Belén Palao | News | Tax | Public and Regulatory Law The BLN Palao Abogados team has been incorporated as part of the firm's commitment to the specialization and reinforcement of this area which is considered strategic in the coming years. Carlos Mínguez joins the firm from Uría Menéndez toghether with three lawyers and he will lead the Pablic Law department in the Valencia office \r\n\t\t\t\t \r\n\t\t\t\t\t Stay or run? The alternatives to the sicavs for the great patrimonies | News | Tax Javier Vinuesa analyses alternatives to sicavs for large estates in an article published by El Confidencial \r\n\t\t\t\t \r\n\t\t\t\t\t Spain and the United States have signed a new Double Taxation Treaty | Publications | Tax On 17 July 2019 a new Double Taxation Treaty (DTT) was signed by the Spain-US Chamber of Commerce, replacing the existing Spain–US treaty (which entered into force in 1990) \r\n\t\t\t\t \r\n\t\t\t\t\t Practice Guide Chambers & Partners: Tax Controversy 2019 | News | Tax Javier Vinuesa and Miguel Lilly analyse Spanish law and practice in tax controversies in a guide published by Chambers & Partners \r\n\t\t\t\t \r\n\t\t\t\t\t Tax on Non-Productive Assets of Legal Entities | Publications | Tax Approved a Decree-Law on Non-Productive Assets of Legal Entities in Catalonia \r\n\t\t\t\t \r\n\t\t\t\t\t Income Tax Declaration 2019: the 9 expenses that the owner of a rented property can deduct | News | Tax Javier Vinuesa and Óliver Padilla analyze certain tax benefits in the taxation of homeowners in order to encourage leasing for El Confidencial \r\n\t\t\t\t \r\n\t\t\t\t\t Tax reduction in Andalusia: how the reform affects Personal Income Tax, Inheritance and Donations and Asset transfers | Publications | Tax Decree-Law 1/2019, materializing the promise of the current Andalusian Government to eliminate Inheritance Tax for acquisitions by spouses and direct relatives \r\n\t\t\t\t \r\n\t\t\t\t\t The Legal 500 reinforces Andersen's position in its 2019 ranking with seven outstanding areas | News | Banking and Finance | Tax | Real Estate | Employment Law and Social Security | Corporate Law and M&A | Litigation | Public and Regulatory Law The international guide includes the firm in the classification of Commercial, Tax, Procedural, Labor, Public Law, Banking and Financial and Real Estate \r\n\t\t\t\t \r\n\t\t\t\t\t Financial sector managers discuss investment possibilities in the Canary Islands | News | Tax VII Annual Finance Forum held on 3rd and 4th April in the Canary Islands \r\n\t\t\t\t \r\n\t\t\t\t\t The announced elimination of Inheritance and Donations Tax in Andalusia presents an opportunity to plan the transmission to the next generation in life | News | Tax A considerable increase in donations is expected, but the main legal and fiscal implications must first be known. \r\n\t\t\t\t \r\n\t\t\t\t\t A ray of light for renewables | News | Tax | Tax Litigation The of the European Court of Justice rules on the Value Added Tax on the Production of Electrical Energy \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen Tax & Legal climbs positions in the Chambers Europe 2019 ranking | News | International Arbitration | Tax | Employment Law and Social Security | Corporate Law and M&A | Litigation | Restructuring and Insolvency The publisher highlights the areas of Dispute Resolution, Corporate/M&A, Employment and Tax \r\n\t\t\t\t \r\n\t\t\t\t\t The TSJCV submits a preliminary ruling on the IVPEE to the ECJ | News | Tax Jaime Varanda analyzes the order that the TSJCV publishes in which it refers the question to the Court of Justice of the European Union (ECJ) regarding the possible infringement of Community law by the Tax on the Value of the Production of Electrical Energy (IVPEE) \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen Tax & Legal advises Impar Grupo in the purchase of a building to build 30 homes in the center of Madrid | News | Tax | Corporate Law and M&A The firm provides tax and mercantile advice in this operation by the real estate firm \r\n\t\t\t\t \r\n\t\t\t\t\t Andersen Tax & Legal incorporates Álvaro Silva as of counsel in the Seville office | News | Tax Jaime Olleros highlights Álvaro Silva's experience and knowledge, as well as his long career as a lawyer in Andalusia. \r\n\t\t\t\t \r\n\t\t\t\t\t Inheritances and gifts from residents outside the EU and EEA. Changing case law in sight? | News | Anti-Trust Law and European Union Law | Tax The Supreme Court has allowed an appeal filed by the State Attorney's Office to be processed and which will once again analyse the compatibility of the real obligation of the Inheritance and Gift Tax (ISD) with European Union law \r\n\t\t\t\t \r\n\t\t\t\t\t The SOCIMI will continue to be a fiscally efficient instrument despite the changes proposed by the Government. | News | Real Estate | Tax SOCIMI 2.0 Day. Lessons from the past and future opportunities organised by Andersen Tax & Legal and Armabex, with the participation of the President of Armabex, Antonio Fernández, and the partners of the Andersen Tax & Legal team, Javier Vinuesa, Gonzalo Cerón and Maite Hernández. \r\n\t\t\t\t \r\n\t\t\t\t\t Tax innovations introduced by Royal Decree-Law 15/2018 on urgent measures for energy transition and consumer protection | Publications | Tax RDL 15/2018, published in the Official State Gazette (BOE) on 6 October, introduced a series of fiscal measures \r\n\t\t\t\t \r\n\t\t\t\t\t The European Commission agrees to allow states to apply reduced VAT to electronic books and publications | Publications | Tax This new measure aims to ensure equal treatment between traditional and electronic publications. \r\n\t\t\t\t \r\n\t\t\t\t\t Judgment of the European Court of Justice concerning the exemption from the Mineral Oil Tax of the consumption of energy products used in cogeneration | Publications | Tax On 1 January 2013, Law 15/2012 of 27 December on fiscal measures for energy sustainability came into force \r\n\t\t\t\t \r\n\t\t\t\t\t The Constitutional Court dismisses the question of unconstitutionality raised by the Supreme Court in relation to the Tax on the Value of the Production of Electrical Energy (IVPEE) | Publications | Tax The Constitutional Court dismisses the question of unconstitutionality raised by the Supreme Court in relation to the Tax on the Value of the Production of Electrical Energy (IVPEE) \r\n\t\t\t\t \r\n\t\t\t\t\t Taxpayers should be clear about their rights in the face of a possible surprise inspection | News | Tax | Tax Litigation Andersen Tax & Legal held a conference on how taxpayers should proceed before the tax inspection \r\n\t\t\t\t \r\n\t\t\t\t\t No quick or peaceful solution | News | Tax Miguel Ángel Galán analyses the municipal added value tax \r\n\t\t\t\t \r\n\t\t\t\t\t The Supreme Court determines that it is not mandatory to file an appeal for reversal at the local level if the only ground for challenge is the unconstitutionality of the rule | Publications | Tax Toni Prat and Carla Cerdeira analyze the SC that determines that it is not mandatory to file an appeal for reversal at the local level if the only ground for challenge is the unconstitutionality of the rule \r\n\t\t\t\t \r\n\t\t\t\t\t We need a new taxation culture | News | Tax Yago Martos analyzes the continuous modifications of the tax regulations, as well as the changing criteria in their interpretation by the different administrative and judicial bodies. \r\n\t\t\t\t \r\n\t\t\t\t\t Community of Madrid Fiscal measures for 2018 | Publications | Tax On 29 May 2018, the Governing Council of the Community of Madrid approved the draft law on tax measures for the Community of Madrid for 2018 \r\n\t\t\t\t \r\n\t\t\t\t\t Municipal capital gains become a source of tax litigation | News | Tax Conference on municipal capital gains: one year after the Constitutional Court's ruling \r\n\t\t\t\t \r\n\t\t\t\t\t The cadastral value may generate an over taxation in the taxes it affects | Events | Tax | Public and Regulatory Law | Urban Planning and Environmental Law Conference: The review of cadastral values to optimise property taxation \r\n\t\t\t\t \r\n\t\t\t\t\t Indirect Taxation on the leasing of Real Estate | News | Tax Jordi Rius analyses the indirect taxation derived from property leases \r\n\t\t\t\t \r\n\t\t\t\t\t Spanish Supreme Court has ruled about discrimination against non-EU countries for inheritance and gift tax purposes | Publications | Tax The Spanish Supreme Court, on February 19th 2018, has issued a sentence confirming that Spanish Inheritance and Gifts Tax Law is against the free movement of capital stated by the European Union Treaty \r\n\t\t\t\t \r\n\t\t\t\t\t Chambers Highlights Andersen Tax & Legal in the Dispute Resolution and Corporate/M&A Areas of the 2018 Europe Guide | News | International Arbitration | Tax | Employment Law and Social Security | Corporate Law and M&A | Litigation | Restructuring and Insolvency The editorial includes Íñigo Rodríguez-Sastre as an outstanding lawyer in Dispute Resolution, Javier Mata in Insolvency, Alfredo Aspra in Labour and Javier Vinuesa in Tax \r\n\t\t\t\t \r\n\t\t\t\t\t The inviolability of the domicile, a watered-down right when the Tax Agency intervenes? | News | Tax Enrique Vázquez analyses the inviolability of the domicile when the Tax Agency intervenes \r\n\t\t\t\t \r\n\t\t\t\t\t Calculation of days to determine tax residence: not all absences are intermittent | Publications | Tax Regarding the Supreme Court's decision on 28th November 2017 \r\n\t\t\t\t \r\n\t\t\t\t\t Tax measures introduced in Law 6/2017 on urgent reforms to self-employment | Publications | Tax Law 6/2017, of 24 October, on urgent reforms to self-employment, introduces a series of amendments to the law on personal income tax that will enter into force on 1 January 2018 \r\n\t\t\t\t \r\n\t\t\t\t\t The reversal of the impairment of investments: An analysis of constitutional doubts | News | Tax Analysis of the Royal Decree-Law 3/2016 that introduced important reforms to corporations tax \r\n\t\t\t\t \r\n\t\t\t\t\t Tax update on the Canary Islands Special Zone (ZEC) | Publications | Tax In May the European Commission issued an opinion in which it announced that it was simplifying the rules for state aid in the outermost regions \r\n\t\t\t\t \r\n\t\t\t\t\t Publication of the new 3.2.2 version of the Facturae e-invoice format | Publications | Tax On August 25 the Resolution of 24 August 2017, which contains the new 3.2.2 version of the Facturae e-invoice format, was published in the Official State Gazette (BOE) \r\n\t\t\t\t \r\n\t\t\t\t\t Approved form 232 for reporting related party dealings and transaction | Publications | Tax The Order HFP/816/2017, which was issued by the Ministry of Finance and Public Administrations and approved form 232 for the reporting of related party dealings and tax haven transactions, was published in the Spanish Official State Gazette on 28 August \r\n\t\t\t\t \r\n\t\t\t\t\t The Spanish Tax Directorate clarifies the sanctioning regime for Model 720 | Publications | Tax By means of Binding Consultation V1434/2017, the queries have been dissipated in relation to the late presentation of Model 720 without prior notice from the Administration \r\n\t\t\t\t \r\n\t\t\t\t\t The Immediate Submission of Information on VAT | News | Tax Th Immediate Submission of Information came into force on 1 July, 2017, a new VAT record keeping system \r\n\t\t\t\t \r\n\t\t\t\t\t The National Court of Appeal recognises the tax exempt status of senior executive redundancy pay | Publications | Tax Reflecting the judgment of the Employment Division of the Supreme Court of 22 April 2014, which declared this type of compensation compulsory \r\n\t\t\t\t \r\n\t\t\t\t\t Deduction for investments in film productions | Publications | Tax On 24 May 2017, the People’s Party and Ciudadanos (Citizens) agreed an amendment to the National Budget for 2017 \r\n\t\t\t\t \r\n\t\t\t\t\t New developments in corporate tax filing | Publications | Tax On May 5, by Order HFP/399/2017, the revised Corporate Income Tax forms were approved for the 2016 fiscal year \r\n\t\t\t\t \r\n\t\t\t\t\t Publication of the Order that regulates the Immediate Information System (IIS) | Publications | Tax Today, the Official State Gazette published Order HFP/417/2017, dated 12 May 2017, which regulates the normative and technical specifications that govern the Immediate Information System \r\n\t\t\t\t \r\n\t\t\t\t\t The SC will review on appeal the dismissal of applications for suspension by tax appeal boards | Publications | Tax The Supreme Court has given leave to proceed for an appeal for annulment aimed at determining whether the body called to decide on an application for suspension of enforcement of a contested decision filed \r\n\t\t\t\t \r\n\t\t\t\t\t La Vanguardia announces the addition of Pedro Pablo Rodés Roca | News | Tax Rodés has proven experience that will be a key asset for the growth and expansion of Andersen Tax & Legal in Spain. \r\n\t\t\t\t \r\n\t\t\t\t\t Tax reforms for housing 2017 | News | Tax The impact of the Rates Review on various taxes and the future reform of the law on municipal capital gains tax \r\n\t\t\t\t \r\n\t\t\t\t\t Law on tax measures for 2017 | News | Tax Creation of new taxes and amendment of regional taxes and taxes ceded by the state \r\n\t\t\t\t \r\n\t\t\t\t\t Sentence of the ECJ in relation to the VAT exemption in intracommunity operations | Publications | Tax The exemption cannot be subject to registration in the Registry of Intracommunity Operators (RIO) or in the VIES \r\n\t\t\t\t \r\n\t\t\t\t\t Tax measures for Catalonia in 2017 | News | Tax Higher rates of Transfer Tax and Stamp Duty on waiver of exemption from VAT and adding of two new types of tax \r\n\t\t\t\t \r\n\t\t\t\t\t New developments in the SII (Immediate Supply of Information on VAT) | Publications | Tax Exemption for taxable persons registered with the REDEME from the requirement to file invoicing registers for the first half of 2017 \r\n\t\t\t\t \r\n\t\t\t\t\t Court decision of the Constitutional Court in relation to the IIVTNU (Tax on the Increase in Value of Urban Land) | Publications | Tax The Constitutional Court declares certain provisions of the “Provincial Law of Guipúzcoa” which regulates the IIVTNU, to be void and unconstitutional End of main content",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}