{
    "title": "Preparing for the Carbon Border Adjustment Mechanism",
    "author": "Get",
    "source": "Deloitte",
    "date": "2025-01-01",
    "text": "The CBAM regulations impact Life Sciences and Health care companies significantly as the most common metal used in the manufacturing of medical equipment, stainless steel, is key to the health care sector, while aluminum foil is used in the blister packaging for medicines. Find out more what this means for your organization. The Carbon Border Adjustment Mechanism (CBAM) is part of the European Union's (EU) “Fit for 55 Package”, which aims to reduce net greenhouse gas emissions by at least 55% by 2030. CBAM is an environmental policy tool designed to ensure that imported products bear the same carbon costs as those incurred by operations within the EU, addressing the risk of carbon leakage. Importers of certain goods must purchase CBAM certificates reflecting the embedded emissions of their products. Certificate prices will align with the EU Emission Trading System (EU ETS) allowance prices. The Monitoring, Reporting, and Verification (MRV) rules will also match the EU ETS's system, ensuring consistent carbon pricing for all goods. Regulation (EU) 2023/956i specifies the CBAM reporting requirements during the transition period from 1 October 2023 to 31 December 2025. EU importers (or their indirect customs representatives) must report on imported goods, including quantity, direct and indirect emissions, and associated carbon costs. The first report, covering imports from October to December 2023, was due by 31 January 2024, with subsequent reports due quarterly. This phase aims to refine the methodology for calculating embedded emissions. From 1 January 2026, importers must purchase CBAM certificates for each imported good, with the obligation expanding until 2034. CBAM applies to Maintenance, Repair, and Operations (MRO) activities, cement, steel, aluminum, fertilizers, electricity, and hydrogen. Dries Bertrand \r\n Partner \r\n Deloitte Belgium \r\nTel: + 32 2 600 66 76 \r\nMobile: +32 479 90 31 25 \r\nEmail: dbertrand@deloitte.com",
    "images": "https://media.deloitte.com/is/image/deloitte/gx-e-invoicing-primary:1200-x-627",
    "tags": "",
    "excerpt": "Find out more about how the CBAM regulations may impact your organization.",
    "categories": ""
}