{
    "title": "Supplier landscape optimization | CBAM | Deloitte Tax",
    "author": "Contact us",
    "source": "Deloitte United Kingdom",
    "date": "2025-01-01",
    "text": "The impact of CBAM “Will my current risk and procurement strategy still be accurate with CBAM?” Map the carbon intensity of your current supplier's pool Consolidate your suppliers of materials that are in scope of CBAM. Subsequently, create an overview of the carbon intensity for the products (to be) imported. Assess your suppliers' capabilities to report timely and accurately Engage with your suppliers of materials that are in scope of CBAM in order to assess their capabilities to accurately and timely report in line with existing requirements (anti-corruption, anti-bribery, GDPR, etc.) Evaluate the performance of your suppliers against industry benchmarks How do your current suppliers perform from both a GHG and capability perspective when benchmarked against industry standards? Will this affect your currently existing strategy and business relationships ? Terminate, enforce a corrective action plan or continue as-is? How to turn CBAM into an opportunity “How can we maximize our partnerships with our suppliers?” By combining supply risk profiles and supply cost profiles, ensure that your organization is building relationships with partners that match your risk appetite and budget. In addition, CBAM will force you to increase your engagement with suppliers, leverage this increase to take your partnerships to the next level by aiming for: Cost Reduction: Negotiate product prices considering CBAM, share transportation costs, reduce inventory costs Improved Efficiency: Streamline processes, reduce lead time and improve product quality Increased Flexibility: Quickly adapt to changing market conditions and avoid stockouts or excess inventory Innovation: Leverage expertise of partners to develop new products, services or technologies Risk Mitigation: Develop contingency plans and share resources to ensure continuity of supply Our capabilities to support you Current State Assessment of your Supplier Policies, Processes and Risks Benchmark your policies and processes against industry best-practices in order to identify potential gaps and provide recommendations to be future ready. Deep-dive into your existing supplier policies, both from an internal perspective (uniform use across different departments) and external perspective (to ensure adherence). Implementation of Unified Third-Party Risk Tools Implement decision-support tools that offer best-in-class assessments of all supplier risks in different risk domains (incl. CBAM). Prevent supplier questionnaire fatigue by bundling all supplier risk inquiries (incl. CBAM) through a unified tool and methodology. Update/develop a Third-Party Lifecycle Process Revamp your Third-Party lifecycle by (i) assessing supplier selection and onboarding, and supplier management and monitoring, and (ii) reviewing the decision-making on supplier termination and off-boarding. Support you to grow together with your suppliers by identifying and stimulating GHG reduction targets. How we have helped organizations on similar projects Assisted a global player in the metals & mining industry in order to future-proof their responsible sourcing framework, taking into account current and upcoming regulations and market trends. Due to our knowledge and expertise, we empowered the client with the necessary to tools to realize its market leader ambitions in responsible sourcing. Assisted an industrial MNE in the creation of their complete third-party risk management framework, including the design and development of policies and procedures, questionnaires, risk methodologies, etc.… In addition, we have implemented a decision-support tool to maximize efficiencies and leverage information sources. Our client is ready to be compliant with the upcoming ‘Corporate Sustainability Due Diligence Directive’ .",
    "images": "https://media.deloitte.com/is/image/deloitte/be-tx-cbam-supply-chain-1:1200-x-627",
    "tags": "",
    "excerpt": "Will your current risk and procurement strategy still be accurate when the CBAM comes into effect? Discover how we can help you map the CBAM-readiness of your suppliers, and assist you in transforming your supply chain for a net zero future.",
    "categories": ""
}