{
    "title": "Ensure reporting and monitoring | CBAM | Deloitte Tax",
    "author": "Contact us",
    "source": "Deloitte United Kingdom",
    "date": "2025-01-01",
    "text": "The impact of CBAM A from 1 October 2023, importers will be required to report greenhouse gas (GHG) emissions generated by the production of certain imported goods and submit the so-called “CBAM report”. The CBAM report shall be submitted on a quarterly basis to the European Commission. The type of GHG emissions to be reported varies depending on the imported product and is anyway limited to: The reporting covers the emissions arising from the production process of goods (direct emissions), and the emissions arising from the production of electricity used for the production (indirect emissions). Details on the types of emissions applicable for each CN code can be found in Annexes I and IA of the CBAM regulation. How to be in compliance? The reporting obligation requires importers to take the following actions: Become authorized CBAM declarant Gather data from suppliers on the emissions associated with the production of the imported goods covered by CBAM. Calculate the emissions based on the primary data collected from suppliers or based on default values. Prepare the CBAM report with the required information, namely: Total quantity of each type of imported good covered by CBAM; Actual total embedded emissions (based on primary data); Total indirect emissions (based on default values and, where applicable, primary data); Carbon price already paid in a country of origin for the embedded emissions in the imported goods. Submit the CBAM report to the European Commission within set deadlines. Cooperate during corrections procedures led by the customs authorities, if any. Having the right and up-to-date data to declare is key. It needs to be transparent, automated, traceable and verifiable. Our capabilities to support you Set up data gathering methodology and process Define people, process and technologies within your company that will ensure your full compliance to CBAM. Identify the relevant emissions and set up streamlined ‘data asks’ destined to suppliers. Perform the calculation according to the appropriate methodology provided for by the CBAM regulation and duly prepare the CBAM report Provide a structured supplier onboarding methodology Set up a methodology for the selection of future suppliers in consideration of the challenges implied by CBAM. Adapt existing methodologies. Set up a monitoring process for existing suppliers Define procedures to ensure the timely monitoring of the emissions and the reliability of information received from the supplier. Why Deloitte is the right fit to help you Deloitte’s multidisciplinary model allows for the provision of services at multiple levels including legal aspects, supply chain and businesses' internal systems. We engage with specialists with outstanding skills and abilities to understand the European legislative and regulatory framework and to provide concrete guidance to businesses for them to be fully compliant. Deloitte has partnerships with all the big data software providers that can enable automatic data collection. Besides these partnerships, we have also developed in-house tools to guide you on your decarbonization pathway. Deloitte has a one of the largest network of companies worldwide, allowing us to understand the applicable relevant policies in a majority of third countries.",
    "images": "https://media.deloitte.com/is/image/deloitte/be-tx-cbam-reporting-and-monitoring-1:1200-x-627",
    "tags": "",
    "excerpt": "Adequate and efficient reporting will be key to fulfill the CBAM obligations in a cost-effective manner. Find out why we are well placed to set up the necessary data gathering structures, and assist you in continuous monitoring and reporting of the data required under the CBAM.",
    "categories": ""
}