{
    "title": "Deutsche Unternehmen können CBAM-Anforderungen kaum erfüllen | Deloitte Deutschland",
    "author": "Kontaktieren Sie uns",
    "source": "Deloitte",
    "date": "2025-01-30",
    "text": "München, 30. Januar 2025 — Seit dem dritten Quartal 2024 sind Unternehmen in der EU mit verschärften Meldepflichten im Rahmen des Carbon Border Adjustment Mechanism (CBAM) konfrontiert. Sie müssen jetzt die tatsächlichen Emissionsdaten ihrer Lieferanten außerhalb der EU angeben. Drei von vier der betroffenen Unternehmen in Deutschland sind dazu jedoch derzeit nicht in der Lage und ein Großteil sieht negative Auswirkungen auf ihre Wettbewerbsfähigkeit. Dies hat eine aktuelle Umfrage im Auftrag des Prüfungs- und Beratungsunternehmens Deloitte ergeben, für die im Herbst vergangenen Jahres Entscheider aus den betroffenen Branchen befragt wurden. Mehr als die Hälfte (53%) der befragten Unternehmen geben an, dass es ihnen nicht möglich ist, die tatsächlichen Emissionsdaten ihrer Lieferanten außerhalb der EU zu melden. Nur sechs Prozent konnten bestätigen, dass sie dazu in der Lage sind, während 21 Prozent der befragten Unternehmen dies nur teilweise können. Damit sind fast drei Viertel der Unternehmen nicht in der Lage, die tatsächlichen Emissionsdaten, die im Produktionsprozess entstanden sind, von den Lieferanten zu ermitteln. „CBAM stellt die Unternehmen vor massive Herausforderungen im Umgang mit ihren Lieferanten. Gleichzeitig endet die Übergangsphase zur Einführung von CBAM Ende des Jahres“, betont Michael Schäfer, Partner bei Deloitte und Experte für Zoll und Außenhandel. „Der Druck, die erforderlichen Überwachungs- und Berichterstattungssysteme in den Unternehmen einzurichten, nimmt deutlich zu. Denn die Implementierungsphase ab dem 1. Januar 2026 beinhaltet den finanziellen Ausgleich durch den Kauf von CBAM-Zertifikaten sowie eine jährliche Berichtspflicht. Bei Nichteinhaltung der Vorgaben drohen künftig Strafzahlungen.“ Schwierigkeiten haben die Unternehmen auch bei der Überprüfung der Richtigkeit oder Plausibilität von Emissionswerten der Lieferanten. Während 20 Prozent der Befragten dies versuchen, indem sie Vergleichswerte zu Rate ziehen und 12 Prozent die Daten mit dem EU-Template zur Übermittlung der Emissionsdaten vergleichen, hat die Mehrheit der befragten Unternehmen noch keinen effektiven Weg zur Überprüfung gefunden. Die größten Herausforderungen in Bezug auf CBAM sind laut der Befragung die unzureichende Verfügbarkeit von Daten (20%), die fehlende Transparenz von Kosten und Risiken (16%) sowie ein mangelnder Wissensstand über CBAM (11,5%). Mehr als zwei Drittel der Unternehmen sehen durch die CBAM-Verordnung negative Konsequenzen für ihre Wettbewerbsfähigkeit. Nur ein Viertel (26%) rechnet mit positiven Auswirkungen, und 29 Prozent der Befragten sehen in CBAM eine Chance zur Veränderung ihrer Lieferketten. Allerdings rechnen nur 20 Prozent der betroffenen Unternehmen damit, dass CBAM mittelfristig zu einem Wechsel ihrer Zulieferer führen wird. 43 Prozent der Befragten glauben dies nicht. „Wir sehen eine deutliche Skepsis bezüglich der Effekte von CBAM bei den Unternehmen. Dennoch müssen betroffene Unternehmen die CBAM-Anforderungen sicherstellen, denn bereits ab diesem Jahr müssen sie den Status als ‚zugelassener CBAM-Anmelder‘ beantragen“, erklärt Lars Essers, Partner bei Deloitte und Experte für Nachhaltigkeitsregulierung. „Dieser Status ist ab dem kommenden Jahr die Voraussetzung, um CBAM-Waren in die EU importieren zu können.“ \r\nCBAM sieht ab 2026 einen Kohlenstoffpreis auf die Einfuhr bestimmter außerhalb der EU hergestellter Waren vor. Unternehmen, die Waren aus Nicht-EU-Ländern in die EU einführen möchten, müssen Zertifikate erwerben, die der Menge der bei der Herstellung dieser Waren entstandenen Emissionen entsprechen. \r\nWeitere Informationen zu CBAM erhalten Sie hier Über die Befragung: Civey hat für Deloitte vom 16.10. bis 13.12.2024 online 200 privatwirtschaftliche Entscheider befragt, die bestimmte Produkte (Eisen, Stahl, Zement, Aluminium, Strom, Düngemittel, Wasserstoff, andere vor- und nachgelagerte Produkte) aus Ländern außerhalb der EU importieren und das CO2-Grenzausgleichssystem kennen. Die Ergebnisse sind aufgrund von Quotierungen und Gewichtungen repräsentativ unter Berücksichtigung des statistischen Fehlers von 12,3 bis 14 Prozentpunkten beim jeweiligen Gesamtergebnis. \r\n Über Deloitte \n Deloitte bietet branchenführende Leistungen in den Bereichen Audit und Assurance, Steuerberatung, Consulting, Financial Advisory und Risk Advisory für nahezu 90% der Fortune Global 500®-Unternehmen und Tausende von privaten Unternehmen an. Rechtsberatung wird in Deutschland von Deloitte Legal erbracht. Unsere Mitarbeitenden liefern messbare und langfristig wirkende Ergebnisse, die dazu beitragen, das öffentliche Vertrauen in die Kapitalmärkte zu stärken, die unsere Kunden bei Wandel und Wachstum unterstützen und den Weg zu einer stärkeren Wirtschaft, einer gerechteren Gesellschaft und einer nachhaltigen Welt weisen. Deloitte baut auf eine über 175-jährige Geschichte auf und ist in mehr als 150 Ländern tätig. Erfahren Sie mehr darüber, wie die rund 457.000 Mitarbeitenden von Deloitte das Leitbild „making an impact that matters“ täglich leben: www.deloitte.com/de. Deloitte bezieht sich auf Deloitte Touche Tohmatsu Limited (DTTL), ihr weltweites Netzwerk von Mitgliedsunternehmen und ihre verbundenen Unternehmen (zusammen die „Deloitte-Organisation“). DTTL (auch „Deloitte Global“ genannt) und jedes ihrer Mitgliedsunternehmen sowie ihre verbundenen Unternehmen sind rechtlich selbstständige und unabhängige Unternehmen, die sich gegenüber Dritten nicht gegenseitig verpflichten oder binden können. DTTL, jedes DTTL-Mitgliedsunternehmen und verbundene Unternehmen haften nur für ihre eigenen Handlungen und Unterlassungen und nicht für die der anderen. DTTL erbringt selbst keine Leistungen gegenüber Kunden. Weitere Informationen finden Sie unter www.deloitte.com/de/UeberUns​.",
    "images": ":1200-x-627",
    "tags": "",
    "excerpt": "Verschärfte Berichtspflichten",
    "categories": ""
}