{
    "title": "EU Carbon Border Adjustment Mechanism (CBAM) | Deloitte Netherlands",
    "author": "Get",
    "source": "Deloitte",
    "date": "2024-04-14",
    "text": "On 10 May 2023, the EU co-legislators signed the CBAM Regulation, which officially entered into force the day after its publication in the EU Official Journal on 16 May 2023. On 17 August 2023 the EU Commission adopted its implementing regulation laying down reporting obligations for the purposes of CBAM during the transitional period. The transitional period, during which importers are required to comply with a quarterly reporting requirement of their imported CBAM goods and embedded greenhouse gas emissions, started on 1 October 2023. The legislative timeline of the CBAM can be consulted immediately below. \r\n Our experts ellaborate on the impact and how you can best prepare for its arrival. Watch the full expert talk now. The general principles of CBAM are as follows : In case of challenges with obtaining emissions data during the transitional period, the reporting declarant has the following alternative options for reporting emissions values: The transitional period of the CBAM began on 1 October 2023. This requires EU importers to start reporting emissions embedded in the CBAM products they import. Below we outline the key actions business need to take during the transitional period of the CBAM: On October 26, 2022 we hosted a webcast on the topic of CBAM. We focused on the upcoming changes and impact on the supply chain and how we can support businesses in preparations, operational compliance requirements and related sustainability goals. Deloitte’s Global Trade Advisory specialists are part of a global network of professionals who provide specialised assistance in global trade and customs matters. Our professionals can support in carrying out an initial CBAM impact assessment and broader supply chain reviews in the light of the CBAM implementation, transitional period and compliance requirements. We can assist businesses with: To assist companies during the transitional period, Deloitte is developing the CBAM Compliance Manager; a digital solution that enables companies to automate their CBAM Reporting obligations. This allows businesses to prepare and manage quarterly CBAM reports as follows: If you have questions about the CBAM and its impact on your business including our capabilities for assistance in this regard, do not hesitate to contact us.",
    "images": "https://media.deloitte.com/is/image/deloitte/deloitte-nl-tax-branded-promo-innovation-sustainability-black:1200-x-627",
    "tags": "",
    "excerpt": "The CBAM is moving closer towards its adoption. Please continue reading to learn about the CBAM and how you can prepare for its arrival.",
    "categories": ""
}