{
    "title": "New EU Regulation – Carbon Border Adjustment Mechanism (CBAM) | Deloitte",
    "author": "Contact us",
    "source": "Deloitte",
    "date": "2025-01-20",
    "text": "New EU Regulation – Carbon Border Adjustment Mechanism (CBAM) We are here to help you avoid unnecessary risks and comply with the new rules associated with the carbon tariff, including the timely submission of the CBAM report. A new EU regulation aimed at reducing emissions and making companies more competitive is on the way. When will the Carbon Border Adjustment Mechanism (CBAM) be launched, and what does it involve? We can help you prepare for the new rules and avoid the risk of penalties. The Carbon Border Adjustment Mechanism (“CBAM”) is the EU’s tool for setting a fair price for carbon emissions emitted in the production of carbon-intensive goods entering the EU. During the transitional period of regulation, from 1 October 2023, importers will be subject to new administrative and reporting obligations. Once the permanent system comes into effect on 1 January 2026, importers will have to purchase “CBAM certificates” in quantities covering the emissions emitted in the production of these imported goods in third countries. Feel free to contact us – we will be happy to advise you in fulfilling all the obligations that CBAM brings. What we can help you with: We will identify which of your products and which contractors in your supply chain will be affected by CBAM. We will assist you with the preparation of the CBAM report, including possible registration in the CBAM Transitional Registry. We will summarise the obligations that will apply to you during the transitional period and after the full implementation of CBAM, together with a timetable for compliance and an analysis of potential penalties. We will train you so that you understand the new legislation and are prepared for the individual stages of carbon tariff implementation. We will determine whether your suppliers are prepared for this regulation and provide you with the relevant data you will need to report within the CBAM report. We will design a communication strategy to obtain key data from suppliers. We will provide you with reliable monitoring of any legislative changes in this area so that you do not miss anything crucial. We will provide you with tailored advice across the individual departments Let’s make this work. To view this video, change your targeting/advertising cookie settings. Steel, iron, and selected articles of these materials – for example, tubes, profiles, sheets, drums, barrels, cans, bolts, nuts, or goods classified as other articles of iron or steel included under customs tariff number 7326. Aluminium and selected articles of aluminium – for example, tubes, profiles, sheets, drums, barrels, cans, as well as goods classified as other articles of aluminium included under customs tariff number 7616. Cement – for example, aluminous cement, certain types of Portland cement or goods classified as other kaolinitic clays and other hydraulic cements. Fertilisers – for example, nitric acid, ammonia, potassium nitrates, certain mineral or chemical fertilisers.",
    "images": "https://media.deloitte.com/is/image/deloitte/cbam-promo:1200-x-627",
    "tags": "",
    "excerpt": "We are here to help you avoid unnecessary risks and comply with the new rules associated with the carbon tariff, including the timely submission of the CBAM report.",
    "categories": ""
}