{
    "title": "Develop GHG emission reduction strategies and sustainable product offerings | CBAM | Deloitte Tax",
    "author": "Contact us",
    "source": "Deloitte United Kingdom",
    "date": "2025-01-01",
    "text": "Given the long project-investment cycles in the industries in scope of CBAM, the time to take strategic emission reducing decisions is now. Learn how we can guide you in developing an overarching greenhouse gas emission reduction strategy, preparing you for the net zero future. Given the long project-investment cycles in the industries in scope of CBAM, 2026 is right around the corner. You have to act now to mitigate the impact of the CBAM levy in 2026. \r\n The higher your scope 3 upstream emissions, the more CBAM certificates you will have to purchase, increasing the levy you will be paying. This will lead to a financial impact for importers, but also increased costs for downstream manufacturers. \r\n The rising attention end-clients (B2B, B2C as well as B2G) pay to sustainability increases the value of your products’ carbon footprints in their strategic sourcing decisions. \r\n Competitors are accelerating their GHG reduction efforts, bringing you at risk of being priced out of the market if you don’t take the necessary action. \r\n Investors and banks will increasingly start considering inaction on reducing your own emissions, as well as the embedded emissions in the raw materials you purchase, as increasing your risk profile, making it more difficult to secure attractive access to financing. Develop a GHG reduction strategy: this strategy should serve as guidance for all your decarbonization efforts, and should be based on a thorough engagement with clients, value chain partners and other stakeholders. This to optimize your business activities and product offering to the needs in the market and the external environment. \r\n Prepare for the net zero future: by identifying the investments that could eliminate emissions from your value chain, and prioritizing low hanging fruits first based on the cost per ton of abated carbon. Monetize low carbon products through price differentiation: the embedded carbon footprint of your product holds different value to different stakeholders and customers. By embarking on a pricing strategy effort, green premiums and willingness to pay from customers can be assessed, and will help monetize your efforts to reduce GHG in the value chain. \r\n Increase access to green financing: investors are increasingly focused on the carbon exposure of your business activities, even offering differentiating interest rates linked to achieving specific sustainability objectives. At the same time, there is increasing availability of low-cost capital for green investments. Tailor project-investment criteria to the net zero transition: sustainable investments are often focused on the future, leading to longer payback periods. Extending your maximum payback period for these types of investments will enable you to incorporate a longer-term perspective in your strategic decision-making, and mitigate the risk to stranded asset exposure. Our industry experts have high quality insights on the key decarbonization levers in various industries through numerous decarbonization projects. Our broad range of experts is able to support you from developing the strategic vision up until execution. Through our analytics teams with industry standard reporting methodologies at hand, we also have extensive expertise in creating roadmap execution monitoring dashboards guiding you along the way. Our commercial excellence team has developed result-driven methodologies building on advanced data analytical techniques to assess the willingness to pay for sustainable solutions and define a sustainability price premium. \r\n Our team has extensive experience on helping energy intensive industries to navigate the climate and energy transition. This through extensive knowledge of assisting public authorities and private companies in setting out a long-term climate and energy vision accompanied with supporting policies and actions. \r\n Our Virtual Deloitte Studio and High Impact Sessions will allow you to evidence the ongoing transformation and inspire, engage and ensure alignment among key stakeholders.",
    "images": "https://media.deloitte.com/is/image/deloitte/be-tx-cbam-ghg-emission-reduction-1:1200-x-627",
    "tags": "",
    "excerpt": "Given the long project-investment cycles in the industries in scope of CBAM, the time to take strategic emission reducing decisions is now. Learn how we can guide you in developing an overarching greenhouse gas emission reduction strategy, preparing you for the net zero future.",
    "categories": ""
}