{
    "title": "EU Carbon Border Adjustment Mechanism (CBAM) | Deloitte UK",
    "author": "Get",
    "source": "Deloitte",
    "date": "2023-11-03",
    "text": "CBAM in a nutshell The general principles of CBAM are: It aims to prevent ‘carbon leakage’ by subjecting the import of certain groups of products from 3rd (non-EU and non-EFTA) countries to a carbon levy linked to the carbon price payable under the EU Emissions Trading System (ETS) when the same goods are produced within the EU; Currently the following goods are in scope of the CBAM: iron and steel, cement, fertilisers, aluminium, electricity, and hydrogen. Scope will additionally include certain precursors, and a limited number of downstream products (however currently not chemicals and polymers as was previously proposed by the EU Parliament) Further scope extensions to include additional products (such as chemicals and polymers) are to be determined by 2026, and the full inclusion of all EU ETS products is planned by 2030 During the transitional period (as of 1 October 2023), importers of CBAM goods are required to submit quarterly reports with the following content: - Quantities of CBAM goods imported during the quarter, specified per country of origin per production site; - The embedded direct (and, if applicable, indirect) greenhouse gas emissions, and; - (If applicable) the carbon price due in the country of origin. What if there are challenges? In case of challenges with obtaining emissions data during the transitional period, the reporting declarant has the following alternative options for reporting emissions values: Until 31 December 2024, the reporting declarant can use the following (alternative) monitoring and reporting methods, if they lead to similar coverage and accuracy of emissions data compared to the CBAM calculation methods: - a carbon pricing scheme where the production site is located; - a compulsory emission monitoring scheme where the production site is located; or - an emission monitoring scheme at the production site which can include verification by an accredited verifier. Until 31 July 2024, the reporting declarant can use default values published by the EU Commission for the transitional period, with a short explanation of why actual data is not being used. During the entire transitional period, the reporting declarant can use estimations made available by the operators of the production sites for up to 20% of the total embedded emissions of complex CBAM goods. When will the full CBAM scope enter into force? The full scope of the CBAM regulation will enter into force on 1 January 2026. From that moment on importers will need to: Obtain an authorisation to import CBAM goods (‘authorised declarant’) Provide an annual declaration on the quantity of CBAM goods imported into the EU in the preceding year and their embedded greenhouse gas emissions; and Provide CBAM certificates to cover the declared emissions. Preparing for the CBAM: what steps to take? The transitional period of the CBAM is scheduled to begin on 1 October 2023. This requires EU importers to start reporting emissions embedded in the CBAM products they import. Here are the key actions business can take to prepare for the transitional period of the CBAM: Carry out the initial impact assessment: which of your products will be covered by the CBAM? Where do you source them from (i.e. origin)? What is the volume of your imports of these products? Set up the process to collect data on the embedded emissions: who in the supply chain holds this information? Who will reach out to the suppliers? Set up the reporting process in the EU: determine the business function within your organization responsible for the compliance requirements of the CBAM? EU Carbon Border Adjustment Mechanism (CBAM) – Preparing For Implementation",
    "images": "https://media.deloitte.com/is/image/deloitte/deloitte-uk-cbam-promo-new:1200-x-627",
    "tags": "",
    "excerpt": "The introduction of the Carbon Border Adjustment Mechanism (CBAM) in the European Union (EU) will have a significant impact on businesses importing goods into the EU.",
    "categories": ""
}