{
    "title": "CBAM business impact: Sustainability department",
    "author": "Contact us",
    "source": "Deloitte United Kingdom",
    "date": "2025-01-01",
    "text": "CBAM Business Impact Strategic Investment Evaluation Strategically evaluating where to invest in this carbon constraint world will be key in improving the GHG footprint of your products, and thereby reducing the impact of CBAM on your costs. When developing an effective carbon reduction strategy, alternative approaches should be taken into consideration, such as engaging with new suppliers lower in carbon emissions, adopting more environmentally-friendly transportation and logistic practices, improving the efficiency of the manufacturing process. Your strategic investment decisions will need to align with your sustainability/ESG strategy and those of your key customers. Key actions for the Strategy Manager Develop a Carbon Reduction Strategy to minimize costs, considering new approaches. Engage with customers and value chain partners to better understand their expectations and concerns regarding the carbon footprint of your products. Introduce new products that align with your carbon reduction goals as defined in your carbon reduction strategy. Takeaways Quantifying your carbon footprint creates a framework to evaluate emission reducing investments and their associated costs, in line with your GHG strategy. Reconsidering and engaging with clients, value chain partners and stakeholders can optimize your offering to the different needs in the market. Not incorporating your carbon footprint will open you up to hefty carbon levies, increased risk and exposure, reputational damage and complicate your access to financing",
    "images": "https://media.deloitte.com/is/image/deloitte/be-tx-buidling-grass-1:1200-x-627",
    "tags": "",
    "excerpt": "When developing an effective carbon reduction strategy, alternative approaches should be taken into consideration, such as engaging with new suppliers lower in carbon emissions, adopting more environmentally-friendly transportation and logistic practices, improving the efficiency of the manufacturing process.",
    "categories": ""
}