{
    "title": "Press releases - Fertilizers Europe",
    "author": "unknown",
    "source": "Fertilizers Europe",
    "date": "2022-06-01",
    "text": "Press releases \r\n\t\t\t\t\r\n\t\t\t\t\t05 July 2023\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Press Release: The European Commission’s proposal on Soil Monitoring and Resilience offers an opportunity to re-design EU agri-food systems by focusing on optimized use of nutrients and balanced fertilization Fertilizers Europe, representing the European fertilizer industry, welcomes the\r\nEuropean Commission’s ambition to boost soil management across the EU territory.\r\nToday’s Soil Monitoring and Resilience proposal demonstrates a positive step\r\ntowards promoting sustainable soil and nutrient management at farm level,\r\nensuring soil fertility, and ultimately ensuring EU food security. \r\n\t\t\t \r\n\t\t\t\t\r\n\t\t\t\t\t07 March 2023\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Fertilizers Europe announces new Director General \r\n\t\t\t\t\r\n\t\t\t\t\t03 February 2023\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Director General of Fertilizers Europe Jacob Hansen to step down \r\n\t\t\t\t\r\n\t\t\t\t\t29 November 2022\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Agri-Food Chain Coalition (AFCC) Statement \r\n\t\t\t\t\r\n\t\t\t\t\t26 August 2022\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Europe’s fertilizer industry victim of EU’s energy chaos. \r\n\t\t\t\t\r\n\t\t\t\t\t08 March 2022\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Fertilizers Europe statement on the war in Ukraine \r\n\t\t\t\t\r\n\t\t\t\t\t13 October 2021\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Commission energy toolbox does not solve the immediate crisis \r\n\t\t\t\t\r\n\t\t\t\t\t12 October 2021\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Farm to Fork– It is time to listen to what the data says \r\n\t\t\t\t\r\n\t\t\t\t\t07 September 2021\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Fertilizers Europe statement on UAN fertilizer market \r\n\t\t\t\t\r\n\t\t\t\t\t07 December 2020\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Towards circular fertilizer solutions and a more sustainable farming sector – new EU consortium just launched FERTICYCLE PRESS RELEASE\r\n\r\nTogether with partners from the European fertilizer industry, University of Copenhagen and a range of leading European universities, the FertiCycle consortium will develop... \r\n\t\t\t \r\n\t\t\t\t\r\n\t\t\t\t\t05 August 2020\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Fertilizers Europe statement – Explosion in Beirut \r\n\t\t\t\t\r\n\t\t\t\t\t20 May 2020\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Fertilizers Europe accepts the challenge to reduce nutrient losses for resilient food system Brussels, 20 May 2020: The European fertilizer sector is committed to work hand-in-hand with farmers to maintain a productive agriculture while accepting the need for an environmentally-friendly food... \r\n\t\t\t \r\n\t\t\t\t\r\n\t\t\t\t\t02 April 2020\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Ensuring employees’ health and safety vital for European fertilizer producers to continue operating and helping EU farmers ensure longer-term food security Brussels, 2 April 2020: European fertilizer producers are committed to maintain operations in these challenging times to ensure timely delivery of quality nutrients to EU farmers, thus helping safegua... \r\n\t\t\t \r\n\t\t\t\t\r\n\t\t\t\t\t26 November 2019\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t European industries unite to call for an ambitious EU industrial strategy European Union, 26 November 2019 – Industry4Europe, a coalition of 149 sector Associations representing the diversity of the EU’s industrial base, today published its new Joint Paper ‘A long-ter... \r\n\t\t\t \r\n\t\t\t\t\r\n\t\t\t\t\t16 September 2019\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Joint statement for an ambitious Horizon Europe Progamme \r\n\t\t\t\t\r\n\t\t\t\t\t05 July 2019\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Fertilizers Europe statement on REACH compliance \r\n\t\t\t\t\r\n\t\t\t\t\t20 February 2019\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t New Leadership for the European Agri-Food Chain Coalition Brussels, 20 February 2019: The Agri-Food Chain Coalition (AFCC) appointed Jacob Hansen, Director General of Fertilizers Europe as its new Chair. Jacob is picking up the chairmanship from European Cro... \r\n\t\t\t \r\n\t\t\t\t\r\n\t\t\t\t\t21 November 2018\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t PRESS RELEASE: EUROPEAN FERTILIZER INDUSTRY UNVEILS VISION TO 2030 \r\n\t\t\t\t\r\n\t\t\t\t\t07 February 2017\r\n\t\t\t\t\r\n\t\t\t\t\r\n\t\t\t\t \r\n\t\t Draft report of the Environment Committee: a step in the right direction Fertilizers Europe welcomes the draft report tabled by Ms. Elisabetta Gardini (EPP, Italy) on behalf of the Environment Committee of the European Parliament for a new Regulation on fertilizing product... \r\n\t\t\t \r\n\t\t\t\t\r\n\t\t\t\t\t03 December 2015",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}