{
    "title": "Annual Overview 2020/2021 - Fertilizers Europe",
    "author": "unknown",
    "source": "Fertilizers Europe",
    "date": "2021-06-25",
    "text": "Fertilizers Europe Annual Overview 2020-2021 This year’s Annual Overview showcases green ammonia as the workhorse of hydrogen economy, outlining the main challenges and urges of the fertilizer sector. It also provides an outlook of the association’s activities over 2020 and early 2021 in the fields of agriculture & environment, climate & energy, industrial competitiveness, as well as public affairs. Foreword President and Director General Andreas Steinbuechler, President, Fertilizers Europe Jacob Hansen, Director General, Fertilizers Europe POLICY PRIORITIES Green ammonia: the workhorse of the EU hydrogen economy The EU hydrogen strategy lays the foundation for deployment of relevant policies enhancing a sustainable and competitive business environment for strategic technologies, such as low-carbon hydrogen and ammonia. As one of the key producers and users of hydrogen, the fertilizer sector is best placed to upscale low-carbon technologies in the most cost-effective way. Balancing the EU’s climate ambitions with industrial competitiveness will be key to a successful implementation of this strategy. Climate and Energy Representing a sector highly exposed to carbon leakage due to its high trade and emission intensity, Fertilizers Europe is advocating for a responsible and predictable framework for EU ETS and Carbon Border Adjustment Mechanism (CBAM) that will balance climate ambitions with industry competitiveness. A combination of CBAM and free allowances is necessary, as only under such conditions will the fertilizer sector stay competitive and remain a responsible and reliable supplier to the European agri-food and other value chains. Agriculture and Environment The European fertilizer industry recognizes the need for farming to contribute to the Green agenda, while maintaining a competitive agricultural sector in Europe. Fertilizers Europe accepts the challenge to reduce nutrient losses outlined by ‘Farm to Fork’ and Biodiversity’ strategies, but, as this target comprises losses from both, organic and mineral sources, calls for a robust impact assessment and for a realistic timeframe to achieve it. This ambitious target of reducing nutrient losses to the environment can only be met if farmers are supported and incentivized to use a combination of different on-farm tools. Key in such an integrated approach is the focus on nitrogen use efficiency.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}