{
    "title": "INSIGHT: Fertilizer industry will be hit by EU carbon charge proposals, not petchems",
    "author": "Nigel Davis",
    "source": "ICIS Explore",
    "date": "2021-07-07",
    "text": "INSIGHT: Fertilizer industry will be hit by EU carbon charge proposals, not petchems Nigel Davis 07-Jul-2021 LONDON (ICIS)–The fertilizer industry is one of the sectors to fall under the EU’s carbon border adjustment mechanism (CBAM) proposals which will be revealed in detail next week (14 July). The more energy-intensive nitrogen fertilizers will be affected most in the sector by the mechanism which the EU intends to introduce to balance the rising cost of carbon with the market exposure producers face from imports from parts of the world with less stringent climate control. The CBAM will be another tool for the EU to use to avoid carbon leakage – the flow of investment in energy-intensive industries from the region. Currently, carbon leakage is addressed under the EU Emissions Trading System (ETS), the world’s first such carbon control scheme. It issues carbon allowances and ultimately puts a cost on greenhouse gas emissions and allows for the setting of an EU carbon price. EU ETS allowances (EUAs) are issued at the member state level but the number of allowances will be reduced as the EU pushes towards net zero. A widely circulated leaked draft of the proposal shows that the Commission suggests that CBAM certificates might be issued based on actual emissions. A CBAM scheme would be introduced in a transition period of about three years. While fertilizers are on the list of impacted sectors, alongside others such as steel and concrete, organic chemicals are, in the words of the Commission ‘not targeted due to technical limitations’. This should be looked on, however, as meaning for the time being as the CBAM proposals are suggesting that the mechanism eventually replaces EUAs. The embedded emissions in imported organic chemicals are not yet clearly defined and the Commission is suggesting that more data and analysis are required to target EU ETS allocations to these materials. Similar technical constraints apply to refined products which will fall outside of the CBAM initially. The EU ETS benchmark relates to refinery output rather than to specific products such as gasoline, diesel or kerosene. The European fertilizer industry was concerned about the possible introduction of a stand alone CBAM that would not be linked to EU ETS allocations. It would, the industry association Fertilizers Europe said in its 2020/21 overview expose EU value chains to the full cost of carbon emissions just as low carbon technologies are being developed or scaled up. EU exports would carry the full burden of carbon costs, it added. \n                     Source:\n                    Fertilizers Europe\n                    Europe’s energy intensive industries face rising costs as the EU ETS landscape changes, the number of free allowances is reduced and by the subsequent likely rise in the EU carbon price. ICIS EU ETS market analysts have noted this week that a second leaked draft of the CBAM proposals specifies that free allocation should be phased out over a period of 10 years starting in 2026 and that free allocation to sectors covered by the CBAM would be cut by 10 percentage points annually. The draft specifies that CBAM allowances should be valid for two years from the data of purchase. “This would give importers the ability to hedge using the CBAM certificate itself, rather than using EUAs as a proxy hedge,” Yann Andreassen, Senior Analyst – EU Power & Carbon Markets at ICIS says. The Commission is publishing a raft of legislative proposals on 14 July in what has become known as the ‘Fit for ‘55’ climate package.These will form the cornerstone of the EU’s plan to tackle climate change over the coming decade and more, its so-called ‘Green Deal’. The package will include a review of the EU ETS directive and set a CO2 target for the EU for 2030. Among the legislative proposals will be an extension of the EU ETS to the maritime sector, to road transport, buildings and aviation. These pieces of legislation will all have to be considered by the European Parliament and the European Council of member states so movement into law will take time. Andreassen says the EUA market is looking at a two to three year legislative process. Insight by Nigel Davis Global News + ICIS Chemical Business (ICB) See the full picture, with unlimited access to ICIS chemicals news across all markets and regions, plus ICB, the industry-leading magazine for the chemicals industry. Contact us Partnering with ICIS unlocks a vision of a future you can trust and achieve. We leverage our unrivalled network of industry experts to deliver a comprehensive market view based on independent and reliable data, insight and analytics. Contact us to learn how we can support you as you transact today and plan for tomorrow. READ MORE",
    "images": "https://www.icis.com/explore/wp-content/themes/icis-2020/assets/images/social-share-image.png",
    "tags": "",
    "excerpt": "Individual news pages",
    "categories": ""
}