{
    "title": "Climate and energy - FERTILIZERS EUROPE",
    "author": "unknown",
    "source": "terri.cemr.eu",
    "date": "2021-01-01",
    "text": "Carbon Border Adjustment Mechanism The EU endeavours to maintain its leadership role in global action against climate change. However, if measures are unilateral, Europe risks having a limited impact on global reductions in GHG emission, while damaging the competitiveness of its domestic industrial base. The introduction of the Carbon Border Adjustment Mechanism (CBAM) by the European Commission is aimed at preventing the risk of carbon leakage and supporting the EU’s increased ambition on climate mitigation. The objective of this mechanism is to equalise the price of carbon between domestic products and imports while ensuring that the EU’s climate objectives are not undermined by production relocating to countries with less stringent policies. Nitrogen fertilizer producers are among sectors at highest risk of carbon leakage due to the industry’s emission intensity and exposure to international trade. The European fertilizer industry therefore welcomed the European Commission’s initiative to establish a carbon border adjustment mechanism. , but, since the beginning, underlined that for the fertilizer sector CBAM would only work if EU ETS free allocations at full benchmark level were maintained at least till 2030 and if CBAM would also foresee a solution for the export part of the production. A well-designed CBAM could be particularly important for the sector since already today the main European fertilizer products have a climate footprint that is typically half of the global average. An effective and well-designed CBAM should aim at avoiding the replacement of ammonia, nitric acid and fertilizers produced in Europe with imports from countries with a worse carbon footprint while at the same time allowing the transformation of the industry toward a zero-carbon production. Fertilizers Europe is therefore advocating for the CBAM designed as a reinforcement of current carbon leakage measures with the stepped-up climate ambition. Why do we need an equal treatment between the ETS and CBAM sectors Achieving a higher level of emission reduction ambition, requires mechanisms to strenghten carbon leakage protection and minimise negative impact on exports. Complementarity of CBAM with free allocation is key to protect value chains, mitigate the impact on trade flows and provide certainties for low-carbon investments. CBAM, and the current system of ETS free allocations, should aim to effectively support the industry in meeting the increased climate targets. A higher level of climate ambition should correspond to a higher level of carbon leakage protection. ETS free allowances, although during a period with sensibly lower CO2 costs, have proven effective against carbon leakage. Therefore, sectors covered by a CBAM, which is still not proven to be an effective instrument, should not be penalised under the ETS. High trade exposure puts EU nitrogen fertilizers producers at risk of carbon leakage Traditional trade pattern in the past 5 years CBAM – what about exports? The EU fertilizer industry is an exporter for specific fertilizer products and selected technical products that have a lower footprint than their international competitors. The industry calls for export safeguard provisions which are crucial to level the playing field in global markets. The lack of solution for exports in the proposed legislation will harm and put at serious risk the competitiveness of exporting industries. Already today, the European industries are faced with a competitive disadvantage compared to countries without an ETS scheme in place. The exports competitive disadvantage would become unbearable if the reduction of free allowances, due to the increase ambition of the ETS, will combine with a CBAM that also foresees a decrease in free allowances. Current carbon leakage framework must be ensured for CBAM sectors until 2030 Rock solid implementation A proper monitoring and reporting mechanism must be in place as part of the CBAM to ensure full implementation. Only a system based on verified real emission declarations and certification of importer installations would help prevent circumvention and minimize the risk that spot checks after submission of the declaration fail to identify fraudulent carbon footprints. By using transparent and auditable criteria, the officials would be in a position to ensure a real level playing field between EU and non-EU producers.",
    "images": null,
    "tags": "",
    "excerpt": "Climate and energy - FERTILIZERS EUROPE",
    "categories": ""
}