{
    "title": "Promoted | Towards sustainable food systems with low-carbon EU-made fertilizers",
    "author": "The Brussels Times",
    "source": "brusselstimes.com",
    "date": "2023-11-23",
    "text": "Fertilizers feed 50% of the global population but its production is predominantly based on natural gas. The European fertilizer industry support Europe’s ambition to become climate neutral and is ready to play its part. On November 14, Fertilizers Europe unveiled its Decarbonization Roadmap. The association, representing the majority of the mineral fertiliser producers in Europe, developed the project in collaboration with Guidehouse consultancy. The study represents a clear indication of the industry’s decarbonization ambitions and set the path to achieve the Green Deal's goal of a climate-neutral Europe by 2050. From 2005 to 2020, the industry already reduced its scope 1 and 2 emissions by 49%, demonstrating a commitment to lowering the carbon intensity of fertilizer production. By doing this, EU fertilizer production is the global frontrunner in cutting emissions. However, to further reduce emissions, huge investments and a complete change in the production process is needed. In the long run, with the necessary support, shifting production towards green and low-carbon ammonia in Europe can be cost-competitive and avoid new, risky, dependencies. The Decarbonization Roadmap explores two possible transitional pathways to get to net zero emissions by 2050: Technology Neutral Pathway: This approach uses a variety of technologies like electrolysis, carbon capture use and storage (CCS -U), and bio-methane. This pathway envisages the following CO2 reduction: 35% by 2030, 68% by 2040, and zero emissions in ammonia production by 2050. Green Hydrogen Pathway: This pathway focuses on renewable fuels to replace hydrogen from natural gas. It targets a 50% reduction in emissions by 2030, 75% by 2040, and complete elimination of emissions in ammonia production by 2050. Which way to go? The possibility to choose between the pathways is linked to different strategies and geographical location of plants. Only having the right technology in the right place can be a guarantee of success. Fertilizer manufacturing facilities are strategically positioned throughout Europe, considering factors like the accessibility to feedstocks, essential raw materials, logistical support, and their proximity to agricultural hubs. The transition's success hinges on having access to affordable, low-carbon and renewable energy sources such as electricity, biomethane, or hydrogen, along with adequate CO2 management infrastructure. Other factors include access to ports for potential ammonia imports and the availability of recycled nutrients and water resources. To facilitate this transition effectively across all EU Member States and regions, it's essential to establish suitable European and national policy frameworks. A uniform policy approach is unlikely to be effective due to the diverse needs and conditions across the region. Key success factors and investments needs Huge investments are required to decarbonize the fertilizer sector. Just to give an example, replacing hydrogen in ammonia production with wind-powered electrolysers would cost €64 billion for wind parks, €17 billion for electrolysers, and €3 billion for hydrogen pipelines. This could be compared to the industry's current annual investment which is around €1.2 billion. Achieving renewable and low-carbon fertilizer production requires addressing cost, scale, and regulatory challenges. Key areas that need supportive regulatory and financial frameworks include: Access to green and low carbon energy: It's crucial for Europe to have widespread access to cost-competitive green and low-carbon energy. Expanding renewable energy capacity is therefore vital. Demand for climate neutral EU-produced fertilizers: In order to boost the market for climate-neutral fertilizers produced in the EU, initiatives such as a labelling system should be implemented. This system would enable consumers to easily identify environmentally friendly products. Additionally, setting compulsory purchase targets for EU nitrogen fertilizer buyers is important, especially in light of the Renewable Energy Directive's mandate for 42% RFNBO usage in industry by 2030. Production targets should align with consumption goals to drive market demand. Targeted investments: To bridge the cost difference between new sustainable production methods and traditional production, 'de-risking' investment strategies are necessary. This could include mechanisms like a carbon contract for difference, where the government temporarily covers the cost disparity, thereby encouraging investment in low-carbon technologies. Dedicated funding programs, such as the Hydrogen Bank, should also be promoted more extensively with a sector specific approach in order to enable the investments in the sector. Competition from non-EU producers: Implementing the Carbon Border Adjustment Mechanism (CBAM) effectively is essential to level the playing field with non-EU producers importing to the EU. The development of safeguards to guarantee the competitiveness of European export-oriented production is also crucial. A supportive legal and funding framework, enabling rapid and targeted access to public funding and facilitating the permitting or licensing is required. Ambitions and milestones The need to have in place a suitable policy framework for the transition, together with availability of renewable and low carbon energy, is a precondition for achieving the following ambitious milestones put forward by Fertilizers Europe in addition to the Roadmap: By 2026, all fertilizers member companies will adopt a master plan for decarbonization. By 2040 the industry commits to reduce scope 1 and 2 GHG emissions by 70% compared to 2020 levels. By 2050, the vision is for European fertilizer production to be climate-neutral. Conclusion The European fertilizer industry's move towards a climate-neutral future is a bold but essential step to meet the Green Deal's net-zero emissions target by 2050 and to keep Europe’s role in leading the sector’s decarbonization. The decarbonization of the European fertilizer industry is key to ensure Europe’s food security and strategic autonomy and promote a successful transition towards a sustainable food production in Europe. With the right policy framework in place, targeted investment, and collaborative efforts, this goal is achievable. For a deeper dive into the European fertilizer industry’s journey towards climate-neutrality, please visit the Fertilizers Europe website. Promoted by Fertilizers Europe",
    "images": "https://api.brusselstimes.com/wp-content/uploads/2023/11/fa02328e-fertilizer-1024x548.jpg",
    "tags": "",
    "excerpt": "With an expected global population of almost 10 billion by 2050, humanity’s future will depend on our ability to address our most basic need – food. The challenge is finding out how to feed our growing population while protecting the planet to ensure a sustainable future for all.",
    "categories": ""
}