{
    "title": "Fit for 55 Package: CBAM and ETS - Fertilizers Europe",
    "author": "unknown",
    "source": "Fertilizers Europe",
    "date": "2024-09-18",
    "text": "Fit for 55 Package: CBAM and ETS Representing a sector highly exposed to carbon leakage due to its high trade and emission intensity, Fertilizers Europe advocated for inclusion in the Carbon Border Adjustment Mechanism (CBAM) which aims to balance climate ambition with industry competitiveness on global markets. As such fertilizers is one of initial 6 sectors included in CBAM which will gradually replace free allocation under the EU ETS. Carbon Border Adjustment Mechanism The objective of the Carbon Border Adjustment Mechanism (CBAM) is to equalise the price of carbon emissions between domestic products and imports in Europe. This will promote decarbonization worldwide while ensuring that EU production will not relocate to countries with less stringent policies. Nitrogen fertilizers are among the sectors at highest risk of carbon leakage and have an average carbon footprint that is almost half of its competitors. Therefore, the European fertilizer industry welcomed the European Commission’s initiative to establish a Carbon Border Adjustment Mechanism. The first phase of CBAM starting in October 2023 and will continue until full implementation in 2026. In this initial transitional phase, importers will only have to report the greenhouse gas emissions embedded in their goods without the need to buy and surrender certificates. Going forward, Fertilizers Europe’s focus is on finding a suitable solution within the CBAM framework for exports, its extension to downstream goods and to work on a strict implementation that avoids circumvention. What about exports? The EU fertilizer industry is an exporter for specific fertilizer products and selected technical products that have a lower footprint than their international competitors. The industry calls for export safeguard provisions which are crucial to level the playing field in global markets. The lack of a solution for exports will harm and put at serious risk the competitiveness of exporting industries. Already today, European industries are faced with a competitive disadvantage compared to countries without an ETS scheme in place. The exports competitive disadvantage would become unbearable if the reduction of free allowances, due to the increased ambition of the ETS, will combine with a CBAM that also foresees a fast decrease in free allowances. A CBAM without an export solution will have serious consequences for EU strategic autonomy, job, investments, and the environment. If Europe stops exporting, EU’s clean fertilizers will be replaced by products with a worse carbon footprint undermining CBAM’s purpose. Exports solutions can be compatible with WTO rules as demonstrated by several legal studies submitted to the EU institutions. A rock solid implementation For the successful implementation of CBAM, a strong and centralized monitoring, reporting and verification proper mechanism must be in place. Only a watertight system with real emissions verification and solid default values would help prevent circumvention and minimize the risk of fraudulent carbon footprints Emission Trading Scheme (ETS) Revision EU ETS is as a market based mechanism and works on a “cap and trade” principle. This means that there is a limit on the total amount of certain GHG emissions that can be emitted by the industry. Under the latest revision, the EU has lowered the overall emission cap even further and increased its annual rate of emission reduction. Avoiding carbon leakage Under the EU Emissions Trading Scheme, an industry exposed to risk of carbon leakage, such as the fertilizers industry, is entitled to free CO2 allowances up to a benchmark based on the average emissions of the best 10% of the industry’s installations. Fertilizers have two specific benchmarks: Ammonia and Nitric Acid. Free allocations only covers a part of the huge ETS costs faced by the fertilizers industry (cfr table). The forecasted exponential increase of ETS allowances price together with the increased ETS ambition will make it extremely difficult for the European industry to remain competitive on a global market. In the past years, the EU fertilizer industry, has heavily invested in its production processes and has achieved a GHG emission reduction of almost 50%. These continued investment results in the EU mineral fertilizer producers having the lowest carbon footprint of the worldwide industry. With the current technology, modern fertilizer ammonia plants are near the theoretical minimum in energy consumption. However, under the right framework and with the right conditions, the fertilizer Industry could be again at the forefront of the decarbonization process and contribute to a climate-neutral economy through producing of low-carbon and green ammonia. Stability under the EU ETS, with a forward-looking policy and support frameworks, are fundamental to promoting large-scale investments in low-carbon technologies.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}