{
    "title": "Opinions",
    "author": "unknown",
    "source": "European Economic and Social Committee",
    "date": "2025-04-10",
    "text": "The EESC issues between 160 and 190 opinions and information reports a year. It also organises several annual initiatives and events with a focus on civil society and citizens’ participation such as the Civil Society Prize, the Civil Society Days, the Your Europe, Your Say youth plenary and the ECI Day. Here you can find news and information about the EESC'swork, including its social media accounts, the EESC Info newsletter, photo galleries and videos. The EESC brings together representatives from all areas of organised civil society, who give their independent advice on EU policies and legislation. The EESC's326 Members are organised into three groups: Employers, Workers and Various Interests. The EESC has six sections, specialising in concrete topics of relevance to the citizens of the European Union, ranging from social to economic affairs, energy, environment, external relations or the internal market. The rule of law is one of the common values on which the European Union is founded. European Commission’s rule of law mechanism has so far only examined compliance with the rule of law in the member states in only four areas, but unfortunately not as a prerequisite for economic activity or as a location factor. The own-initiative opinion on the economic dimension of the Rule of Law would look for examples of protectionism and the implementation of discriminatory measures against foreign investors in some member states as non-compliance and circumvention of European regulations lead to enormous distortions of competition for companies operating in the internal market. The own-initiative opinion would also seek to include a chapter on the economic dimension of fundamental rights in the European Commissions’ Rule of law report. Ongoing (updated on 10/04/2025) - Bureau decision date: 25/03/2025 Dominika BIEGON (Workers - GR II/Germany), Antonio GARCÍA DEL RIEGO (Employers - GR I/Spain), Giuseppe GUERINI (Civil Society Organisations - GR III/Italy) Plenary session number 596 - The European Parliament has requested the EESC to draft an opinion on sustaining and financing investments. More specifically, on the expectations, concerns, and needs of civil society. We will deliver our views and policy recommendations on the further integration of EU capital markets, the Banking Union, and on public support to boost private investment. This opinion is in the context of the own-initiative procedure of the European Parliament on Facilitating the financing of investments and reforms to boost European competitiveness and creating a Capital Markets Union (Draghi Report). Ongoing (updated on 10/04/2025) - Bureau decision date: 05/12/2024 This own-initiative opinion will examine the impact of single market fragmentation on the cost of living and competitiveness and look into successful EU initiatives to tackle such issues. It will aim at proposing possible solutions, with particular attention to consumer protection, to the cost-of-living crisis. Download — EESC section opinion: How single market dysfunctionalities contribute to the rising cost of living The opinion focuses on the legislative proposal for the establishment of a single digital declaration portal for companies providing services and temporarily sending workers to another Member State, known as ‘posted workers'. Download — EESC section opinion: Internal Market Information System for the declaration of posting of workers The EESC considers that the Commission proposal on the topic of the EU wine policy comes at a crucial time for the wine sector and the Committee will therefore carry out a detailed analysis of the proposal and draft an opinion aimed at assisting the EU institutions and all stakeholders. Ongoing (updated on 10/04/2025) - Bureau decision date: 25/03/2025 The European Commission is expected to publish a European Water Resilience Strategy in June 2025, with the aim of developing a comprehensive, multi-annual and cross-sectoral plan to address water resilience. Building on the EESC's work on the EU Blue Deal, the CCMI will draft an opinion on the new Water Resilience Strategy. Ongoing (updated on 08/04/2025) - Bureau decision date: 23/01/2025 This opinion intends to discuss the relationship between water resilience, digitalisation and the green transition. It aims to propose recommendations to address the different challenges involving water, digitalisation and decarbonisation from an industrial perspective. Ongoing (updated on 08/04/2025) - Bureau decision date: 23/01/2025 Europe’s energy system is increasingly unbalanced due to intermittent renewable sources like wind and solar, often relying on fossil fuels for stability. Achieving balance is key for energy reliability, climate goals, economic growth, and technological innovation. This opinion explores how Member States can integrate renewables while ensuring system stability and advancing decarbonisation, focusing on managing intermittent energy effectively. Ongoing (updated on 07/04/2025) - Bureau decision date: 25/02/2025 EESC opinion NAT/946 Phasing out fossil fuel subsidies while ensuring European competitiveness, mitigating the cost-of-living crisis, and promoting a just transition. Foreseen adoption at the EESC Plenary: 29-30 April 2025. Download — EESC section opinion: Phasing out fossil fuel subsidies while ensuring European competitiveness, mitigating the cost-of-living crisis, and promoting a just transition In the political guidelines of the new Commission, it was announced that the EEAS and the European Commission are working on a White Paper on the Future of European Defence, expected in the first 100 days of the mandate. The objective of the White Paper is to frame the new approach on defence and identify our investment needs. Defence budgets are still predominantly spent on a national basis. A fraction of equipment spending in Europe is devoted to EU joint procurement. And the vast majority of defence acquisitions by Member States are still made from outside Europe.",
    "images": "https://www.eesc.europa.eu/sites/default/files/social-logo.png",
    "tags": "",
    "excerpt": null,
    "categories": ""
}