{
    "title": "Carbon Border Adjustment Mechanism",
    "author": "unknown",
    "source": "European Economic and Social Committee",
    "date": "2021-09-16",
    "text": "European Economic  and Social Committee European Economic  and Social Committee The European Economic and Social Committee (EESC) is the voice of organised civil society in Europe. Find out more about its role and structure at http://www.eesc.europa.eu/en/about The EESC issues between 160 and 190 opinions and information reports a year. It also organises several annual initiatives and events with a focus on civil society and citizens’ participation such as the Civil Society Prize, the Civil Society Days, the Your Europe, Your Say youth plenary and the ECI Day. Find the latest EESC opinions and publications at http://www.eesc.europa.eu/en/our-work/opinions-information-reports/opinions and http://www.eesc.europa.eu/en/our-work/publications-other-work/publications respectively. The EESC is active in a wide range of areas, from social affairs to economy, energy and sustainability. Learn more about our policy areas and policy highlights at http://www.eesc.europa.eu/en/policies The EESC holds nine plenary sessions per year. It also organises many conferences, public hearings and high-level debates related to its work. Find out more about our upcoming events at http://www.eesc.europa.eu/en/agenda/our-events/upcoming-events Here you can find news and information about the EESC'swork, including its social media accounts, the EESC Info newsletter, photo galleries and videos. Read the latest EESC news http://www.eesc.europa.eu/en/news-media/news and press releases http://www.eesc.europa.eu/en/news-media/press-releases The EESC brings together representatives from all areas of organised civil society, who give their independent advice on EU policies and legislation. The EESC's326 Members are organised into three groups: Employers, Workers and Various Interests. Find out more about our Members and groups at http://www.eesc.europa.eu/en/members-groups The EESC has six sections, specialising in concrete topics of relevance to the citizens of the European Union, ranging from social to economic affairs, energy, environment, external relations or the internal market. Find out more at http://www.eesc.europa.eu/en/sections-other-bodies",
    "images": "https://www.eesc.europa.eu/sites/default/files/social-logo.png",
    "tags": "",
    "excerpt": null,
    "categories": ""
}