{
    "title": "Need help?",
    "author": "unknown",
    "source": "eur-lex.europa.eu",
    "date": "2024-11-28",
    "text": "This document is an excerpt from the EUR-Lex website Document 52024AE1815 Opinion of the European Economic and Social Committee – Sectoral initiatives and overall competitiveness of the EU (exploratory opinion requested by the Hungarian Presidency of the Council of the EU) Opinion of the European Economic and Social Committee – Sectoral initiatives and overall competitiveness of the EU (exploratory opinion requested by the Hungarian Presidency of the Council of the EU) Opinion of the European Economic and Social Committee – Sectoral initiatives and overall competitiveness of the EU (exploratory opinion requested by the Hungarian Presidency of the Council of the EU) EESC 2024/01815 OJ C, C/2024/6871, 28.11.2024, ELI: http://data.europa.eu/eli/C/2024/6871/oj (BG, ES, CS, DA, DE, ET, EL, EN, FR, GA, HR, IT, LV, LT, HU, MT, NL, PL, PT, RO, SK, SL, FI, SV) \n                \n             \n                Official Journal  \n             \n                EN C series \n          \n                C/2024/6871 \n             \n                28.11.2024 \n          Opinion of the European Economic and Social Committee Sectoral initiatives and overall competitiveness of the EU (exploratory opinion requested by the Hungarian Presidency of the Council of the EU) (C/2024/6871) Rapporteur: András EDELÉNYI Co-rapporteur: Guido NELISSEN \n                   Advisor \n                \n                   Benjamin Denis (to the Group II co-rapporteur) \n             \n                   \n                \n                   \n             \n                   Referral \n                \n                   Hungarian Presidency of the Council of the EU, 14.3.2024 \n             \n                   Legal basis \n                \n                   Article 304 of the Treaty on the Functioning of the European Union \n             \n                   Section responsible \n                \n                   Consultative Commission on Industrial Change \n             \n                   Adopted at plenary session \n                \n                   18.9.2024 \n             \n                   Plenary session No \n                \n                   590 \n             \n                   Outcome of vote (for/against/abstentions) \n                \n                   153/2/0 \n             1. Conclusions and recommendations \n                   1.1. \n                The scope of competitiveness has changed rapidly, due to recent crises and geopolitical developments, impacting the world economy. The productivity and efficiency elements of competitiveness are now supplemented by sustainability, smartness and resilience aspects. A strong industrial base is needed to create solutions for the future. \n                   1.2. \n                Sectoral/vertical policies are gaining in importance, providing guidance and support to key ecosystems, and this has taken different forms – legislative, financial and institutional. \n                   1.3. \n                The EU’s competitiveness is under pressure, especially in energy-intensive industries, clean tech and information technologies, and due to the mercantilist policies of third countries. This decline can be turned around by reinforcing its drivers in a holistic and harmonised way. In this respect, the EESC calls on the next Commission to develop and implement an Industrial Deal together with the New Competitiveness Deal, based on the achievements of the European social model. \n                   1.4. \n                The single market must be completed, its rules enforced, and the market barriers removed. The financial, communication and energy markets should be integrated and supplemented by the health and digital sectors, as well as by the ‘fifth freedom’ of R&D&I. \n                   1.5. \n                Fair access to critical raw materials must be secured through sustainable mining, de-risking diversification, developing a circular economy, efficient permitting procedures and developing new substitution methods, such as advanced materials and innovative (bio)technologies. Additionally, strategic partnerships with non-EU countries should be explored to ensure supply chain security and avoid bottlenecks. \n                   1.6. \n                Financial policy support must include more integrated funding and State aid, while fostering public-private ecosystems, enforcing public oversight and ensuring efficient resource allocation. \n                   1.7. \n                Low-carbon energy must be made affordable by incentivising energy efficiency and renewables, as well as stepping up investments in integrated, smart energy systems accompanied by targeted support schemes. \n                   1.8. \n                The swift deployment of digitalisation must be facilitated by developing the infrastructure, rolling out new technologies, moving towards sovereignty, emphasising upskilling/training, and achieving the 2030 Digital Decade policy targets. \n                   1.9. \n                The EU’s human resources, which are a key asset of European industry, must be enabled to adapt to the fast-changing skills demand spectrum, through monitoring, flexible pathways, social cohesion, participatory dialogue and consultation. Educational institutions and businesses must work together to create dynamic curricula that respond to evolving industry needs, with special attention to promoting digital, green, and STEM skills. \n                   1.10. \n                Expenditure on R&D should match that of the EU’s competitors, and be geared towards areas of its industrial ecosystems and innovation drivers where the most added value can be created. Incentives should be provided for cross-border R&D collaboration to ensure efficient use of resources and accelerate technological breakthroughs. An enabling regulatory environment is essential to fully harness the benefits of R&D for competitiveness and cohesion, and retain talent and businesses within the EU. \n                   1.11. \n                Another crucial aspect is a harmonised policy environment that refrains from overburdening business, especially SMEs, and restores regulatory coherence for industrial ecosystems. The EESC calls for the Competitiveness Check to be applied and an Innovation Stress Test to be introduced. 2. The challenge of competitiveness \n                   2.1. \n                According to economic theory, competitive companies can control costs while delivering products that markets are asking for. They increase their market share to the detriment of less efficient companies. Competitive economies, in turn, can generate added value, to enable all members of society to contribute to and benefit from prosperity in a sustainable way. By exploiting comparative advantages, trading with other nations even leads to win-win situations. Competitive economies must have a strong industrial base as industry provides the solutions for transforming societies towards a smart, sustainable, and climate-neutral future. \n                   2.2. \n                The mainstream perception of competitiveness has always focused on productivity and efficiency. However, new dimensions have been added to that concept. Economies will have to become sustainable (net-zero by 2050, resilient against climate change), smart (data as the dominant raw material) and resilient (economic security as a new public good). The EESC believes that the four dimensions of sustainable competitiveness (environment, productivity, social fairness, economic stability) should be put on an equal footing and reinforce each other. \n                   2.3. \n                The EU believed for a long time that it could remake the world economy in its own image as a free and fair market, undistorted by State aid or other forms of anti-competitive behaviour and based on the WTO rulebook. However, the EU’s hope that globalisation and trade would turn other countries into social-market economies and responsible stakeholders of the rules-based multilateral order has not come true. European industry is now confronted globally with an unlevel playing field in terms of subsidies, energy prices and climate policies, as well as economic relations based on power. Nevertheless, European institutions, decision making and finance are still largely designed for the ‘world of yesterday’. \n                   2.4. \n                The triple challenge (see point 2.2), which requires abundant (public and private) investments and contains huge risks, has led to an increasingly assertive European industrial policy, including EU funding. This trend only became stronger after the USA introduced its Inflation Reduction Act (IRA), a USD 369 billion energy security and climate investment plan supported by generous tax credits, subsidies for consumers and local content requirements. The ‘Made in China 2025’ strategy, which aims to bring strategic industrial value chains (including greentech) to China is successfully challenging Europe. 3. Sectoral policies, intervention types \n                   3.1. \n                Vertical sectors contain the entire value chains of ecosystems. Perpendicularly, horizontal sectors are the main technologies and/or methodologies that contribute to the value-adding of some or all of the vertical sectors (digitalisation, AI etc.). \n                   3.2. \n                The third dimension is the set of competitiveness driver factors that are analysed in the last chapter. The most important ones include the common single market; fair access to key resources (raw materials, water, energy, skills, data, connectivity, financing); innovation; and an enabling and coherent policy and regulatory environment. \n                   3.3. \n                The revival of a more direct sectoral industrial policy in the EU has taken different forms: regulations (the CBAM, the Chips Act), public-private cooperation (IPCEIs), coordination and cooperation (industrial alliances, transition pathways for industrial ecosystems), ramping up trade defence instruments, relaxation of state aid rules, and common funding (e.g., InvestEU, NGEU). 4. State of play, indications \n                   4.1. \n                Today there are indications that the competitiveness of European industry is under pressure. Indeed, in February 2024, industrial production was 5,4 % lower than one year earlier. The decline was especially pronounced in the following sectors: capital goods (–9,5 %) and durable consumer goods like cars and electronics (–7,2 %). At the same time, investment growth in Europe slowed in 2023 to 1,5 %, compared to the pre-pandemic growth of 4,5 % (2015-2019). In clean tech, key for achieving our climate objectives, the EU has become a net importer as its industry faces barriers to scale up and compete due to stalling demand and/or third-countries state sponsored competition (e.g. EV’s, batteries, wind, solar). \n                   4.2. \n                Therefore, the EESC firmly believes that European industrial policy must continue to reinforce the drivers of competitiveness of its industry, with a view to maintaining, restoring and developing European industrial capabilities, while creating quality jobs. Therefore, the EESC calls on the next Commission to develop and implement an Industrial Deal that is based on the achievements of the European social model: stable investment conditions, an inclusive society, an engaged and well-trained workforce, quality public services, collective bargaining and social dialogue. 5. The main competitiveness drivers, specific comments 5.1. Integrating and consolidating the single market \n                   5.1.1. \n                The single market has proved to be a cornerstone of European integration and values and a powerful lever for economic growth, prosperity and solidarity. This was again made clear during the pandemic and the energy crisis. However, convergence of national legislation and mutual recognition has been too slow and complex to tap the full potential of market integration. \n                   5.1.2. \n                EU internal trade is still held back by barriers due to differences in national regulation, making it harder for EU industry to achieve economies of scale. The internal market is still incomplete in sectors such as communications (the EU has 34 mobile network groups) and defence (the USA uses 30 weapon systems vs. the EU 178), energy markets are not sufficiently interconnected and there is insufficient EU collaborative procurement (less than 20 % of spending). \n                   5.1.3. \n                \n                  \n                     Therefore, the EESC emphasises:\n                  \n                   \n             5.2. Securing fair access to key materials \n                   5.2.1. \n                To reduce its strategic dependencies regarding critical raw materials, the EU needs a comprehensive strategy covering all stages of critical resource supply chains. 53 supply chains have been identified as significantly vulnerable. Although the EU remains reasonably strong in the manufacturing of end products, five top technologies (i.e. batteries; solar PV; data storage and servers; smartphones, tablets and laptops; and drones) show vulnerability along the entire supply chain, thus highlighting the EU’s dependency in the case of final products too. \n                   5.2.2. \n                To avoid future risks of disruption in essential supply chains and just shifting the dependencies, the EU must explore and invest in all alternative sourcing options. \n                   5.2.3. \n                \n                  \n                     The EESC stresses the need to:\n                  \n                   \n             5.3. Fostering investment \n                   5.3.1. \n                Accommodating fiscal policies spurred both public and private investments during the pandemic and the energy shock. This enabled the EU to avoid a prolonged recession and maintain jobs, while also underpinning the economic transformation. However, higher interest rates, fiscal consolidation, the gradual phasing out of the temporary state aid framework and the expiry of the RRF after 2026 will make it harder to sustain investment. \n                   5.3.2. \n                Nevertheless, EUR 650 billion will be required annually for the twin transition and for European economic resilience. \n                   5.3.3. \n                \n                  \n                     To sustain the level of investment, the EESC proposes:\n                  \n                   \n             5.4. Ensuring access to secure and affordable low-carbon energy \n                   5.4.1. \n                The EU is the most energy-efficient region in the world and this competitive advantage must be preserved. Despite this, Europe has a structural competitive disadvantage regarding energy prices, and this is impacting its energy-intensive, mostly traditional industries. \n                   5.4.2. \n                \n                  If the EU wants to decarbonise these industries, which are key for European strategic autonomy, while maintaining competitiveness, the EU must deploy a broad combination of policies related to:\n                   \n             5.5. Seizing the potential of the digital transformation \n                   5.5.1. \n                Digital technologies will be at the core of future manufacturing processes and business models. However, despite the essential nature of the ICT industry for the competitiveness of many sectors, the EU’s share in the global ICT market has fallen from 21,8 % in 2013 to 11,3 % in 2022 and 90 % of the EU’s data are managed outside the EU. If the EU wants to retain industrial leadership, it must have the ambition to achieve a leading role in key digital technologies and infrastructures. \n                   5.5.2. \n                \n                  \n                     In the EESC’s view, this means:\n                  \n                   \n             5.6. Empowering human capital \n                   5.6.1. \n                Skills shortages in the EU have become structural, so they are hampering growth in many sectors of the economy. Therefore, the availability of a skilled labour force has become an essential element for investment decisions. Special attention must be given to low- and medium-skilled jobs that risk disappearing (substituted by digital tools and automation), while the demand for digital and green skills will only grow. Attention must be paid to older workers whose skills are at risk of becoming obsolete. \n                   5.6.2. \n                A high degree of social cohesion and the availability of a high-skilled and committed workforce is one of Europe’s most important assets. Therefore, the participation of workers is essential for the success of industrial transformations. This requires a well-established social dialogue from the shop floor to strategic decision-making. Informing and consulting workers and their representatives in a timely manner when it comes to anticipating and managing industrial change should help to develop shared visions regarding the company’s strategy and to establish transition pathways for every worker affected by restructuring. \n                   5.6.3. \n                \n                  \n                     Therefore, the EESC proposes:\n                  \n                   \n             5.7. Boosting innovation and research & development \n                   5.7.1. \n                The overall innovation performance of the EU has only slowly increased, by 8,3 %, since 2016. This is partly due to the past 2-3 years’ crises, and the hikes in energy prices and inflation, mostly in Europe. This has had negative impacts on innovation and venture capital expenditure, and on innovative sales. Between 2016-23, however, the performance growth of China was 4-times, that of Korea and Canada 2-times, of USA and Brazil 1.5-times bigger than that of the EU. \n                   5.7.2. \n                Total R&D expenditure in the EU has stuck at 2,2 % of GDP (goal: 3 % of GDP); China reached 2,3 %, the USA 3,4 % and Korea 4,8 %. \n                   5.7.3. \n                At the same time, the performance gap between the strongest and the weakest European performers has hardly narrowed (which shows a large margin for progress through more coordination and collaboration). \n                   5.7.4. \n                Looking at the analytical matrix of ‘innovation strengths’ vs. ‘innovation-value chain’ , the EU’s strongholds concentrate at the beginning (basic R&D) and at the end (marketisation) of the innovation cycle. The weaknesses are in the mid-areas, in bringing innovations from ‘lab to fab’, where most added value is generated. \n                   5.7.5. \n                \n                  \n                     Therefore, the EESC advocates:\n                  \n                   \n             5.8. Becoming better at regulating \n                   5.8.1. \n                The EU clearly needs to focus on concerted and coherent behaviour and actions in order to reach common large-scale goals, such as the Green Deal’s twin transitions. On the other hand, the economy and businesses need a supportive and harmonised regulatory framework that encourages enterprises to innovate, invest and trade in a competitive and sustainable way. However, between 2017 and 2022, the European legislator imposed a total of 850 new obligations on companies, representing more than 5 000 pages of legislation (complemented by a much larger number of delegated acts) which impose extra burden on companies. This regulatory inflation brings major reporting and compliance costs for European companies, particularly SMEs. Overlapping regulations and administrative complexity generated by the EU’s multilevel governance system must be avoided. \n                   5.8.2. \n                \n                  \n                     Therefore, the EESC suggests that:\n                  \n                   \n             Brussels, 18 September 2024. The President of the European Economic and Social Committee Oliver RÖPKE ELI: http://data.europa.eu/eli/C/2024/6871/oj ISSN 1977-091X (electronic edition)",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}