{
    "title": "Need help?",
    "author": "unknown",
    "source": "eur-lex.europa.eu",
    "date": "2022-03-04",
    "text": "This document is an excerpt from the EUR-Lex website Document 52021IE2384 Opinion of the European Economic and Social Committee ‘Glass in Europe at a crossroads: delivering a greener, energy-efficient industry, while enhancing competitiveness and maintaining quality jobs’ (own-initiative opinion) Opinion of the European Economic and Social Committee ‘Glass in Europe at a crossroads: delivering a greener, energy-efficient industry, while enhancing competitiveness and maintaining quality jobs’ (own-initiative opinion) Opinion of the European Economic and Social Committee ‘Glass in Europe at a crossroads: delivering a greener, energy-efficient industry, while enhancing competitiveness and maintaining quality jobs’ (own-initiative opinion) EESC 2021/02384 \n         OJ C 105, 4.3.2022, p. 18–25\n\t\t (BG, ES, CS, DA, DE, ET, EL, EN, FR, HR, IT, LV, LT, HU, MT, NL, PL, PT, RO, SK, SL, FI, SV) \n         \n       \n                4.3.2022 \n             \n                EN \n             \n                Official Journal of the European Union \n             \n                C 105/18 \n          Opinion of the European Economic and Social Committee ‘Glass in Europe at a crossroads: delivering a greener, energy-efficient industry, while enhancing competitiveness and maintaining quality jobs’ (own-initiative opinion) (2022/C 105/04) \n                   Rapporteur: \n                \n                   Aurel Laurenţiu PLOSCEANU \n             \n                   Co-rapporteur: \n                \n                   Gerald KREUZER \n             \n                   Plenary Assembly decision \n                \n                   25.3.2021 \n             \n                   Legal basis \n                \n                   Rule 32(2) of the Rules of Procedure \n             \n                   \n                \n                   Own-initiative opinion \n             \n                   Section responsible \n                \n                   Consultative Commission on Industrial Change (CCMI) \n             \n                   Adopted in section \n                \n                   29.9.2021 \n             \n                   Adopted at plenary \n                \n                   21.10.2021 \n             \n                   Plenary session No \n                \n                   564 \n             \n                   Outcome of vote (for/against/abstentions) \n                \n                   142/1/3 \n             1. Conclusions and recommendations \n                   1.1. \n                The European glass industry is an innovative and highly strategic sector from which the EU benefits greatly. Glass products are indispensable to the transition towards a climate-neutral circular economy: for renovating buildings, producing more renewable electricity, decarbonising means of transport and making sustainable packaging. Glass also contributes to Europe’s digitalisation revolution. In short: glass is the future. \n                   1.2. \n                The EESC asks EU policymakers to put the glass sector and all its subsectors at the heart of current policy priorities such as the ‘Fit for 55’ package, the Circular Economy Package, the Digital Agenda, the strategic value chains agenda and the EU’s international trade policy and associated instruments. \n                   1.3. \n                The EU’s Renovation Wave would be a tremendous source of business opportunities for glass, triggering investments, while contributing enormously to the reduction of CO2 emissions from buildings. We call upon EU and upon national policymakers to at least uphold the current proposed goals and where possible strengthen them. \n                   1.4. \n                An energy transition within the sector is necessary in order to make the inherently energy-intensive process of producing glass carbon-neutral. This energy transition will result in major cost increases in doing business due to higher operational costs and capital requirements. \n                   1.5. \n                The EESC strongly recommends that EU policies support the glass industry in order to enable this transition, with financial support for both capital and operational expenditure, with renewable energy capacity building, with an affordable energy supply and by ensuring that the industry is not exposed to unfair competition from outside the EU market. \n                   1.6. \n                The EESC supports all EU policies and national recovery plans that facilitate the transport revolution to smart and climate-neutral cars and the massive expansion of public transport systems. High-tech glass has an important role to play. \n                   1.7. \n                The EESC strongly recommends that the EU classify glass as a permanent material, due to its inert, reusable and infinitely recyclable characteristics. \n                   1.8. \n                The EESC demands a switch from non-linear materials to fully circular, reusable and recyclable glass to reduce dependency on imports of fossil fuels, the extraction of virgin raw materials and resource depletion. The Committee suggests that the EU should recognise the benefits of glass in contributing to sustainable packaging systems. \n                   1.9. \n                The EESC strongly recommends wider implementation of circular economy principles, coupled with public and private financial support and partnerships such as the Close the Glass Loop initiative, to encourage the take-up of glass recycling. This will enable Europe to avoid glass waste, reduce energy consumption and CO2 emissions and create new jobs in the glass recycling sector. \n                   1.10. \n                The EESC urges the EU to recognise that glass is indispensable for the production of green energy. Glass is a key component not only of photovoltaic solar panels but also of wind turbines and can be used in other ways to produce green electricity. The EESC calls upon the Commission and the Parliament to develop new EU policies regarding climate goals and strategic value chains in order to restart the production of photovoltaic cells in Europe and safeguard the production of other strategic glass products and the value chains they belong to (e.g. windscreens for transportation manufacturers). \n                   1.11. \n                The EESC requests that investment in education and training be supported to provide new and young employees entering the sector to replace the ageing workforce with the necessary knowledge and capabilities, as well as to enable current workers to keep up with innovation and transitional changes in the industry. \n                   1.12. \n                The EESC calls on the EU to protect our glass industries against the risk of carbon leakage. Increasing climate ambitions and rising carbon costs require strengthened rather than weakened carbon leakage protection. The competitiveness of glass products in export markets and in the EU itself can be partly ensured by effective carbon leakage measures through the Emissions Trading System (ETS). This system should be maintained to support the industry in the transition to meet the EU’s climate neutrality objective. The introduction of the Carbon Border Adjustment Mechanism (CBAM) and the taxonomy package must be carefully considered. The Committee asks that the CBAM include a solution for exports and that carbon leakage measures be strengthened by complementing the CBAM with full benchmark-based free allocation at least until 2030, in line with WTO rules. \n                   1.13. \n                A green and digital transition in Europe, and in the glass industry in particular, has to be a just transition. To ensure maximum support for this transition, the EESC calls for workers to be included. Therefore, social dialogue at every level should be supported by EU legislation. \n                   1.14. \n                In order to monitor developments in the glass industry, in terms of CO2 reduction, production and other relevant variables, the EESC would welcome more focused support and analysis for the sector as a whole and its subsectors and for each Member State. 2. General description of the glass industrial sector 2.1. Production Glass production in the EU reached 36,8 million tonnes in 2020 according to Glass Alliance Europe. The EU is one of the largest glass producers in the world. It comprises five subsectors: \n                   a) \n                \n                   60,4 % — Container glass \n             \n                   b) \n                \n                   29,2 % — Flat glass \n             \n                   c) \n                \n                   3,2 % — Domestic glass \n             \n                   d) \n                \n                   5,3 % — Fibres (reinforcement and insulation) \n             \n                   e) \n                \n                   2,1 % — Special glass \n             \n                   2.2. \n                Employment In 2018, the glass sector employed approximately 290 000 workers across the EU-27 (1). This figure covers glass manufacturing, recycling and processing since some sectors, like flat glass in particular, have complex value chains. The glass-processing sector also includes a considerable number of SMEs. 2.3. Health and safety \n                   2.3.1. \n                The European glass industry offers quality jobs to a wide range of profiles: from unskilled blue-collar to high-level engineering jobs. \n                   2.3.2. \n                Working as a blue-collar worker in the glass industry can be physically hard and sometimes still dangerous. Health and safety measures require investment and often have a positive impact on productivity. Measures to prevent occupational diseases are continuously being improved, as is the case for the prevention of silicosis, as part of the European Network for Silica (NEPSI) social dialogue on respirable crystalline silica. The culture of safety and prevention has contributed to the quality of the jobs in the sector. 2.4. Age, education and training In contrary to central and eastern Europe, western European countries’ workforce is mostly older (50+) and very experienced. It is increasingly difficult to attract new and younger workers. Replacing older and experienced workers means training new workers and enabling current workers to keep up with innovation and changes in the industry. 2.5. Glass is a very innovative sector \n                   2.5.1. \n                Health and well-being trends are opening up new opportunities and markets for sustainable, healthy, reusable and infinitely recyclable closed-loop glass packaging. The glass sector is working on design innovation and more ‘disruptive’ routes for decarbonising the production process, heralding a major transformation in the production of glass. \n                   2.5.2. \n                Glass used in construction and the automotive sector is becoming more sophisticated by integrating foils, gases, coatings, cameras, radars and other materials to enhance safety, insulation properties and transmissibility of data. Photovoltaic cells can be integrated into façade glass or into car panoramic sunroofs to maintain efficiency and generate renewable electricity. \n                   2.5.3. \n                High-tech glass products are also used in the aerospace and defence sectors. Glass products and composites are also used in spacecraft and satellites as coatings, electronics, sensors, displays, etc. This makes the glass industry not only a high-tech and innovative sector, but also a highly strategic one. 2.6. Impact of COVID-19 Markets have been depressed in key sectors since the pandemic started, resulting in reduced production with slow recovery in some important glass sectors (flat glass, domestic glass, fibres). In 2020, the sector was down by 1 % to 14 % depending on the subsector. In the flat glass sector, which mainly serves the construction and automotive industries, the EU market shrunk by more than 10 % in 2020. While the uptake in construction has been steadier than anticipated, the automotive glass market remains very depressed to date. 3. Glass’s contribution to the EU’s climate neutrality, circular economy, well-being and Digital Agenda 3.1. Climate neutrality 3.1.1. \n                   3.1.1.1. \n                Glass products are at the core of the EU’s Renovation Wave that aims to drastically reduce energy consumption and CO2 emissions from buildings. Glazing with the highest energy performance standards will need to be used in windows to insulate buildings. This would mean massive CO2 reductions since high-performance glazing could cut 37,4 % of CO2 emissions from buildings by 2050 (2). Glass wool, foam glass and other insulating glass fibre derivates are also key to attaining optimal insulation in buildings. \n                   3.1.1.2. \n                The EU’s Renovation Wave would be a tremendous source of business opportunities. Doubling the window replacement rate could result in the flat glass market growing by over 60 % and could thus trigger investments. 3.1.2. \n                   3.1.2.1. \n                Glass is indispensable for the production of green energy. Glass is a key component of photovoltaic solar panels. Wind turbines use glass fibres to make them lightweight but sturdy. Green electricity can also be generated by special mirror glass focusing light onto a central element connected to a generator. \n                   3.1.2.2. \n                The swift rise and fall of the European solar panel production industry due to unfair competition from Chinese companies can serve as an example of how not to manage new green energy opportunities in an internationally competitive environment. New EU policies regarding climate goals and strategic value chains should aim to revamp the production of photovoltaic cells in Europe. 3.1.3. \n                   3.1.3.1. \n                The glass sector is a large supplier for rolling stock producers. Due to the COVID-19 crisis, some public transport companies have paused or cancelled a number of large orders, with several sites risking closure, which could result in an increase in imports. Timely national recovery plans could be effective in supporting European production. \n                   3.1.3.2. \n                Even though the automotive industry was already in crisis even before COVID-19, there will likely be a demand for more advanced lightweight, high-insulation glazing. Autonomous cars will intensify demand for more sophisticated specialised glass products to serve as displays, control panels and augmented reality devices, etc. 3.1.4. Glass provides Europe’s food and beverage, cosmetics and pharmaceutical (e.g. COVID-19 vaccines) sectors with healthy and sustainable inert packaging. The glass sector is leading on a wide range of innovations in eco-design, decarbonisation and energy efficiency processes to transform the way glass is produced. Every year, no less than 10 % of production costs are invested in decarbonisation, energy efficiency and plant upgrades. The latest container glass Furnace for the Future project (3), which has applied to the ETS Innovation Fund, will cut emissions by 60 %. This is one of several initiatives to support the sector’s aim to deliver climate-neutral glass packaging which will transform the sector and offer big opportunities for growth in low-carbon glass packaging. 3.2. Circular economy: glass as a perfect circular product \n                   3.2.1. \n                Glass is a permanent, inert material that is reusable and infinitely recyclable without losing its properties. \n                   3.2.2. \n                Glass is an environmentally friendly alternative for a lot of plastic applications, leading the race in terms of effective recycling and it is 100 % reusable, providing a fully circular system. It is the only packaging that does not need a plastic layer or liner and always remains healthy and safe for food grade packaging, no matter how many times it is recycled, making it the only packaging that can achieve this. Glass is one of the most recycled packaging materials, with 76 % of all glass put on the market these days being collected for recycling. Using recycled glass saves both energy and CO2 emissions. EU-wide incentives to encourage stakeholders throughout the value chain, including consumers, to recycle more and better should continue to be supported. \n                   3.2.3. \n                In the building glass sector, recycled glass nowadays accounts for 26 % of the raw material input (4). There is the potential to increase recycling by improving the collection, sorting and cleaning of glass coming from old windows or façades. \n                   3.2.4. \n                The end of life of the first generation of photovoltaic cells can create a new opportunity to revamp industrial policy on solar energy and keep precious materials in Europe through enhanced recycling. A clear EU vision and policy should support this. 3.3. Well-being \n                   3.3.1. \n                Glass is all around us. Modern life would not be possible without it. The glass sector is also one of the oldest industries and has profound historical roots in Europe in decorative glass, arts and culture. This long tradition has shaped European know-how, practices and the art of glass-making. \n                   3.3.2. \n                These days, glass makes medical technology, biotechnology and life science engineering possible. Glass also protects us from X-ray radiation (radiology) and gamma rays (nuclear). Interior design glass and glass furniture like mirrors, partitions, balustrades, tables, shelves and glass lighting enhance our living and office spaces. \n                   3.3.3. \n                Glass protects the quality and shelf life of our food and beverages. Glass tableware enables fine dining and art de vivre accessories. Glass windows let natural light into our homes and offices. Glass is used in home and office appliances and electronics like oven doors, hobs, TV and computer screens and smartphones. 3.4. Digital Europe European production sites already make the thinnest glass available, which is used for displays, smartphones, tablets and other (touch) screens. Glass fibre-optic wires and cables ensure both large-scale and even intercontinental transportation of data as well as micro connections in electronic devices and chips. 4. Glass as an energy-intensive sector \n                   4.1. \n                Every year, new furnaces are progressively rebuilt or adapted with innovative low-carbon technologies that are much more energy-efficient. The industry continues to reduce energy consumption by making use of waste heat recovery technologies, Organic Rankine Cycle technology, increasing cullet usage and other symbiotic technologies. New energy management systems and technologies deployed throughout glass plants are helping to increase energy efficiency. \n                   4.2. \n                The reduction in energy use in the glass sector has been on a steep downward trajectory for almost 100 years and is now reaching its thermodynamic limit. \n                   4.3. \n                As CO2 emissions in the glass sector are directly linked to the energy used, energy efficiency improvements can be seen in the reduction of CO2 emissions. These improvements have in fact led to steep reductions in CO2 emissions. For example, the French glass industry — which is quite diverse and sophisticated — reduced its CO2 emissions by 70 % between 1960 and 2010. \n                   4.4. \n                In order to monitor the progress made by the glass industry compared to other energy-intensive sectors, more focused support should be developed for the sector as a whole and its subsectors and for each Member State. 4.5. Pathways to climate/carbon neutrality \n                   4.5.1. \n                The glass sector has almost reached its thermodynamic limit, which means that significant reductions of CO2 emissions are no longer possible with current techniques and the combustion of natural gas. What is needed is an energy transition and even greater circularity in glass production in the areas where potential exists. 4.5.2. Electrification is another promising pathway to decarbonising glass production. A demonstration project — Furnace for the Future — is currently being developed. It would be the first large-scale hybrid electric container glass furnace in the world. There are already small-scale electric furnaces operating in the container glass and domestic glass subsectors. As is the case for hydrogen, the capacity of green electricity needs to be developed. 4.5.3. Hydrogen is a very promising alternative to natural gas. The glass sector is already exploring the option of hydrogen furnaces. It will still take several years before the first hydrogen-driven furnace is operational in a competitive setting and before there is sufficient production and transportation capacity for hydrogen. 4.5.4. When melting glass with natural gas furnaces, up to 80 % of the CO2 is emitted through the combustion of natural gas and 20 % is emitted by virgin raw materials. Replacing the virgin raw materials with recycled glass (cullet) prevents the need to extract virgin materials, reduces waste and CO2 and saves energy. There is the potential to ‘close the glass loop’ (5) and for more glass to be recycled post-consumption. In both the construction and automotive glass subsectors, several initiatives and models are being tested to improve collection. The pre-dismantling of glass and glazing from buildings before demolition and a material-specific collection target should be envisaged to complement the generic target for construction and demolition waste that is ineffective when it comes to lightweight materials like glass. Separate collection systems are needed to ensure high quality so that high levels of recycled content can be used in glass products. 4.5.5. The energy transition will result in higher operational costs (OPEX) and capital requirements (CAPEX). EU policies must support industry investments to enable this transition and must ensure that the industry is not exposed to unfair competition from outside the EU market. Furthermore, action must be taken now as furnaces have a lifetime of about 10 to 15 years (container glass) or 15 to 20 years (flat glass). That only gives us two generations of furnaces until the crucial year 2050. 5. Glass industry in EU policy \n                   5.1. \n                Green recovery: The Green Deal, the EU Renovation Wave, the push for more renewable energy, sustainable transport policy and circular economy initiatives should be effective drivers for low-carbon glass products. \n                   5.2. \n                New energy sources: Support and build renewable energy capacity for green electricity and green hydrogen and ensure the availability of biogas. Support wind and solar power in the energy mix. \n                   5.3. \n                R & D: Increase public support and funding for R & D and demonstration projects (6) such as the ETS Innovation Fund in order to decarbonise production and further develop energy-efficient furnaces. The Fund has been massively oversubscribed in its first call, and this is also expected to be the case in subsequent calls. \n                   5.4. \n                Market uptake: Mechanisms to support the market uptake of low-carbon glass products are needed to ensure return on investment for low-carbon production investments. Support the replacement of plastics by sustainable glass alternatives in the retail sector, at home, in the hospitality sector, for takeaway meals and on-the-go food and beverages, to help move from linear to circular economy systems. \n                   5.5. \n                Renovation Wave: Support Renovation Wave measures which have the potential to encourage the use of products avoiding CO2 to boost energy efficiency and renewables in both buildings and transport. Increase the energy efficiency target and make it binding at EU level to encourage the renovation of public buildings and increase the level of ambition for energy saving obligations. Support the increase in funding available for building renovation through a number of instruments, including the New Social Climate Fund. \n                   5.6. \n                Sustainable transport: Support the transport revolution to smart and climate-neutral cars and the expansion of public transport systems. High-tech glass plays an important role in this. \n                   5.7. \n                Sustainable packaging: Support the switch from non-linear materials to fully circular, reusable and recyclable glass to reduce dependency on imports of fossil fuels, the extraction of virgin raw materials and resource depletion. \n                   5.8. \n                Circularity: Support separate collection and recycling infrastructures, capacity building and technologies to maximise the quantity and quality of post-consumer glass for closed-loop recycling back into new glass products. Encourage public and private sector value chain partnerships, such as the ‘Close the Glass Loop’ platform for container glass (7), to work together. \n                   5.8.1. \n                In particular, efforts need to be made in the field of construction sector activities, including demolition waste, to exploit the potential of end-of-life building glass. \n                   5.8.2. \n                High reuse rates of glass packages and high recycling rates of glass packaging have been shown to contribute to lowering the environmental impacts of glass packaging systems and increasing resource efficiency. In order to achieve high reuse and recycling rates, in addition to extended producer responsibility (EPR) schemes for recycling one way glass packaging, the industry has introduced voluntary deposit systems on reusable glass packaging and some Member States of the European Economic Area (EEA) have implemented mandatory deposit refund systems (DRSs) on one-way beverage packaging. While mandatory deposit refund systems for one way packaging are seen as an effective means for preventing littering and achieving high recycling rates of beverage packages. the EESC considers that DRS for one-way glass for other glass containers (and not only beverages containers) is not compatible with the well-functioning EPR schemes which are a proven fit for purpose collection for recycling system and which have achieved very high recycling rates. \n                   5.8.3. \n                For non-refillable container glass, support extended producer responsibility schemes that can collect glass in bulk. These are much more effective than deposit return schemes for one-way packaging, both environmentally and economically. \n                   5.9. \n                Digitalisation: Support industries and employees that are enabling a digital Europe (fibre optics, touchscreens, displays, sensors) through an effective EU industrial policy and the development of ecosystems, taking into account all the above challenges and reflecting the specific features of the various glass subsectors. 5.10. Ensuring competitiveness on the European market \n                   5.10.1. \n                The glass sector energy transition will take time and, during the transition, the very high and rising energy costs are creating an extremely challenging situation in the glass sector, currently representing about 25-30 % of glass production costs, depending on products and price fluctuations. 5.10.2. All glass subsectors should benefit from support instruments for CAPEX and OPEX, such as the modernisation fund, the EU structural funds and the ETS innovation fund, among others. Glass should be exempted from the Energy Taxation Directive but included in the block exemption for electricity compensation and should benefit from Carbon Contracts for Difference so that they can invest in low CO2-production processes. In particular, special glass should be added to the climate list for State aid. \n                   5.10.3. \n                \n                   5.10.3.1. \n                Unfair trade practices from third countries need to be addressed swiftly with effective trade policy instruments. \n                   5.10.3.2. \n                The continuous filament glass fibre sector has suffered from a distorted market due to high imports of dumped and subsidised glass fibres from Asia. There is an urgent need for anti-circumvention measures, for example on imports from Egypt and Bahrain. \n                   5.10.3.3. \n                The glass sector producing windscreens for the automotive sector also faces harsh competition mainly from Chinese producers. Lower environmental and CO2 emission standards combined with lower wages and poorer working conditions lead to unfair competition that could cause European car assemblers to increase imports from far east Asia, causing more CO2 emissions globally. \n                   5.10.3.4. \n                Europe is the leading producer of glass packaging in the world. The sector serves the EU’s essential food and beverage sector, the largest sector in the EU. Glass also contributes to the external trade of an estimated EUR 250 billion worth of products that are packaged or likely to be packaged in glass, providing more extra EU export earnings than plastic resins and pellets, organic chemicals and aircraft. 5.11. Ensuring a just transition Life-long learning and training should be encouraged and supported to ensure that the workforce adapts to new technologies and processes and to provide more job security, within both the sector itself and the broader job market. Workers should be included in the transition and, therefore, social dialogue at every level should be supported by EU legislation. 5.12. Legislative stability and certainty \n                   5.12.1. \n                Carbon leakage: Effective carbon leakage measures through the ETS should be maintained to support the industry in the transition to meet the EU’s climate neutrality objective and to create and maintain a level playing field at European and international level. \n                   5.12.2. \n                CBAM: The EESC is in favour of a careful introduction of the CBAM, in line with WTO rules, but it should include a solution for exports and it should complement free allocation at full benchmark level at least until 2030 to allow companies to focus on low-carbon investment and to assess the effectiveness of the CBAM. \n                   5.12.3. \n                Taxonomy: The Committee welcomes the work on the EU taxonomy package aimed at directing private financing towards sustainable activities, but thinks that the role of glass manufacturing and its contribution to climate change adaptation and mitigation should be addressed. \n                   5.12.4. \n                Circularity: The Committee welcomes the Circular Economy Action Plan and asks that glass be fully recognised as a permanent material which remains productive in our economies and that initiatives to enhance the circularity of glass be fully supported. \n                   5.12.5. \n                Fit for 55: This package was presented while this opinion was being drafted. It proposes amending a dozen existing proposals (Emissions Trading Directive, Energy Taxation Directive, Renewable Energy Directive, etc.) and introduces a few new ones (like the CBAM proposal). The Committee calls upon the Commission to carefully assess this package’s impact on the glass industry. Given the magnitude of the changes introduced in a lot of different fields, it is crucial to ensure coherence between the various pieces of legislation and avoid potential conflicts. The package should support industry towards its energy transition while ensuring a level playing field with competitors outside the EU that are not facing the same carbon costs. Brussels, 21 October 2021. The President of the European Economic and Social Committee Christa SCHWENG (1) Source: Eurostat and FERVER. (2) The source is a TNO report from 2019: Glazing potential: energy savings and CO2 emission reduction — Glass for Europe (3) Furnace for the Future: https://feve.org/about-glass/furnace-for-the-future/ (4) Glass for Europe — 2050: Flat glass in climate-neutral Europe — 2019. https://glassforeurope.com/wp-content/uploads/2020/01/flat-glass-climate-neutral-europe.pdf (5) Close the Glass Loop: https://closetheglassloop.eu/ (6) The glass industry has several decarbonisation strategies, such as switching to renewable energy sources, energy-efficiency measures, low-carbon raw materials, uptake of recycled glass, transport and logistics. (7) Close the Glass Loop www.closetheglassloop.eu",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}