{
    "title": "Our economics experts",
    "author": "unknown",
    "source": "Environmental Defense Fund",
    "date": "2025-04-01",
    "text": "Our economics experts \n      \n   Our economics experts \n     Areas of expertise: U.S. climate policy, environmental economics and policy, geographic information systems (GIS) Areas of expertise: Fisheries bio-economic modelling, Latin America & the Caribbean, Community-based Resource Management, Learning Networks. Areas of expertise: Climate Change, Energy, Sustainability, Innovation, Social Impact Areas of expertise: California energy policy, utility policy Areas of expertise: Fisheries Economics, Technologies for Fisheries Management, The Blue Economy, Fisheries Science Areas of expertise: Nutrient cycling, crop production, soil science, ecosystem services, agricultural sustainability, climate change, land use, and natural resource economics. Areas of expertise: Carbon pricing, just transition, environmental policy and labor markets, CGE, CBAM, international climate cooperation Areas of expertise: China Energy Modeling Forum, oil and gas Areas of expertise: Areas of expertise: Climate adaptation, ecosystem services, environmental economics, environmental justice, flood risk management and housing markets Areas of expertise: Economics and environmental markets, agriculture, conservation, global climate policy and carbon markets Areas of expertise: North American oil and gas, energy, and air policy; research and data analytics Areas of expertise: Agriculture technology, ecosystem service markets, biodiversity, Integrated Pest Management (IPM), agriculture sustainability. Areas of expertise: Emissions pricing, Climate change policy, Land use, International climate cooperation and collaborative policy research processes Areas of expertise: Climate risk management, disaster insurance, household and community resilience, climate adaptation, disaster policy, environmental economics Areas of expertise: Climate and energy policy, environmental policy instruments, Methane emissions from the oil and gas sector, data analysis Areas of expertise: Agricultural and Resource Economics, Environmental Economics, Public Economics, Econometrics, Causal Inference, Data Science Areas of expertise: Climate and energy policy, environmental policy instruments, gas transportation markets, wholesale electricity market design, electricity tariff design Areas of expertise: Environmental economics and policy, agricultural finance and sustainability, agricultural supply chains Areas of expertise: Energy and environmental economics, transport economics and carbon markets",
    "images": null,
    "tags": ",,Economics",
    "excerpt": "Here's a list of Environmental Defense Fund's economics experts along with their contact info, areas of expertise, and office location.",
    "categories": ""
}