{
    "title": "Agenda - Carbon Forward London 2023 - Carbon Forward",
    "author": "unknown",
    "source": "Carbon Forward",
    "date": "2024-06-25",
    "text": "Carbon Forward 2023 is multi-faceted conference experience. It has been uniquely curated by a team with decades of environmental markets experience. The agenda is suited to a long-standing stakeholder as well as a new participant in climate markets, and will detail risks, opportunities, obligations and how to successfully navigate the carbon markets. All sessions will be live streamed for those who cannot attend in-person. Carbon Forward 2023 will comprise: Day One: New Frontiers for Carbon Pricing – The investment opportunities presented by the proliferation of carbon pricing regimes globally and opportunities emerging Day Two: European and UK Carbon Markets – Unpacking the obligations and opportunities for both sectors in the EU ETS and the implications for international obligations under ICAO’s CORSIA and the IMO GHG Strategy respectively Day Three: De-Risking the Voluntary Carbon Market – A Day exploring how project developers, corporates, investors, and governments can successfully navigate the voluntary carbon markets. 07.45 Women in Carbon Breakfast All conference attendees are welcome to attend this one-hour breakfast at the conference venue – Sponsored by Macquarie 08.00 Registration 09.00 Opening Remarks Ben Garside, Director & Co-founder, Carbon Pulse 09.05 Welcome Address Lord Callanan, Parliamentary Under Secretary of State (Minister for Energy Efficiency and Green Finance) 09.15    UK Carbon Markets \n \nCatherine McGuinness, Past Chair of the Policy & Resources Committee, City of London Corporation  09.30 Carbon pricing regimes and opportunities Exploring the proliferation of carbon pricing mechanisms and what governments across the world are doing to overcome obstacles to implementation so that carbon pricing can help the transition of their economies to net zero. Moderator: \nDr. Baran Doda, Head of Programme Carbon Markets and Pricing, adelphi Panellist: \nHadika Jamshaid, Carbon Markets Advisor, Ministry of Climate Change, Pakistan \nBill Pazos, Co-founder and Co-CEO, ACX \nJan-Willem van der Ven, Head of International Climate Policy and Engagement, European Bank for Reconstruction and Development (EBRD) \nEd Wingfield, Head of Carbon Pricing Strategy, UK Department for Energy Security and Net Zero \n 10.30 Coffee and Networking break 11.00 UN climate action, a COP28 preview What to expect from the COP28 UN climate negotiations in Dubai Moderator:  Ben Garside, Director and Co-founder, Carbon Pulse Panellist: \nMohamed Ben Salem, Lead on Voluntary Carbon Markets, COP28 UAE \nPablo Fernandez, CEO, ecosecurities \nHelen Finney, International Climate Negotiator, Department for Energy Security and Net Zero, UK \nDexter Lee, Head of Carbon Markets Negotiations, Department for Energy Security and Net Zero, UK \nFrancois Megret, Head of Carbon Trading, First Abu Dhabi Bank 11.40 Building a UN carbon credit mechanism Unpacking progress to develop a framework for international emissions trade under Article 6 of the Paris Agreement Tracking bilateral agreements via Article 6.2 How the Article 6.4 Supervisory Body is crafting a carbon market mechanism fit for the Paris Agreement era Presenter: \nOlga Gassan-zade, Chair, Article 6.4 Supervisory Body 11.55 The Paris Agreement Article 6.2 and Internationally Transferable Mitigation Outcomes (ITMOs) Paris Agreement Article 6.2 has created the opportunity for voluntary cooperative approaches for countries and private sector entities seeking to increase their mitigation ambition when implementing their NDCs and net zero goals through the transfer of Internationally Transferrable Mitigation Outcomes (ITMOs). This session explains the rules for Article 6.2 and 6.4 and the emergence of the ITMOs market and includes a discussion with the Environment Minister of Suriname. Presenters: \nKevin Conrad, Executive Director, Coalition for Rainforest Nations (CFRN) \nMarciano Dasai, Minister of Spatial Planning and Environment, Suriname 12.15 How governments are approaching Article 6 cooperation Perspectives on how governments cooperate bilaterally and engage with the private sector to develop carbon projects under Article 6 and the voluntary carbon market. Moderator: \nSebastien Cross, Co-founder & Chief Innovation Officer, BeZero \n Panellists: \nRichard Chatterton, Head of Carbon Analysis, Mercuria Energy Trading \nDaniel Akwetey Lamptey, Principal Programme Officer, Ghana Environmental Protection Agency \nSuraj Vanniarachchy, Vice President Global Carbon, Macquarie Group Limited 13.00 Lunch and Networking 14.00 Prices and prospects for carbon in existing carbon markets beyond Europe A tour of global cap-and-trade markets and the opportunities that they present to carbon pioneers. Moderator: \nAlex Child, Partner, Carbon Cap Management LLP Panellist: \nNigel Brunel, Head of Commodities, Jarden \nJinah Choi, Team Lead Emissions Trading Team, Ecoeye \nDr. Bei Cui, Research Fellow, Monash Centre for Financial Studies \nClayton Munnings, Co-Founder and CEO, Elevate Climate 15.00 Impact of carbon prices on corporates Explore the different drivers of carbon pricing on companies’ P&L Dive into a case study Compare carbon price impact materiality across sectors Presenter: \nJan Ahrens, CEO, SparkChange 15.30 Coffee and Networking break 16.00 Carbon at the Border: a global response Tracking responses to the EU’s Carbon Border Adjustment Mechanism (CBAM) from governments, the WTO, and the sectors facing import measures and those implementing their own forms of carbon pricing. Moderator: \nTetyana Payosova, Senior Associate, Van Bael & Bellis Panellists: \nSvetlana Chobanova, Legal Officer, WTO Trade and Environment Committee \nDan Maleski, Lead CBAM Analyst and Environmental Markets Advisor, Redshaw Advisors \nSaul Rubins, Product, Supply Chain Sustainability and Compliance Manager, STEMCOR 16.45 Global Carbon Investor Roundtable An exploration of where the smart money is headed in carbon both now and in the future Moderator: \nMarisa Drew, Chief Sustainability Officer, Standard Chartered Bank Panellists: \nBenedikt von Butler, Partner and Portfolio Manager, Evolution Environmental Asset Management (EEAM) \nFelix Hofer, Portfolio Manager, Munich Re Investment Partners \nRuben Lubowski, Chief Carbon and Environmental Markets Strategist, Lombard Odier Investment Managers \nAlex Rau, Partner, Environmental Commodity Partners 17.30 Fireside chat: Regulation Rostin Behnam, Chairman, The Commodity Futures Trading Commission (CFTC) \nTom Colebatch, Managing Director Commodity Markets and Finance, Macquarie Bank 17:50 Wrap up and Close of Day 1 Louis Redshaw, CEO and Founder, Redshaw Advisors 18:00 – 21:00 Drinks reception 08.00 Registration and Coffee 09.15 Opening 09.30 How can the EU achieve zero emissions in the EU ETS by 2040? The EU ETS cap is set to hit zero in 2040. With the EU’s 2040 target-setting process underway, this panel will discuss the market’s course and whether legislators should add new sectors, incorporate carbon removals, or allow the import of international credits. Moderator: \nMark Lewis, Head of Climate Research, Andurand Capital Management Panellists: \nDr. Helen Bray, Vice President Policy, Puro.earth   \nJulia Michalak, EU Policy Director, International Emissions Trading Association \nIoana Petcu, Advisor – Climate Change, Union of the Electricity Industry – Eurelectric \nIngvild Sørhus, Manager EU Carbon Analysis, Veyt \nSam Van den plas, Policy Director, Carbon Market Watch 11.00 Coffee and Networking Break 11.30 The CBAM files – what CBAM means to operators in the EU ETS Find out the latest on emissions reporting requirements underway from October in the EU’s pioneering carbon border adjustment mechanism (CBAM), how the measure will affect EU and UK companies, and Britain’s own CBAM dilemma. Moderator: \nDan Maleski, Lead CBAM Analyst and Environmental Markets Advisor, Redshaw Advisors Panellist: \nAdina Georgescu, Energy & Climate Change Director, Eurometaux (European Metals Association) 12.00 Aviation & shipping Unpacking the obligations and opportunities for both sectors in the EU ETS and the implications for international obligations under ICAO’s CORSIA and the IMO GHG Strategy respectively. Moderator: \nMariko O’Neil, Associate European Carbon, BloombergNEF \n Panellists: \nJames Milne, Key Account Manager, DNV \nMartin Crawford-Brunt, CEO, Lookout Marine \nMichael Evans, Group Sustainability Insights Manager, International Airlines Group 13.00 Lunch and Networking 14.00 Industry decarbonisation pathways, including CCfDs How Europe’s heavy industries are honing their decarbonisation plans, tapping new areas of collaboration, target governmental support, and even the voluntary carbon market to future-proof operations. Moderator: \nSteve Fawkes, Managing Partner, ep group \n Panellist: \nAndrew McDermott, Deputy Chief Executive, British Ceramic Confederation \nDavid Phillips, Head of Capital Markets & New Market Strategy, Aker Carbon Capture 14.45 UK ETS in focus Assessing what the British government’s ETS cap adjustment plans will mean for prices, when removals can enter the market, and whether British industry can do without a border measure. Moderator: \nTom Lord, Head of Trading and Risk Management, Redshaw Advisors Panellist: \nCharlie Lewis, Deputy Director Emissions Trading, Department for Energy Security and Net Zero UK \nMichael Testa, European Carbon and Pricing analyst, S&P Global Commodity Insights 15.30 Coffee and Networking Break 16.00 Carbon Analyst showdown: our annual forecaster head-to-head Join us as we put the analysts’ forecasts under scrutiny in our annual carbon price debate. Find out what they think the major price influences will be over the next 10 years and unpick key trends. Moderator: \nLouis Redshaw, CEO and Founder, Redshaw Advisors \n Panellists: \nSerafino Capoferri, Commodity strategist, Macquarie Group \nMarcus Ferdinand, Chied Analytics Officer, Veyt \nTrevor Sikorski, Head of natural gas and emissions, Energy Aspects \nLewis Unstead, Analyst– EU Carbon and Power markets, ICIS 17.30 Close of day 2 08.00 Registration and Coffee 09.00 Keynote – David Antonioli, Unplugged How can voluntary carbon markets overcome credibility questions? David Antonioli, Environmental markets expert 09.15 Scaling the VCM Lessons learned since the TSVCM (the IC-VCM) was formed in 2020 and how this has impacted the VCM. How can the VCM now prosper and grow? Bill Winters, CEO, Standard Chartered 09.20 The Market integrity debate: how the standards must rise to the challenge ICVCM and the carbon crediting programmes go head-to-head to debate the crucial issue of carbon credit integrity and quality. Moderator: \nBen Garside, Director and Co-founder, Carbon Pulse Panellists: \nPedro Barata, Associate Vice President for Carbon Markets and Private Sector Decarbonization, Environmental Defense Fund (EDF) \nOwen Hewlett, Chief Technical Officer and member SBTi Technical Committee, Gold Standard \nAnnette Nazareth, Chair, Integrity Counsel for the Voluntary Carbon Market \nTommy Ricketts, Co-founder & CEO, BeZero \nRobin Rix, Chief Legal, Policy, and Markets Officer, Verra 10.25 Women in Carbon Empowering and amplifying the voices of women in the carbon industry Presenter: \nCamille Petre, Co-Founder, Women In Carbon 10.30 Coffee and Networking Break 11.00 Making corporate claims: what is best practice and what are the practical realities Why the need for VCMI and SBTI. Are there any other codes of practice. What should corporates pay the most attention to? Moderator: \nBill Goldie, Sales Director, Redshaw Advisors Panellists: \nScarlett Benson, Beyond Value Chain Mitigation Lead, SBTi \nLeigh Hudson, Sustainable Fuels and Carbon manager, International Airlines Group \nMark Kenber, Executive Director, VCMi \nMurray Sayce, Global Head, Sustainability Assurance Services 11.45 Investor roundtable – where can value be found in today’s market? Investors continue to have keen interest in VCM projects. What are they looking for and where do they expect the value to be in the coming years? Moderator: \nAdrian Rimmer, Director Sustainable Finance & Investment, LSEG Panellists: \nCynthia Conner, Director of Carbon Offsets Policy, Chevron New Energies \nAndrew Dreaneen, Head of Natural Capital & Liquid Alternatives, Schroders \nErica Vertefeuille, Vice President, Pala Investments 12.30 Lunch and Networking Break 13.30 What happened to VCM standardisation? Join our panel to discuss the latest developments and initiatives related to VCM product standardisation Moderator: \nPeter Knowles, Commercial Director, Net Zero Markets Panellist: \nPeter Keavey, Managing Director, Global Head-Energy and Environmental Products, CME Group \nBill Pazos, Co-founder and Co-CEO, ACX \nEllery Sutanto, Head of Exchange, Climate Impact X 14.15 Sovereign risks: royalties, taxes, export blocks, how host governments are impacting the VCM This session explores how market participants are taking opportunities as governments advance their climate action Moderator: \nPaddy Gourlay, Correspondent, Carbon Pulse Panellists: \nEuan McDougall, Chief Operating Officer, DelAgua Group \nGreg Murray, CEO, Koko networks \nLydia Sheldrake, Director of Policy & Partnerships, VCMi \n 15.00 Coffee and networking break 15.30 Are the VCM and the emerging market for removals compatible? The cost of high quality carbon removals credits is high. Discover more about what removals are available, what capacity there is to produce them and how they might compete in a voluntary market dominated by cheaper avoidance credits. Moderator: \nAndrew Shebbeare, Manging Partner, Counteract Panellist: \nAndrew Glass, Head of Sales and Partnerships, Viridios AI \nEli Mitchell-Larson, Co-Founder, Carbon Gap \nDavid Stead, Head of Technical Carbon Removal, Hartree Partners \nPaulien Veen, Senior Consultant, Perspectives Climate Group \n 16.15 VCM Analyst showdown In an oversupplied market, demand is all important to price evolution. With IC-VCM potentially splitting the market in two, (bifurcating) there are more variables than ever. Our expert panel will unpack what is in store for VCM market participants Moderator: \nKarim Kanji, Executive Director Product Development and Markets, Net Zero Markets Confirmed panellist: \nDana Agrotti, Low Carbon Markets Analyst, S&P Global Commodity Insights \nPatrick Kuehn, Head of Sales and Marketing, Allied Offsets \nGuy Turner, CEO, Trove Research \nPaula VanLaningham, Director of Carbon Research, LSEG \n 17.15 End of Conference and final networking session Day One – Wednesday 11th October 14:00 – 15:00 BeZero Carbon Workshop: Recognising & removing barriers to bringing projects to market Presenter: \nKirti Ramesh, Director of Carbon Ratings, BeZero Carbon  Workshop outline:  This workshop hosted by BeZero aims to identify what barriers stakeholders face in bringing projects to market. Its interactive format will bring together key players from across the credit value chain to solve for these barriers.  15:00 – 15:45 S&P Global Workshop – Is quality a simple premium? When does the pursuit of quality create new uncertainty, and impact prices? Lessons from recent developments in the Carbon market Presenters: \nSilvia Favasuli, Managing Editor Voluntary Carbon Markets, S&P Global Commodity Insights \nMarie-Louise du Bois, Head – Carbon Pricing, S&P Global Commodity Insights \nAlice Mason, Global Market Engagement, Leader Energy Transition, S&P Global Commodity Insights \nTBC, Xpansiv CBL \n Workshop outline: \nThe Voluntary Carbon Market has undergone significant disruption in the past year: Trade has moved from the most competitive standardized products to the most fungible and granular. Most recently, even previously agreed standards, such as the CORSIA, have become contested. Join us for a discussion around the complex role that quality plays in carbon markets today. 16:00 – 16:45 Climate Impact X workshop: Standardisation and financialisation of the VCM: benefits and challenges. Panellists: \nJames Cooper, Head of Origination, Environmental Products, EMEA, Mercuria \nNatalia Gorina, Commercial Director Global Carbon, Louis Dreyfus Company \nAna Haurie, Chief Executive Officer, Respira Workshop outline: \nClimate Impact X, a global marketplace, auctions house and exchange for quality carbon credits, is bringing together carbon market participants and thought leaders to unpack opportunities in standardisation and financialisation of the voluntary carbon market (VCM). Featuring speakers from Louis Dreyfus Company, Mercuria and Respira International, the session will cover key price drivers and pricing patterns in the VCM; the role of price benchmarks in market evolution and growth; as well as a lookahead at market developments that could impact supply, demand and price, amongst others. 16:45 – 17:30 CFRN Workshop: ITMOs & REDD+ Sovereign Carbon Credits Federica Bietta, Managing Director, Coalition for Rainforest Nations \nKevin Conrad, Executive Director, Coalition for Rainforest Nations Workshop Outline: Many tropical rainforest countries such as Suriname, Honduras, Belize and others, are winning their battle against deforestation at national scale under UNFCCC REDD+. PA Article 6.2 has created the opportunity for voluntary cooperative approaches for countries and private sector entities seeking to increase their mitigation ambition when implementing their NDCs and net zero goals, including through the transfer of Internationally Transferrable Mitigation Outcomes (ITMOs). Yet few financial institutions and corporations are aware of ITMOs and the first UNFCCC units that are eligible, UNFCCC REDD+ sovereign carbon credits. A workshop to learn about ITMOS and REDD+ sovereign carbon credits Day Two – Thursday 12th October 9:45 – 10:30    Renoster workshop: Choosing the Best Nature-Based Carbon Offsets \n Presenter: \nSaif Bhatti, Founder and CEO, Renoster Workshop Outline: \nWhat to Look For and Where to Find Nature-Based Carbon Offsets 12:00 – 13:00 Futurestechs workshop: Technical Analysis methods for trading EUAs Presenter: \nClive Lambert, Founder and Director, Futurestechs Workshop outline: \nThe Futurestechs methodologies in brief: \nCandlestick charts \nMarket Profile \nMethods for identifying Support and Resistance levels \nTrend recognition 14:45 – 15:30 EEX and IncubEx workshop: Integrating the maritime sector into the EU ETS – when and how? A practical guide Presenters: \nEllen de Vocht, Senior Political and Regulatory Affairs Advisor, European Energy Exchange \nRichard Wilson, Managing Director and Head of sales, IncubEx Workshop outline: \nState of play and next steps – sectors, timelines, and secondary rules \nTrading and options – how to start trading and what are your options \nQ&A – come armed with the questions you need answers to. Day Three – Friday 13th October 11:00 – 11:45 EKI Energy Services Workshop: Recent developments in India Presenter: \nNaveen Sharma, Whole Time Director, EKI Energy Services \n \nWorkshop Outline: \nIndia has adopted legislation that sets up a domestic voluntary market with a view to transition to a mandatory ETS over time. It has also taken steps to clarify its role in the international voluntary as well as the Paris Agreement’s Article 6 market. A presentation followed by a Q&A. 13:30 – 14:15 Perspectives Climate Group workshop: Economic opportunities from carbon crediting for CCS projects Presenters: \nPaulien van Veen, Senior Consultant, Perspectives Climate Group \nIrina Alund, Principal Consultant, Carbon Limits AS Workshop outline: The NL+ project aims to develop a carbon removals business model and to support commercial viability and sustainable growth of a CCS-value chain through carbon finance. This project, on top of a commercial enabler, is a way to demonstrate environmental integrity of carbon removal using CCS, and a means to develop best practices among industry. The CCS+ initiative develops a methodology framework for CC(U)S activities, that can identify eligible carbon capture and storage projects (including CDR activities DAC and BECCS), quantify their emissions reduction and/or removal and states required MRV practices for which the project can receive carbon certification for every tonne of CO2 (permanently) stored. The certificates can be traded on the voluntary carbon market (VCM). The NL+ Project will develop the project description documentation for registration with the Verified Carbon Standard (VCS) operated by VERRA, to be able to generate carbon credits. In addition, this project will be a first of its kind and aims to share its learnings for others to follow. \n14:15 – 15:00      Climate Impact Partners workshop: Climate Commitments of the world’s largest companies: What do corporates really want? Presenters: \nAlex Watson, Director of Product Marketing, Climate Impact Partners \nCassie Beyfuss, Portfolio Manager, Climate Impact Partners \nJames White, Senior Sustainability Executive, Climate Impact Partners Workshop Outline: \nClimate Impact Partners recently released its annual research into the climate commitments and actions of the Fortune Global 500. Find out what corporates are really looking for and what this research means for those delivering carbon projects on the ground. At this workshop, Climate Impact Partners will present the findings and share insights from its team. \n\n\n\n Benchmark best practice Discover the latest policy developments \n\n\n Learn at the training workshops \n\n\n Achieve your environmental market goals \n\n\n Network with your industry peers \n\n\n Map out your carbon exposure and explore the best methods to minimise costs",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}