{
    "title": "Luis Fernández Intriago",
    "author": "unknown",
    "source": "Environmental Defense Fund",
    "date": "2025-04-04",
    "text": "Luis Fernández Intriago Economist Work Areas of expertise: Carbon pricing, just transition, environmental policy and labor markets, CGE, CBAM, international climate cooperation Description Luis is a labor economist at EDF focused on understanding how climate and environmental policies affect labor markets, unemployment and the macroeconomy. He is interested in ensuring that the energy transition is just, and works on finding ways to generate international climate cooperation. Most recently, he's started to work on understanding the effects of the EU’s Carbon Border Adjustment Mechanism (CBAM) in India. Background Prior to joining EDF, Luis was a postdoctoral fellow at Resources for the Future (RFF). He also worked as a policy advisor at the Mexican Ministry of Finance (SHCP) before starting his graduate education. Education Ph.D., Economics, Arizona State University, 2019 M.S., Economics, Arizona State University, 2017 B.A., Economics, Instituto Tecnológico Autónomo de México, 2014 Latest pieces    Texas can create 150,000 jobs by plugging non-producing wells Market Forces, April 4, 2025    Boosting the Energy Transition in the Dominican Republic Market Forces, March 26, 2025    Navigating a Just Labor Transition: Unveiling the JLT Progress Scale and Strategies for a Fairer Future Market Forces, August 21, 2024    A global and inclusive just labor transition: Challenges and opportunities in developing and developed countries SSRN, August 16, 2024    Empowering Chile’s Climate Action: A Citizen’s Guide to Article 6 Market Forces, April 18, 2024    'Nothing about us without us': The case of JREDD+ in Colombia Market Forces, March 16, 2023",
    "images": "https://www.edf.org/sites/all/themes/edf/images/edf-logo-1200x630.png",
    "tags": "Climate,Energy transition,,Economics",
    "excerpt": "Luis Fernández Intriago is a post-doctoral fellow and labor economist at EDF.",
    "categories": ""
}