{
    "title": "Carbon Market Conversations: A Podcast by ICAP",
    "author": "unknown",
    "source": "Apple Podcasts",
    "date": "2025-03-03",
    "text": "Carbon Market Conversations: A Podcast by ICAP The International Carbon Action Partnership    This is Carbon Market Conversations: A Podcast by ICAP, giving insight into all things emissions trading and carbon pricing. Join our host Trevor Laroche-Theune as he meets with climate experts and practitioners in each episode to discuss their views on the latest emissions trading and carbon pricing developments and their impacts. Whether you are new to the conversation or a seasoned carbon pricing practitioner, ICAP's Carbon Market Conversations provides engaging discussions in an easily digestible format. Tune in to be part of the conversation driving positive change for our climate. Episodios 6 episodios Acerca de This is Carbon Market Conversations: A Podcast by ICAP, giving insight into all things emissions trading and carbon pricing. Join our host Trevor Laroche-Theune as he meets with climate experts and practitioners in each episode to discuss their views on the latest emissions trading and carbon pricing developments and their impacts. Whether you are new to the conversation or a seasoned carbon pricing practitioner, ICAP's Carbon Market Conversations provides engaging discussions in an easily digestible format. Tune in to be part of the conversation driving positive change for our climate.  Información Creador The International Carbon Action Partnership Años de actividad 2024 - 2025 Episodios 6 Clasificación Apto Copyright © Copyright 2025 The International Carbon Action Partnership Mostrar sitio web También te podría interesar Noticias de negocios Cada semana Economía y empresa Cada semana Administración Cada semana Administración Dos veces al mes Tecnología Cada semana Inversiones Cada semana Política Cada semana",
    "images": "https://is1-ssl.mzstatic.com/image/thumb/Podcasts221/v4/d1/7c/63/d17c633a-913b-b280-a056-8ca60b9b8fe6/mza_5402443484063138767.png/1200x1200bf-60.jpg",
    "tags": "",
    "excerpt": "Ciencias de la Tierra Podcast · Cada mes · This is Carbon Market Conversations: A Podcast by ICAP, giving insight into all things emissions trading and carbon pricing. Join our host Trevor Laroche-Theune as he meets with climate experts and pr...",
    "categories": ""
}