{
    "title": "“Hydrogen for Europe” study launch - IOGP Europe",
    "author": "unknown",
    "source": "IOGP Europe",
    "date": "2023-09-29",
    "text": "“Hydrogen for Europe” study launch We are proud to announce the launch of the Hydrogen for Europe study, nearly two years after its inception! The EU’s ambition to reach climate neutrality by 2050 has recently pushed hydrogen at the top of the European energy policy agenda as the limits of electrification became clear alongside the need to find a solution for the decarbonization of hard-to-abate sectors. As Europe prepares to roll out legislation aimed at accelerating the production of hydrogen, Hydrogen for Europe charts two potential pathways “ Technology diversity” and “Renewable Push” with an in-depth look at their implications, based on actual European targets and transparent modelling frameworks. The research project looks at the technology mix, cost of the transition, and risks associated with different policy choices. It finds that the contribution of hydrogen to decarbonizing the EU’s energy system can well exceed EU projections, with demand potentially exceeding 100 million tonnes of H2 by 2050. It also stressed the essential role played by low-carbon hydrogen (which can be produced from natural gas in combination with CCS, or methane pyrolysis) can play in supporting the deployment of renewable hydrogen and the integration of higher volumes of renewable energy overall. In both scenarios, renewable hydrogen production scales up rapidly after 2030. However, a more diverse technology mix enables a lower-cost (€1 trillion less from now until 2050) and a more effective pathway to EU climate neutrality by 2050. The study was conducted by research partners IFP Énergies Nouvelles (IFPEN) , SINTEF and Deloitte on behalf of the funding partners of Hydrogen for Europe of which includes IOGP and some of its Member companies. About the project partners Hydrogen4EU is a cross-sectoral research project aiming to concretely assess the potential contribution of low-carbon and renewable hydrogen in reaching the European energy transition goals. Based on modelling prepared by the project’s Research partners, IFP Énergies Nouvelles (research), SINTEF (research) and Deloitte (project management), the project aims to chart pathways exploring the role of hydrogen in a decarbonized European energy system. The research was funded by 17 partners: BP, ConocoPhillips, Concawe, ENI, Equinor, Ervia, ExxonMobil, Gassco, Hydrogen Europe, IOGP, Norwegian Oil & Gas Association, OMV, Shell, Snam, Total, Wintershall Dea, Zukunft Gas. Follow Hydrogen4EU on Twitter here. Publications Events Public consultation on inter-temporal cost allocation mechanisms (ICA) for financing hydrogen infrastructure IOGP Europe views on Communication on the Action Plan for Affordable Energy Advancing a Competitive, Resilient, and Integrated Energy Market IOGP Europe Response to the Consultation on the Review of the Taxonomy Climate Delegated Act Joint Statement: Reality Check for European Hydrogen Policy to Adjust the Course The Case for a European CCS Bank The Joint Statement on the Low-Carbon Fuels certification draft Delegated Act IOGP response to the public consultation on the draft Methodology to determine the greenhouse gas (GHG) emission savings of low-carbon fuels Joint EGEC-IOGP Europe recommendations: Accelerating the deployment of Geothermal in Europe IOGP Europe key principles on a future regulatory framework for CO2 transport infrastructure Joint Statement – Harnessing the IPCEI mechanism for CCS in Europe Joint Statement on the Low-Carbon Fuels certification Delegated Act GasNaturally Letter to Competitiveness Council 23 May 2024 IOGP Europe recommendations on the Delegated Act specifying a methodology for assessing GHG emissions savings from low-carbon fuels and low-carbon hydrogen Rebalancing Europe’s Gas Supply Second Edition IOGP consultation response: Rationalisation of reporting requirements Creating a sustainable business case for CCS value chains Map of CO2 storage Projects in Europe IOGP Europe position on the EU Industrial Carbon Management IOGP position paper on the European Commission’s public consultation on the EU climate target for 2040 IOGP Europe feedback on Net Zero Industry Act proposal Joint industry statement on the EU Taxonomy IOGP response on Competitive Bidding schemes for hydrogen under the Innovation Fund IOGP response on revamping the Strategic Energy Technology (SET) Plan IOGP views on the proposed Regulation amending Regulation (EU) 2021/241 as regards REPowerEU chapters in Recovery and Resilience Plans IOGP response to the consultation on certification of carbon removals – EU rules IOGP response to the public consultation on the Hydrogen and Decarbonized Gas Market package IOGP comments to R. W. Howarth and M. Z. Jacobson (2021): How Green is Blue Hydrogen? Re-Stream – Study on the reuse of oil and gas infrastructure for hydrogen and CCS in Europe IOGP response to the public consultation on the Energy Taxation Directive (ETD) proposal IOGP response to the public consultation on the Renewable Energy Directive (RED) proposal IOGP feedback to the European Commission’s Roadmap on restoring sustainable carbon cycles IOGP response to the public consultation on the Carbon Border Adjustment Mechanism (CBAM) proposal IOGP position on the revision of the EU Emissions Trading System (EU ETS) Directive IOGP response to the public consultation on the Energy Efficiency Directive (EED) proposal IOGP response to the public consultation on the FuelEU Maritime proposal IOGP response to public consultation on the revised Climate, Energy and Environmental Aid Guidelines (CEEAG) IOGP Paper on metric to use for 2030 targets IOGP input to the consultation on the Hydrogen and Gas Market Decarbonization Package IOGP response to the roadmap on the modification of the General Block Exemption Regulation (GBER) Public consultation on the EU Action Plan “Towards a Zero Pollution Ambition for air, water and soil” IOGP response to consultation on the revision of the Guidelines on State aid for environmental protection and energy (EEAG) IOGP response to the Inception Impact Assessment on the revision of the Guidelines on State aid for environmental protection and energy (EEAG) 2014-2020 IOGP views on competition policy supporting the European Green Deal IOGP statement on the European Commission’s 2030 Climate Target Plan What’s Right? What’s Wrong? IOGP comments on the ‘EU Strategy for Energy System Integration’ and ‘A hydrogen strategy for a climate neutral Europe’ IOGP written input to the public consultation on the Carbon Border Adjustment Mechanism (CBAM) IOGP views on State aid for environmental protection and energy (EEAG) IOGP written input to the consultation “2030 Climate Target Plan” IOGP response to the inception impact assessment concerning the revision of the 2018 Renewable Energy Directive (REDII) IOGP feedback on the update of EU ETS monitoring and reporting rules (2021-30) IOGP response to supplementary questions on the EIB Group’s Climate Bank Roadmap 2021-2025 IOGP response to consultation on the renewed Sustainable Finance strategy Funding CCS in Europe: key investments for the recovery IOGP response to the public consultation on the revision of Regulation (EU) 347/2013 on guidelines for TEN-E Regulation IOGP response to targeted consultation on the revision of Regulation (EU) 347/2013 on guidelines for TEN-E Regulation IOGP input to the Roadmap on the EU Smart System Integration IOGP input to the Roadmap on the EU strategy on hydrogen in Europe IOGP feedback to the Combined Evaluation Roadmap/Inception Impact Assessment on the revision of Regulation (EU) 347/2013 on guidelines for TEN-E IOGP feedback to the roadmap for a Renovation Wave initiative for public and private buildings IOGP input to the forthcoming EU Strategy for Energy System Integration IOGP response to the EIB Group’s Climate Bank Roadmap 2021-2025 Input to the inception impact assessment on the FuelEU Maritime IOGP feedback to the proposed European Climate Law Feedback to the impact inception assessment “2030 Climate Target Plan” New and old CCS projects in Europe: What’s different this time? IOGP assessment of National Energy and Climate Plans Methane Management in the Upstream Oil and Gas Industry: Policy recommendations in the context of the EU Methane Strategy Scaling up Hydrogen in Europe Hydrogen for Europe Pre-study – Key findings IOGP assessment of draft National Energy and Climate Plans Hydrogen for Europe The potential for CCS and CCU in Europe Report to the thirty second meeting of the European Gas Regulatory Forum 5-6 June 2019 LNG – a fast lane to make Europe a leader in clean shipping OGP contribution to the CCS Directive evaluation Draghi Report: a pragmatic pathway to Competitiveness, Sustainability, and Resilience IOGP Europe joined BusinessEurope in industrial permitting task force Letter: IOGP Europe recommendations on the Hydrogen and Decarbonized Gas Market Package Towards greater hydrogen production capacity in Europe Carbon Management Webinars Manifesto: Oil & Gas Industry Solutions Towards 2030 and 2050 Climate change, purpose & doing the right thing: lessons from COVID-19 Hydrogen for Europe: 1st Working Group Meeting SPE Europe Energy Conference Rebalancing Europe’s natural gas supplies – Learnings, future needs, and policy implications Scaling up the energy transition whilst securing a stable suppy The Europe CCUS & Hydrogen Decarbonisation Summit Re-Stream Study Launch Event Hydrogen4EU Launch Event Sustainable finance: investor, oil and gas sector and global perspectives Carbon Management Webinars Sustainable finance: non-financial disclosure for the oil and gas sector and EU taxonomy in practice",
    "images": "https://iogpeurope.org/wp-content/uploads/2021/05/H24EU-new-logo_promo-768x480-1.jpg",
    "tags": "",
    "excerpt": "We are proud to announce the launch of the Hydrogen for Europe study, nearly two years after its inception! The EU’s ambition to reach climate neutrality by 2050 has recently pushed hydrogen at the top of the European energy policy agenda as the limits of electrification became clear alongside the need to find a […]",
    "categories": ""
}