{
    "title": "Arkwright Consulting | | CBAM – A Threat to European Competitiveness?",
    "author": "Agnes Nicoline Sejersted",
    "source": null,
    "date": "2021-01-01",
    "text": "The world is currently grappling with one of its most significant challenges: climate change. In response, the European Union (EU) is taking decisive action to mitigate its impact. In doing so, it is also crucial to prevent carbon leakage, which occurs when production in Europe is replaced by countries with less stringent climate policies. Carbon leakage not only undermines climate efforts but also results in the loss of revenues, jobs, and strategic autonomy for the EU. As part of its climate strategy, the EU plans to phase out free allowances for EU Emissions Trading System (ETS) carbon costs in energy-intensive industries. Simultaneously, the EU will introduce the Carbon Border Adjustment Mechanism (CBAM), which is supposed to mirror the carbon cost imposed on domestic products for imports. The removal of free allowances will impose significant costs on EU/EEA industries. This makes European players very vulnerable to any flaws in the system. Therefore, it is imperative that CBAM functions effectively from the outset to prevent carbon leakage and protect European competitiveness. This report presents the findings of a thorough analysis on the effects of CBAM on the aluminium industry. As a cornerstone of the European economy, this industry contributes over €40 billion in revenues annually and provides more than 1 million jobs across various sectors. Aluminium is essential for manufacturing green transition technologies, making it a strategic raw material for Europe's green future. The report identifies three critical issues that could undermine CBAM's objectives and severely impact the European aluminium sector if left unaddressed. 1. The Scrap Loophole: The current CBAM scope does not include aluminium process scrap, which has qualities equivalent to primary aluminium. As a result, it fails to level the playing field for large potential import volumes, creating a significant competitive disadvantage for European scrap recyclers and failing to incentivise the most climate-friendly solutions. This oversight could push 35 % of EU/EEA recycling out of the market due to unfair competition. To safeguard European competitiveness and promote low-carbon aluminium, process scrap must be included in CBAM. 2. The Downstream Product Loophole: As it stands, CBAM incentivises outsourcing of value-adding activities from Europe to avoid carbon costs, since several downstream products with high aluminium content from energy-intensive industries are left out of scope. This could harm European manufacturing, for instance in the automotive industry which employs around 3 million people in the EU/EEA. CBAM must be expanded to include all products with high aluminium content to mitigate this risk. 3. The Indirect Emissions Issue: If indirect emissions are included prematurely with the current methodology, the competitiveness of aluminium production in Europe would decrease significantly. This could potentially result in the shutdown of most of the European aluminium industry and make Europe reliant on up to 95% aluminium imports. To avoid these severe consequences, indirect emissions should be excluded from CBAM until the European grid is fully decarbonised, or reporting should exclusively be based on average grid emission intensity in country of origin. This report provides a detailed analysis of these issues and proposes solutions to address them. ‍",
    "images": "https://cdn.prod.website-files.com/61509dd26eb1ae688f25b0d8/67a234a131ec8117a94f3d8e_Front%20page_dark.jpg",
    "tags": "",
    "excerpt": null,
    "categories": ""
}