{
    "title": "CBAM needs fixing — before it’s too late for European aluminium",
    "author": "PRATYUSHA CHATTERJEE",
    "source": "Alcircle",
    "date": "2025-02-20",
    "text": "The European Union’s Carbon Border Adjustment Mechanism (CBAM) was introduced as a bold step in the fight against climate change. It is meant to prevent carbon leakage—where companies move production to countries with weaker climate policies—by ensuring that imported goods face the same carbon costs as those produced within the EU. In theory, this levels the playing field for European industries while pushing other nations towards greener practices. But there’s a problem: CBAM, in its current form, simply does not work for aluminium. Instead of protecting one of Europe’s most critical industries, it risks making it uncompetitive, increasing costs for manufacturers, and even worsening global emissions. Without urgent reforms, CBAM could do more harm than good. An aluminium industry on the brink Aluminium is the backbone of Europe’s green transition, used in everything from solar panels and electric grids to electric vehicles and aerospace. Yet, despite its strategic importance, European aluminium producers are being squeezed by skyrocketing energy prices, state-subsidised competition from China, and now, the unintended consequences of CBAM. Europe already imports over 50 per cent of its aluminium needs. With the wrong CBAM framework in place, this reliance will only grow, undermining Europe’s climate ambitions, industrial base, and strategic autonomy. Eivind Kallevik, President and CEO of Norsk Hydro, recently took to social media to convey, “The devil is in the details. This week, I spent two days in Brussels addressing a major loophole in CBAM’s rules for aluminium—one that risks undermining EU climate ambitions, security of supply, and the competitiveness of the European aluminium industry.” So, what needs to change? Here’s what European Aluminium — the continental industry’s leading voice — is calling for. Responses",
    "images": "https://www.alcircle.com/api/media/1740064091.58478_aerial_view_-_for_CBAM_news_reference_(1)_0_0.jpg",
    "tags": "",
    "excerpt": "<p>The European Union’s Carbon Border Adjustment Mechanism (CBAM) was introduced as a bold step in the fight against climate change. It is meant to pr...",
    "categories": ""
}