{
    "title": "Europe steel, aluminium bodies urge EU action on scrap exports",
    "author": "Declan Conway",
    "source": "Fastmarkets",
    "date": "2025-01-15",
    "text": "MethodologyContact usSupportLogin An EU decision to limit steel and aluminium scrap exports will further trouble foreign markets, which are already reeling from the bloc’s decision to implement CBAM (Carbon Border Adjustment Mechanism), they said. CBAM targets imports from countries where steelmaking processes and carbon emissions are not compliant with the EU’s stricter standards. “The European Steel Association (Eurofer) and the European Aluminium stand together in calling for action to secure a sustainable, resilient and competitive EU,” they said in a joint statement. “Scrap is Europe’s energy, emissions savings, and industrial future,” they added. The two bodies said that steel and aluminium are “the backbone of Europe’s clean and innovative technologies”, powering wind turbines, solar panels, batteries, as well as the digital, aerospace and defense sectors. Keeping the recycling of old steel and aluminium in Europe is essential to decarbonizing production and saving the energy needed for primary production, a reduction that can reach up to 95% in the case of aluminium and 80% for steel, they said. Steel scrap exports have more than doubled to 19 million tonnes in 2023, from 9 million tonnes in 2015, draining resources that are vital for Europe’s climate and circular economy goals, energy security and industrial resilience, according to the two industry bodies. EU steel scrap exports hit a peak of about 19.5 million tonnes in 2021, they said. EU aluminium scrap exports are expected to hit a new record in 2024, with 1.3 million tonnes being sold after peaking at 1.2 million tonnes in 2023, they added. “We urge the European Commission to act now to preserve European scrap and boost its supply by reciprocating scrap export limitations with third countries [non-EU] imposing trade barriers, start using the new tools of foreign subsidies regulation, strengthening existing EU rules through the Waste Shipment Regulation, Critical Raw Materials Act and End-of-Life Vehicles Directive,” the statement said. One key reason for scrap leakage is the higher prices paid by third countries’ recyclers, who value scrap as a vital resource to boost their recycled production, while cutting their carbon emissions and costs, according to Eurofer and European Aluminium. “These countries are investing heavily to boost their recycling capacities – often by using money from subsidies – and that creates additional unfair market competition and overcapacities to the detriment of European competitiveness,” the joint statement said. For example, Chinese recycling capacity surged to 21 million tonnes, from 8 million tonnes, with more increases projected in the coming years, they said. “China will increase steel scrap recycling capacity by an extra 26 million tonnes by 2030, from 249 million tonnes in 2023,” they said. Moreover, the ability to recycle in those non-EU countries has been enhanced by their lower environmental, safety and labor standards and cheaper energy costs, they added. But the Association of German Metal Traders and Recyclers (VDM), a lobby and service association for the metal industry in Germany and Austria, said: “Proposing more protectionism to address trade challenges is deeply counterproductive. Economic bans and restrictions do not inspire innovation or drive sustainability – they create inefficiencies, reduce competitiveness, and weaken industries over time.”",
    "images": "https://www.fastmarkets.com/tachyon/2024/12/MM_Steel_GirdersUnderBridge_Getty-1441752918_Med.jpg",
    "tags": "",
    "excerpt": "Read about how European steel and aluminium producers urge European Commission to take ieffective action to tackle \"scrap leakage\".",
    "categories": ""
}