{
    "title": "European aluminium, steel, iron importers speculate on effect of leaked CBAM changes - EUROMETAL",
    "author": "Ricardo",
    "source": "EUROMETAL - The Voice of European Steel, Tubes and Metal Distribution representing all types of Steel Intermediation.",
    "date": "2025-02-26",
    "text": "Reports of impending changes to CBAM have circulated since EU tax commissioner Wopke Hoekstra gave an interview to UK newspaper Financial Times on February 6. But speculation increased among European importers of the goods affected by CBAM – including aluminium, iron and steel – following the February 24 leak of a document outlining proposed revisions. The European Commission declined to comment on the document, which has been widely shared on social media and by other industry news outlets. “We do not offer comment on leaked documents,” a European Commission spokesperson told Fastmarkets via email on February 25. “On CBAM more generally, the first Omnibus package on sustainability is indeed scheduled for discussion and possible adoption tomorrow, February 26, 2025.” New exemption threshold for small importers \nUnder the current CBAM legislation, which was scheduled to come into effect from January 1, 2026, any entity importing more than €150-worth ($157) of aluminium, cement, fertilizers or iron and steel must report the CO2 emissions embedded in the incoming material. But under the changes proposed in the leaked document, only companies importing more than 50 tonnes (or 100 tonnes of embedded CO2) of net mass of goods, covered by the legislation, will have to comply. “A threshold set at a level of 50 tonnes will exempt the vast majority of importers from obligations under this Regulation while maintaining more than 99% of embedded emissions in the scope of the CBAM,” the leaked document was reported to say. “This is what the European Commission should have done from the start,” Fastmarkets chief economist Stuart Evans said. “By excluding small emitters, the proposed changes bring CBAM into line with the approach taken for the [EU’s previous] Emissions Trading Scheme.” One of the chief aims of CBAM was to reduce carbon leakage by ensuring that imported materials with embedded CO2 were subject to the same carbon taxes paid by European producers of similar material. “It’s an easy win for the European Commission,” Evans said. “It is improved policymaking because it fundamentally doesn’t change the result. CBAM will still cover 99% of emissions but the cost of compliance will be far lower.” The other change in the proposal was said to be a delay and simplification of CBAM certificate purchases. The leaked document proposed moving the start date of the CBAM certificate sale to February 2027, from the current official start date of January 1, 2026. According to Dan Maleski, CBAM adviser at Redshaw Advisors, importers would have more time to comply with the requirements, but the costs associated with the emissions embedded in 2026 imports will still apply. “They will simply be incurred in 2027,” he said. Speculation \nThe European Commission may have refused to comment on the leaked document, but it has already sparked speculation in the European metals trading community. “I’m not surprised by this document,” an aluminium trader said. “CBAM in its official current form is ridiculous and clearly needs to be changed. But these proposals don’t address the real issue, which is that CBAM just looks at scope 1 emissions, which are a tiny part of the overall carbon footprint of a tonne of aluminium.” “These proposals don’t get me too excited,” a second Europe-based aluminium trader said. “They need to include scope 2 emissions to make it an effective policy.” The trader also pointed out that the new exemption threshold would make little difference for metal traders. “Our shipments are well above the threshold,” he said, “so this new proposal wouldn’t change the CBAM obligation for traders.” But the trader did feel that the leaked document was significant. “It shows that CBAM won’t stand in its current form. It has started a debate,” he said. “CBAM will happen,” Evans said. “But I wouldn’t be surprised if we see more changes down the line. The current trade policy of the US administration allows the EU to take a more muscular approach.” Mixed reactions from the European steel sector \nFastmarkets’ sources in the steel sector shared mixed views on the latest proposals for amendments of CBAM coming from the leaked document. “I do not think that the European Commission wants to step back from its green ambitions,” a distributor source engaged with imports of flat steel products told Fastmarkets. “There is still a lot to discuss and adjust in the current version of CBAM, and I think this is the aim of a potential proposal for amendment of the current regulation.” A trader source, who actively imports flat steel products, also expressed satisfaction with the proposals. But European steelmakers were more reserved. “[The amendments] will, for sure, weaken the system for a year,” a producer source told Fastmarkets. A second producer source did not expect a significant effect on the domestic market, but the proposed legislative amendments were considered positive for the import industry because they would have one year more for preparation. The source expressed a concern about the proposed exemption threshold, saying that “50 tonnes are nothing.” The steel industry was currently responsible for around 5% of CO2 emissions in the EU and 7% globally, according to European Commission data.",
    "images": "https://eurometal.net/wp-content/uploads/CBAM.jpg",
    "tags": "CBAM;Wopke Hoekstra",
    "excerpt": "The leaking of a document that appeared to come from the European Commission, on Monday February 24, sparked speculation that reporting thresholds under the bloc’s Carbon Border Adjustment Mechanism (CBAM) would be raised and its implementation would be simplified. Reports of impending changes to CBAM have circulated since EU tax commissioner Wopke Hoekstra gave an",
    "categories": "Latest Updates, CBAM, Wopke Hoekstra"
}