{
    "title": "Webinar: Understanding the impact of CBAM on your business - essenscia",
    "author": "unknown",
    "source": "Essenscia - Belgian Federation For Chemistry And Life Sciences Industries",
    "date": "2023-11-29",
    "text": "The Carbon Border Adjustment Mechanism (CBAM)is part of Europe’s Fit for 55 package aiming to reduce greenhouse gas emissions by at least 55% by 2030. CBAM imposes a carbon price on imports into the EU, specifically targeting goods based on their CO2 emissions during production outside the EU. During the transitional period, which spans from 1 October 2023 to 31 December 2025, importers are required to comply with a quarterly reporting requirement for their imported CBAM goods, including data on the CO2 emissions embedded in imported goods and on any emissions levies already imposed on these goods in third countries. This period serves as a preparatory phase before full implementation, which will include the introduction of carbon pricing (i.e. the obligation to buy CBAM certificates), authorization obligations (e.g. registered declarant) etc and starting on 1 January 2026. Our webinar focuses on the transitional period: scope of the CBAM, customs procedures, information to be reported, specific reporting formats, timelines and potential penalties and risks associated with non-compliance. Why participate? Do you import materials from the cement, iron and steel (e.g. screws, bolts, structures, tubes & pipes,…), aluminium (e.g. wire, plates and foil, structures and reservoirs,…), fertilizer (e.g. nitric and sulphonitric acids, ammonia, nitrates of potassium and mineral or chemical fertilizers,…), hydrogen or electricity sector from outside the EU? Then the CBAM regulation applies to your company, although you are not yet a direct sector in scope. Therefore it is of utmost importance to timely prepare and get accustomed to the new reporting regulations. This session will offer you the necessary high level insights to do so. Speakers Barbara Veranneman, Director International Affairs, essenscia Ward Minnaert, Supervisor – Global Trade and Customs, KPMG The webinar will be held in English and conducted via MS Teams. A few days before the webinar you will receive the MS teams link.",
    "images": null,
    "tags": "",
    "excerpt": "The Carbon Border Adjustment Mechanism (CBAM)is part of Europe’s Fit for 55 package aiming to reduce greenhouse gas emissions by at least 55% by 2030. …",
    "categories": "Communication"
}