{
    "title": "GT16 – Turning the EU’s Carbon Border Adjustment Mechanism into a green development tool",
    "author": "Pascal Lamy Vice président EJD",
    "source": "Europe Jacques Delors",
    "date": "2024-04-29",
    "text": "Greening Trade 16 –Turning the EU’s Carbon Border Adjustment Mechanism into a green development tool The EU Carbon Border Adjustment Mechanism (CBAM) has sparked considerable debate. While the EU views it as necessary to prevent carbon leakage, many developing and least developed countries (LDCs) have criticised it for being protectionist, discriminatory, and unjust. This policy brief calls for a shift away from these seemingly irreconcilable positions, towards a more constructive approach to the CBAM. The EU should adopt a more development-friendly approach to its green policies, which must go hand-in-hand with a degree of pragmatism from developing countries and LDCs. After outlining recent developments with regards to the CBAM, this policy brief zooms in on how adopting a pragmatic approach could take the shape of conducting CBAM Impact Assessments. The authors suggest key elements that such assessments should cover, highlighting how this will enable going beyond the current EU’s one-size-fits-all approach, and they provide relevant examples. While developing countries and LDCs should be responsible for carrying out CBAM Impact Assessments, the Commission should provide the technical and financial support necessary to assist countries in doing so. Further, this brief sets out concrete suggestions on the role of the Commission in tackling the CBAM’s development dimension. It should entail fine-tuning financial and technical assistance according to developing countries’ level of exposure and vulnerability to CBAM and stepping up ongoing support efforts. As the end of the transition period approaches, the EU should make more concrete commitments, notably by considering using all or at least part of CBAM revenues to support partner countries with high levels of exposure and vulnerability to CBAM, as suggested by Europe Jacques Delors in spring 2020. By stressing the need for effective responses from both the EU and its trading partners, this brief presents a pathway for using CBAM as a tool for green development.",
    "images": "https://images.prismic.io/europejacquesdelors/Zi9lqN3JpQ5PTPA3_iStock-1401438069.jpg?auto=format%2Ccompress&rect=0%2C56%2C2835%2C1481&w=1200&h=627",
    "tags": "",
    "excerpt": "The CBAM provoked considerable debate worldwide and strong reactions by some of the EU's partners. This policy brief calls for a shift away from these seemingly irreconcilable positions, towards a more constructive approach from both the EU and its trading partners. The authors suggest carrying out impact assessments that could serve as a basis for the EU to fine-tune and step up support efforts. This brief thereby presents a pathway to using CBAM as a tool for green development.",
    "categories": ""
}