{
    "title": "COMMERCE : Europe Jacques Delors formule des recommandations pour mieux soutenir lespays en développement affectés par le mécanisme ‘CBAM’ de l’UE",
    "author": "unknown",
    "source": "Pascal LAMY",
    "date": "2024-04-27",
    "text": "Bruxelles, 26/04/2024 (Agence Europe) – L’Union européenne devrait prendre davantage en compte les besoins des pays en développement et des pays les moins développés (LDC) dans sa mise en oeuvre du mécanisme d’ajustement carbone aux frontières (MACF, ou CBAM en anglais), estime le centre de réflexion Europe Jacques Delors dans un rapport qui sera publié lundi et auquel Agence Europe a eu accès en exclusivité. Ses auteurs – Pascal Lamy, Geneviève Pons, Colette van der Ven et Cláudia Azevedo – se penchent sur les manières de soutenir les partenaires commerciaux affectés par ce nouvel outil. Les LDC et les pays en développement sont nombreux à voir dans le CBAM une discrimination alors que leur économie ne permet pas une décarbonation rapide de leur industrie. Malgré ce contexte, « le CBAM ne s’en ira nulle part », rappellent les quatre auteurs, qui formulent des suggestions pour accompagner l’application du CBAM. Une première étape consisterait en la mise en oeuvre d’évaluations propres à chaque pays tiers pour identifier le niveau d’exposition de celui-ci et sa vulnérabilité par rapport au CBAM. Cette analyse servirait ensuite à la Commission pour affiner son soutien en fonction des besoins identifiés. Différents schémas d’aide personnalisés sont identifiés : assistance technique pour les pays non vulnérables, mais fortement sujets au CBAM, ou bien soutien à la transition verte pour les pays vulnérables, mais peu exposés aux impacts du CBAM, par exemple. D’autre part, l’UE devrait accroître son aide financière envers les partenaires affectés par le CBAM, selon Europe Jacques Delors. Cela peut se faire à travers les initiatives existantes comme le Global Gateway, mais aussi grâce à l’établissement d’un fonds spécifique, plus clairement identifiable. Celui-ci doit être lié aux revenus tirés des certificats CBAM. Lors de l’élaboration du CBAM, une allocation directe de ses revenus pour la décarbonation des pays tiers vulnérables n’a pas pu être retenue, mais, selon le coauteur du rapport et vice-président d’Europe Jacques Delors, Pascal Lamy, cela n’empêche pas l’UE d’ajouter une ligne dans son budget pour soutenir la transition des pays tiers et que les montants correspondent plus ou moins aux revenus du CBAM. « Nous estimons que cela enverrait un signal clair que l’UE se soucie des problèmes qu’elle crée. Et cela ne ferait pas une grosse différence dans le budget », a indiqué Pascal Lamy à Agence Europe. Le rapport sera disponible lundi sur cette page : https://aeur.eu/f/bzj (Léa Marchal)",
    "images": "https://pascallamy.eu/wp-content/uploads/2020/06/agence.europe.png",
    "tags": "",
    "excerpt": "Bruxelles, 26/04/2024 (Agence Europe) – L’Union européenne devrait prendre davantage en compte les besoins des pays en développement et des pays les moins développés (LDC) dans sa mise en oeu…",
    "categories": ""
}