{
    "title": "Four guiding principles for CBAM design and implementation",
    "author": "Isabelle Garzon",
    "source": "Europe Jacques Delors",
    "date": "2022-03-06",
    "text": "Four guiding principles for CBAM design and implementation On 14 July 2021, as part of the “Fit-for-55” package aimed at adapting the EU’s energy and climate legislative framework to the objective of reducing the EU’s greenhouse gas (GHG) emissions by at least 55%by 2030, the European Commission proposed to gradually implement a “Carbon Border Adjustment Mechanism'' (CBAM). The Commission presents the CBAM as a replacement for the existing measures under the EU Emissions Trading System (ETS) to prevent carbon leakage. For the EU CBAM to be effective and meet its climate objectives, EU lawmakers will have to ensure that several critical criteria are met in the design of the mechanism. In addition, the EU must also develop a more comprehensive and prospective strategy, combining diplomatic engagement towards its trading partners with the strengthening of the EU’s and national customs authorities’ capacities. The French Presidency of the Council announced that reaching an agreement on CBAM will be one of its top priorities. As discussions have intensified, both in the European Parliament and between Member States, the Green Trade Network issues this Summary for EU Decision-makers highlighting four, mutually reinforcing, essential principles to be respected to deliver a robust, effective and ambitious CBAM. Principle 1: The EU CBAM must be non-protectionist and WTO compliant Principle 2: The EU CBAM must strengthen climate action Principle 3: The EU CBAM must ensure environmental integrity and be built upon transparent governance and robust verification Principle 4: The EU CBAM must be carefully integrated in the EU’s broader climate diplomacy",
    "images": "https://images.prismic.io/europejacquesdelors/f9d38a78-ae2b-415d-b9e3-6b186bf02fe1_erol-ahmed-wKTF65TcReY-unsplash.jpg?auto=compress,format",
    "tags": "",
    "excerpt": "Four guiding principles for CBAM design and implementation",
    "categories": ""
}