{
    "title": "An active December as a launch pad towards an important 2024",
    "author": "Geneviève Pons Director General; Vice President EJD",
    "source": null,
    "date": "2023-12-21",
    "text": "An active December as a launch pad towards an important 2024 At the beginning of this month, we embarked on an intense, yet rewarding, journey to Dubai for COP28, to bring the trade, climate, and development nexus (the “Triangle”) closer to the climate community. Our message was clear – trade policy bears the immense potential to accelerate climate mitigation and adaptation, but climate action must factor in development considerations and be aligned with the principle of “Common but Differentiated Responsibilities and Respective Capabilities”. On the sidelines of this year's Summit, EJD had the privilege of organizing a high-level panel discussion at the first-ever Trade House Pavilion. Besides, we actively engaged and participated on a series of events to spread our message and put forward the extensive work done by Europe Jacques Delors on the topic throughout 2023. A few lessons: First, measures like the deforestation directive or the EU CBAM (to a lesser extent) remain  contentious. To alleviate tensions, EJD’s proposal to allocate part of the CBAM’s revenues to assist some of the EU’s most vulnerable trading partners seems to be shared by many. Second, while divisions persist as to what is the most appropriate international forum to discuss this issue, both the WTO and the UNFCC should discuss and if possible negotiate climate related trade measures in order to avoid harmful discrepancies. Europe Jacques Delors’ team and I look forward to continuing our work on this triangle in 2024. With the European elections on the horizon, early next year we will be taking stock of the work done on greening the EU’s trade policy during the current cycle and reflecting on the long road ahead of us, identifying key gaps and priorities. We must ensure that the next Commission pursues the  ambitious green trade agenda while better taking into account development considerations. Our work on the Ocean and on the poles also found resonance in Dubai. The good news is that these issues, too long overlooked in COPs are now finding a higher profile. The less good news is that it has not yet resulted in serious commitments. This is also true for the first Polar Summit where EJD was engaged in both preparations and running (see our recently published policy brief). We are now looking forward to the second one, scheduled for October 2024 in Reykjavík. EJD will also continue to work for the preparation of the third United Nations Ocean Conference (UNOC3), to be held in June 2025 in Nice and preceded by a high-level meeting in Costa Rica in June 2024. We will continue to relay the voice of the civil society in this process as we did it for the Polar Summit, with the objective of making UNOC3 a pivotal event for the protection of the ocean.  The 2024 EU elections constitute another crucial milestone for the future of ocean governance, shaping the EU’s political priorities for the next five years. This is why, EJD will endeavour to secure a high level of ambition on ocean sustainability policies for the next European legislature. For that purpose, we are proudly joining forces with the Oceano Azul Foundation to promote the adoption of a European  Ocean Deal.   Last but not least for the Ocean programme, Europe Jacques Delors launched its new Sustainable Blue Economy Centre in October 2023. First publication of the Centre, the Zero Waste Islands paper, which analyses the Tilos Just Go Zero project, will be issued in January 2024 and will be followed by a series of publication throughout 2024. With this new Centre, Europe Jacques Delors will provide insights and useful recommendations to guide future EU policy towards a more sustainable blue economy.  The results of the upcoming EU elections will be crucial for the future of the European Green Deal and transformation of the European agri-food sector. As this sector is one of the political fields where the backlash against green reforms and ambitions is among the strongest, the aim of EJD is to find ways to bring sustainability back on the agri-food agenda of this new political mandate and, if possible, to depolarize the debate between farming constituencies and their environmental counterparts. A recent example of this attempt can be found in a recorded EJD discussion with Cees Veerman – farmer, economist, former Dutch Minister of Agriculture and Chairman of the Board of the EU Mission “A Soil Deal for Europe”. 2024 will kick off with two events, the first co-organized with the European Food Forum, where speakers and participants will take stock of the Farm to Fork strategy, addressing  the European Commission's sluggish implementation and stakeholder-induced delays. In our second event, which will take place during the Open Food Conference organized in the framework of the Belgian Presidency of the EU, I will present the ins and outs of an open strategic autonomy for food, and what it should mean for European food and agricultural production. Geneviève Pons and the EJD team",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}