{
    "title": "Europe Jacques Delors welcomes the EP vote on the EU Carbon Border Adjustment Mechanism",
    "author": "Pascal Lamy Vice président EJD",
    "source": "Europe Jacques Delors",
    "date": "2022-06-22",
    "text": "Europe Jacques Delors welcomes the EP vote on the EU Carbon Border Adjustment Mechanism In its vote on 22 June 2022, the European Parliament agreed on the need for a CBAM to reduce global carbon emissions by incentivising non-EU countries to reduce their emissions and to prevent the risk of carbon leakage, i.e. production being moved to outside the EU to countries with laxer climate policies. MEPs call for a broader scope and faster implementation of the EU Carbon Border Adjustment Mechanism (CBAM) to prevent carbon leakage and raise global climate ambition than what was proposed by the European Commission. They propose: - Ensuring coherence between the CBAM and the EU Emissions Trading System (ETS). - Phasing in CBAM earlier. - Ending free EU ETS allowances by 2032. - Extending the scope to include organic chemicals, plastics, hydrogen and ammonia. - Introducing an export adjustment mechanism. - Establishing a centralised EU CBAM authority. - Using CBAM revenues in support of developing countries. The EP position fulfills most of the points highlighted by EJD to improve the Commission proposals: - Alignment between CBAM and the ETS as regards timing and free allowances is critically important. - The recognition that uniform application at the EU borders requires designing a new implementation system at EU level – a centralized agency - shows pragmatism and sensitivity to risks of differential treatment of imports. - The recognition that some third countries – the least developed - need not be put at a disadvantage and need assistance is politically essential for the international stance of the EU. All these points are fundamental to ensure WTO compatibility and international acceptance of the EU CBAM. Other points deserve the following comments: - The extension of the scope in terms of products and types of emissions is very ambitious. - The introduction of an export adjustment mechanism is the black spot of the EP position. These rebates would likely be considered as a trade distorting measure under the WTO Agreement on Subsidies and Countervailing Measures.",
    "images": "https://images.prismic.io/europejacquesdelors/12fdcc3a-ab10-4c64-9c2c-92d5cafc2117_guillaume-perigois-wVqC9dty3VQ-unsplash.jpg?auto=compress,format",
    "tags": "",
    "excerpt": "The EP position on the new EU carbon border adjustment mechanism sends a strong message",
    "categories": ""
}