{
    "title": "Reactions to the EU’s agreement on the implementation of a European Carbon Border Adjustment Mechanism (CBAM)",
    "author": "Europe Jacques Delors",
    "source": "climate.brussels",
    "date": "2022-12-20",
    "text": "Reactions to the EU’s agreement on the implementation of a European Carbon Border Adjustment Mechanism (CBAM) It’s a world first! After three years of political hurly-burly and exactly thirty years after the Delors Commission’s proposal for a CO2-Energy Tax (1992), EU institutions agreed to implement the first-ever carbon border adjustment of such magnitude as well as – subsequently - to gradually and proportionally decrease the number of free allowances received by European industries. “The implementation of the EU CBAM and the decision to gradually phase out free allowances are the result of a 30-year fight to apply a CO2 price to the biggest industrial emitters and incentivise them to decarbonise! It was about time! It is vital that we finally make this system work!” Geneviève Pons, Director General of Europe Jacques Delors This early set of reactions will be followed by a more comprehensive and thorough assessment of the EU’s CBAM, available at https://europejacquesdelors.eu, January 2023. On the structure, the deal is very similar to Europe Jacques Delors’ first CBAM template issued in 2020. It presents a fully WTO-compliant mechanism, mirroring the EU ETS at the border, and recognizing explicit carbon prices paid in the jurisdiction of origin. “Decarbonising is the greatest industrial challenge of our times, as the few sectors covered by the EU CBAM account for more than a quarter of global GHG emissions. With the revision of the Emissions Trading Scheme setting a target of 62% emissions reduction by 2030, industrial decarbonisation has become a centrepiece of the EU’s net-zero strategy - after decades of stagnation and windfall profits generated by the free allowances system” Geneviève Pons, Director General of Europe Jacques Delors The pace of the free allowances phase-out decided over the weekend, between 2026 and 2034, finds a middle ground between the European Parliament’s position (end of 2032) and the Commission’s proposal (2035). It is less climate ambitious than expected but respects the overarching principle of a strict equivalence between the price paid by European installation in the ETS and the price imposed at the border on importers. To preserve this equivalence, the EU CBAM will also take into consideration in the calculation of the amount of CBAM certificates to be paid at the border, the explicit carbon price already paid in the jurisdiction of origin. Negotiators also agreed to include language on export rebates. Their implementation is, however, not yet decided. It is made conditional to the production by the European Commission of an impact assessment of their WTO compatibility and providing data on the risks of export-related carbon leakages. These are the cumulative and exclusive conditions under which the EU shall contemplate the implementation of such rebates to industries already covered by CBAM. Our 5 CBAM-related takeaways from the deals: 1. The EP won an important battle in obtaining the extension of the scope from iron and steel, electricity, aluminum, cement, and fertilisers to hydrogen, certain precursors and some sub-products of the iron and steel sector (downstream sectors). Negotiators also decided to include indirect emissions in certain cases, which will be clarified later in the process, as well as to review the scope by 2030 to potentially extend it to all ETS sectors. “EU legislators should be reminded that - to respect CBAM’s rationale and legal justification - any extension of the scope should solely be based on clear evidence of a risk of carbon leakage in these sectors” Pierre Leturcq, Director of Studies 2. The pace of free allowances phase-out is, unsurprisingly, less ambitious than in the Parliament’s position (2032). “In the current political context, a slow and cautious start of CBAM is a better outcome than another postponement of the agreement. We welcome the absence – for now - of export rebates and the acknowledgement in the agreement’s text that there shall not be any export rebates granted to industries covered by CBAM without 1) a clear assessment of their WTO compatibility and 2) clear evidence of their positive impact on potential export-related carbon leakages” Pascal Lamy, Vice President of Europe Jacques Delors The deal puts in place a strong governance system. The Commission is given a strong mandate to: · create and operate the platform on which importers will have to declare emissions embedded in their imported goods quarterly · to calculate the amount of CBAM certificates to be surrendered, · as well as to operate risk-based controls. As we argued in our CBAM reports, the solution of a centralised and transparent administration/verification system is a key element in preventing circumvention or fraud attempts. 2. On CBAM’s revenues, despite a pledge to provide technical assistance to Least Developed Countries, we regret that nothing in the deal is said about CBAM’s revenues. As expressed in our policy papers, a critical element of CBAM’s International acceptability stems from the mobilisation of CBAM’s direct revenues to increase the EU’s contribution to international climate finance. This is - however - a financial and diplomatic move that the EU can still operate after CBAM’s pilot phase. 3. On a future “Climate club”: The idea expressed in the last negotiated text, which identifies the climate club as a “forum to compare CO2 pricing policies and tools”, echoes the proposal we made in 2020 to create a “forum of comparability”. “The creation of a Club should under no circumstances lead to unilateral or bilateral decisions to exclude certain trading partners from the scope of CBAM” Pascal Lamy, Vice-President of Europe Jacques Delors.",
    "images": "https://images.unsplash.com/photo-1552799446-159ba9523315?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=MnwxMTc3M3wwfDF8c2VhcmNofDF8fGNsaW1hdGUlMjBhY3Rpb258ZW58MHx8fHwxNjcyOTk2OTQw&ixlib=rb-4.0.3&q=80&w=2000",
    "tags": "Climate Action",
    "excerpt": "It’s a world first! After three years of political hurly-burly and exactly thirty years after the Delors Commission’s proposal for a CO2-Energy Tax (1992), EU institutions agreed to implement the first-ever carbon border adjustment of such magnitude as well as – subsequently - to gradually and proportionally decrease the",
    "categories": ""
}