{
    "title": "European Federation of Building and Woodworkers",
    "author": "unknown",
    "source": "Copyright (c) 2025 European Federation of Building and Woodworkers",
    "date": "2020-10-12",
    "text": "On 7 October, the EFBWW affiliates representing the workers from the cement and building materials industries discussed the proposed creation of a Carbon Border Adjustment Mechanism (CBAM), one of the proposals of the European Commission within the European Green Deal (EGD). The EFBWW is fully committed and supports the ambitions set in the EGD to go climate-neutral by 2050. It is clear that the construction industry will play a key role in this context. Energy intensive industries, such as cement and building materials, play an important role in CO2 emissions and thus risk to be seriously impacted by the EGD. The EFBWW is convinced however that there is a bright and greener future for these industries in Europe with fair and decent jobs and invites the European Cement Association (CEMBUREAU) to take up this matter and discuss joint approaches. “We need this carbon border adjustment mechanism”, affiliates stated. “It will be essential to avoid carbon leakage” – the relocation phenomenon that occurs when companies transfer production to countries that have less ambitious emissions objectives. “However, it needs to be well designed, including effective monitoring and sanction mechanisms.” Affiliates also insisted that the additional CO2 emissions of transporting these heavy materials, needs to be taken up in the balance. If not, this mechanism risks being useless, destroying many good jobs in the EU and not reducing global emissions. It would worsen the crisis that has been going on in the cement sector since 2008 in several Member States. The 2008 financial crisis and the austerity programs imposed in many EU MS, have halted many investment programs in large infrastructure projects. This situation deteriorated with the COVID-19 crisis: the economic activity and employment in the cement sector dropped. In Greece, cement production tumbled 46% in the last decade and sales plunged 75%. In Italy, the production fell from about 47 million tonnes to 19.3 million tonnes. Imports from third countries (e.g. Morocco, Turkey, Egypt, Ukraine, China) benefiting from lower costs and more relaxed environmental regulations, are rising and threaten the survival of an integrated cement sector in the EU. “We consider the EGD as an opportunity to help recover the building and the building materials sector. However, the EGD has to be social and just, and it must be ensured that no worker is left behind”, said the EFBWW general secretary, Tom Deleu. We also demand that the Just Transition Fund plays its role where required. Furthermore, we demand that trade unions are involved in all processes, in all stages, be it at company, sectoral, regional, national or European level. The EFBWW and its affiliates will continue putting this topic high on the agenda of European Works Councils (EWC) in the multinational companies in the cement and building materials industries. It is of the utmost importance that multinational companies privilege transparency and combat the intragroup transport of clinker as a way to reduce costs. In no way should companies be allowed to reduce their CO2 emissions in an artificial way, by simply outsourcing activities to areas outside the EU. The EFBWW insists that MNCs in the cement and building industries need to take their ecological and social responsibility. What is CBAM? It is a new tax on goods based on their carbon content, implemented by the EU as a response to carbon leakage. It aims to maximise the impact of taxation in meeting the EU’s climate goal. This mechanism would make the price of imports reflect more accurately their carbon content and would counteract the risk of relocating production to countries with less ambitious climate objectives. Read the press release here:",
    "images": "https://www.efbww.org/content/images/favicon.png",
    "tags": "",
    "excerpt": "The EFBWW is the European Trade Union Federation grouping 76 national free trade unions from 31 countries with members in the Building, Building Materials, Wood, Furniture, Forestry and Allied sectors",
    "categories": ""
}