{
    "title": "EU ETS & CBAM - European Panel Federation",
    "author": "unknown",
    "source": "European Panel Federation -",
    "date": "2021-02-11",
    "text": "European Emissions Trading Systems (EU ETS) & Carbon Border Adjustment Mechanism (CBAM) As part of the Fit for 55 package, the Commission published its Communication establishing a Carbon border adjustment mechanism (COM(2021) 564) and its Communication on the Revision of the EU Emission Trading System (COM(2021) 551). The role of the CBAM is to address the risk of carbon leakage and reinforce the EU ETS. There is thus a strong relation between the EU ETS and the CBAM. The revision of the EU ETS involves the extension of the EU ETS to maritime transport, as well as the introduction of emissions trading to the buildings and road transport sectors. Most notably, the higher climate ambition of the proposed amendments of the EU ETS appears in a more stringent cap on emissions, meaning that the overall number of allowances available will decline. CBAM entered into force as from 1 January 2023. The transitional phase shall apply until 31 December 2025. There will be gradual introduction of a CBAM, so that during an initial and relatively short pilot phase without any financial adjustment, operators can adjust themselves to the new system, including its additional administrative requirements, and the authorities can obtain experience with respect to the operation of the new system. Before the end of the transitional period, the Commission will report to the European Parliament and the Council on the application of the Regulation and, if appropriate, will make a legislative proposal to extend the CBAM to other goods than those listed in Annex I and possibly also to other emissions, and introduce other possible changes to improve its functioning. To meet the new climate targets, the Commission is proposing that emissions from the current EU ETS sectors be reduced by 61% by 2030, compared to 2005 levels. This represents an increase of 18 percentage points compared to the current -43% contribution from the system to the EU’s climate target. To reach this target, the Commission proposes a steeper annual emissions reduction of 4.2% (instead of 2.2% per year under the current system), following a one-off reduction of the overall emissions cap by 117 million allowances (‘re-basing’). In its Communication, the Commission argues that the exclusion of installations using exclusively biomass from the EU ETS has led to situations where installations combusting a high share of biomass have obtained windfall profits by receiving free allowances greatly exceeding actual emissions. In this respect, a threshold value for zero-rated biomass combustion should be introduced above which installations are excluded from the EU ETS. The threshold value of 95 % is in line with the uncertainty parameter set out in Article 2(16) of Commission Delegated Regulation (EU) 2019/33123. Therefore, “installations where emissions from the combustion of biomass that complies with the criteria set out pursuant to Article 14 contribute to more than 95 % of the total greenhouse gas emissions are not covered by this Directive”. Even if in scope and eligible for free allowance, these allowances are conditional on decarbonisation efforts. The direction of travel in CBAM/EU ETS is thus definitely towards fewer allowances for those who have already decarbonised. We recognise that an EPF task will be to ensure that as much as additional decarbonisation is encouraged by CBAM/EU ETS, there should also be due reward for companies who have reduced their carbon output, such as the wood-based panels sector, as is the case today. This will be part of EPF advocacy programme in the coming period. EP Adopted Text on the establishment of CBAM June 2022 EP Adopted Text on the revision of EU ETS June 2022 2021-034 EPF feedback on updating the EU Emissions Trading System COM(2021) 558 – EED Recast COM(2021) 564 – CBAM COM(2021) 551 – EU ETS COM(2021) 551 – EU ETS EPF Response – CBAM Public Consultation EPF Feedback on the Inception Impact Assessment of the carbon border adjustment mechanism2020-99 EPF Feedback on the Inception Impact Assessment on the Amendment of the EU EmissionTrading System (EU ETS) EPF Response – Public Consultation – Updating the EU Emissions Trading System",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}