{
    "title": "Home - European Panel Federation",
    "author": "unknown",
    "source": "European Panel Federation -",
    "date": "2018-06-15",
    "text": "Latest News Construction 2050 Alliance unveils its Manifesto to shape Europe’s built environment March 25, 2025 PRESS RELEASE: Matti Rantanen to succeed Clive Pinnington as Managing Director of EPF February 14, 2025 Welcome to Aline Kongo, EPF’s new Administrative Officer February 3, 2025 Welcome to Duarte Carvalho, EPF’s new Technical Adviser January 6, 2025 PRESS RELEASE: Circular Choices proposes strategic role for the forest-based bioeconomy sector in the 2024-2029 EU mandate November 15, 2024 Events Wood Policy Event, 7 November 2024, Brussels November 7, 2024 Report: Successful Conclusion of the 13th European Wood-Based Panel Symposium 2024 October 30, 2024 13th European Wood-based Panel Symposium, 9-11 October 2024 September 19, 2024 Videos Publications NEW WoodPoP Policy Paper NEW Circular Choices: Strategic role proposed for the forest-based bioeconomy sector in the 2024-2029 EU mandate [Executive Summary] EPF Annual Report 2023-2024 [Table of contents] [Order Form] Circular Choices for a competitive EU Bioeconomy: Growing a circular future [Executive Summary] [Full Version] FactSheet: EPFs 5 Strategic Directions EPF Advocacy Leaflet EU Forest-based Industries 2050 : How Storage, Sequestration and Substitution (the 3S framework) make a positive climate contribution equivalent to 20% of all EU fossil emission Action Guide on Formaldehyde signed on 28 Nov 2018 in Lisbon Catalogue “Tackle Climate Change: use wood” Plant a second forest (EN) Tackle Climate Change: use wood (EN,FR,ES) SAVE THE DATE 4 highlight projects Wood-based panel industry in Europe What is a wood-based panel? Wood-based panels combine wood in different forms (fibres, sawdust, chips, flakes and veneers) into sheets of differing thicknesses and constructions. Formed under heat and pressure typically with the addition of a synthetic adhesive (some fibreboard products utilise the natural binders found within wood), panels are engineered to provide a wide variety of strength and other physical attributes that enable them to satisfy a wide variety of end uses particularly in the building products and furniture industries. The broad categories of wood-based panels manufactured by European Panel Federation members include: Within these broad categories, there are a multitude of value added variants available with enhanced characteristics which is why today wood-based panels are used extensively in the home, in modern furniture and in construction. Although often hidden beneath coatings, veneers and other coverings, or embedded in the structural fabric of a building, wood-based panels are ubiquitous in our society.",
    "images": null,
    "tags": "",
    "excerpt": "Publications",
    "categories": ""
}