{
    "title": "„Grüner Stahl wird aus Schrott gemacht“: Das „Fit for 55“-Paket",
    "author": "unknown",
    "source": "eu-recycling.com",
    "date": "2021-07-30",
    "text": "„Grüner Stahl wird aus Schrott gemacht“: Das „Fit for 55“-Paket Mitte Juli präsentierte die EU-Kommission das „Fit for 55“-Paket. Es enthält mehrere Gesetzesänderungen, um CO2-Emissionen bis zum Jahr 2030 um mindestens 55 Prozent im Vergleich zu 1990 zu reduzieren. Die Reaktionen der Industrie auf die damit verbundenen CO2-Vorgaben fielen unterschiedlich aus. Mit CBAM und ETS \nWesentliche Punkte der neuen Bestimmungen bestehen in der Einführung eines CO2-Grenzausgleichsmechanismus‘ (Carbon Border Adjustment Mechanism, kurz: CBAM) und einer Verschärfung des Emissionshandelssystems (Emission Trade System, kurz: ETS). Ziel des CBAM-Systems ist es, bei Ankäufen von ausländischem Stahl von deren Produzenten denselben Preis zu verlangen wie für Stahl, der in der EU unter Umweltauf­lagen aufwändiger und damit teurer hergestellt worden wäre. So soll das sogenannte Carbon Leakage verhindert werden, bei dem die Produktion ins EU-Ausland mit weniger strengen Emissionsvorgaben verlagert und die mit Klimamaßnahmen verbundenen Kosten gespart werden, bevor der billiger, aber unter umweltschädlicheren Umständen produzierte Stahl wieder in die EU importiert wird. Wenn das CBAM funktionsfähig installiert ist, soll die bislang nach dem ETS kostenfreie Ausgabe von Verschmutzungszertifikaten an EU-Hersteller auslaufen und einer neuen Emissionsregelung unterliegen. Nachhaltige Unterstützung vermisst \nAus Sicht der Wirtschaftsvereinigung Stahl bietet das Paket keine ausreichende industriepolitische Perspektive. Einerseits würden die Pläne die Möglichkeit von internationalen Wettbewerbsnachteilen, die Notwendigkeit von Zusatzkosten und schließlich die Gefahr von Carbon Leakage erhöhen, denn der Grenzausgleich sei noch unerprobt und mit erheblichen Risiken verbunden. Andererseits ließe das Vorhaben „eine nachhaltige Unterstützung für die notwendigen Investitionen in CO2-arme und langfristig auch neutrale Verfahren vermissen“, erklärt Hans Jürgen Kerkhoff, Präsident der Wirtschaftsvereinigung Stahl. Insbesondere stößt die schrittweise Halbierung der Zertifikate im EU-Emissionsrechtehandel bis 2030 und ihre gänzlich Abschaffung bis 2035 auf Kritik. „Aus industriepolitischer Perspektive braucht es für einen erfolgreichen Green Deal ausreichend Strom aus erneuerbaren Energien zu wettbewerbsfähigen Preisen, eine Anschubfinanzierung und mittelfristig die Schaffung von Leitmärkten für grünen Stahl“, heißt es in der Pressemitteilung der Wirtschaftsvereinigung. Ein wichtiger und ambitionierter Schritt \nDie europäische Abfallwirtschafts-Vereinigung FEAD begrüßt das EU-Paket, liefere es doch im Einklang mit den Grundsätzen des Green Deals den dringend notwendigen Wechsel zu einem gerechten, konkurrenzfähigen und „grünen“ Übergang. Laut FEAD wird der Abfallwirtschaftssektor die Bemühungen zur Minderung von Emissionen unter der Effort Sharing Regulation der EU – für die Branche geeigneter als das ETS – fortführen. Da Investitionen notwendig seien, um der Industrie den Zugriff auf CO2-niedrige Technologien zu ermöglichen, sind Projekt-Finanzierungen aus den steigenden Ressourcen des Innovations-Fonds willkommen und sollten schnell verfügbar sein, um Projekte entlang der Abfall-Wertschöpfungskette zu finanzieren – unter anderem zur Implementierung von CCS/CCU für Waste-to-Energy-Einrichtungen. Auch ist die FEAD überzeugt, dass die Vorschläge zur Revision der Energiesteuer-Richtlinie (Energy Taxation Directive) bei der Einschätzung von Biomasse-basierten Brennstoffen deren CO2-Neutralität vollumfänglich widerspiegeln sollten. Insgesamt sei das „Fit for 55“-Paket ein wichtiger und ambitionierter Schritt in Richtung auf die Klimaziele der EU, betonte FEAD Präsident Peter Kurth. Der Übergang in der Abfallwirtschaft sollte deshalb maßgeblich durch öffentliche Mittel entlang der Abfall-Wertschöpfungskette unterstützt werden. Keine weiteren CO2-Freifahrtscheine \nDie BDSV – Bundesvereinigung Deutscher Stahlrecycling- und Entsorgungsunternehmen e. V. kritisiert die im „Fit for 55“-Klimapaket beschlossene Verlängerung der kostenlosen CO2-Rechte für die Stahlhersteller scharf und hält sie für „klimapolitisch unverantwortlich“. Es dürfe kein „weiter so“ geben, ebenso wenig wie noch länger „CO2-Freifahrtscheine für die Stahlindustrie“ ausgestellt würden, machte BDSV-Hauptgeschäftsführer Thomas Junker deutlich. Um in Europa klimaneutral wirtschaften zu können, brauche es „Anreize für Unternehmen, verstärkt Sekundärrohstoffe einzusetzen und Investitionen in Zukunftstechnologien der Kreislaufwirtschaft zu tätigen“. Vor allem der verstärkte Einsatz des zum Sekundärrohstoff aufbereiteten Stahlschrotts im Elektrostahlverfahren stelle eine technisch ausgereifte und mit vergleichsweise geringen Investitionen umsetzbare Maßnahme für den Klimaschutz dar. Durch das Verfahren sei ein nahezu vollständig geschlossener Rohstoffkreislauf erreichbar, der auch positive Effekte auf die Klimabilanz Deutschlands und Europas hätte. Stahlrecycling biete hierbei eine reale ressourcen- und klimaschonende Alternative für die Stahlindustrie. Thomas Junker: „Denn grüner Stahl wird aus Schrott gemacht.“ (Erschienen im EU-Recycling Magazin 08/2021, Seite: 5, Foto: O. Kürth)",
    "images": "https://eu-recycling.com/wp-content/uploads/2021/07/Gruener-Stahl-0821.jpg",
    "tags": "europa aktuell, frontpage article, abfall, abfallwirtschaft, bdsv, cbam, entsorgungsunternehmen, ets, europa, fead, fit for 55, förderanlagen, hans jürgen kerkhoff, klimapaket, kühne, schrott, stahl, thomas junker",
    "excerpt": "Mitte Juli präsentierte die EU-Kommission das „Fit for 55“-Paket. Es enthält mehrere Gesetzesänderungen, um CO2-Emissionen bis zum Jahr 2030 um mindesten",
    "categories": ""
}