{
    "title": "Mission - FACE - The Federation of Aluminium Consumers in Europe",
    "author": "unknown",
    "source": "FACE - The Federation of Aluminium Consumers in Europe",
    "date": "2024-11-18",
    "text": "Mission Free Free trade is a multiplier of growth but can’t be left to market forces alone. FACE supports the liberalisation of raw materials, which fuel the world’s economies. This is particularly important for primary aluminium imports on which the EU depends for 74% of its needs. In parallel, European manufactured goods must stay protected in a context of fierce and too often unfair international competition. Trade policy is a tool that must remain at the service of competitiveness. Fair Reciprocity and accountability are needed to sustain an effective multilateral system. FACE supports the WTO as a rules-based system and a permanent forum for negotiations as well as all other formats of effective international cooperation. However, Europe must stand ready to act with allies or alone when necessary. There is no sustainable multilateralism without a fair level playing field across the range Green With its lightness, endless recyclability and other properties, aluminium is the ideal material to accompany and intensify the transition to a green economy. FACE calls for the creation of an EU “Green Aluminium” label to offer EU consumers the choice to preferably buy aluminium products manufactured with the lowest independently certified carbon footprint and with the most ambitious environmental standards along the entire value-chain. FACE was founded with five objectives in mind: Achieving fair trade in raw aluminium and aluminium products across all EU markets. Supporting the competitiveness and the sustainability of the EU’s downstream aluminium sector, characterized by a very large number of small and medium-sized companies. Promoting aluminium and aluminium products as a superior choice for manufactures thanks to their significant economic, social, and environmental advantages. Monitoring and evaluating new and emerging technologies for the production, semi-fabrication, trade, and use of aluminium. Defending the interests of the downstream aluminium sector by actively working to ensure that optimal supply conditions for their raw materials are met. Given the shrinking production of raw aluminium in the EU at the hand of structural factors and the development of the circular economy, FACE believes that a sound European industrial and trade policy has to place the interests of downstream companies at the core. Indeed, not only is the downstream sector responsible for 95% of all jobs in the aluminium sector, but it is the segment with the highest potential to grow. But this potential is severely hamstrung by an inadequate tariff environment that has led to billions of euros in extra costs to SMEs looking to source primary aluminium. As a result, FACE has advocated for the complete elimination of the EU’s import tariff structure on alloyed and not alloyed unwrought aluminium. FACE believes this state of affairs to be absurd: the EU has a growing deficit of primary aluminium that is currently above 74%. Eliminating the 6% tariff structure is only one side of the coin: the second condition required to protect and increase the competitiveness of the downstream sector in the context of fierce and often unfair international competition is maintaining the 7,5% import tariff structure on semi-fabricated products. With this goal in mind, FACE took the initiative at the turn of the millennium and embarked on an ambitious advocacy round – changing perceptions, establishing dialogues, educating decision makers, and presenting well-researched and convincing arguments on behalf of the industry as a whole. FACE efforts fostered political and industrial debates which resulted in two meaningful - yet largely insufficient - measures taken by EU institutions : a suspension at 3% of the tariff for not alloyed unwrought aluminium a suspension at 4% for rolling slabs and extrusion billets in aluminium alloys Key figures As a result, in the spring of 2019, FACE launched a new round of advocacy with the aim of completely liberalising the supply of unwrought aluminium and alloys into the European Union. FACE strongly believes that bringing down to zero the import tariffs on unwrought aluminium is the only tool immediately available to policymakers to support the competitiveness of the EU downstream aluminium industry. FACE stresses that three conditions need to be met to keep the EU aluminium industry competitive: Eliminating import tariffs for unwrought metal (not alloyed and alloyed) Protecting import tariffs on aluminium semis and foundry products Creating new and substantial schemes of support for the structurally uncompetitive smelting base that must be preserved. To learn more, be sure to check out the FACE Strategic Vision Statement",
    "images": "https://face-aluminium.com/files/uploads/2024/11/cover-social.jpg",
    "tags": "",
    "excerpt": "Free trade is a multiplier of growth but can’t be left to market forces alone. FACE supports the liberalisation of raw materials, which fuel the world’s",
    "categories": ""
}