{
    "title": "EU 16th sanctions package - aluminium: Russian aluminium ban was decided based on wrong assumptions and will only hurt the EU industry - FACE - The Federation of Aluminium Consumers in Europe",
    "author": "Face-Aluminium",
    "source": "FACE - The Federation of Aluminium Consumers in Europe",
    "date": "2025-02-24",
    "text": "PRESS RELEASE – for immediate release Federation of Aluminium Consumers in Europe – FACE Monday 24 February 2025, Brussels PRESS RELEASE EU 16TH SANCTIONS PACKAGE – ALUMINIUM: RUSSIAN ALUMINIUM BAN WAS DECIDED BASED ON WRONG ASSUMPTIONS AND WILL ONLY HURT THE EU INDUSTRY UNINTENDED CONSEQUENCES MUST BE MONITORED AND SHOULD LEAD TO A REVIEW FACE (the Federation of Aluminium Consumers in Europe) regrets the untimely and damaging decision of the EU to ban Russian primary aluminium. “This ban was decided based on an outdated market situation benchmark and under the false assumption that Russia’s primary aluminium exports – in fact the sales of the private company Rusal – ‘generates significant revenues for Russia’, while in fact those revenues are negligible as they amount to just a fraction, collected as taxes, of the private sales of Rusal to Europe”, stresses Mario Conserva, President of FACE. For months, we witnessed misleading statements that created a deliberate confusion between the 2 billion euros recent sales of Rusal to the EU and the revenues of the Russian State. Moreover, the entire aluminium sector amounts to less than 0,5% of the country’s GDP. It is therefore not true that banning Russian primary aluminium in the EU will in any way impact Russia’s economic capabilities. But the ban has instantly started damaging the EU’s aluminium industry. LME cash aluminium prices closed at a 32-months high at $ 2,737 per mton, and, according to metal experts, prices could go up to $ 3,300 per mton. The EU aluminium industry is already harmed by very high production costs, and an EU-specific overcost of more than 100€/t due to the 3-4-6% import tariff on unwrought aluminium, that represents an annual burden of almost 2 billion euros that erodes the competitiveness of the value chain. The CBAM may add to that more than 3 billion euros annually of extra-costs. This is suicidal as aluminium is an industry where the purchase of the raw material amounts from 60% up to 80% of production costs. The ban, incomprehensible as the EU is a growing net importer of primary aluminium withn a deficit now above 87%, will exacerbate the odds and vulnerabilities of the thousands of SMEs downstream who constitute more than 90% of the European aluminium industry’s workforce. The world is craving for low carbon primary aluminium and Rusal will redirect its remaining EU sales to Asian and other markets. This will give an additional advantage to our competitors and will constitute one more self-inflicted damage for the European Union. By contrast, Rusal will likely be boosted by the post-ban price surge. The company’s market capitalisation raised at the Hong-Kong stock exchange last week, just after media started reporting on the ban, as speculators anticipated that the company would gain from higher aluminium premiums. Additionally, and according to Bloomberg, “Rusal saw a more than 15-fold surge in trading activity this week as speculators bet US President Donald Trump will try to ease sanctions”. A few years ago, Rusal was a major exporter, in the range of 800,000t annually, to the US market, which is also heavily in growing deficit. Can we completely rule out the possibility, in case of successful US-Russia negotiations, that Rusal would resume exports to America while Europe will struggle with uncertain, costlier and higher carbon substitutions? “At the end, the ones who will really pay the price of this ban are the European aluminium manufacturers and end user industries”, Conserva stated. FACE calls on EU authorities to immediately start monitoring the effects of this ban, to assess its impact over time – and notably as we will face high US tariffs -, to anticipate potential US-Russia economic dealership and to stand ready to review or cancel the ban if we see in the coming months that it does far more concrete damages to our industry than hypothetical harm to Russia. The press release is available here.",
    "images": "https://face-aluminium.com/files/uploads/2025/02/PR-FACE-02.24.25_EN.png",
    "tags": "",
    "excerpt": "PRESS RELEASE - for immediate release",
    "categories": "News, Press releases"
}