{
    "title": "CBAM progress status",
    "author": "unknown",
    "source": "ICC Belgium",
    "date": "2024-11-27",
    "text": "For any assistance, call +32 2 515 08 44 or email we@iccwbo.be \n CBAM progress status 27 November 2024 @ 10:00 am - 12:00 pm The transition phase of the European Carbon Border Adjustment Mechanism (CBAM) officially began on October 1, 2023. In the meantime, the first four reporting periods are behind us, and companies have been unable to use default values since July 1, 2024. How has the first year of CBAM gone? What are our expectations for the future? To answer these questions, the Federation of Enterprises in Belgium (FEB) and the Federal Public Service for Public Health, Food Chain Safety and the Environment are organizing an information session one year after the implementation of CBAM. During the transitional period, which runs until the end of 2025, EU importers are required to declare the carbon emissions generated by the products they import from third countries, without having to pay any financial adjustment. During this period, the mechanism applies to imports of certain products in the iron and steel, cement, fertilizers, aluminum, electricity and hydrogen sectors. With this transition phase now in full swing, we’ll be taking stock of the carbon border adjustment mechanism and answering your questions on the subject. Further details on the content of the information session will be provided as soon as the program has been finalized. But you can of course register today. By the way, don’t hesitate to let us know if you already have a question for the specialists from the competent Belgian authority, or if you want to make sure that a particular topic will be covered. Let our FEB Climate and Energy expert Jill Koch know via jk@vbo-feb.be. We look forward to meeting you at this information session. Wednesday November 27 10 am – 11.30 am \nInformation session 11.30 am – 12 pm \nQ&A Where? Online When? Wednesday, November 27, from 10am to 12pm Price? Registration is free, but essential. How can I participate interactively? You can only take part online. You will receive an e-mail with a link to connect to the information session from 9:45 am. We will end the session with a question-and-answer session. Questions can be submitted online via the dialogue box. Contact Mika Van Dyck, T 02 515 0891, events@vbo-feb.be Partner Register via this link",
    "images": "https://iccwbo.be/wp-content/uploads/2024/10/Event-Picture.jpg",
    "tags": "",
    "excerpt": "The transition phase of the European Carbon Border Adjustment Mechanism (CBAM) officially began on October 1, 2023. In the meantime, the first four reporting periods are behind us, and companies have been unable to use default values since July 1, 2024. How has the first year of CBAM gone? What are our expectations for the future? To",
    "categories": ""
}