{
    "title": "Market weighs in on CBAM; uncertain 2025 due to US-European ferrosilicon import investigations",
    "author": "Nathan Day; Sophie Dyas; Charles Thompson",
    "source": "S&P Global Commodity Insights",
    "date": "2025-01-24",
    "text": "The US and EMEA ferrosilicon markets see an uncertain 2025 until import investigations conclude, with prices already rising to their highest levels since September 2024. Not registered? Receive daily email alerts, subscriber notes & personalize your experience. Register Now Platts, part of S&P Global Commodity Insights, assessed ferrosilicon 75% DDP Northwest Europe at Eur1,380-1,425/mt on Jan. 22, the highest level since Sept. 4 and up 6.25% from Dec. 31, 2024. A combination of factors has led to a January increase in ferrosilicon prices, market participants told Commodity Insights. \"There is the 'Q1 effect' of people coming back to the market, but also the world generally is moving to a more protective approach,\" said a ferrosilicon producer. \"We have customers from the EU that now want to be less exposed to imported material and want to buy from a European source – this is also because of CBAM, and they want to align themselves with European producers,\" he said. \"As a percentage, manganese alloys and ferrosilicon are peanuts in the cost of the finished product, but they can't produce [steel] without it – it's a necessity and can't afford to take any risk on it.\" The producer added that his company was sold on ferrosilicon, ferromanganese, and silicomanganese until Q2 2025. The same producer also reduced production levels due to high energy costs in Europe. CBAM The Carbon Border Adjustment Mechanism, planned to launch in 2026, is designed to prevent carbon leakage and track emissions on goods entering the EU for a range of key goods, including ferrous and non-ferrous metals. CBAM's introduction will coincide with the gradual phase-out of the allocation of free allowances through the emissions trading system, to encourage decarbonization within the EU. The planned measures have received mixed feedback from sources in the metal markets, and while many agree measures are needed to decarbonize industries and ensure EU-produced goods remain competitive against imports, criticism has been levelled at the complicated administrative processes involved with emission reporting and the additional cost burdens associated with de-carbonising production in both the EU and externally. Recent criticism aimed at the scope of CBAM and its potential to harm EU exports came from the European Steel Association, or Eurofer, in a statement released Jan. 22. In the statement, Eurofer cites the urgency for CBAM's implementation, with current EU production facing carbon prices of around Eur75/mt CO2, while over 25 million mt of steel imports into the EU per annum, currently face no carbon-related costs. European investigations to conclude in September 2025 The European Commission instigated a safeguard investigation into imports of certain ferroalloys, including ferrosilicon on Dec. 19, 2024. Total imports of ferroalloys into Europe rose from 1.3 million mt/year in 2020 to 1.6 million mt/year in 2024, EU data shows. \"People on the trading side are a bit worried [about EU safeguarding measures] short term and it's clear that it's already made prices go up,\" said a UK-based trader. \"It's a worry that European steel will become more expensive and less competitive which is driven by the EU producers of ferroalloys.\" For safeguard measures to be imposed the EU must show that the rise in imports is sharp, due to unforeseen developments, causing injury to domestic industry and that the safeguards will benefit the EU. The investigation is expected to conclude within nine months from its initiation, with the possibility of imposing provisional measures for up to 200 days if preliminary findings indicate a need for urgent action. The UK-based trader told Commodity Insights that similar investigations in the US may not provide any relief to the European market, because those alleged origins may also be liable to pay increased safeguarding duties into the European market. \"People have now woken up to this and are deciding to book FeSi now to get the material for April before the [US and EU] measures are in place.\" Surge in US imports of ferrosilicon The US Department of Commerce and the US International Trade Commission have been conducting anti-dumping and countervailing duty investigations on ferrosilicon imports from several countries, including Brazil, Kazakhstan, Malaysia, and Russia. These investigations aim to determine whether these imports are sold in the US at less than fair value and if their respective governments subsidize them. From 2021 to 2023, the volume of Brazilian ferrosilicon surged from 22,284,210 mt to 34,670,795 mt; Kazakh ferrosilicon imports increased from 16,951,722 mt to 23,608,636 mt; Malaysian imports increased from 13,065,092 mt to 14,589,041 mt. Rates range from 1.18% to 21.78% for each of the countries, and a dumping rate of 283.27% for Russia. Filed by CC Metals and Alloys and Ferroglobe USA in March 2024, the Commerce's final determinations are due to be concluded on March 27, 2025, with the ITCs on May 12, 2025. The issuance of orders will be on May 19, 2025. When concluded, ferrosilicon importers will likely adjust pricing strategies to account for cost increases due to duties. In the US, Platts assessed ferrosilicon 75% Si at 120 cents/lb on the midpoint on Jan. 22, down 2.5 cents from the start of 2025.",
    "images": null,
    "tags": "",
    "excerpt": "European FeSi spot prices rise 6.25% since start of 2025 Uncertain outlook on EMEA and US fesi markets The US and EMEA ferrosilicon markets see an uncertain 2025 until import investigations conclude,",
    "categories": ""
}