{
    "title": "We need sustainability leaders, not bystanders",
    "author": "unknown",
    "source": "Suston Magazine",
    "date": "2025-02-11",
    "text": "As the global sustainability agenda falters, the worst thing we can do is wait for someone else to pick up the torch. Sustainability consultant Joel Svedlund explains why bold leadership—not apathy or passive compliance—is the only way forward. Sustainability is under trial globally. But rather than rehashing familiar challenges from current political and fossil resource industry interests, let’s just conclude: If we want sustainability to happen, we need to take the leadership into our own hands. For many years, I have supported “sustainability champions” as they face a giant, uncharted mountain of tasks with very limited resources. Many have learnt their way around sustainability on the job, as one of several roles to juggle between scheduled deliveries in production, development or communication. By and large, corporate sustainability specialists are not in a senior role or part of the management team. They do not have budgets or mandate to take even small decisions that could enable effective industry collaborations or advance sustainable practices. Surely, we have some brightly shining stars among us, who have figured this out and are integrating sustainability into the core business strategies and daily operations. Good on them – we know who they are. But, as an industry, we really need to step it up. A growing list of acronyms every sustainability professionals must know The outside pressures are building very fast, and there’s an exponential growth of incoming business-disruptive legislation: All larger companies have understood that CSRD (Corporate Sustainability Reporting Directive) is real. Those importing metals have had a crash course in CBAM (Carbon Border Adjustment Mechanism). If you have PFAS in your products, you are either anxiously looking in the crystal ball for EU regulations or will be forced to divert products from certain US states already next year. If you are in textiles, you have new EPR (extended producer responsibility) schemes coming in across the EU and an upcoming requirement for digital product passports. If you use “risk materials” such as cotton or aluminum, which could be connected to China, you may have your goods stopped at US borders in accordance with the UFLPA (Uyghur Forced Labor Prevention Act) regulations. And the list goes on… How sustainability leaders can up their game So, let’s make sure our closest leaders understand their critical role and what it will take to succeed in sustainability: We need clearly defined sustainability roles, with mandates to act both within the company and in collaboration with partners and industry peers. Because many of our challenges will not be solved inside our own organization. We need long-term goals to aim for in our sustainability work, and milestones on the way to keep us on track. Strategic planning can move this mountain – those who have set ambitious climate targets and worked a couple of years by them can see the results first-hand. We need our top business leaders – CEOs, Board members and Owners, to step into the sustainability field wholeheartedly. You are the ones allocating resources, and every time something else is prioritized higher, you are delaying your transition for long-term business survival. It is time to get serious about it. If you are already a sustainability champion, share this with your top-level leaders. We need to offer them a fair chance to balance their current business rationale with the demands of the future. Our industry organizations are happy to help. Reach out to your contacts at EOG, OIA, FESI or other organizations for joint learning and sharing of ideas. They would be happy to make 2025 the C-level engagement year! Lead image: Unsplash",
    "images": "https://sustonmagazine.com/wp-content/uploads/2025/02/nico-smit-pzJgANvTaa8-unsplash-WEB.jpg",
    "tags": "sustainability leadership, corporate responsibility, business strategy, industry regulations",
    "excerpt": "As the global sustainability agenda falters, the worst thing we can do is wait for someone else to pick up the torch. Sustainability consultant Joel Svedlund explains why bold leadership—not passive compliance—is the only way forward.",
    "categories": "Business;Leadership"
}