{
    "title": "Home - ArzhanCo",
    "author": "ArzhanCo; Arzhanco",
    "source": "ArzhanCo",
    "date": "2020-10-19",
    "text": "ARZHAN International Commercial Co. Go beyond! Founded in 2008, As the commercial arm of a prominent holding specializing in the production of a wide range of high-quality steel products—including steel billets, steel rebar, and grinding balls — Arzhan is committed to supplying only the finest materials. Weekly Steel Price List: Stay updated with our latest offers and be informed about market changes. Below, You can find the most recent prices and their changes for steel products that are available this week. Contact us today to gain deeper insights into the market. \n\n\t\t\t\t\t\tUpdated on 2024 January 06\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\n\t\t \n\t\t\t\t\t\t Steel billet $405EXW 3SP, 5SP 125,130,150 mm Wire rod $470EXW 1006, 1008 5.5, 6.5, 8 mm Steel rebar $420EXW A3, B500 8-32 mm Grinding ball $660EXW 70Cr2 20-125 mm Round bar $560EXW 70Cr2 20-125 mm Angles $435EXW 30*30 to 100*100 mm U channel $450EXW 30*15 to 400*110 mm Profile $560EXW 20*20 to 300*200 mm IPE $430EXW 100-320 mm Latest News Weekly steel price tracker: 2nd week of January – 2025 January 7, 2025 0 Weekly steel price tracker: 3rd week of December December 24, 2024 Steel Billet Market Analysis November 18, 2024 Respecting Customers is Our Value Why ARZHAN? Organized and designed based on listening to our clients over the years Various services, such as: sourcing, negotiation, custom, warehousing, logistics, financing, etc Various products, such as: steel products, petrochemicals, ceramic tiles, cements, etc Supporting all the steps of selecting, monitoring, managing, etc Our Values Respecting our Customers and Partners Environmental, social and philanthropic responsibilities To support each and every orders from beginning to the end Sharing our relevant expertise and experience with our precious clients Caring about legal contracts and quality of commodities thoroughly Team Working Products We provide all commodities you desire! commodities you desire! \t\t\t\t\t\t\t\t Raw Materials: Steels: Grinding media Grinding media, the objects used to refine material and reduce particle size, are available in a wide range of shapes, sizes and materials to […] Petrochemicals: Aromatics & Chemicals: Styrene Benzene Para, Ortho, Mixed-Xylene Caustic Soda Toluene Sulfuric & Chloridric Acid Nitrobenzene Aniline Methylene Diphenyl Diisocyanate (MDI) Toluene Diioscyanate (TDI) Ortho Toluene […]",
    "images": "https://arzhanco.com/wp-content/uploads/2024/07/LOGO-1024x1001.png",
    "tags": "",
    "excerpt": "Founded in 2008, As the commercial arm of a prominent holding specializing in the production of a wide range of high-quality steel products—including steel",
    "categories": ""
}