{
    "title": "La Comisión Europea, el Parlamento y el Consejo llegan a un acuerdo sobre el nuevo Mecanismo de Ajuste de Carbono en Frontera (CBAM) - FEIQUE - Federación Empresarial de la Industria Química Española",
    "author": "Feique",
    "source": "FEIQUE - Federación Empresarial de la Industria Química Española",
    "date": "2022-12-12",
    "text": "12 de diciembre de 2022 – La Comisión, el Consejo y el Parlamento Europeo han alcanzado un acuerdo de carácter provisional en el trílogo sobre el Mecanismo de Ajuste de Carbono en Frontera (CBAM por sus siglas en inglés), herramienta para evitar el riesgo de fuga de carbono. Además de los sectores inicialmente incluidos, como novedad, se ha introducido el hidrógeno. Se prevé que su aplicación arranque el 1 de octubre de 2023. El acuerdo debe ser confirmado ahora por los embajadores de los estados miembros de la UE y por el Parlamento Europeo, y adoptado por ambas instituciones antes de que sea definitivo. Este acuerdo provisional depende de algunos aspectos que son relevantes para CBAM pero que deben ser detallados en otras iniciativas legislativas, como es el caso de la revisión de la Directiva ETS puesto que ambas iniciativas están muy interrelacionadas. En cuanto a las novedades acordadas en el trílogo, cabe destacar el alcance del CBAM. En este sentido, además de los sectores incluidos inicialmente en la propuesta (hierro y acero, cemento, fertilizantes, aluminio y electricidad), el acuerdo expande su alcance e introduce el hidrógeno desde el principio en el CBAM, así como algunos precursores y un número limitado de productos intermedios. Finalmente, no se han incluido los polímeros ni la química orgánica, aunque quedan pendientes de un análisis posterior de la Comisión, con el objeto de incluir dentro el CBAM todos los productos cubiertos por la Directiva ETS en 2030. En lo que respecta a las emisiones indirectas, éstas finalmente quedarán incluidas en la regulación bajo ciertas condiciones. En cuanto a los próximos pasos, queda pendiente la publicación del texto oficial, que deberá ser formalmente aprobado por Consejo y Parlamento. El acuerdo provisional prevé que el CBAM empiece a aplicarse el 1 de octubre de 2023, comenzando el periodo de transición.",
    "images": "https://www.feique.org/wp-content/uploads/2022/12/tres-banderas-de-la-ue-ondean-frente-al-edificio-berlaymont-sede-de-la-comision-europea-en-bruselas.jpeg",
    "tags": "",
    "excerpt": "12 de diciembre de 2022 – La Comisión, el Consejo y el Parlamento Europeo han alcanzado un acuerdo de carácter provisional en el trílogo sobre el Mecanismo de Ajuste de Carbono en Frontera (CBAM por sus siglas en inglés), herramienta para evitar el riesgo de fuga de carbono. Además de los sectores inicialmente incluidos, como novedad, se…",
    "categories": "Noticias"
}