{
    "title": "FEVE paper on CBAM vdef - FEVE",
    "author": "unknown",
    "source": "FEVE",
    "date": "2023-01-04",
    "text": "Energy efficiency and low carbon technologies in container glass New furnaces are progressively being rebuilt or adapted with innovative low carbon technologies that are much more energy -efficient than in the past. Our industry reduces energy consumption by making use of waste heat recovery technologies, Organic Rankine Cycles technology, oxy-fuel and other symbiotic technologies, which are bringing significant energy savings. While energy savings can have a positive effect there are also downsides. New energy management systems and technologies deployed throughout the glass plants are helping to increase energy efficiency. Waste heat recovery from flue gases, when possible, can bring significant energy savings. They can be used in the batch and/or cullet pre-heaters, where the heat of the flue gases is used to warm the raw materials. Not all plants can install this technology as it requires a lot of space. There is also the risk of having more dust build up inside the regenerators, damaging them quicker and reducing their service life. Another great way to reduce energy is through the Organic Rankine Cycles technology, with innovative refrigerants, that can also generate power from the heat in the flue gases. This technology has however very long pay-back times and is generally only installed in countries with high electricity prices. Where appropriate, the use of oxy-fuel furnaces, using pure oxygen with natural gas, linked with cullet pre-heating can be economically viable, and can bring some savings as there is no need to heat the nitrogen in the air. However, the production of oxygen requires electricity and needs to be added to the furnace consumption when calculating the net impact (indirect emissions from power generation). New technologies are also emerging like the combination of oxyfuel furnaces with methane cracking, where natural gas is injected in the regenerators to produce a syngas which can also reduce the energy consumption and the CO2 emissions. The reduction in energy use in the container glass sector has been on a steep downward trajectory over almost 100 years and is now reaching its thermodynamic limit.",
    "images": null,
    "tags": "",
    "excerpt": "FEVE paper on CBAM vdef",
    "categories": ""
}