{
    "title": "Glass Focus - Flat glass news from the European association",
    "author": "unknown",
    "source": "Glass for Europe",
    "date": "2023-01-19",
    "text": "On 24 March, MEP Bruno Tobback (S&D, BE) and his team visited AGC’s float glass plant in Mol. Bruno Tobback was Minister of Environment and... \n     On March 12, Glass for Europe Board members met in the association’s new offices in Brussels for their first meeting of the year. The Board meeting... \n     The European Commission (EC) has published an Industrial Action Plan to support the European automotive sector. This initiative aims to enhance the sector’s competitiveness and... \n     After years of collaboration, Glass for Europe has become an official member of Construction Products Europe in 2025. Previously an associate member, Glass for Europe has... \n     On 26 February, the European Commission has presented its Clean Industrial Deal alongside an Action Plan for Affordable Energy and a simplification omnibus package. These... \n     In 2025, Glass for Europe is joining a new industry alliance to promote manufacturing investment, innovation, job creation, and economic growth in Europe. Flat glass manufacturing... \n     On 12 February, AGC Glass Europe and Saint-Gobain officially launched the Volta production line at AGC's Barevka plant in Dubí, Czech Republic. The century-old Barevka... \n     Today, Glass for Europe has published a position paper discussing the rules on declaring environmental characteristics of construction products under the new Construction Products Regulation... \n     On 29 January, the European Commission unveiled its Competitiveness Compass, a strategic roadmap marking the first major step of its new mandate. Designed to bolster... \n     In anticipation of the European Affordable Housing Plan and to contribute to the Parliament’s Special Committee on Housing Crisis, Glass for Europe presents its recommendations... \n     This Tuesday January 28th, Glass for Europe had the pleasure of visiting SOLTECH’s facilities accompanied by French Member of the European Parliament, Marina Mesure. Ms... \n     Glass for Europe is thrilled to announce that we have moved to a new location! Our new offices can be found on the 6th floor... \n     Ahead of the publication of the Clean Industrial Deal - expected on 26 February - Glass for Europe presents its recommendations for this initiative, which... \n     Glass for Europe is excited to announce the release a new video highlighting the contribution of its members all throughout the value chain of flat... \n     A new study run by Compass Lexecon, the European Roundtable on Climate Change and Sustainable Transition, and the Enel Foundation confirms that the decarbonization of... \n     The new Construction Products Regulation (CPR) was officially cited in the Official Journal of the European Union on December 18. The full text, available here,... \n     On 18 December, the plenary session of the European Parliament approved by a large majority the creation of a special committee to address the growing... \n     Glass for Europe, FEVE, FERVER, and Kuraray co-publish a joint statement to support the mandatory dismantling of automotive glass in the future EU End-of-Life Vehicles... \n     Last week, Glass for Europe was present in Ho Chi Minh City for the annual GlassTech & Fenestration Asia. The trade fair presents an invaluable... \n     On December 4, the European Association of Automotive Suppliers (CLEPA) celebrated its 65th anniversary with an appealing program addressing innovation, competitiveness, and European policy in... \n     The first week of December was marked with two important events to discuss the role of energy efficiency and sustainable construction for the next five... \n     On November 13, our members and partners gathered for Glass for Europe’s third workshop in 2024 to discuss the future Digital Product Passport (DPP) for... \n     Europe's built environment is reaching out to the President of the Commission to express its support in tackling Europe's housing and sustainability challenges. On 31 October,... \n     Glass for Europe’s national partners group met in Brussels to discuss the implementation of EU legislations, circular economy and recycling. On 29 October, glass and... \n     On 23 October, Glass for Europe was present at Glasstec 2024 in Dusseldörf, the largest trade fair in the world dedicated to the flat glass... \n     On October 16, Glass for Europe held its Autumn Board of Directors meeting at the Industrious Business Centre in Brussels. Although unintentional, the business centre’s... \n     Today, Glass for Europe dedicated a workshop to the new Construction Products Regulation (CPR). Participants had the opportunity to get informed and discuss the new... \n     Last June, the Net-Zero Industry Act (NZIA) was published in the Official Journal of the European Union. The aim of the Regulation is to provide... \n     The Carbon Border Adjustment Mechanism (CBAM) adopted in 2023 is a policy tool developed by the European Union to try to address carbon leakage by... \n     The new video introduces the important role of glazing in sustainable mobility. A timely contribution given that pieces of legislation are currently under discussion on... \n     In the week of 16 September, Bertrand Cazes, Secretary General of Glass for Europe and Adrien Carton, Sustainable Construction and Industrial Policy Manager travelled to... \n     Autumn is traditionally the period for international trade fairs and exhibitions in the European glass sector. On 17 September 2024, Glass for Europe was represented... \n     On 16 September, Glass for Europe chairman Davide Cappellino published an opinion piece in Euractiv entitled \"Time for the flat glass industry's decarbonisation efforts to... \n     On 17 September, the President of the European Commission sent the Commissioners-designate their mission letters for the next five years. These letters build on the... \n     The recent publication of Mario Draghi's report on the future of European competitiveness highlights key issues and recommendations for European industry. The EU faces competitiveness... \n     Our Environment and Climate Policy Manager, Iva Ganev, attended the seminar on Performance-Based Façade Design which took place on 5-6 September 2024 in Venice. She... \n     In a recent statement, the UK Minister for Building Safety and Homelessness, Rushanara Ali, confirmed that the recognition of CE marking for construction products will... \n     On 29 August, Bertrand Cazes took part to the ‘Glass Termin / Journée d’échanges du verre’ organised by SIGAB, the technical department of SFV/ASVP, the... \n     Glass for Europe welcomes the decision from the European Council to include flat glass products as part of the extension of the scope of sanctions... \n     The latest trends and issues in automotive recycling were discussed this week at the International Automotive Recycling Congress 2024, with a focus on the work... \n     This week, Bertrand Cazes, Secretary General of Glass for Europe and, for this year, of Glass Alliance Europe, led a series of pivotal meetings to... \n     From 10 to 14 June, Glass for Europe is attending the summer study of European Council for an Energy Efficient Economy (ECEEE) to exchange on... \n     The European election took place from 6 to 9 June in 27 EU Member States. A total of 720 Members of the European Parliament (MEPs)... \n     In its new informative paper, Glass for Europe introduces the issue of bird collisions with glass surfaces and the wide range of technologies developed by... \n     From 29 April to 3 May, Glass for Europe has attended the ICG - International Commission on Glass Spring School 2024 where industry and academia... \n     On 25 April, the Glass for Europe secretariat visited the offices of Orion Laser Tech, a company that develops machinery with a focus on lasering... \n     On 16 April, Glass for Europe participated in a workshop on the “Extended Producer Responsibility in the Construction Sector” organised by the Buildings Performance Institute Europe... \n     In addition to the five-part video series (available here), Glass for Europe is thrilled to unveil a two-pager Manifesto outlining its priorities and policy recommendations... \n     On 20 March 2024, Glass for Europe held its annual General Assembly in Brussels, bringing together senior executives and committee chairs from EU-based float manufacturers. This... \n     On the Global Recycling Day (18 March), Glass for Europe launched a new webpage dedicated to flat glass recycling. It gathers all our resources (position... \n     Recently, the European Commission (EC) published a communication on Advanced Materials for Industrial Leadership to outline its strategy for “advanced material” research, innovation, and production... \n     On March 12, the European Parliament adopted its position on the revision of the Weights & Dimensions Directive. The text provisions to enable better-harmonised rules for... \n     The plenary session of the European Parliament has voted in favour of the recast Energy Performance of Buildings Directive, one of the final texts of... \n     Glass for Europe has published a Q&A on the role of glass in sustainable buildings. Structured around three main questions, the Q&A helps to approach... \n     Recycling is very high on the agenda of Europe’s flat glass manufacturers, and they are calling on policymakers to follow suit. The new video of... \n     The European Commission Regulation (EU) 2023/2055 of 25 September 2023 ‘restricting synthetic polymer microparticles on their own or intentionally added to mixtures’ entered into force... \n     On 20 February, the EU Industry Summit took place in Antwerp in presence of over 75 industry top executives, representatives of nearly 20 different manufacturing... \n     On 19 February, Glass for Europe invited its National Partners to attend a workshop to analyse the political agreement reached on 7 December on the... \n     Glass for Europe participated in the Glass Conference organized by the National Glass Association (NGA) from February 5 to 8 in Charleston (SC). The event... \n     On 6 February, the European Commission presented its proposal for an ambitious 90% reduction in greenhouse gas emissions by 2040. It initiates discussions on the necessary measures to create an... \n     The European Commission’s Joint Research Centre (JRC) started the year with the publication of a study on Techno-economic and environmental assessment of construction and demolition... \n     On 24 January, in line with its June 2023 communication, the European Commission has presented a new package of initiatives to strengthen the European Union’s economic... \n     Over four days, from 15 to 18 January, the Belgian Presidency of the Council of the EU organised the Renovation Week in Brussels. The event... \n     To mark the start of the Renovation week organized by the Belgian Presidency of the Council of the EU, Glass for Europe releases the second... \n     On 15 December, Glass for Europe contributed to the Stakeholder Request Mechanism on the EU Taxonomy launched by the Platform on Sustainable Finance and the... \n     When it comes to end-of-life flat glass management, several options can be envisioned to process used glass most sustainably. Glass for Europe has produced a... \n     On 13 December, a political agreement was reached by the EU Parliament, the Council of the EU, and the EU Commission, on the revision of... \n     Executives from Glass for Europe member companies introduce the challenges and opportunities faced by Europe’s flat glass sector and present concrete policy priorities for the... \n     Following the fourth interinstitutional meeting which took place on 7 December, EU co-legislators reached a political agreement on the revision of the Energy Performance of... \n     Earlier today, Iva Ganev, Environment & Climate Policy Manager of Glass for Europe, joined a panel discussion of the 2023 Sustainable Solar Power conference. This year... \n     On December 1, Bertrand Cazes, Glass for Europe Secretary General, participated in the Sustainable Industrial Processing Summit 2023 conference on sustainability through science. Bertrand Cazes... \n     Today, Glass for Europe’s Chairwoman Joana Arreguy from Saint-Gobain took part in the Clean Transition Dialogue on Energy Intensive Industries. This meeting was the second... \n     On 29 November, EU institutions have reached an agreement for a revision of the Industrial Emissions Directive. This directive is very important for flat glass... \n     The second meeting of Glass for Europe’s National Partners Group took place on 22 November, bringing together national glass and glazing associations. The meeting provided an... \n     On November 21, the European Parliament has adopted its position on the Net-Zero Industry Act with 376 votes to 139 and 116 abstentions. The Act... \n     Today, Glass for Europe released a position paper on pedestrian safety and the parameters of glass components which may influence windscreen breakage when vehicles are... \n     As a member of the European Solar PV Industry Alliance (ESIA), Glass for Europe contributes to the “Finance” and “Value Chain” working groups. Both have... \n     During a keynote speech delivered at the EU Green Deal Summit on 26 September, European Commission President Ursula Von der Leyen once more talked of... \n     European flat glass manufacturers organize thousands of transports every year to deliver products to their customers, utilizing tailored-made specific trucks to optimize efficiency and minimize... \n     High-performance glazing could save up to 37% of the total energy consumption from the EU building stock by 2050! It is therefore a key element... \n     Glass for Europe’s members are committed to increasing vehicles' energy efficiency by providing glazing products that positively impact vehicle cabins’ air conditioning efficiency. Glass for... \n     Today Glass for Europe has submitted its answers to a Commission’s consultation on the decarbonisation of the EU building stock. As part of the Renovation... \n     Adrien Carton joins today Glass for Europe as ‘Sustainable Construction & Policy Manager’. The Glass for Europe members, partners and secretariat look forward working with... \n     Over the summer, Glass for Europe responded to two EU consultations launched on the topic of construction and demolition waste. In both instances, Glass for... \n     ‘Climate neutrality plans’ are a novelty introduced by the revised EU Emissions Trading System directive published on 16 May 2023. These climate-neutrality plans are to... \n     Glass for Europe released today a position paper outlining several enforcement issues of the ban on imports of flat glass coming from Russia. Despite the... \n     On the second day of the Glasstech Mexico fair, Bertrand Cazes, Glass for Europe’s Secretary General, gave a speech on \"Drivers of added-value glazing in... \n     On July 11, the European Parliament adopted its position on the revision of the Industrial Emissions Directive. The final text is drawing a delicate balance... \n     In the last two days, the European Parliament adopted its first reading position on two essential pieces of legislation that govern the placing on the... \n     Today marks the launch of an informative video campaign signed by Glass for Europe which highlights the positive impact of glazing technologies on summer comfort.... \n     This week, Glass for Europe was in Tampere, Finland, for the Glass Performance Days (GPD), the international forum dedicated to the development of the global... \n     Glass for Europe attended the first stakeholder workshop on the SUNRISE project. SUNRISE (multiSensor sorting tools in a circular economy approach for the efficient recycling... \n     Today, Glass for Europe dedicated its second 2023 workshop to \"the logistic of glass racks and stillages\" in the EU. Participants discussed the challenges and... \n     On 22 May, glass and glazing national associations gathered in Brussels for the Annual meeting of the National Partners Group of Glass for Europe. During the... \n     The flat glass industry is steadfastly dedicated to optimising its contribution to the objectives of the Net-Zero Industry Act and to strengthen the resilience and... \n     “Ecodesign considerations have been embraced for many years and are at the core of the flat glass sector’s present and future development efforts”, said Bertrand... \n     On April 26, Glass for Europe participated in Glass Print 2023, Europe’s only dedicated event for the decoration of glass which gathers together international glassmakers,... \n     On 18 April, Glass for Europe was in Eindhoven to participate in the Glass Trend’s event “Smart Sustainable Glass Manufacturing”. The event tackled one of the... \n     Yesterday, the European Parliament adopted the revision of the EU Emissions Trading System Directive (EU ETS) with 413 votes in favour to 167 against (57... \n     On March 27 and 28, Glass for Europe was in the US for the Glass & Glazing Advocacy Days organised by NGA – National Glass... \n     On March 24, Glass for Europe introduced MEP Christian Doleschal, rapporteur on the revision of the Construction Products Regulation, to the world of flat glass... \n     Automotive glass can contribute to reducing the environmental impact of vehicles. High-performance glazing technology can lower mobile air-conditioning energy loads, and subsequently cut CO2 emissions... \n     PRESS RELEASE The net-zero industry act needs to be beefed up rapidly Brussels, 17 March 2023: During the last week, the European Commission unveiled a series of... \n     Today, the European Parliament adopted its position on the Energy Performance of Buildings Directive (EPBD) with 343 votes in favour, 216 against and 78 abstentions.... \n     In the last years, Europeans have witnessed increasingly increasingly acute and frequent heat waves and temperatures, especially in summer, are expected to climb further in... \n     Glass for Europe is officially a member of the European Solar PV Industry Alliance, an initiative launched in December 2022 by the European Commission. The... \n     On 7 February, more than 40 participants representing national partners and members of Glass for Europe participated in the internal workshop “Lifecycle carbon calculation tool”. In... \n     The Green Deal Industrial Plan, published yesterday by the European Commission, aims at enhancing the competitiveness of Europe's net-zero industry and supporting the transition to... \n     2023 starts with a new National Partner joining Glass for Europe’s family: the Association of Glass Nordic (AGN). The glass industry associations in the Nordic countries... \n     In its answer to the public consultation on the review of the Food Contact Materials Regulation, Glass for Europe highlighted the need to consider the... \n     On 14 December, Glass for Europe was at the Glass Palace of the United Nations, New York, for the Closing Ceremony of the International Year... \n     Today, we have learned that the recognition of the CE marking for construction products in the UK will be extended for a further 2.5 years.... \n     The second Glass for Europe annual meeting for glass and glazing national associations took place yesterday, 29 November. Activating coordinated actions in the framework of... \n     Glass for Europe believes that the new requirements proposed in the revision of the Industrial Emissions Directive (IED) and the recast of the European Pollutant... \n     For over a year, the European Union Europe has been coping with security of gas supply and unbearable high bills for both the consumers and... \n     Brussels, 18 November 2022: The United Nations designated 2022 as the International Year of Glass, the first time a man-made material was chosen for worldwide... \n     On November 14, the UK government announced that the UK will continue to recognise the CE marking for a further 2 years for certain products. ... \n     For the first time after several years of COVID, Glasstech Asia reconvened in Singapore from 26 to 28 October. Alongside the fair gathering hundreds of... \n     Today, 17 October 2022, Glass for Europe hosted its 1st workshop for national glass and glazing associations and flat glass members on the review of... \n     On 12 October 2022, Glass for Europe took part in a workshop on measuring the application of circular approaches in the construction ecosystem. A study... \n     Minimum Energy Performance Standards (MEPS) have the potential to generate a significant shift in building renovation. While aligned to the higher performance standards, they can... \n     Glass for Europe is glad to announce a new partnership with RE-Source Platform. RE-Source advocates for long-term renewable energy contracts (i.e., Power Purchase Agreements) and... \n     Yesterday, Glass for Europe was in France to talk about the European Union climate policies at the CEKAL conference dedicated to certified glazing, climate issues,... \n     Glasstec, the International Glass Trade Fair, reopened its doors after 4 years of a forced break due to the COVID pandemic. From 20 to 23... \n     On 17 September 2022, Glass for Europe participated in the meeting of the Community of Glass Associations within the framework of The Italian Glass Weeks... \n     Today, Glass Alliance Europe, and other associations representing European energy intensive industries, called on the European Commission’s President Ursula von der Leyen and Mr Jozef... \n     “High-performance glazing in EU building policy” was the topic presented yesterday, 28 August 2022, by Glass for Europe at the seminar \"VIDRIO Y SUSTENTABILIDAD: Contribución del... \n     The European Commission released today, 20 July 2022, a new legislative tool and a European Gas Demand Reduction Plan, to reduce gas use in Europe by... \n     The report on the recast Energy Efficiency Directive (EED) was adopted today by large majority in the Committee on Industry, Research and Energy (ITRE) of... \n     Glass for Europe lead the work on the paper released today by Glass Alliance Europe on the revision of the Industrial Emissions Directive (IED) and... \n     Today, the European flat glass association releases its recommendations on the revision of the Construction Products Regulation (CPR). “Glass for Europe welcomes the European Commission’s... \n     Glass for Europe and its members were under the spotlight at the Sustainable Industrial Manufacturing conference in Brussels, with two member company representatives of Glass... \n     Improving sorting and quality of the end-of-life automotive glass pieces could provide a new source of recycled glass for flat glass manufacturing. In its position... \n     Glass for Europe reacted to today’s vote on the review of the Emissions Trading Scheme (ETS) and the proposal for a Carbon Border Adjustment Mechanism... \n     Glass for Europe was honored to sponsor the 2022 edition of the ECEEE Summer Study, which took place in Hyères, the South of France, 6–11... \n     The European Commission's REPowerEU Plan, released yesterday on 18 May, 2022, aims to phase out the EU’s reliance on Russian fossil fuels and speed up... \n     Yesterday, 5 May 2022, Glass for Europe hosted its 2nd workshop on flat glass recycling. Glass for Europe’s workshops provide a forum to glass and... \n     On Friday 28 April, Bertrand Cazes, Secretary General of Glass for Europe, participated as a speaker to the 4th Innovative Glazing Global Summit. The latest technological... \n     Yesterday, 30 March, the European Commission released new proposals aiming at making sustainable products the norm in the EU. The main objective of the package... \n     Glass for Europe believes that it is time for a coherent revision of the Energy Performance of Buildings Directive (EPBD). In the position paper released... \n     Joana Arreguy elected Chairwoman of Glass for Europe Press release Brussels, 30 March 2022: On March 24, during Glass for Europe’s General Assembly, Joana Arreguy, Glass Industrial Director... \n     “Glazing will be essential to deliver truly sustainable buildings” affirms Glass for Europe’s Secretary General B. Cazes in an interview released for the Theme Park... \n     Europe is now at a critical junction in shaping its energy transition, only accelerated due to the tragic events unfolding in Ukraine. Europe’s flat glass... \n     The geopolitical events at the borders of Europe are of high concerns to all of us seeking peace, security, and prosperity in Europe. While our... \n     Glass for Europe launches today a new section of its website and a video on the role of glass in sustainable buildings. As new construction becomes... \n     Yesterday, Glass for Europe, together with ARGE, European Aluminium, EPPA, ES-SO, and EuroWindoor, released their recommendations on the recast of the Energy Performance of Building... \n     On Thursday 24 February, representatives of glass and glazing national associations and Glass for Europe’s members companies participated in the first workshop on “Flat glass... \n     On February 17th, Glass for Europe answered to the public consultation on “Commercial vehicles – weights and dimensions (evaluation)”. While the harmonization aimed at by... \n     Today, the Chairman of Glass for Europe Philippe Bastien was at the Palace of Nations in Geneva for the opening ceremony of the International Year... \n     In both the European Parliament and the Council, the legislative debate on the fit for 55 package becomes more intense. Glass for Europe is actively... \n     Glass for Europe was in Long Beach, California for the NGA Glass Conference. The event organized by NGA – National Glass Association takes place twice... \n     The European flat glass sector association releases today its recommendations on the Carbon Border Adjustment Mechanism. It is Glass for Europe’s belief that the following... \n     The European flat glass sector association releases today its recommendations on the review of the Emissions Trading Scheme Directive. A revision of the phase IV... Glass news Subscribe to Glass for Europe's newsletter Newsletter It is Glass for Europe’s policy to respect and treat with utmost confidentiality all personal data that it processes. If you want to know more about our data privacy policy and procedures, please read here.",
    "images": null,
    "tags": "",
    "excerpt": "The latest glass news: analysis of EU issues of importance for the glass industry and updates on recent developments for the flat glass sector.",
    "categories": "News;Uncategorized;Recycling"
}