{
    "title": "EU Carbon Market, ETS and CBAM - cefic.org",
    "author": "unknown",
    "source": "cefic.org",
    "date": "2021-04-16",
    "text": "EU Carbon Market, ETS and CBAM Background The European chemical sector plays an instrumental role in delivering the technologies and solutions needed to reach EU’s goal of reducing greenhouse gas emissions and addressing climate change. Alongside other European climate policies and measures, carbon pricing aims to provide economic agents, including buyers and investors, with a clear long-term signal that guides them towards low-carbon solutions. The EU Emissions Trading System (ETS) plays a significant role in this regard, as it covers approximately 52% of all EU emissions. As the world’s first major carbon market, the EU ETS aims to achieve agreed-upon EU emission reductions at the lowest possible cost. The chemical industry is covered by the EU ETS since the system’s inception in 2005. To level the playing field for EU companies, a Carbon Border Adjustment Mechanism (CBAM) will be introduced, putting a carbon price on imports that is similar to the costs producers have to pay for emissions from manufacturing within the EU. Parties that import products into the EU will need to acquire CBAM emission certificates, which will have a corresponding price equivalent to the allowances traded on the EU ETS market. During a transition period between 2026 to 2034, importers will gradually be obliged to purchase an increasing number of emission certificates until they match the full amount of carbon emissions ‘embedded’ in the volumes of imported goods (reaching 100% by 2034). In parallel and conversely, EU producers will lose their free allocation of emission certificates as a measure to prevent carbon leakage (resulting in zero free allocation by 2034). Following the agreement between the European Parliament and the Council of the European Union, CBAM covers fertiliser, ammonia, and hydrogen alongside iron and steel, aluminium, electricity, and cement. Other chemicals are not covered by the CBAM when the measure is first implemented. Although agreements were reached between the Commission, Parliament and Council on both the ETS revision and the CBAM Regulation in December 2022 many important aspects will still need to be worked out in delegated and implementing acts. Cefic positions on these legislative files Effective carbon leakage provisions needed The European Chemical Sector is an energy and carbon-intensive sector competing at a global level with producers from third countries and regions. As the EU increases its own climate ambition and related policy costs, while third countries have in place less stringent climate policies, there is a risk of so-called ‘carbon leakage’. Carbon leakage occurs when EU-based companies move carbon-intensive production abroad to countries where less stringent climate policies are in place than in the EU, or when EU products get replaced by more carbon-intensive products. The European chemical industry is a key player in international trade and competes with producers from third countries, which often do not have in place comparable carbon policies or costs. To maintain the competitiveness of the sector, it is essential to have effective carbon leakage provisions in place to mitigate leakage risks and prevent the loss of production, profitability and jobs. Some examples of carbon leakage provisions include: Performance-based free allocation: EU producers receive free emission rights, albeit limited to the average level of the best 10% performing installations of a product. Indirect cost-compensation: national governments compensate companies for carbon costs incurred in their electricity bills. Reducing these carbon leakage provisions would expose companies to the risks of carbon leakage and make investments in EU countries less attractive than today. With an increasing ETS carbon price, these provisions are more crucial than ever. Energy costs in the EU often remain much higher than those in other regions. The combination of elevated European carbon costs and already high energy costs would erode profit margins and impede the industry’s ability to generate sufficient returns on investments necessary for the sector’s long-term transition to a low-carbon future. Furthermore, it is important to consider how the materials manufactured by the chemical sector contribute to enhancing efficiency and reducing emissions in other sectors. Cefic’s position on Emissions Trading System (ETS) The revision of the Emissions Trading System (ETS) has established the framework for emission reduction measures towards 2030. In Cefic views, this review of the EU ETS could be the most significant change to the EU ETS thus far. The European chemical industry supports the EU ETS, the world’s first major carbon market, recognizing it as a key instrument aimed at achieving agreed-upon emission reductions for the EU at the lowest possible cost . The chemical industry is covered by the EU ETS since its launch in 2005. We actively work with the European Commission, the Alliance of Energy Intensive Industries (representing over 30 000 European companies and four million jobs) and with other stakeholders to achieve a fair and efficient implementation of the reformed ETS. The aim is to enable efficient, sustainable manufacturing and growth in Europe. Given the rising carbon costs and a decreasing cap on emissions, it is essential to have effective carbon leakage provisions and enabling policy frameworks to sustain and develop further a vibrant industrial base in Europe .1 Cefic’s Position on Carbon Border Adjustment Mechanism (CBAM) The EU’s Carbon Border Adjustment Mechanism (CBAM) puts a carbon cost on imports equivalent that is equivalent to the carbon emissions generated during production. This measure aims to level the playing field by subjecting these imports to the same carbon costs as if the products had been manufactured within Europe and were subject to the EU ETS carbon costs. . The CBAM will be gradually introduced for selected products in alignment with the phasing out of benchmark-based, free emission allowances allocated to EU companies under the EU Emissions Trading System (ETS). By confirming that a price is paid for the embedded carbon emissions generated by the production of certain goods imported into the EU, the CBAM aims to ensure that imports from countries without equivalent carbon policies do not have unduly cost advantages undermining the competitiveness of EU production. Cefic believes that if the CBAM were to be applied for the EU chemical sector, four key issues would need to be addressed first to minimize the risks of carbon and investment leakage during the transition towards the EU’s carbon neutrality by 2050. These four issues are as follows: Indirect carbon costs: indirect emissions need to be included in the scope, as indirect emission costs contribute to a higher cost base for the European chemical industry and would increase the risk of carbon leakage. This challenge becomes more significant as electrification has an important role to play in the industry’s transition. Covering full value chains: A CBAM that only covers the upstream (base materials) part of a value chain could be circumvented through the import of downstream products. Therefore, a stepwise integration of value chains should be the way forward. Export competitiveness: The CBAM focuses on imports, while ETS free allocations are phased out. In this framework, European exports are not supported through the CBAM. The European chemical industry exports over one -third of its production outside of Europe, making it vital to find a solution to maintain the competitiveness of EU production in the global market. Feasible and effective functioning: The effectiveness and efficiency of the CBAM rely on the establishment of adequate rules and procedures for authorities and business. This includes, for example, defining agreed parameters for embedded carbon in products (both within the EU and internationally), effective verification instruments, as well as customs implementation and recognition of third-country carbon pricing systems. 1 To prepare such ground, the European Commission in close cooperation with Cefic drafted a Transition Pathway for the EU chemical industry towards carbon neutrality by 2050. Read also our contributions: Position paper and supporting documents",
    "images": "https://cefic.org/app/uploads/2018/12/policycoverCarbonMarket.jpg",
    "tags": "",
    "excerpt": "The European chemical sector plays an instrumental role in delivering the technologies and solutions to reach EU’s goal to reduce greenhouse gas emissions and combat climate change. Along with other European climate policies and measures, carbon pricing is essential to provide economic agents, such as buyers and investors, with a clear long-term signal that guides them towards low-carbon solutions. The EU Emissions Trading System (ETS) plays a significant role in this respect, as it covers some 52% of all EU emissions. The European chemical industry supports the EU ETS, the world's first major carbon market, as a key instrument aiming to achieve agreed emission reductions at the lowest cost.",
    "categories": ""
}