{
    "title": "Cefic identifies policy areas that need a more supportive legislative framework - cefic.org",
    "author": "unknown",
    "source": "cefic.org",
    "date": "2025-02-01",
    "text": "Cefic identifies policy areas that need a more supportive legislative framework In the context of the ongoing and future simplification efforts of the Commission, Cefic published the paper ‘Towards a simpler, faster and more supportive legislative framework to help restore Europe’s competitiveness’. The Omnibus packages outlined in the 2025 Commission Work Programme are the start of a comprehensive review of existing EU legislation. Cefic’s paper proposes six policy areas and three sector-specific issues where corrective measures, for more pragmatic and more predictable implementation, would be needed to support businesses in Europe, while maintaining policy objectives: Simplify the implementation of the Corporate Sustainability Reporting Directive (CSRD), postpone sector-specific European Sustainability Reporting Standards (ESRS), and temporarily relieve companies from EU Taxonomy reporting obligations whilst addressing its usability and workability. Conduct a competitiveness assessment to simplify and reduce the burden of Corporate Sustainability Due Diligence Directive (CS3D) and limit litigation risks. Pending the outcome, entry into application of the new rules should be postponed and transposition should be halted. Establish a clear legislative framework to boost the circular economy by scaling up mechanical and chemical recycling technologies. Doing so requires adopting a mass balance chain of custody for chemically recycled content, harmonising ‘end-of-waste’ criteria at the EU level, and improving administrative procedures for intra-EU waste shipments. Streamline policies such as the Emissions Trading System (ETS) and the Carbon Border Adjustment Mechanism (CBAM) to enhance industrial competitiveness, reduce compliance costs, and maintain a level playing field for all market participants. Assess the interaction of different chemical policy elements with other EU policies upfront to avoid delays in investment decisions and provide clarity. Address significant labelling issues in the recently revised Classification, Labelling and Packaging of Substances and Mixtures (CLP) Regulation. Within the Industrial Emissions Directive, decouple Environmental Management Standards (EMS) from the permit procedure to save administrative burden and avoid delays. Overall, the paper underscores the need to reduce the regulatory burden while also accelerating, simplifying, digitalising and harmonising administrative procedures across the board. This approach aims to foster a more supportive legislative environment that can help restore and enhance Europe’s competitiveness on the global stage.",
    "images": "https://cefic.org/app/uploads/2025/02/shutterstock_2381722445-scaled.jpg",
    "tags": "",
    "excerpt": "Cefic’s paper proposes policy areas where corrective measures would be needed to support businesses in Europe",
    "categories": ""
}