{
    "title": "Don’t miss this year’s Policy Horizon days – essential updates for the chemicals industry",
    "author": "unknown",
    "source": "cefic.org",
    "date": "2023-09-21",
    "text": "Global chemical industry representatives: Don’t miss essential updates at Cefic’s Policy Horizon days On 4 -6 October, Cefic opens the digital doors of its annual Chemical Convention to our chemical industry colleagues from around the world. Stay up to date with the latest intelligence, trends and developments: An economic and geopolitical outlook, current insights into REACH, a pitstop on Europe’s energy ambitions, preparing for the CBAM transition, national transition plans and the next institutional cycle. A jampacked 48 hours of content, delivered by EU and international experts. 4 October 14:00 – 15:00 – Carbon, Electrons and Euros – How to Bring it All Together? 5 October 09:00 – 10:00 – The World in 2024 – A Geopolitical & Economic Outlook 10:00 – 10:45 – The Latest on REACH – A conversation with MEP Martin Hojsík and Cefic’s Steven Van de Broeck 11:05 – 12:00 – EU Energy Targets – the Journey to 2040 and Beyond 12:45 – 13:40 – Navigating the CBAM Transition: Practical Insights for the Chemical Industry 13:45 – 14:40 – National Spotlight – Charting Implementation of Transition Pathways  14:45 – 15:40 – The Latest Intelligence on the EU 2024 Institutional Cycle 6 October 10:30 – 11:30 – A Journey into the Future of AI, with Prof. Pieter Abbeel, Professor in Artificial Intelligence, Robotics at UC Berkeley The Policy Horizon days are open to all members of Cefic, national associations and the International Council of Chemical Associations.* To access further information, please check your mailbox for the invitation or email chemicalconvention@cefic.be. * ICCA members include: Cefic (European Chemical Industry Council), ACC (American Chemistry Council), JCIA (Japan Chemical Industry Association), ANIQ (Mexican Chemical Industry Association), CIAC (Chemistry Industry Association of Canada), ABIQUIM (Brazilian Chemical Industry Association), KOCIC (Korea Chemical Industry Council), RCNZ (Responsible Care New Zealand), Chemistry Australia, GPCA (The Gulf Petrochemicals and Chemicals Association), SCIC (The Singapore Chemical Industry Council), CAIA (Chemical and Allied Industries’ Association), CPCIF (China Petroleum and Chemical Industry Federation), ICC (Indian Chemical Council).",
    "images": null,
    "tags": "",
    "excerpt": "On 4 -6 October, Cefic opens the digital doors of its annual Chemical Convention to our chemical industry colleagues from around the world. Stay up to date with the latest intelligence, trends and developments: An economic and geopolitical outlook, current insights into REACH, a pitstop on Europe’s energy ambitions, preparing for the CBAM transition, national...",
    "categories": ""
}