{
    "title": "Check out the German full econmic country report.",
    "author": "unknown",
    "source": "cefic.org",
    "date": "2024-07-26",
    "text": "Germany Key facts Turnover €225.5 billion Capital spending €9.4 billion Direct employment 479,542 Number of companies 2.094 R & D investment €14 billion National contact Verband der Chemischen Industrie e.V. (VCI) Wolfgang Große Entrup  Director General  w.grosse.entrup@vci.de Chemical and pharmaceutical industry snapshot Third-largest industry in Germany With a 2023 turnover of €225.5 billion, chemicals and pharmaceuticals are the third-largest industry in Germany, behind automotive and machinery and equipment. Broad and strong The German chemical industry is strong across all segments: basic inorganics, petrochemicals, polymers, agrochemicals, specialties, cosmetics and pharmaceuticals. It is also well spread across the country, although some regions are more specialised in basic chemicals, while others focus more on specialties or pharmaceuticals. As an enabler of all other industrial sectors, the chemical industry has its role in all economic regions or clusters. To highlight just a few speciﬁc segments, technologies or regions would not be a suitable way to describe the strength of the German chemical industry. In 2023 around 2,100 companies partly organized in 40 Chemical Parks employed 479,542 people. Due to the energy crisis and the industrial recession in 2023 sales decreased by almost 14 per cent to 225.5 billion euros. 60 percent of total sales were generated with customers abroad. The German chemical industry is looking back on particularly difficult years that were marked by Russia’s war of aggression on Ukraine and the resulting energy crisis. Enormous energy prices and price increases for raw materials and inputs are making matters hard indeed for industry in Germany. Costs went up more sharply than sales prices, so that profits were falling Production dropped in 2023 the second year in a row by nearly 8 percent against the previous year. When excluding the pharmaceutical business, the decline was even around 10 percent. The last comparable slump in production was in 2009 in the wake of the global economic crisis. Prospects remain bleak also for 2024. The energy crisis high inflation and rising interest rates were forcing the German and partly some European economies into recession. The decline in industry production in Europe will continue. The global industry is weak. Demand for chemical products made in Germany will be correspondingly weak. In addition, there are structural problems in Germany: high taxes, levies and energy prices are driving up costs. Bureaucracy, infrastructure problems and slow approval procedures are also slowing companies down. Therefore, import pressure will continue to increase and the challenges for the industry remain enormous. As matters stand now, the VCI is expecting for 2024 only a stable development for production in the chemical-pharmaceutical industry. Due to the structural problems, it remains questionable whether the German chemical and pharmaceutical industry will be able to benefit from an increase in global demand for chemicals. Among the most important trends aﬀecting chemical and pharmaceutical industry are sustainability, climate change, protection of natural resources, and circular economy. The German chemical industry, together with its customers, is developing and implementing new processes and products e.g. with the aim to reach greenhouse gas neutrality by 2050 or earlier, to use CO2 as an input or to use plastic materials via recycling as feedstock for the next generation of products. New technologies such as nano- and biotechnology, the hydrogen economy and digitalisation are explored to ﬁnd eﬃcient ways to achieve these goals. Areas of growth for the chemical industry lie in the topics addressed in the “High Tech-Strategy” of the Federal government. Due to digitalisation, process and organizational innovations are gaining in relative importance. Progressing through research Almost 80% of German chemical and pharmaceutical companies have research activities, and R&D spending reached around €14 billion in 2023. While German chemical companies get about 1% of their R&D expenditures through government funding, collaboration between industry and academia is well established: one third of chemical companies collaborate with academia in research projects. Transport matters Three states on the Rhine have the largest chemical industries: North Rhine Westphalia, followed by Rhineland- Palatinate and Hesse, with its strong pharmaceutical industry. Good access to transport infrastructure is one important locational factor for a successful chemical industry – more investment especially in waterways and rail is needed. In Eastern Germany, Saxony-Anhalt is the top chemical producer. HOW ARE WE DOING? Strengths Highly-integrated, globally competitive clusters and chemical parks together with other industrial sectors Highly-innovative chemical sector with a strong mindset to transform itself and its business models towards more sustainability Indispensable supplier of materials and solutions for the sustainable transformation Highly-specialised small and medium-sized enterprises Powerful protagonists in international value chains with activities in all centers of growth High resource eﬃciency Well-educated labour force (academic, non-academic, e.g. via dual education) Close supplier-customer relations Network of strong research and university infrastructure Capable physical infrastructure, positioned at the centre of Europe Good cooperation between companies and unions (Social partnership) Long experience and focus on safety and protection of the environment Able to meet sophisticated consumer demand Access to public funding (e.g. KSV, IPCEI) A leader in innovation in low carbon technologies and chemical recycling A leader in establishing processes of digitalisation of the chemical industry Positive public image Challenges High energy prices Open whether energy supply will meet future demand Reliance on imported raw materials and other inputs Dependence on the automotive industry as important customer Strong role of autocratic states in international supply chains Links to international suppliers and markets become vulnerable due to rising protectionism, global tensions and logistical problems Demographic change will pose an increasing threat in the future, especially in rural areas; “war for talents” intensifies Lack of skills for digitalisation Potential for improvements in the capital market Slow upgrade of IT infrastructure including high-speed internet Slow progress on new electricity grids to enable the “Energiewende” towards renewable energy Lengthy approval procedures with legal uncertainties (national and EU legislation) A sceptical view on change a OUR CONTRIBUTION TO A COMPETITIVE EUROPE Creating a framework for success The energy crisis also affects the long-term growth potential of the chemical industry. As energy prices will remain substantially higher than in other parts of the world, competitiveness of basic chemicals shrinks and the transformation of our industry is at risk. The consequences could be declining investments, relocation of production abroad and increasing import pressure. The threat of de-industrialization is real. German policy tried to limit gas and electricity shortages with short-term policies e. g. new LNG-terminals, prolongation of nuclear power until April 2023 or implementation of strategic gas reserves. However, longer-term measures such as long-term gas supply contracts, expansion of domestic gas supplies, accelerating the expansion of renewable energies or extending the life of nuclear power plants have not yet been taken. As a result, energy prices will remain extremely high in 2023 and 2024. To prevent structural breaks in the energy-intensive industries, an electricity and gas price brake will be introduced at the beginning of 2023. However, VCI expects that the effect of this remedy will be very limited due to unaccomplishable conditions – for big companies and for SMEs. Meanwhile, the transformation challenge remains and is even heightened due the Inflation Reduction Act of the USA. German chemical companies use IPCEI, Horizon Europe and other programs for investments in new technologies and products. CCfDs/KSV will become another important element to facilitate transformation. However, these programs – European and national ones, are often too restrictive, complicated, and slow compared to the US (and Chines) approaches. The German chemical industry needs urgently renewable energy – but the build-up of new capacities is far too slow. Therefore, speeding up approval times for infrastructures, but also for production sites, is one of the main priorities of industrial policy for Germany. Research, digitalization and development of skills are other important parameters. The policies in these areas are often too rigid regarding technological openness. With our initiative Chemistry4Climate, VCI contributes to the design of transformation policy in Germany. Another field of industrial policy is the design of the Green Deal – it is putting too much emphasis on raising costs and limiting room for innovative manoeuvre. One example is CBAM, which replaces functioning carbon leakage protection by an instrument that is highly bureaucratic, raises costs for importers and reduces competitiveness for downstream sectors and exporters. And it’s not only the Green Deal – it is accompanied by the taxonomy, CSDDD, national regulations as the BEHG: German companies are more and more handcuffed by new regulations. Germany, with its “national China Strategy” from 2023, aims at de-risking bilateral relations. However, political goals of the EGD, locational conditions and lacking dynamics in trade policy are rather increasing risks of dependencies. German Minister of the Economy Robert Habeck had announced that 2023 should be the “year of industrial policy”. However, a package that really supported industry with a national and European perspective never appeared, especially due to restrictions to public finance set by the Constitutional Court. In addition, the “Chemiepakt” is still waiting to be concluded. For the next Commission, VCI hopes for an “European Industrial Deal”, strengthening the single market by consolidating European programs to support transformation to make them more efficient and filling gaps where necessary and by re-evaluating the Green Deal regarding its effects on the industrial transformation and preparing a re-orientation of the Green Deal, focussing on enabling industry to manage its transformation as a global frontrunner and becoming an enabler for global industrial transformation. The deal should be about enabling companies rather than detailed planning by administrations. Explore Europe’s Low-Carbon Industrial Projects: Discover our map showcasing investments and projects in low-carbon technologies within the European chemical industry.",
    "images": "https://cefic.org/app/uploads/2021/01/Germany-Banner-Landscape-of-the-European-Chemical-Industry.jpg",
    "tags": "",
    "excerpt": "Landscape of the European Chemical Industry provides a regional overview and country-by-country. Check the German full country report.",
    "categories": ""
}