{
    "title": "Cefic Digital Dialogues EU resilience on the road to climate neutrality: What features of emission trading schemes can pave the way? - cefic.org",
    "author": "unknown",
    "source": "cefic.org",
    "date": "2022-04-26",
    "text": "Cefic Digital Dialogues EU resilience on the road to climate neutrality: What features of emission trading schemes can pave the way? Our European chemicals industry has the ambition to go climate neutral by 2050, and plays an instrumental role in delivering some of the technologies and solutions to lead us there. It’s clear that this transition is going to require massive investments, and the ongoing war in Ukraine and its consequences may pose more challenges on the road. What would an enabling EU policy framework look like and what features of an emission trading scheme can build the necessary confidence to invest in breakthrough Green Deal solutions in Europe? This journey needs to be defined with careful foresight and realistic planning in the light of the current situation. The Emission Trading System (ETS) and the Carbon Border Adjustment Mechanism (CBAM) have the potential to support the journey, for which it is important to provide buyers and investors with a clear long-term signal to invest in Europe, if effectively developed. Together with representatives from EU institutions, a think tank and global investment community we will examine questions like: What are the conditions and desirable features of tools for industry to go climate neutral, circular, while mitigating strategic dependencies? How to ensure sufficient coherence between emission trading schemes like the EU ETS and CBAM? How can the measures incentivise EU investments and secure European industry competitiveness? Join us to deep dive into a policy framework to decarbonise the European economy, while maintaining a well-functioning trade system and securing investments in Europe. Peter Liese Member of the European Parliament Victor van Hoorn Executive Director Eurosif Domien Vangenechten  Policy Adviser E3G Els Brouwers Director Energy, Climate and Economic Affairs essenscia",
    "images": "https://cefic.org/app/uploads/2022/04/Lierse.jpg",
    "tags": "",
    "excerpt": "Cefic Digital Dialogue EU resilience on the road to climate neutrality: What features of emission trading schemes can pave the way?",
    "categories": ""
}