{
    "title": "Fortum investoi Venäjän tuulivoimatuotantoon - Osto&Logistiikka",
    "author": "unknown",
    "source": "LOGYry",
    "date": "2021-06-08",
    "text": "Fortum investoi Venäjän tuulivoimatuotantoon Suomalaisyhtiö vahvistaa asemaansa Venäjän suurimpana tuulivoiman tuottajana. 08.06.2021\r\n\t Teksti Esko Lukkari\r\n\t Fortum kasvattaa tuulivoimatuotantoaan Venäjällä. Fortumin ja yhteistyökumppani Rusnanon tuulivoimasijoitusrahasto investoi 236,6 MW:n tuulivoimapuistojen rakentamiseen Samaran alueelle. Investointi on osa laajempaa yhteistyösopimusta tuulivoimasijoitusrahaston ja Samaran aluehallinnon välillä. Tavoitteena on rakentaa 300 megawattia tuulivoimaa alueelle vuosien 2022-2023 aikana. Hanketta rahoittaa venäläinen Gazprombank. Fortum tiedotti asiasta 4.6. ”On mahtavaa, että voimme laajentaa tuulivoimatuotantoamme maantieteellisesti myös Samaraan, joka on yksi Venäjän keskeisistä teollisuusalueista. Uskomme, että uusiutuvan energian hankkeemme edistävät energiamurrosta koko alueella”, sanoo tiedotteessa Fortumin Venäjän toimintojen johtaja Alexander Chuvaev. Rakennusoikeus 1 823 MW Samaran projektit ovat osa 1 823 MW:n rakennusoikeutta, joka Fortumin ja Rusnanon sijoitusrahastolle myönnettiin vuosien 2017 ja 2018 Venäjän uusiutuvan energian huutokaupoissa. Fortumin ja Rusnanon tuulivoimasijoitusrahaston valmistuneisiin ja käyttöönotettuihin hankkeisiin kuuluu seitsemän tuulivoimapuistoa, joiden kokonaiskapasiteetti on 600 MW. Ulyanovskissa sijaitseva 350 MW tuulivoimapuisto aloitti toimintansa 2019. Neljä Rostovin alueella sijaitsevaa ja kaksi Kalmukian alueella sijaitsevaa tuulivoimapuistoa aloittivat toimintansa vuotta myöhemmin. Sijoitusrahastolla on rakennusvaiheessa edelleen 731,6 MW tuulivoimahankkeita, ensisijaisesti Astrahanin, Rostovin, Volgogradin ja Samaran alueilla. AVAINSANAT Fortum",
    "images": "https://www.ostologistiikka.fi/media/artikkelikuvat-2021/fortum-kopio.jpg",
    "tags": "",
    "excerpt": "Suomalaisyhtiö vahvistaa asemaansa Venäjän suurimpana tuulivoiman tuottajana.",
    "categories": ""
}