{
    "title": "Glass for Europe answers to the consultation on the CBAM",
    "author": "unknown",
    "source": "Glass for Europe answers to the consultation on the CBAM | GlassOnline.com",
    "date": "2021-11-22",
    "text": "The European flat glass sector takes it as its role to produce the materials essential for renovating Europe’s buildings, for supporting the clean mobility transition and for increasing the share of renewable solar energy in Europe. While already providing net carbon-avoidance products, the flat glass sector is looking into ways to massively scale up its contributions to the EU’s climate neutrality objective, including by developing novel ways to lower its industrial emissions. With increased objectives in terms of CO2 emission reduction and a European industry faced with both high energy and EUAs costs, levels of investments to deliver the 2030 CO2 emissions objectives are largely increased while competitors outside the EU may not be subject to the same climate mitigation investments needs. In this context, Glass for Europe, the trade association of Europe’s flat glass sector, welcomes the opportunity to comment on the European Commission’s proposal for a Carbon Border Adjustment Mechanism. Although the flat glass industry is not one of the energy-intensive sectors considered for a pilot phase, we take this opportunity to point out critical factors for the development of a CBAM, which are derived from our industry’s reality. The effectiveness of a CBAM will ultimately be conditioned by the versatility of the system and international trade partners’ buy-in. WTO compatibility is a pre-requisite and it must be ensured that a CBAM would not generate trade retaliations. The CBAM needs to preserve complex EU-based value-chains. If the costs generated by the new mechanism apply to primary materials only, there is a serious risk of provoking a shift in imports from the primary materials to (semi-)finished and higher value-added products, as a way to escape the new CBAM. This unintended consequence would be detrimental to both the upstream production and the downstream transformation activities and would cause a major threat to entire European value-chains. A simple procedure needs to be set up to adjust the CBAM coverage in a speedy manner if needed. More generally, the proposed CBAM ‘s definition of circumvention is too narrow and limited to slight product modifications only. The proposal should better define and address circumvention risks (incl. Resource shuffling, transhipment strategies or costs absorption). Glass for Europe welcomes the proposal in so far that the mechanism would indistinctively apply to all imported products regardless of their country of origin. Any country exemption risks jeopardizing the mechanism hence the importance of maintaining a uniform rule for all third countries without discrimination and regardless of trade agreements. Under the EU ETS, EU operators must comply with annual monitoring, reporting and verification requirements with data verified by an EU accredited verifier. Under the CBAM, the same level of control needs to apply to non-EU operators importing products to the EU. Emissions should be calculated and reported at installation level. Both direct and indirect emissions should be covered. Regarding benchmarks, they should be product-specific and based on reliable data, thus mirroring the EU ETS. Where proxy data has to be used for imports, the penalty should represent a sufficient incentive for third country producers to significantly reduce CO2 emissions, bearing in mind the CO2 linear reduction trajectory imposed on industry in the EU ETS system. Last but not least, the new system must allow for a smooth transition for the European energy-intensive industry. In this regard, the co-existence of free allowances and CBAM needs to be preserved for a period of transition to alleviate any competitiveness shock on EU industrial sectors. If the CBAM is tied with a reduction of free allocation to those covered sectors, a reallocation of allowances made available could be envisaged to avoid the application of a CSCF under the EU ETS regime for protecting industries against the risk of carbon leakage.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}