{
    "title": "DIW Berlin: The New European Carbon Border Adjustment Mechanism",
    "author": "DIW Berlin",
    "source": "DIW Berlin",
    "date": "2025-01-01",
    "text": "DIW Weekly Report 22 / 2023, S. 153-159 get_appDownload (PDF 1.23 MB) get_appGesamtausgabe/ Whole Issue (PDF 3.04 MB - barrierefrei / universal access) In October 2023, the EU Carbon Border Adjustment Mechanism (CBAM), a part of the reform of the European Emissions Trading System (EU ETS), will come into effect. Currently, energy-intensive industries do not need to purchase all of the necessary EU ETS allowances on the market to remain globally competitive, as the remaining allowances are freely allocated to them. The CBAM plans to gradually replace free allowances with a price on the carbon emissions embedded in imports. Following a transitional—primarily monitoring— phase, this price on embedded emissions will be gradually introduced from 2026 on the imports of certain products. While the CBAM can mitigate carbon leakage, production declines in greenhouse-gas intensive industries as a result of limiting free allowances, and rising carbon prices, it cannot compensate for them completely. In particular, the CBAM does not provide sufficient protection for exporters to non-EU countries. It is crucial that the CBAM does not lead to trade conflicts that would make multilateral cooperation more difficult. International cooperation is indispensable, as it is the only way to reduce global emissions. \n\t\t\t\t\t JEL-Classification: F12;F13;F18;Q56 Keywords: EU climate policy, CBAM, Carbon Leakage, General equilibrium trade models      \t\t\t \t DOI:  https://doi.org/10.18723/diw_dwr:2023-22-1 \r\n Frei zugängliche Version: (econstor) http://hdl.handle.net/10419/272928",
    "images": "https://www.diw.de/sixcms/media.php/37/DIW_Logo_Social_Media_Publikationen.jpg",
    "tags": "Energieökonomik;Umwelt- und Ressourcenökonomik;Klimapolitik;Emissionshandel;Emissionsrechte;Industrie;Europäische Union, EU climate policy, CBAM, Carbon Leakage, General equilibrium trade models",
    "excerpt": "In October 2023, the EU Carbon Border Adjustment Mechanism (CBAM), a part of the reform of the European Emissions Trading System (EU ETS), will come into effect. Currently, energy-intensive industries do not need to purchase all of the necessary EU ETS allowances on the market to remain globally competitive, as the remaining allowances are freely allocated to them. The CBAM plans to gradually replace ...",
    "categories": ""
}