{
    "title": "DIW Berlin: Neuer europäischer Mechanismus für CO2-Grenzausgleich",
    "author": "DIW Berlin",
    "source": "DIW Berlin",
    "date": "2025-01-01",
    "text": "DIW Wochenbericht 22 / 2023, S. 261-268 get_appDownload (PDF 1.23 MB) get_appGesamtausgabe/ Whole Issue (PDF 3.23 MB - barrierefrei / universal access) „Steigende Preise von CO2-Emissionen ohne Kompensation können zur Verlagerung von Produktion aus Europa in Drittländer führen, wo die CO2-Kosten niedriger sind. Ein Grenzausgleichsmechanismus kann das abmildern.“ Robin Sogalla Im Oktober 2023 tritt das Europäische CO2-Grenzausgleichssystem (Carbon Border Adjustment Mechanism, CBAM) in Kraft. Der neue Mechanismus ist Teil einer Reform des Europäischen Emissionshandels (EHS). Derzeit müssen energieintensive Industrien nur einen Teil der EHS-Emissionszertifikate am Markt kaufen, damit sie im globalen Wettbewerb bestehen können. Der Rest wird frei zugeteilt. Der CBAM soll diese freien Zuteilungen schrittweise durch eine Abgabe auf die in den Einfuhren enthaltenen CO2-Emissionen ersetzen. Nach einer Übergangsphase, in der vorwiegend ein Monitoring erfolgen wird, wird diese Abgabe ab 2026 bei Importen bestimmter Produkte erhoben. Der Grenzausgleichmechanismus kann Emissionsverlagerungen in andere Länder sowie den Produktionsrückgang treibhausgasintensiver Industrien in Folge der Einschränkung der freien Zertifikate und steigender CO2-Preise abfedern. Er kann sie aber nicht vollständig ausgleichen. Insbesondere bietet er keinen ausreichenden Schutz für Exporteure ins Nicht-EU-Ausland. Entscheidend ist dabei, dass der CBAM nicht zu Handelskonflikten führt, die multilaterale Kooperationen erschweren. Internationale Zusammenarbeit ist für die Bewältigung der Klimakrise unabdingbar, da nur dadurch die globalen Emissionen gesenkt werden können. Die Europäische Union (EU) hat das Ziel, bis zum Jahr 2050 klimaneutral zu werden. Um dies zu erreichen, hat die EU-Kommission mit dem Fit-for-55-Paket verschiedene Maßnahmen vorgelegt, die die Treibhausgasemissionen bis 2030 im Vergleich zu 1990 um 55 Prozent senken sollen.Für einen Überblick der Maßnahmen vgl. European Commission (online verfügbar, abgerufen am 22. Mai 2023. Dies gilt auch für alle andere Online-Quellen dieses Berichts, soweit nicht anders vermerkt.). Zentraler Bestandteil ist die CO2-Bepreisung durch den Europäischen Emissionshandel (EHS).Der EHS und der neue Grenzausgleich erfassen neben CO2 auch weitere Treibhausgase. Da CO2 den größten Anteil ausmacht, wird in der Folge in erster Linie von CO2-Emissionen gesprochen. Dies schließt die anderen erfassten Treibhausgase aber mit ein. Diese birgt allerdings das Risiko, dass treibhausgasintensive Industrien ihre Produktion aufgrund der gestiegenen Kosten ins Ausland verlagern. Eine solche Verlagerung von Emissionen ins Ausland wird als Carbon Leakage bezeichnet. Um Carbon Leakage zu verhindern, führt die EU ein CO2-Grenzausgleichssystem (CBAM) zum 1. Oktober 2023 ein.Europäische Union (2023): Verordnung (EU) 2023/956L130 vom 10. Mai 2023 zur Schaffung eines Grenzausgleichssystems (online verfügbar). In einer Übergangsphase von Oktober 2023 bis Dezember 2025 sind Importeure aus dem Nicht-EU-Ausland zunächst verpflichtet, die in den Einfuhren bestimmter Produkte enthaltenen CO2 -Emissionen zu berichten. Ab Januar 2026 wird eine Abgabe auf diese eingebetteten Emissionen in Höhe des im EHS geltenden CO2-Preises erhoben, wobei die Abgabe nur auf die Emissionen oberhalb der frei zugeteilten Emissionszertifikate anfällt.Auch nach der Einführung des CBAMs erhalten die betroffenen Industrien weiterhin einen Teil der Emissionszertifikate im EHS kostenlos. Der CBAM soll nur auf den Teil der Emissionen anfallen, für die europäische Produzenten Zertifikate am Markt kaufen müssen: CBAM = [(tatsächliche CO2-Intensität des in die EU exportierenden Produzenten (in Tonnen CO2 je produzierter Tonne) – (frei zugeteilte Zertifikate im EHS je produzierter Tonne)] x (produzierte Tonne) x (EHS-CO2-Preis) – (CO2-Preis, der im Drittland bezahlt wurde). Bis 2034 werden die frei zugeilten Zertifikate graduell auf null reduziert, sodass ab dann die Abgabe auf die gesamten eingebundenen Emissionen erhoben wird. Damit sollen die durch die europäische CO2-Bepreisung entstehenden Kostenunterschiede an der Grenze weitestgehend ausgeglichen werden. Ein solcher Ausgleichsmechanismus hat aber nicht nur Effekte hinsichtlich Carbon Leakage; Auswirkungen ergeben sich auch beim Produktionsniveau der energieintensiven Industrien, den Handelsströmen und den realen Einkommen. Die Effekte des im Fit-for-55-Paket festgelegten Emissionsreduktionsziels in Kombination mit verschiedenen Optionen der konkreten Ausgestaltung des Grenzausgleichsmechanismus werden im Folgenden mit Hilfe eines quantitatives Außenhandelsmodells simuliert (Kasten). Die vorgestellte Simulationsanalyse basiert auf einem quantitativen Außenhandelsmodell. Es handelt sich um ein statisches, berechenbares allgemeines Gleichgewichtsmodell. Das Modell kombiniert ricardianische Elemente des komparativen Vorteils mit der sogenannten „neuen“ Handelstheorie, welche die aufgrund von imperfektem Wettbewerb realisierbaren Skalenerträge miteinbezieht. Darüber hinaus bildet das Modell heterogene Emissionsintensitäten von Firmen innerhalb eines Sektors ab. Varianten dieses Modells wurden bereits mehrfach zur Analyse von handelspolitischen Maßnahmen,Vgl. auch Arnaud Costinot und Andrés Rodríguez-Clare (2014): Trade Theory with Numbers: Quantifying the Consequences of Globalization. Handbook of International Economics, 197–261 (online verfügbar); Konstantin Kucheryavyy, Gary Lyn und Andrés Rodríguez-Clare (2023): Grounded by Gravity: A Well-Behaved Trade Model with Industry-Level Economies of Scale. American Economic Journal: Macroeconomics, 372–412 (online verfügbar). aber auch für die Evaluation von klimapolitischen Instrumenten verwendet.Joseph S. Shapiro und Reed Walker (2018): Why Is Pollution from US Manufacturing Declining? The Roles of Environmental Regulation, Productivity, and Trade. American Economic Review, 3814–54 (online verfübar); Farid Farrokhi und Ahmad Lashkaripour (2022): Can Trade Policy Mititgate Climate Change. STEG Working Paper Series (online verfügbar). Idealerweise würde der makroökonomische Ansatz mit verfügbaren disaggregierten Mikrodaten verbunden werden. Kritisch ist auch, inwiefern makroökonomische Modelle die Möglichkeiten der Emissionsminderung für deutlich gestiegene CO2-Preise in angemessener Weise abbilden. Wie jedes Modell abstrahiert auch das verwendete makroökonomische Modell von einigen Faktoren. Daher sollten die Ergebnisse nicht als exakte quantitative Vorhersage interpretiert werden, sondern Einblicke in die Mechanismen der Wirkung europäischer CO2-Bepreisung geben. Die wichtigsten Limitierungen des Modells werden im Folgenden beschrieben. Das Modell kann variierende Emissionsintensitäten innerhalb einzelner Subsektoren nur zu einem gewissen Detailgrad erfassen. Dadurch wird von den konkreten Produktionstechnologien abstrahiert. Stattdessen wird angenommen, dass ein Teil der fossilen Energieträger durch andere Produktionsfaktoren ersetzt werden kann. Die daraus resultierenden Veränderungen der Emissionsintensitäten sind daher mit Unsicherheit behaftet. Da es sich um ein statisches Modell handelt, berücksichtigen die Simulationen keine Innovationen in Bezug auf emissionsmindernde Technologien. Das Modell quantifiziert die Effekte im neuen mittelfristigen Gleichgewicht, nicht aber den Anpassungspfad. Schließlich wird die Nutzung von Vorleistungen nicht modelliert, sodass Effekte entlang der Wertschöpfungskette nicht quantifiziert werden können. Die Datengrundlage des Modells ist Exiobase.Für eine ausführliche Datenbeschreibung vgl. Stadler et al. (2018): EXIOBASE 3: Developing a Time Series of Detailed Environmentally Extended Multi-Regional Input-Output Tables. Journal of Industrial Ecology, 502–515 (online verfügbar). Die Datenbank umfasst Handelsströme, die Inputs sowie die im Produktionsprozess entstandenen Treibhausgasemissionen nach Sektor und Land. Diese Daten werden um aktuelle Zolldaten der Plattform World Integrated Trade Solutions sowie CO2-Preise erweitert. Insgesamt umfasst das Modell den intra- und internationalen Handel von 43 Ländern sowie fünf aggregierten Regionen und unterscheidet zwischen 53 Sektoren, darunter 44 im verarbeitenden Gewerbe und 23 Industrien, für die das EHS gilt. Das Basisjahr für die vorgestellte Simulation ist 2015, sodass alle Effekte die Veränderung gegenüber diesem Jahr angeben. Die Simulation geht von einer Implementierung einer bindenden EU-weiten Emissionsobergrenze aus, die den Treibhausgasausstoß für das Jahr 2030 im Vergleich zu 1990 um insgesamt 55 Prozent (beziehungsweise 42 Prozent im Vergleich zu 2015) senkt. Anders als die bisherige Klimapolitik umfasst die bindende Obergrenze damit alle Sektoren. Dieses Szenario wird mit verschiedenen Ausgestaltungsmöglichkeiten eines CO2-Grenzausgleichsmechanismus kombiniert. Im Gegensatz zur graduellen Einführung des CBAMs bis 2034 wird angenommen, dass der Grenzausgleich ab 2030 die freien Allokationen ersetzt.Für technische Details in Bezug auf die Modellstruktur sowie weitere Ergebnisse und Datenbeschreibung vgl. Robin Sogalla (2023): Unilateral Climate Policy and Heterogeneous Firms. Working Paper (online verfügbar). Die Vermeidung von Carbon Leakage ist ein wichtiger Aspekt bei der Ausgestaltung von einseitiger CO2-Bepreisung. Die potenzielle Abwanderung von Industriezweigen und der drohende Verlust von Arbeitsplätzen ist mit ökonomischen und sozialen Kosten verbunden, welche die Akzeptanz für Klimapolitik schmälern. Darüber hinaus untergräbt Carbon Leakage die Effektivität unilateraler Klimapolitik. Für die Bekämpfung der Klimakrise sind die globalen Treibhausgasemissionen entscheidend – nicht die nationalen. Im extremen Fall, in dem die Emissionen komplett ins Ausland verlagert werden, hätte unilaterale Klimapolitik keinen Effekt auf den globalen Treibhausgasausstoß. Um Carbon Leakage zu vermeiden, erhalten energieintensive Industrien einen Großteil der zur Deckung ihrer Emissionen notwendigen CO2-Zertifikate kostenlos.Stefano Verde et al. (2022): Free allocation rules in the EU emissions trading system: what does the empirical literature show? Climate Policy, 439–452 (online verfügbar). Bisher hat der EHS daher nicht zu Carbon Leakage geführt.Vgl. Helene Naegele und Alexander Zaklan (2019): Does the EU ETS cause carbon leakage in European manufacturing? Journal of Environmental Economics and Management, 125–147 (online verfügbar); Stefano Verde (2020): The impact of the EU Emissions Trading System on Competitiveness and Carbon Leakage: The Econometric Evidence. Journal of Economic Surveys, 320–343 (online verfügbar); Jonathan Colmer et al. (2022): Does pricing carbon mitigate climate change? Firm-level evidence from the European Union Emissions Trading Scheme. Discussion Paper Series. CRC TR Press Discussion Paper, No. 232 (online verfügbar); Antoine Dechezleprêtre et al. (2022): Searching for carbon leaks in multinational companies. Journal of Environmental Economics and Management 112, 1–20 (online verfügbar). Allerdings kann die freie Zuteilung von Emissionszertifikaten die Anreize zur Umstellung auf CO2-sparende Produktionstechnologien mindern.Jordi Teixidó, Stefano Verde und Francesco Nicolli (2019): The impact of the EU Emissions Trading System on low-carbon technological change: the empirical evidence. Ecological Economics, 106347. Außerdem entfallen die öffentlichen Einnahmen, die der Verkauf der Zertifikate generieren würde. Deswegen wird die freie Zuteilung nun schrittweise reduziert und das Carbon-Leakage-Risiko stattdessen durch den Grenzausgleichsmechanismus adressiert.Pressemitteilung des Europäischen Parlaments vom 18 Dezember 2022: Climate change: Deal on a more ambitious Emissions Trading System (ETS) (online verfügbar). Eine Maßnahme im Fit-for-55-Paket ist die Emissionsobergrenze im EHS schneller zu reduzieren, wodurch die CO2-Preise steigen werden. Die Wirkung der höheren Preise sowie des Grenzausgleichsmechanismus als neues Carbon- Leakage-Schutzinstrument sind mit vielfachen Effekten und Wechselwirkungen verbunden. Für ihre Analyse gibt es zwei generelle Ansätze. Ein detaillierter Fokus auf einzelne Sektoren (Bottom-Up) oder eine makroökonomische Perspektive aller Volkswirtschaften (Top-Down).Andreas Löschel (2008): Role of Auctions: The Role of Numerical Models, in Karsten Neuhoff et al.: The role of Auctions for Emissions, Climate Strategies, 35–40 (online verfügbar). Die Vorteile des ersten Ansatzes liegen darin, dass die relevanten Aspekte der Produktionstechnologien, Kostenstrukturen und Handelsbeziehungen jeweils abgebildet werden können. Diese disaggregierte Sicht erfordert allerdings den Fokus auf einzelne Industriezweige. Die Wechselwirkungen mit anderen Bereichen der Volkswirtschaft werden dabei nicht berücksichtigt und Rückschlüsse auf die gesamtwirtschaftlichen Effekte sind nicht möglich. Der gewählte makroökonomische Ansatz bezieht solche Feedback-Effekte zwischen den einzelnen Industriezweigen ein. Allerdings geht dies auf Kosten einer weniger detaillierten Modellierung der einzelnen Sektoren: Die potenziell hohen Kostensteigerungen einzelner Subsektoren können weniger gut erfasst werden. Außerdem könnte das Potenzial, die Emissionsintensität der Produktion zu senken, überschätzt sowie das Risiko von Emissionsverlagerung unterschätzt werden (Kasten). Für die Ausgestaltung eines CBAMs sind mehrere Szenarien möglich, die im Folgenden näher analysiert werden (Tabelle). Im hypothetischen Szenario I „Kein CBAM“ wird angenommen, dass die EU eine bindende Obergrenze für alle Treibhausgasemissionen einführt. Diese Obergrenze entspricht der im Fit-for-55 festgelegten Einsparung um 55 Prozent für das Jahr 2030 relativ zum Jahr 1990 beziehungsweise 42 Prozent im Vergleich zum Jahr 2015. Es wird dabei angenommen, dass diese Emissionsminderungen alleine durch die Anreize eines EU-weiten CO2-Preises erreicht werden, indem von Investitionsrisiken, Lerneffekten, Infrastrukturanforderungen und Finanzierungshemmnissen abstrahiert wird. In den weiteren Szenarien werden verschiedene Ausgestaltungsmöglichkeiten des Grenzausgleichs simuliert. Dabei stehen vor allem zwei Fragen zur konkreten Ausgestaltung des CBAMs im Vordergrund: Welche Industrien sollen unter den neuen Grenzausgleich fallen? Anhand welcher Bemessungsgrundlage soll die Emissionsintensität der Importe bestimmt werden? Szenario CO2-Bepreisung in der EU CBAM-Ausgestaltung Betroffene Industrien Bemessungsgrundlage I Kein CBAM EU-weiter CO2-Preis auf alle Sektoren, der dazu führt, dass die Treibhausgasemissionen im Vergleich zum Jahr 1990 um 55 Prozent fallen kein CBAM II CBAM-Gesetzesvorschlag Aluminium, Eisen und Stahl, Düngemittel, Zement, Energie Emissionsintensität des Produzenten (d.h. Emissionsintensität des exportierenden Drittlandes) II CBAM erweitert Wie „CBAM-Gesetzesvorschlag“ und Polymere, Raffinerieprodukte und sonstige Grundchemieprodukte II CBAM EHS gesamt Alle EHS-Industrien II CBAM EU-Emissionsintensität Alle EHS-Industrien Emissionsintensität basierend auf der Produktion innerhalb der EU Anmerkungen: CBAM steht für den neuen CO2-Grenzausgleichsmechanismus (CBAM). Industrien, die unter den europäischen Emissionshandel fallen (EHS-Industrien) sind: Aluminium; Baumaterialien; Blei, Zink, Zinn; Grundchemieprodukte; Druckerzeugnisse; Düngemittel; Edelmetalle; Gießereien; Glas; Gummi- und Kunststoffwaren; Keramik; Kokereien; Kupfer; Raffinerieprodukte; Nichtmetallische Mineralien; Papierproduktion; Polymere; sonstige NE-Metalle; Zellstoffproduktion und Zement. Quelle: Eigene Darstellung. In den Szenarien II bis IV werden die Auswirkungen je nach Einbeziehung unterschiedlicher Industrien simuliert. Welche Produkte unter den CBAM fallen sollen, war ein wichtiger Diskussionspunkt auf europäischer Ebene. Vereinbart wurde schließlich, dass der CBAM in der ersten Phase auf Aluminium, Eisen und Stahl, Düngemittel, Wasserstoff, Strom und Zement angewendet wird.Europäische Union (2023), a.a.O., 90. In Szenario II gilt der Grenzausgleich für diese Industriezweige. Während die EU-Regulierung vorsieht, dass die weiteren Sektoren durch die Weiterführung der kostenlosten Zuteilung von Emissionszertifikaten vor Carbon Leakage geschützt werden, wird in der Simulation ein solcher Schutz für die weiteren Sektoren nicht unterstellt. Szenario III bildet eine in der mittleren Frist angestrebte Erweiterung des Geltungsbereichs des CBAMs ab. Derzeit ist geplant, nach der Übergangsphase eine Erweiterung um Polymere und organische Chemikalien zu überprüfen.Vgl. Europäisches Parlament (2023), a.a.O., Kapitel VIII, Artikel 30, 2.a), 84. Das Europäische Parlament forderte zudem, auch für Raffinierprodukte die kostenlose Zuteilung von Emissionszertifikaten zu beenden. Diese Produkte sind im Szenario III in den Grenzausgleichsmechanismus einbezogen.Vgl. Europäisches Parlament (2022): Amendments adopted by the European Parliament on 22 June 2022 on the proposal for a regulation of the European Parliament and of the Council establishing a carbon border adjustment mechanism, Amendment 26 (COM(2021)0564 – C9-0328/2021 – 2021/0214(COD))(1) (online verfügbar). Schließlich wird im Szenario IV eine Ausweitung des Mechanismus auf alle im EHS erfassten Güter unterstellt. Szenario V unterscheidet sich von den vorherigen Szenarien in der Bemessungsgrundlage der Emissionsintensität. In den Szenarien II bis IV wird der Grenzausgleich auf Basis der Emissionsintensität des Drittlandes erhoben. Szenario V geht stattdessen von Referenzwerten auf Basis der durchschnittlichen Emissionsintensität innerhalb der EU aus. In den ersten Szenarien wird die Bemessungsgrundlage der im Produktionsprozess ausgestoßenen Treibhausgasemissionen damit besser erfasst. Die Nutzung von EU-Referenzwerten würde den administrativen Aufwand bezüglich der zu erhebenden Daten allerdings reduzieren. Wenn Carbon-Leakage-Risiken weder mit der kostenlosen Zuteilung von Emissionszertifikaten noch mit einem Grenzausgleichsmechanismus adressiert werden, entstehen durch die CO2-Preise Anreize zu Emissionsverlagerungen. Im Szenario I lässt jede vermiedene Tonne Treibhausgase in den EHS-Industrien knapp 0,4 Tonnen zusätzlicher Emissionen im Ausland entstehen (Abbildung 1). Der CBAM senkt den Carbon Leakage im Vergleich dazu. Je mehr Produkte unter den Grenzausgleichsmechanismus fallen, desto weniger Carbon Leakage entsteht. Wird hingegen eine Bemessungsgrundlage des CBAMs auf Basis der im Modellergebnis geringeren EU-Emissionsintensität eingeführt, verliert der CBAM deutlich an Effektivität. Neben Carbon Leakage hat die Einführung stringenterer Klimapolitik auch Auswirkungen auf die Handelsströme und das Produktionsniveau in den Industrien, die in den EHS einbezogene Güter herstellen. So führt eine hohe CO2-Bepreisung ohne Maßnahmen zur Vermeidung von Carbon Leakage zu höheren Einfuhren von energieintensiven Produkten aus dem Nicht-EU-Ausland (Abbildung 2). Dies reduziert die Produktion in Europa und insbesondere die Exporte ins Nicht-EU-Ausland. Die Einführung des Grenzausgleichs verteuert die belasteten Einfuhren, wodurch die Importe von Gütern der in den EHS einbezogenen Industrien in allen Ausgestaltungsmöglichkeiten zurückgehen. Dadurch schützt der CBAM die Wettbewerbsfähigkeit auf dem europäischen Binnenmarkt. Der geplante Grenzausgleichsmechanismus sieht nur eine Abgabe für Importe vor. Dadurch kompensiert der CBAM nicht die Kostensteigerungen für Exporteure der betroffenen Produkte in Drittstaaten. Da der CBAM nur auf Grundstoffe erhoben wird, könnten zudem negative Effekte für die Wettbewerbsfähigkeit nachgelagerter Industrien entlang der Wertschöpfungskette entstehen, die in der Modellsimulation nicht berücksichtigt wurden. Eine Gefahr des CBAMs ist, dass Europas Handelspartner den neuen Grenzausgleichsmechanismus als protektionistisches Instrument einstufen. Dies könnte Vergeltungsmaßnahmen hervorrufen und im schlechtesten Fall zu einem Handelskrieg führen. Die realen Einkommensverluste in Folge stringenterer europäischer Klimapolitik sind auch in Kombination mit dem Grenzausgleich für die meisten Handelspartner der EU gering (Abbildung 3). Zwar werden jene Länder, die fossile Energieträger in die EU exportieren, von der geringeren Nachfrage nach fossilen Energien in Folge der Emissionsreduktion in der EU getroffen. Dieser negative Effekt trifft allerdings auf jede emissionssenkende Maßnahme zu und hängt nicht von der Einführung des CBAMs ab. Einzelne vom Export von Grundstoffen besonders abhängige Staaten könnte der CBAM allerdings vor große Herausforderungen stellen.Guilherme Magacho, Etienne Espagne und Antoine Godin (2023): Impacts of the CBAM on EU trade partners: consequences for developing countries. Climate Policy (online verfügbar). Dieser Effekt könnte abgeschwächt werden, wenn ein Teil der durch EHS und später CBAM generierten Einnahmen zur Finanzierung der Umstellung auf weniger CO2-intensive Produktion im EU-Ausland verwendet wird. Im Gegensatz dazu sind die Effekte für die USA und China niedrig. Beide Länder haben auch mit dem CBAM ein höheres reales Einkommen in Folge der stringenteren CO2-Bepreisung in der EU. Die in Szenario I erreichte Einsparung an weltweiten Treibhausgasen liegt bei drei Prozent. Im Vergleich zu dem Rückgang um 42 Prozent innerhalb der EU ist diese Einsparung gering. Durch die Abmilderung von Carbon Leakage führt der Grenzausgleich zu höheren Emissionseinsparungen. Jedoch betragen diese selbst mit einem CBAM für alle EHS-Produkte (Szenario IV) gerade einmal 3,3 Prozent. Daher kann ein klimapolitischer Alleingang der EU die globalen Emissionen nicht substanziell senken. Die Klimapolitik der EU sollte die Effekte auf mögliche Kooperationen mit anderen Ländern mitdenken. Deshalb ist es auch aus klimapolitischer Sicht entscheidend, dass der CBAM nicht als protektionistisches Instrument wahrgenommen wird. Eine Möglichkeit könnte die vertiefte Zusammenarbeit im Rahmen von bilateralen oder sektoralen Kooperationen oder über neue Plattformen wie den von der G7 initiierten Klimaclub sein, indem sich mehrere Staaten in ihrer Klimapolitik zusammenschließen.Weitere Vorschläge zur globalen Kooperation in: Heiner von Lüpke, Charlotte Aebischer und Karsten Neuhoff (2021): Globale Kooperationen als neues Leitbild der Internationalen Klimafinanzierung. DIW Wochenbericht Nr. 32, 531–539 (online verfügbar). Wichtig ist bei allen Initiativen, dass sie nicht als ein Abschottungsinstrument westlicher Staaten wahrgenommen werden, sondern die Aufnahme weiterer Länder ermöglichen. Es spricht vieles dafür, dass die steigenden CO2-Preise im EHS ohne ein geeignetes Carbon-Leakage-Schutzinstrument zu Emissionsverlagerung ins EU-Ausland führen. Der CBAM kann Carbon Leakage und den Produktionsrückgang in den betroffenen Industrien abschwächen. Da der geplante Grenzausgleichsmechanismus nur Abgaben auf Importe vorsieht, stellt er jedoch keine ausreichende Lösung dar, um den Rückgang der Exporte energieintensiver Unternehmen zu verhindern. Darüber hinaus erfasst der CBAM zunächst hauptsächlich Grundstoffe, weshalb das Risiko besteht, dass er teilweise durch den Import von Zwischenprodukten umgangen wird; dies würde seine Schutzwirkung abschwächen. Bezüglich der Ausgestaltung sollte zwischen den hohen administrativen Kosten, die Emissionsintensität der in die EU exportierenden Drittstaaten zu erheben, und der Effektivität des Grenzausgleiches in Bezug auf Carbon Leakage abgewogen werden. Neben diesen praktischen Fragen ist bei der Ausgestaltung des CBAMs von entscheidender Bedeutung, dass die Handelspartner den Grenzausgleichsmechanismus nicht als ein protektionistisches Instrument begreifen. Dies ist nicht nur wichtig, um mit gegenläufigen protektionistischen Maßnahmen verbundene Einkommenseinbußen zu vermeiden. Auch für eine gelungene Transformation zur Klimaneutralität ist es unabdingbar, Handelsstreitigkeiten zu verhindern. So importiert die EU viele Schlüsseltechnologien wie Batterien und für die Energiewende notwendige Rohstoffe.Vgl. auch Europäische Kommission (2020): Critical Raw Materials for Strategic Technologies and Sectors in the EU – A Foresight Study (online verfügbar); Lukas Menkhoff und Marius Zeevaert (2022): Deutschland kann seine Versorgungssicherheit bei mineralischen Rohstoffimporten erhöhen. DIW Wochenbericht Nr. 50, 667–675 (online verfügbar). Außerdem kann die Klimakrise nur durch multilaterale und bestenfalls globale Lösungen bewältigt werden. Daher ist es zu begrüßen, dass in der Präambel des Gesetzesentwurfs die Möglichkeit zur multilateralen Kooperation hervorgehoben wird.„Die Schaffung des CBAMs erfordert die Entwicklung einer bilateralen, multilateralen und internationalen Zusammenarbeit mit Drittländern. Zu diesem Zweck sollte ein Forum von Ländern mit CO2-Bepreisungsinstrumenten oder anderen vergleichbaren Instrumenten („Klimaclub“) eingerichtet werden, um die Umsetzung ehrgeiziger Klimaschutzmaßnahmen in allen Ländern zu fördern und den Weg für einen globalen Rahmen für die Bepreisung von CO2-Emissionen zu ebnen.” EU-Verordnung 2023/956/L130 (2023) a.a.O S. 62, Präambel (72). Auch wenn solche Kooperationen aufgrund der starken Variation der CO2-BepreisungDerzeit sind 23 Prozent der globalen Treibhausgasemissionen mit einer Steuer belegt oder fallen unter ein Emissionshandelssystem. Die Preise variieren nach Region. Vgl. World Bank (2022): State and Trends of Carbon Pricing 2022 (online verfügbar). schwierig scheinen, gibt es auch positive Signale wie beispielsweise die Einführung des weltgrößten Emissionshandelssystems in China. Themen: Umweltmärkte, Klimapolitik, Industrie, Europa, Energiewirtschaft \n\t\t\t\t\t JEL-Classification: F12;F13;F18;Q56 Keywords: EU climate policy, CBAM, Carbon Leakage, General equilibrium trade models      \t\t\t \t DOI:  https://doi.org/10.18723/diw_wb:2023-22-1 \r\n Frei zugängliche Version: (econstor) http://hdl.handle.net/10419/273598",
    "images": "https://www.diw.de/sixcms/media.php/37/DIW_Logo_Social_Media_Publikationen.jpg",
    "tags": "Energieökonomik;Umwelt- und Ressourcenökonomik;Klimapolitik;Emissionshandel;Emissionsrechte;Industrie;Europäische Union, EU climate policy, CBAM, Carbon Leakage, General equilibrium trade models",
    "excerpt": "Im Oktober 2023 tritt das Europäische CO2-Grenzausgleichssystem (Carbon Border Adjustment Mechanism, CBAM) in Kraft. Der neue Mechanismus ist Teil einer Reform des Europäischen Emissionshandels (EHS). Derzeit müssen energieintensive Industrien nur einen Teil der EHS-Emissionszertifikate am Markt kaufen, damit sie im globalen Wettbewerb bestehen können. Der Rest wird frei zugeteilt. Der CBAM soll diese ...",
    "categories": ""
}