{
    "title": "DIW Berlin: CO2-Grenzausgleich: Nach der Einigung beginnt die Suche nach Lösungen : Kommentar",
    "author": "DIW Berlin",
    "source": "DIW Berlin",
    "date": "2025-01-01",
    "text": "DIW Wochenbericht 17 / 2022, S. 256 Karsten Neuhoff, Roland Ismer get_appDownload (PDF 136 KB) get_appGesamtausgabe/ Whole Issue (PDF 2.74 MB) Mitte März 2022 hat sich der Rat der Europäischen Union grundsätzlich auf einen CO2-Grenzausgleich für den EU-Emissionshandel (Carbon Border Adjustment Mechanismus, kurz: CBAM) geeinigt. Damit fiel dem französischen Präsidenten Emanuel Macron, der derzeit auch dem EU-Rat vorsitzt, ein Stein vom Herzen, denn so ging er gestärkt in die französischen Präsidentschaftswahlen im April. Mit der Einigung folgte der Rat weitgehend dem Vorschlag der Europäischen Kommission, hatte aber erhebliche Vorbehalte. Diese Vorbehalte bedeuten letztlich, dass die Suche nach der konkreten Ausgestaltung des CBAM jetzt erst richtig beginnt; im Ergebnis ist dabei ein Grenzausgleich auf Grundlage eines Klimabeitrags am sinnvollsten. In der Europäischen Union ist der Preis für CO2-emissionsintensive Produktion so hoch wie in kaum einer anderen Weltregion. Um die Verlagerung von Produktion in Staaten mit niedrigeren CO2-Preisen zu verhindern – Stichwort: Carbon Leakage – , erhalten diese Industriezweige bislang kostenlose Emissionsrechte. So konnten zwar Verlagerungseffekte wirkungsvoll unterbunden werden, zugleich aber entfällt der gewünschte Lenkungseffekt des CO2-Preises weitgehend. Daher schlägt die EU-Kommission einen Grenzausgleich vor: Die kostenlose Vergabe von Emissionsberechtigungen soll beendet werden. Stattdessen sollen Importe aus Drittstaaten mit denselben CO2-Kosten belastet werden wie europäische Produkte. Eine Entlastung für Exporte ist nicht vorgesehen. Der EU-Rat hat diesen Vorschlag grundsätzlich gebilligt, seine endgültige Zustimmung aber unter den Vorbehalt gestellt, dass noch eine Reihe von Problemen gelöst wird. Dabei geht es um die Abschaffung der kostenlosen Zuteilung von Emissionsrechten, vor allem aber um die Erstattung für Exporte. Der Rat legt damit den Finger in die Wunde – der Vorschlag der EU-Kommission hat nämlich entscheidende Schwächen: Die fehlende Erstattung für Exporte dürfte großen Widerstand der Industrie hervorrufen. Sie bliebe dann auf den Märkten außerhalb Europas weiter mit einem CO2-Preis belastet, während dies für anderswo produzierte Güter nicht der Fall wäre. Umgekehrt können Importeure beim Grenzausgleich den genauen CO2-Gehalt gehandelter Produkte nachweisen, was sehr aufwendig zu überprüfen ist. Zur Begrenzung des Verwaltungsaufwands umfasst der CBAM außerdem nur Grundstoffe, aber keine weiterverarbeiteten Produkte. Dieser lückenhafte Anwendungsbereich schafft erhebliche Anreize, weiterverarbeitete Produkte in die Europäische Union zu importieren und führt damit zu erheblichen Nachteilen entlang der Wertschöpfungskette. Und schließlich entsteht das Risiko des sogenannten Resource-Shuffling: Erzeuger in Drittstaaten verlagern, statt vor Ort die Emissionen weiter zu senken, die Produktion bestehender emissionsarmer Anlagen nach Europa. So kann zum Beispiel der Aluminiumproduktion Strom aus existierenden Wasserkraft- oder Kernkraftwerken zugewiesen werden, statt neue Wind- oder Solarenergie zu erschließen. Wie könnten nun Lösungen aussehen? Theoretisch könnte der CBAM langsamer umgesetzt werden. Damit bliebe der EU-Emissionshandel für die notwendige grüne Transformation der Industrie weitgehend wirkungslos. Jedenfalls in Deutschland wären die klimapolitischen Ziele dann kaum noch realisierbar. Emissionsminderungen blieben vollständig auf Subventionen aus dem Staatshaushalt angewiesen. Sinnvoller erscheint daher ein Klimabeitrag (oder auch „Excise-Option“). Der Grenzausgleich basiert dann auf pauschalisierten Werten für den CO2-Gehalt von Grundstoffen, was weniger aufwendig ist. In den Vorarbeiten der EU-Kommission wurde dieser schnell umsetzbare und wenig bürokratische Ansatz, der sich auch auf weiterverarbeitete Produkte erstrecken ließe, als gangbarer Weg bewertet. Im Ergebnis würde er CO2-Emissionen effektiv bepreisen, ohne Europas Wirtschaftskraft zu schwächen. Die Vorbehalte des EU-Ministerrats könnten damit ausgeräumt werden. Dieser Weg sollte daher beschritten werden. Dieser Kommentar ist in einer längeren Fassung am 10. März 2022 im Handelsblatt erschienen. Themen: Umweltmärkte, Klimapolitik, Industrie, Europa, Energiewirtschaft \n\t\t\t\t\t      \t\t\t \t DOI:  https://doi.org/10.18723/diw_wb:2022-17-3 \r\n Frei zugängliche Version: (econstor) http://hdl.handle.net/10419/254320",
    "images": "https://www.diw.de/sixcms/media.php/37/DIW_Logo_Social_Media_Publikationen.jpg",
    "tags": "Umwelt- und Ressourcenökonomik;Klimapolitik;Klimaschutz;Industriepolitik;Emissionshandel;Emissionsrechte;Europäische Union,",
    "excerpt": null,
    "categories": ""
}