{
    "title": "R6-B Boost: JUWI Unleashes 340 MW Solar in South Africa",
    "author": "Fuad",
    "source": "PVKnowhow",
    "date": "2025-01-29",
    "text": "JUWI Renewable Energies is investing R6 billion in three utility-scale solar power projects in South Africa, which will add 340 MW of capacity to support industries like mining, data centres, and energy production. These solar power plants will generate over one million MWh annually and will provide clean electricity to major companies such as Glencore, Teraco, Sasol, and Air Liquide. New Solar Power Projects to Support Key Industries JUWI Renewable Energies has announced plans to expand solar power in South Africa. The company is building three utility-scale solar photovoltaic (PV) projects. These projects have a combined capacity of 340 megawatts (MW) and an investment of R6 billion. The initiative supports South Africa’s transition to clean energy. The new projects will supply over one million megawatt-hours (MWh) of electricity yearly. This will benefit major industries, including mining, data centres, and energy production. Companies such as Glencore, Teraco, Sasol, and Air Liquide will receive power from these plants. One of the key projects is a 120 MW solar power facility in the Free State. This plant will supply electricity to multiple data centres owned by Teraco Data Centres. The energy will be delivered through a wheeling system, which will ensure reliable supply. Another 120 MW solar power plant will serve Sasol and Air Liquide. JUWI is developing this project in partnership with TotalEnergies, Mulilo, and Reatile Group. The third project is a 100 MW solar power facility for Glencore’s ferrochrome smelters. Pele Green Energy is collaborating with JUWI on this initiative. The project will help Glencore comply with the European Union’s Carbon Border Adjustment Mechanism (CBAM). JUWI’s Role in South Africa’s Renewable Energy Growth JUWI’s managing director, Dr Richard Doyle, highlighted the importance of solar power in South Africa’s energy future. “As the South African market matures and battery prices drop, we’re well-positioned to bring our global and African experience to local projects,” Doyle said. “Solar PV alone can replace up to 40% of fossil fuel consumption.” JUWI has already developed 20 solar PV and battery energy storage system (BESS) projects worldwide. In Africa, the company has completed significant projects, including the Sukari Gold Mine in Egypt and the Grande Côte mineral sands operation in Senegal. The company is also exploring battery storage solutions to improve solar power reliability. Doyle outlined the three main phases of renewable energy integration. In the first phase, solar power replaces part of a company’s electricity demand. The grid or fossil fuel generators handle any gaps. The second phase introduces small battery storage solutions. These batteries help manage energy supply fluctuations. The third phase focuses on 24-hour renewable energy. This requires large-scale battery storage to ensure continuous electricity supply. Doyle said that 24-hour solar power is not yet widely available due to high costs. However, as battery prices decrease, more industries will adopt long-term storage solutions. Economic and Environmental Benefits of Solar Power JUWI’s latest projects will add about 5% to South Africa’s total solar power capacity. The construction phase will create over 2 000 jobs. The projects will also help industries reduce reliance on coal-fired electricity. Dr Rethabile Melamu, CEO of the South African Photovoltaic Industry Association (SAPVIA), stressed the importance of private investments in renewable energy. “Private sector investments are essential, especially considering our heavy reliance on coal and the carbon-intensive nature of our economy.” Melamu also noted that reducing South Africa’s dependence on coal is essential. The country’s economy remains heavily reliant on carbon-intensive energy. Private sector investments like JUWI’s projects are crucial in achieving sustainability goals. JUWI’s new solar power projects play a key role in South Africa’s energy transition by providing cleaner and more affordable electricity for industries. These private sector investments are crucial for meeting renewable energy targets, reducing carbon emissions, and aligning with international sustainability standards. As battery technology advances, the country will achieve greater energy stability, with JUWI’s leadership continuing to drive progress in the renewable energy sector.",
    "images": "https://www.pvknowhow.com/wp-content/uploads/2025/01/R6-Billion-Boost-JUWI-Unleashes-340-MW-Solar-Power-in-South-Africa.jpg",
    "tags": "Africa;CleanAfrica;greenafrica;JUWI;SolarAfrica;SolarSouthAfrica;SouthAfrica",
    "excerpt": "JUWI Renewable Energies is investing R6 billion in three utility-scale solar power projects in South Africa",
    "categories": "PV News"
}