{
    "title": "ALUMINIJ INDUSTRIES MOSTAR Worldly, yet not ours",
    "author": "Tacno net",
    "source": "Hercegovina.info",
    "date": "2023-07-06",
    "text": "ALUMINIJ INDUSTRIES MOSTAR Worldly, yet not ours With the help of the HDZ-BIH, utilizing the infrastructure of the state-owned company Aluminij Mostar, Israeli businessman Amir Gross Kabiri managed to create a company with a turnover of over one billion KM in just over three years of operation. Along the path to business success, he received support from Chinese strategic partners and the indispensable Swiss conglomerate Glencore. This tremendous growth of Aluminij Industries has also been proportionally reflected in the international support for Dragan Čović. Written by: Predrag Blagovčanin In July 2019, the Elektroprivreda Hrvatske zajednice Herceg Bosne (Electricity Company of the Croatian Community of Herzeg-Bosnia) ceased the supply of electricity to the Aluminij Mostar aluminium plant, resulting in the shutdown of production in this company, which is majority-owned by the Federation of Bosnia and Herzegovina. The inability to continue production led to massive protests by Aluminij workers in front of the headquarters of the HDZ-BIH (Croatian Democratic Union of Bosnia and Herzegovina), directly targeting the party’s president, Dragan Čović, as the most responsible for the downfall of this industrial giant in Herzegovina. Simultaneously with the protests, former coalition partners of the HDZ engaged in negotiations with interested parties for the takeover of Aluminij d.d. Mostar. As a result, the then-federal government led by Fadil Novalić from the SDA party and the relevant minister Nermin Džindić eventually accepted the offer from the Israeli group M.T. Abraham and Chinese strategic partners, following negotiations with Swiss Glencore and the Dubai-based company WAQT Trade, to take over the aluminium industry in this entity of Bosnia and Herzegovina. For a symbolic monthly rent of 30,000 KM, the company M.T. Abraham will receive the complete energy, technical, and technological infrastructure of Aluminij d.d. Mostar, as well as the right to use the company’s brand, which has been highly positioned in this industry for decades. Additionally, the contract allows for the registration of a lien on the property, the introduction of partners, the possibility of purchasing a portion or the entire factory with the exclusive right of first refusal, as well as the construction of energy facilities. This contract is the result of a series of meetings in which, according to information from the Federal Ministry of Energy and Mining, it is unclear who attended. Today, nearly four years after the shutdown of operations at Aluminij d.d., Israeli businessman Amir Gross Kabiri, the public face of Aluminij Industries d.o.o. Mostar is positioned as the key generator of political, economic, and cultural “life” in which the HDZ-BIH fully participates. Despite the lack of relevant experience in this industry, but with strong connections through real estate ventures and involvement in the context of cultural diplomacy in China and Russia, Amir Kabiri is at the helm of a company that, according to available data, accumulates over one billion KM in revenue, with a profit of over 55 million KM for the year 2022. The reasons for these figures can be found in the business relationships with the Swiss conglomerate Glencore and the fact that this company has signed a contract with the largest Russian and other global aluminium producers, RUSAL, for the delivery of 6.9 million tons of aluminium until 2024. In addition to Glencore, whose business with Aluminij Industries has been ongoing since the contract with Aluminij d.d. Mostar, strategic partners such as the MT Abraham Group, Chinese state-owned company China Machinery Engineering Corporation (CMEC), and China Non-Ferrous Metal Industry’s Foreign Engineering & Construction (NFC) have extensive experience in the aluminium and energy industries. In the realm of silk and velvet According to Reuters, the Chinese company “NFC” has closely collaborated with the Iranian missile program in the process of creating aluminium powder, a crucial component of rocket propellant. Representatives of NFC emphasized in their statement to Reuters that the company’s operations in Iran are solely related to civilian use. NFC has been present in Iran since 2005, participating in the technical modification project of an alumina factory in the city of Jajarm. Another strategic partner, CMEC, a part of the M.T. Abraham Group, has long been active in Serbia and Bosnia and Herzegovina through projects involving the construction and renovation of energy facilities. It is worth noting that last year, the Tačno.net portal analyzed the cooperation between Chinese companies and the M.T. Abraham Group in Bosnia and Herzegovina in the context of decades-long political conflicts and tensions in the relations between Israel and the Islamic Republic of Iran. Former Israeli Ambassador Noah Gal Gendler, in a statement to Tačno.net, denied the existence of a contract between the M.T. Abraham Group and NFC, stating that it was “historical information that has not been relevant for some time.” Shortly after our communication, the official website of Aluminij Industries removed NFC from its list of strategic partners. Later actions by Ambassador Noah Gal Gendler, such as direct involvement in the internal political affairs of Bosnia and Herzegovina through a publicly available memorandum advocating for the electoral reform supported by the HDZ-BIH, resulted in a reprimand from the Prime Minister and Minister of Foreign Affairs of Israel, as well as his withdrawal from the ambassadorial position. In August 2022, Galit Peleg replaced Gendler as the non-resident ambassador, and a few months later, the new ambassador ceremoniously opened the International Economic Fair in Mostar, organized in partnership with Israel. The highlight of this year’s economic fair was the announcement that Aluminij Industries had signed a contract with Glencore and Duferco-DITH worth a total of 250 million KM for the construction of a 60 MW solar power plant and a recycled aluminium factory for the automotive industry. This marked the culmination of the interest shown by Duferco International Trading Holding S.A. (DITH) in strengthening its presence in the aluminium trading sector, utilizing renewable energy in its production processes. Duferco, one of the leading steel trading companies, was founded in the 1980s by Italian entrepreneur Bruno Bolfo in Switzerland. With its operational headquarters in Lugano and financial structure in Luxembourg, Duferco became one of the key players in the steel trading industry by the early 2000s. According to journalist Federico Franchini from swissinfo.ch, who covers Duferco’s business activities, after the collapse of the USSR, the company positioned itself in the Russian and Ukrainian markets and entered lucrative deals with leading iron oligarchs. However, Franchini points out that Bruno Bolfo’s business interests shifted towards China in 2014. “In fact, Duferco split into two parts. The trading division, known as DITH, was bought by the Chinese, specifically Hesteel. The other part of Duferco, involved in various sectors including production, gas trading, and equipment, remained in Italian hands. The Italian Duferco still holds a minority stake in DITH.” The second-largest steel producer in the world, the Chinese state-owned company HBIS Group/Hesteel Group, which owns Duferco-DITH, has been present in Serbia since 2016 when they acquired the Smederevo steel mill for 46 million euros. The Smederevo steel mill was initially sold to US Steel in 2003 for 23 million USD, and by 2012, exports from this facility accounted for 13% of Serbia’s total exports. Due to changes in the global steel market, US Steel withdrew, and the steel mill was sold to the Serbian government for a symbolic price of one dollar. For the future: Wear green and let it hint at joy The Council of the European Union reached an agreement in March this year on the establishment of the “CBAM” or Carbon Border Adjustment Mechanism, which will begin its trial application in October 2023. CBAM tariffs are a special tariff imposed by the EU that will tax carbon dioxide emissions on products from the cement, aluminium, fertilizer, iron and steel sectors, as well as electricity production, coming from third countries. The aim of this regulation is to reduce greenhouse gas emissions and protect EU producers and the economy from competition from countries with lower environmental standards whose final products are not subject to “carbon taxes”. In this way, CBAM tariffs will primarily affect the export of iron, steel, and aluminium from Russia and China, as well as exports from the United Kingdom, Norway, and Turkey. The decision of the EU Commission allows for the possibility of avoiding CBAM taxation by introducing a valid internal CO2 accounting system. For this accounting to be valid, it must be aligned with the EU ETS, the European Union Emissions Trading System. However, Bosnia and Herzegovina has not yet established this system. Energy analyst Almir Muhamedbegović emphasizes that the EU Commission has not yet precisely defined the details of CBAM implementation. “So, by applying CBAM, or by not establishing its own internal CO2 accounting, instead of staying in the country, the money goes to the EU. And of course, this CBAM will tax export products from these industries, significantly reducing their competitiveness in the EU market. At the last Energy Community Forum, it was said that the European Commission still needs to define the details of CBAM implementation, that is, to adopt implementing acts, so it seems that the European Commission itself has not fully clarified how and when to apply CBAM to ‘third countries’.” It is precisely in the context of taxation through the CBAM system that we should consider the recent activities of Aluminij Industries Mostar with its partners, Swiss-based Glencore, and Chinese Duferco-DITH. As a reminder, the energy infrastructure of Aluminij d.d. Mostar, once the largest consumer of electricity in Bosnia and Herzegovina, including transformer stations, access power lines, and a maximum capacity connection of 235 MW worth tens of millions of BAM, has been handed over to M.T. Abraham Group through a lease agreement for the Foundry plant. This information has positioned Aluminij Industries in a privileged position, considering the limited capacity of the electricity transmission network and the increasing problem of connecting investors in the field of renewable energy sources faced by Elektroprenos BiH. By building the planned 60 MW solar power plant, Aluminij Industries will position itself as a producer that utilizes renewable energy in its process, thereby exempting itself from CBAM taxes on exports to the EU. However, the question arises regarding the origin of the aluminium processed and marketed by Aluminij Industries. According to the data from the Foreign Trade Chamber of Bosnia and Herzegovina, aluminium imports from Switzerland to Bosnia and Herzegovina amounted to 809 million BAM last year. The trend of importing this raw material from Switzerland has continued this year, with approximately 100 million BAM worth of aluminium imported from Switzerland by May. Although Switzerland does not have its own raw materials, it is one of the largest traders of ores, with its commodities exchange generating transactions of one trillion USD annually. The Swiss organisation “Public Eye” emphasizes that the trade in ores lacks transparency without clear legal regulations and is therefore one of the main sources of revenue for authoritarian regimes. Glencore has not responded to inquiries from the Tačno.net portal. Once upon a time, there was an Aluminij Mostar Today, Aluminij d.d. Mostar exists only as a legal entity with income from facility rent, resulting in an accounting loss of approximately 15 to 18 million BAM per year. Considering that Aluminij d.d. has been leased for a period of 15+15 years, it is estimated that this company will accumulate an additional debt of 450 to 500 million BAM. Taking into account the default interest and legal costs on the total debt of 400 million BAM to the creditors, of which 295 million BAM is owed to EP HZ HB, it is estimated that Aluminij d.d. will be in financial distress of approximately 1 billion BAM over the course of thirty years. The Association of Small Shareholders (DIAL) emphasizes that the rent collected by Aluminij d.d. Mostar can cover only 4 to 5 per cent of the total operating costs of the company’s cold plant, which is majority-owned by the Federation of Bosnia and Herzegovina (FBiH). “The asset leasing model of Aluminij d.d. Mostar would be acceptable as a financial restructuring model if the rent amount could cover the depreciation costs. However, due to the high rent, this is currently impossible. The restructuring of operations should be based on the fact that Aluminij d.d. needs to achieve fiscal consolidation through its own resources, which will lead to positive business results through the foundry production. This is precisely what Mr Kabir demonstrated when he initiated production without capital.” Danijel Bukovac, the current director of Aluminij d.d., did not have much information about the future of the company. He emphasizes that the loss of 18 million BAM this year is due to depreciation and accounting standards. “At the moment, we only have income from rent, and it is being regularly paid. The consolidation process is still ongoing. As for what will happen in the future, I really don’t know. I believe that only the Government of the Federation of Bosnia and Herzegovina, as the majority owner, can provide answers regarding the future of Aluminij d.d. Mostar.” From the Government of the Federation of Bosnia and Herzegovina and the relevant ministry, there has been no response to the inquiries from the Tačno.net portal. It seems that no one will be held accountable for the downfall of Aluminij d.d., a strategic company. The involvement of the financial police after the production shutdown in this company confirmed the media reports about a series of harmful contracts signed by the management in the past. However, the findings of the financial police have yet to result in any legal consequences. In the meantime, the investigation against the longtime director of Aluminij d.d. Mostar and prominent HDZ member, Mijo Brajković, for abuse of power, was halted by the decision of the HNK Prosecutor’s Office. A similar situation occurred with the other director of this company, Ivo Bradvica, who was acquitted of embezzlement charges related to the Mostar Aluminum Factory by a final judgment of the Municipal Court in Mostar. A small step for humanity, but a big one for the HDZ The support of the HDZ BiH political leadership for Amir Kabiri’s ambitious business plans through the leasing of Aluminij’s assets, the establishment of the Israeli Chamber of Commerce in Mostar, the issue of returning the property of Mostar’s Jews, and the increasing advocacy for the concession of Mostar Airport have reflected in providing the lobbying infrastructure of the Israeli Embassy to the political aspirations of Dragan Čović. An evident example that supports this argument is the actions of former Israeli ambassador Noah Gal Gendler regarding the proposed solution to the Election Law, which also elicited strong reactions from the Jewish community in Bosnia and Herzegovina, led by Jakob Finci. However, the significant engagement of Israeli diplomacy in Bosnia and Herzegovina has brought benefits in the process of the HDZ distancing itself declaratively from the fascist ideology of World War II. The removal of street names named after Ustasha officials from the Independent State of Croatia (NDH) is undoubtedly a civilizational step forward for the HDZ in terms of facing the past. Now, we just need the physical removal of the nameplates. Aluminij Industries, HDZ BiH, and Ernest Grin, the advisor to the Israeli Embassy in Bosnia and Herzegovina, did not respond to inquiries from the Tačno.net portal for comments prior to the publication of this article. With the help of the HDZ-BIH, utilizing the infrastructure of the state-owned company Aluminij Mostar, Israeli businessman Amir Gross Kabiri managed to create a company with a turnover of over one billion KM in just over three years of operation. Along the path to business success, he received support from Chinese strategic partners and the indispensable Swiss conglomerate Glencore. This tremendous growth of Aluminij Industries has also been proportionally reflected in the international support for Dragan Čović. The highlight of this year’s economic fair was the announcement that Aluminij Industries had signed a contract with Glencore and Duferco-DITH worth a total of 250 million KM for the construction of a 60 MW solar power plant and a recycled aluminium factory for the automotive industry. CBAM taxes are a special EU tariff that will tax carbon dioxide emissions on products from the cement, aluminium, fertilizer, iron and steel sectors, as well as electricity production, coming from third countries. The aim of this regulation is to reduce greenhouse gas emissions and protect EU producers and the economy from competition from countries with lower environmental standards, whose final products are not subject to “environmental taxes”. In this way, CBAM taxes will primarily affect the export of iron, steel, and aluminium from Russia and China, as well as exports from the United Kingdom, Norway, and Turkey. It is precisely in the context of taxation through the CBAM system that we should observe the recent activities of Aluminij Industries Mostar, along with its partners, Swiss-based Glencore and Chinese-based Duferco-DITH.",
    "images": "https://static.hercegovina.info/img/repository/2021/01/web_image/aluminij-mostar.jpg",
    "tags": "aluminij,Amir Gross Kabiri,aluminij industries mostar",
    "excerpt": "With the help of the HDZ-BIH, utilizing the infrastructure of the state-owned company Aluminij Mostar, Israeli businessman Amir Gross Kabiri managed to create a",
    "categories": "Vijesti"
}