{
    "title": "European aluminium sector: Sailing through CBAM, green energy shift, and geopolitical tides amidst market uncertainty; Aluminium Extrusion, Profiles, Price, Scrap, Recycling, Section",
    "author": "MAYURAKSHI GANGULY",
    "source": "Alcircle",
    "date": "2025-01-01",
    "text": "At this moment, the prevailing buzzword around the European terrain is CBAM, and after raising quite a few eyebrows, it seems to be taking shape. Apart from that, EU nations are not immune to the consequences of shifting to green energy all at once. The current economic slowdown in Germany has affected various industries, and unfortunately, the aluminium industry is not an exception. It is facing significant hardships due to elevated energy costs and the overall economic downturn. The President of Aluminium Germany (AD), Rob van Gils, announced: \"The year 2023 has shown very clearly that the energy transition strategy in its current form is not working. Over-regulation, massive bureaucracy, and a lack of understanding of the importance of industry for prosperity and participation in Germany are damaging acceptance of the need for a clever climate protection policy.\" There is always a certain cost associated with digitalisation, renovation and transforming operational modes; therefore, with the added pressure of CBAM and other regulatory sanctions, Europe might be walking toward an uncertain future. How the LME market paradigm is shifting, and can it affect the European economy? The LME aluminium price kept slowly dampening from December last year itself, with the highest prices marked around December 29 and January 2 at US$2,335.50 per tonne and US$2,336.50 per tonne, respectively. Otherwise, the prices have been range-bound due to the falling US dollar rate. At this moment, fluctuations in the LME market are rampant because of the intermediate overburdening of the warehouses with aluminium of Russian origin. As of January 11, it was reported that there had been a significant shift in the origin of aluminium stockpiled in the London Metal Exchange (LME) warehouses. According to the latest data from the exchange, there has been a notable increase in the amount of Russian metal dominating the stocks. Nearing the end of December 2023, around 90% of the aluminium stored in the LME was of Russian origin, which is a considerable increase from less than 10% before the Ukraine-Russia geopolitical crisis began to nearly 80% at the end of November. As a result of this, the European Union is considering restricting Russian aluminium as part of their upcoming sanctions package, which could expand to include semi-finished and primary aluminium products. The move is aimed at indirectly targeting Russia's energy sector, which makes up 40% of the expenses in aluminium smelting. Discussions over the new prohibitions have been underway since the EU decided to release a new sanctions package for the second anniversary of Russia's invasion of Ukraine on February 24. What did Russia's mining giant Rusal have to say regarding the EU's regulatory step? When AL circle approached an official on this matter, she commented: \"RUSAL produces and supplies over 4.3Mn tonnes of primary aluminium, alloys and downstream aluminium products that are twice the amount as any other ex-China producers. RUSAL is the largest and most reliable supplier of low carbon aluminium, serving the global market.\" \"Low carbon Russian origin metal has been a longstanding supporter of both market liquidity and global price formation, and it is a provider of best-in-class products and services to the global supply chain. Due to the Red Sea crisis, Rusal is now a global supplier with wide and unique logistic options to serve customers all over the world without disruptions in logistics.\" \"Supply of Russian metal has been key to reducing market volatility for the benefit of the global supply chain. RUSAL has accelerated and intensified deliveries to Europe to those of its customers who now receive less metal due to the aggravation of the situation in the Red Sea,\" the official sounded confident. EU considering the imposition of additional sanctions on Russian aluminium caused the global aluminium benchmark price to rise by more than 3% on January 23. The London Metal Exchange may reopen a debate on whether Russian aluminium should be banned or not, as this ban may lead to severe economic consequences, as the European aluminium supply chain has an irreplaceable need for Russian aluminium products. The shift to renewable energy is costly, and the global call for Net Zero Europe is mainly suffering on its own accord as sanctions on foreign goods are continuously narrowing its global network for trade and commerce, while the impending need to shift to green energy can be materialised only with the implementation of high-budget machinery. Paul Coyte, NF Division President, Bureau of International Recycling (BIR), though said during his visit to India for MRAI's 11th IMRC 2024, asserted that CBAM is essential to maintain a global standard for both primary and secondary raw materials. He explained how, by implementing the Carbon Border Adjustment Mechanism (CBAM), the international value chain for finished products can be free of carbon emissions. Regulations are the only way to control the quality of the raw material that is being injected into the production cycle. This whirlpool of economic discrepancy and regulatory requirements has created a confusing situation in the European aluminium market. Recent updates from the primary aluminium front If we consider the primary aluminium production statistics registered by the International Aluminium Institute (IAI), there is a Month-on-Month escalation of 20,000 tonnes or 3.6 per cent in Russia & Eastern Europe and Western & Central Europe from 556,000 tonnes marked in November 2023 to 576,000 tonnes recorded in December 2023. In 2023, the annual production of the region was 6.728 million tonnes, of which the December 2023 haul only amounted to 8.56%. Similarly, the global primary aluminium production in 2023 was 70.593 million tonnes, of which the aluminium from Russia & Eastern Europe and Western & Central Europe origin resulted in 9.53 per cent. Strangely enough, the primary aluminium production in the region for December 2023 was also 9.53 per cent of the 2023 December global aluminium production of 6.041 million tonnes. Europe's primary aluminium production capacity is bound to increase because of a few new clean energy agreements that it has up its sleeves. Recently, Norsk Hydro completed the sale of its 30% stake in the Alunorte alumina refinery and 5% stake in Mineracão Rio do Norte (MRN) to Glencore for US$1.11bn. Additionally, Hydro sold an additional 40% stake in MRN to Glencore. The companies have received unconditional approval from relevant competition authorities and will work together to reduce carbon emissions and develop social projects. Hydro remains the largest shareholder of Alunorte, owning 62% of the stake. It is important to understand how Glencore, the Swiss multinational trading and mining company headquartered in Baar, Switzerland, is strategically extending its arms in collaboration with Norway's aluminium giant to weave an intricate crochet of operational dependency. Conclusive outlook To summarise January's European industry recap, the region is currently entangled in the web of CBAM, green energy transitions, and geopolitical shifts amidst other political challenges. The formidable presence of Russian aluminium in LME warehouses adds a layer of uncertainty, with the EU contemplating restrictive measures. Rusal, a key player, asserts its resilience amid global disruptions, emphasising its role in stabilising market volatility. As Europe grapples with sanctions and energy shifts, the essence of the Paris Environmental Act 2015 resonates, albeit with economic intricacies. Primary aluminium production sees regional fluctuations, while strategic agreements hint at a future capacity increase. In this intricate dance of forces, collaboration emerges as a key player for sustainability, with Glencore and Hydro joining hands. The forecast for February remains nuanced, with potential positive strides amidst the challenges, fostering a delicate optimism in the turbulent landscape. If you wish to have a detailed perspective of the international aluminium industry, go ahead and book AL Circle's special report, Global Aluminium Industry Outlook 2024. Responses",
    "images": "https://www.alcircle.com/api/media/1706798276.30089_EUROPE_Jan_recap_0_0.jpg",
    "tags": "Paris Environmental Act 2015, Russian aluminium in London Metal Exchange (LME) warehouses, Europes primary aluminium production capacity, green energy transitions, Alunorte alumina refinery, Glencore and Hydro joining hands, global primary aluminium production in 2023, primary aluminium production statistics registered by the International Aluminium Institute (IAI), MRAIs 11th IMRC 2024, Carbon Border Adjustment Mechanism (CBAM), European aluminium market, European aluminium supply chain, Russian aluminium products, Low carbon Russian origin metal, Russias invasion of Ukraine on February 24",
    "excerpt": "<p>At this moment, the prevailing buzzword around the European terrain is CBAM, and after raising quite a few eyebrows, it seems to be taking shape. A...",
    "categories": ""
}