{
    "title": "Grupa Azoty Puławy czasowo wstrzymuje produkcję melaminy z powodu wysokich kosztów emisji CO2",
    "author": "Facebook Com; Legaartis; Daniel Głogowski",
    "source": "LEGA ARTIS - Blog - Najnowsze wiadomości z Polski i świata",
    "date": "2024-07-05",
    "text": "W czwartek, Zarząd Grupy Azoty Puławy podjął kluczową decyzję o czasowym wstrzymaniu produkcji melaminy. Decyzja ta wynika z gwałtownie rosnących kosztów podstawowych surowców, zwłaszcza gazu ziemnego oraz cen emisji związanych z energetyką. Jak podkreślono w komunikacie, te wyzwania kosztowe stawiają europejskich producentów w trudniejszej sytuacji konkurencyjnej w porównaniu do producentów spoza Unii Europejskiej. POLECAMY: Grupa Azoty ogłasza straty finansowe Przyczyny decyzji: Koszty surowców i emisji CO2 Rosnące koszty gazu ziemnego oraz cen emisji CO2 są obecnie największym wyzwaniem dla Grupy Azoty Puławy. W przeciwieństwie do europejskich producentów, ich konkurenci z Chin, USA oraz Trynidadu nie są obciążeni kosztami uprawnień do emisji, co daje im znaczącą przewagę konkurencyjną. Wiceprezes Zarządu Grupy Azoty S.A. i Prezes Zarządu Grupy Azoty Puławy, Hubert Kamola, podkreśla, że różnice te mają ogromny wpływ na konkurencyjność: „Standardy pracy i technologii instalacji w UE są na najwyższym poziomie – pamiętajmy, że to z Europy pochodzą technologie wytwarzania melaminy. Mając na względzie wszystkie te czynniki, kluczowe jest prowadzenie rozmów i działań w kierunku uwzględnienia zapisów dotyczących melaminy w regulacjach w ramach CBAM. Cel to równoważenie kosztów emisji – to jest zadanie na najbliższy czas” – komentuje Kamola. Zapewnienie ciągłości dostaw i planowanie produkcji Pomimo czasowego wstrzymania produkcji, Grupa Azoty Puławy zabezpieczyła operacyjny zapas melaminy, co pozwala na kontynuację dostaw dla klientów. Produkcja zostanie wznowiona w momencie, gdy warunki rynkowe pozwolą na uzyskanie akceptowalnych cen melaminy w stosunku do kosztów produkcji. Warto zaznaczyć, że Grupa Azoty Puławy jest jedynym producentem melaminy w Polsce. Produkcja na jednej z trzech linii, Melamina III, została wznowiona w lutym 2024 roku, a niedawno przeprowadzono remont linii Melamina II. Działania optymalizacyjne i inwestycyjne Równolegle z wstrzymaniem produkcji, Grupa Azoty Puławy prowadzi analizę wszystkich kosztów stałych oraz wypracowuje inicjatywy mające na celu ich optymalizację. Wstępne inicjatywy inwestycyjne, które poprawią wskaźniki operacyjne, są już w toku. Kluczowym elementem strategii będą przyszłe synergie w ramach nowych inwestycji, które mają na celu maksymalne wykorzystanie możliwości poprawy każdej pozycji kosztowej. W przypadku dwóch z trzech instalacji melaminy, Grupa Azoty Puławy wykorzystuje technologię wysokociśnieniową, co pozwala na wytwarzanie produktu najwyższej jakości. Jednakże, koszty produkcji oraz konkurencyjne warunki rynkowe stanowią istotne wyzwanie. Regulacje CBAM jako klucz do równoważenia kosztów emisji Hubert Kamola wskazuje, że kluczowe dla przyszłości produkcji melaminy w Europie będzie uwzględnienie zapisów dotyczących tego surowca w regulacjach CBAM (Carbon Border Adjustment Mechanism). Regulacje te mają na celu równoważenie kosztów emisji pomiędzy producentami europejskimi a tymi spoza UE, którzy nie muszą ponosić tak wysokich kosztów emisji CO2. Podsumowanie Decyzja Grupy Azoty Puławy o czasowym wstrzymaniu produkcji melaminy jest odpowiedzią na rosnące wyzwania kosztowe związane z gazem ziemnym oraz cenami emisji CO2. Firma podejmuje kroki w kierunku optymalizacji kosztów oraz wypracowania nowych inicjatyw inwestycyjnych, które mają na celu poprawę wskaźników operacyjnych. Kluczowym elementem strategii będzie także walka o uwzględnienie melaminy w regulacjach CBAM, co ma na celu równoważenie kosztów emisji i poprawę konkurencyjności europejskich producentów na rynku globalnym.",
    "images": "https://legaartis.pl/blog/wp-content/uploads/2022/08/GrupaAzoty-e1661246233701.png",
    "tags": "Azoty puławy;emisja co2;lega artis;legaartis;melanina;polska",
    "excerpt": "W czwartek, Zarząd Grupy Azoty Puławy podjął kluczową decyzję o czasowym wstrzymaniu produkcji melaminy. Decyzja ta wynika z gwałtownie rosnących kosztów",
    "categories": "Aktualności z kraju, Wydarzenia dnia"
}