{
    "title": "Grupa Azoty skupia jak w soczewce problemy wynikające z europejskiego kryzysu energetycznego",
    "author": "Basia Michałowska",
    "source": "TYSOL.PL",
    "date": "2025-01-29",
    "text": "Grupa Azoty skupia jak w soczewce problemy wynikające z europejskiego kryzysu energetycznego Faktem jest jednak, że nie mamy tutaj do czynienia z typowym antyspołecznym zarządem, który za nic ma własnych pracowników. Azoty są w kłopotach z uwagi na szersze problemy, dotykające różnych gałęzi europejskiego przemysłu. Kryzys(y) Europy Europę dotyka obecnie seria powiązanych ze sobą kryzysów. Problemy klimatyczne oraz wojna rosyjsko-ukraińska przyczyniają się do kryzysu energetycznego. Energia jest droższa w Europie niż w Chinach czy Stanach Zjednoczonych. To odbija się zaś na energochłonnych przemysłach, takich jak przemysł chemiczny czy stalowy. Szczególnie dotknięte są firmy chemiczne, takie jak polskie Azoty czy holenderski OCI. Popyt na ich produkty jest niższy, niż mógłby być, gdyby nie musiały konkurować z firmami z Rosji czy Białorusi. Azoty domagały się ceł na mocznik oraz bardziej restrykcyjnych ograniczeń importu potażu z tych dwóch krajów. Co więcej, import nawozów z obu państw wzrósł, dochodząc w zeszłym roku do około jednej trzeciej całkowitego importu tych dóbr. W 2023 roku wprowadzono obowiązek raportowania w ramach będącego elementem Europejskiego Zielonego Ładu rozwiązania o nazwie CBAM (Carbon Border Adjustment Mechanism). To graniczny podatek węglowy, czyli po prostu forma cła. Ma on chronić europejski przemysł przed konkurencją firm spoza Europy, w mniejszym stopniu przejmujących się skutkami klimatycznymi swoich działań. Przedsiębiorstwa produkujące coś poza Unią, a sprzedające to na jej obszarze, od 2026 roku będą musiały opłacać na granicy celnej podatek od emisji. To rozwiązanie uderzy w część firm produkujących np. w Indiach, ale już Chiny, z uwagi na elektryfikację swojej gospodarki i szybki rozwój OZE, ominą ten mechanizm. Tym samym, realizując cele klimatyczne, CBAM nie spełni roli ochronnej wobec przemysłu europejskiego. Pełzająca dezindustrializacja Europy? Na szczycie Komisji Europejskiej w 2022 roku premier Belgii Alexander De Croo nawoływał do pilnej europejskiej reakcji na wysokie ceny energii, wskazując na groźbę „dezindustrializacji” Europy. We Francji mówi się o niej powszechnie od dawna. O „pełzającej dezindustrializacji” czy potrzebie ochrony przemysłu bardzo głośno wspominają w ostatnich latach przedstawiciele większości partii w Niemczech, od SPD przez FDP po CDU. Dezindustrializacja to spadek znaczenia przemysłu w gospodarce. Może to jednak oznaczać wiele różnych rzeczy: spadek produkcji przemysłowej, spadek udziału przemysłu w PKB (dezindustrializacja względna) czy spadek udziału danego kraju lub obszaru gospodarczego w globalnej produkcji przemysłowej. To ostatnie zjawisko bezsprzecznie dotyczy Europy i będzie postępować w najbliższych latach i dziesięcioleciach. Przewiduje się na przykład, że przemysł strefy euro spadnie z obecnych nieco ponad 12% do 10% w roku 2050. Jest to jednak raczej efekt szybkiego wzrostu Chin i innych gospodarek azjatyckich w tym zakresie. Bardziej złożona jest kwestia spadku udziału przemysłu w PKB. W najbardziej rozwiniętym przemysłowo kraju Unii i centrum debaty o dezindustrializacji, czyli w Niemczech, najszybszy spadek tego wskaźnika nastąpił w latach 1991–1993, kiedy zmalał z ok. 25% do niemal 22%. Obecne spadki nie przekraczają jednego punktu procentowego. Przemysł przemysłowi nierówny A jednak w latach 2022–2023 produkcja przemysłowa w energochłonnych przemysłach w Niemczech spadła aż o 17%. To właśnie w energochłonnych lub pracochłonnych gałęziach przemysłu, takich jak przemysł tekstylny, papierniczy czy petrochemiczny, sytuacja jest najtrudniejsza. Ta część przemysłu, która bazuje na specjalistycznie i wysoko wykształconych pracownikach, a także zgromadzonej przez lata wiedzy istniejącej w instytucjach, może w najbliższych latach wciąż rosnąć. Chodzi tu m.in. o przemysły: farmaceutyczny, wysokiej technologii, elektroniczny i elektrotechniczny. Te przemysły poszukują jednak innego typu pracowników lub potrzebują ich mniej, ponieważ zastępują ich pracę pracą maszyn. Niemcy są obecnie liderem automatyzacji w tej dziedzinie. Nie wolno zapominać o pracownikach I tu dochodzimy do społecznych kosztów. Dezindustrializacja może być też mierzona spadkiem zatrudnienia w przemyśle. Od 2019 roku w Europie przestał istnieć prawie milion miejsc pracy w tym sektorze. W liczbach bezwzględnych najwięcej z nich ubyło w Polsce, Czechach, Rumunii i Niemczech, a procentowo w Chorwacji i Słowenii. Spadek zatrudnienia w przemyśle może być rekompensowany wzrostem miejsc pracy w usługach. Trzeba jednak pamiętać, że pod względem zabezpieczeń, warunków zatrudnienia i wysokości płac będą one najprawdopodobniej gorsze. Odpowiada za to m.in. większe rozdrobnienie zakładów usługowych, a także znacznie słabsza pozycja i siła związków zawodowych. Atom w centrum Niemcy przyjęły w roku 2010 plan transformacji energetycznej (Energiewende), zgodnie z którym zdecydowały się nie tylko ograniczyć udział paliw kopalnych, lecz także odejść od energetyki jądrowej. Kraj, który jeszcze ćwierć wieku temu czerpał prawie jedną trzecią swojej energii z atomu, zamknął swoje trzy ostatnie elektrownie jądrowe w kwietniu 2023 roku. Dzisiaj widać już, że to był błąd. Jak wykazał norweski badacz prof. Jan Emblemsvåg, stracono w ten sposób ok. 600 miliardów euro. Gdyby w najważniejszych gospodarkach europejskich energetyka jądrowa stanowiła podstawę miksu energetycznego, europejskie przedsiębiorstwa cieszyłyby się zarówno niższymi cenami energii, jak i większą stabilnością i niezależnością względem eksporterów ropy i gazu. Czy popełnione błędy oraz zaniedbania da się odwrócić? Straty zostały już poczynione, ale każda następna zwłoka może być niewybaczalna. Dlatego w polskiej polityce energetycznej przedmiotem ponadpartyjnego porozumienia należy uczynić przyspieszenie trwających prac nad budową elektrowni jądrowych. Potrzeba sankcji Niewątpliwie do ochrony polskiego i europejskiego przemysłu potrzebne są także bardziej drastyczne sankcje wobec Rosji i Białorusi. Kolejny ich pakiet będzie negocjowany w najbliższych tygodniach. Pewną szansą może być fakt, że to Polska do czerwca sprawuje prezydencję w Radzie Unii Europejskiej. Oby ten problem został potraktowany jako priorytetowy przez polski rząd. Oby przedstawiciele największej partii koalicji rządzącej wyrzekli się już credo swojego ideologicznego pobratymca i politycznego kolegi Tadeusza Syryjczyka. Ten – jako minister przemysłu w rządzie Tadeusza Mazowieckiego (a potem minister transportu i gospodarki morskiej w rządzie Jerzego Buzka) – zwykł mawiać, że najlepszą polityką przemysłową jest jej brak. Na takie ideologiczne zaślepienie Polski już nie stać. Niezwykła determinacja będzie tu potrzebna, bo nałożenie kolejnych ceł wymaga przekonania przedstawicieli 15 państw członkowskich UE, a kolejny pakiet sankcji – wszystkich 27 (wymagana jest tu jednomyślność). Interesy między nimi są jednak sprzeczne, ponieważ część państw członkowskich jako priorytet stawia możliwie niskie koszty produkcji dla swoich rolników. Ochrona klimatu tak, ale nie przeciw pracownikom Kryzys klimatyczny, którego skutków doświadczamy coraz dotkliwiej, stanowi kluczowe wyzwanie dla nas wszystkich. Jednak skutecznie walczyć z nim możemy tylko wspólnie, a nie zostawiając na topniejącym lodzie liczne grupy społeczne. Sprawiedliwa dekarbonizacja jest możliwa, ale tylko w oparciu o energię jądrową i podmiotowe traktowanie pracowników. Dekarbonizacja przez dezindustrializację to zła droga, ponieważ prowadzi do utraty miejsc pracy, pogorszenia sytuacji społecznej oraz rodzi polityczny opór wobec polityki klimatycznej w ogóle. W długim okresie to nieodpowiedzialne zarówno społecznie, jak i środowiskowo.",
    "images": "https://www.tysol.pl/imgcache/1200x630/c/uploads/news/134664/1738163657a84edc24d067133afbf1ad.jpg",
    "tags": "Grupa Azoty,deindustrializacja,Solidarność,Zielony Ład,przemysł",
    "excerpt": "W będącej w trudnej sytuacji finansowej Grupie Azoty dokonywane i planowane są kolejne zwolnienia pracowników. Z ust prezesów słyszymy standardowe zdania, żywcem wyjęte z podręcznika neoliberalnego zarządzania o „restrukturyzacji” i „dążeniu do uzyskania maksymalnych synergii biznesowych”. Przez wszystkie przypadki odmieniana jest „optymalizacja kosztów” (czyli cięcia wydatków, w tym na zatrudnienie pracowników), za cel wskazywana jest „budowa pozycji grupy wokół jej segmentów biznesowych, a nie poszczególnych zakładów do niej należących” (czyli nie zawahamy się likwidować zakładów i zwalniać ludzi, którzy tam pracują).",
    "categories": ""
}