{
    "title": "YARA BELGIUM S.A. datacard on lobbyfacts.eu",
    "author": "unknown",
    "source": "YARA BELGIUM S.A.",
    "date": "2025-02-03",
    "text": "Overview Lobbying Costs 900,000€ - 999,999€ Financial year: Jan 2023 - Dec 2023 Lobbyists (Full time equivalent) 6.35 Fte (8) Lobbyists with EP accreditation 0 High-level Commission meetings 31 Lobbying Costs over the years \n\t\t\t\t\t Info\n\t\t\t\t\t YARA BELGIUM S.A. (YARA BELGIUM S.A.) EU Transparency Register 68208004617-79 First registered on 26 Nov 2010 Goals / Remit Yara grows knowledge to responsibly feed the world and protect the planet. Supporting our vision of a world without hunger and a planet respected, we pursue a strategy of sustainable value growth, promoting climate-friendly crop nutrition and zero-emission energy solutions. Yara’s ambition is focused on growing a nature positive food future that creates value for our customers, shareholders and society at large and delivers a more sustainable food value chain. To achieve our ambition, we have taken the lead in developing digital farming tools for precision farming, and work closely with partners throughout the food value chain to improve the efficiency and sustainability of food production. Through our focus on clean ammonia production, we aim to enable the hydrogen economy, driving a green transition of shipping, fertilizer production and other energy intensive industries. Main EU files targeted all policies, initiatives and files concerning : - industry and trade in particular free trade agreements - energy policies in particular relating to natural gas and electricity market(s) - agricultural policies in particular relating to CAP and different methods of farming, precision farming, digitization, - decarbonization of industry via renewable hydrogen & CCS - soil health, nutrient management etc... - sustainable finance, financial taxonomy & sustainable investment - EU funding - health, safety, environment, quality for industrial processes incl. industrial emissions - fertilizer & chemical product legislation - sustainable food systems - environment and climate change relating policies in particular on Green Deal, on quality of water and air and global warming. Also other policies relating to industry's role in environmental and climate related challenges. Address Head Office ManhattanBolwerklaan 21, bus 4 Brussels 1210 BELGIUM EU Office ManhattanBolwerklaan 21, bus 4 Brussels 1210 BELGIUM Website \n\t\t\t\t\t People\n\t\t\t\t\t Total lobbyists declared 8 Employment time Lobbyists 100% 5 75% 1 50% 1 10% 1 Lobbyists (Full time equivalent) 6.35 Lobbyists with EP accreditation All Lobbyists with EP accreditation over time 0 accreditations were / are live (in bold) for the selected state of 10 Apr 2025 Name Start date End Date Tiffanie STEPHANI 21 Oct 2024 09 Apr 2025 Aino Elma Amanda Vilkki 23 Oct 2024 09 Apr 2025 Ingrid Gran NORDHEIM 22 Oct 2024 09 Apr 2025 Luc HAUSTERMANS 12 Sep 2024 09 Apr 2025 Isabella ERMILI 30 Jul 2024 09 Apr 2025 Federico FACCHIN 12 Jun 2024 09 Apr 2025 Nenad PERIC 27 May 2024 09 Apr 2025 NIKOLAOS KYRIAKIDIS 27 May 2024 09 Apr 2025 Ingrid Gran NORDHEIM 27 Sep 2023 27 Sep 2024 Luc HAUSTERMANS 04 Nov 2023 18 Sep 2024 Federico FACCHIN 20 Sep 2023 16 Aug 2024 Tiffanie STEPHANI 04 May 2023 04 May 2024 Nenad PERIC 28 Apr 2023 27 Apr 2024 Isabella ERMILI 11 May 2023 11 May 2024 Luc HAUSTERMANS 09 Nov 2022 04 Nov 2023 Nenad PERIC 07 May 2022 28 Apr 2023 Tiffanie STEPHANI 05 May 2022 04 May 2023 Isabella ERMILI 27 Apr 2022 27 Apr 2023 Luc HAUSTERMANS 12 Oct 2021 12 Oct 2022 Mr Wilhelmus SLOOT 24 Oct 2019 24 Oct 2020 Mr JEAN PAUL BEENS 22 Oct 2019 22 Oct 2020 Mr JEAN PAUL BEENS 06 Oct 2018 05 Oct 2019 Mr JEAN PAUL BEENS 10 Oct 2017 06 Oct 2018 Mr JEAN PAUL BEENS 10 Oct 2016 07 Oct 2017 Mr JEAN PAUL BEENS 16 Jul 2015 13 Jul 2016 Mr Wilhelmus SLOOT 16 Jan 2012 01 Dec 2012 Complementary Information None declared Person in charge of EU relations Data not provided by Register Secretariat due to GDPR Person with legal responsibility Data not provided by Register Secretariat due to GDPR \n\t\t\t\t\t Categories\n\t\t\t\t\t Category Companies & groups \n\t\t\t\t\t Networking\n\t\t\t\t\t Affiliation Yara is a member of Fertilizers Europe and of the International Fertilizers Association IFA Yara is through its production/sales locations also member of the national fertilizer associations throughout the EU and abroad. Yara is also a member of: Cool Farm Alliance CEFIC and its national chemical associations European Biostimulant Industry Council Hydrogen Europe Ammonia Europe Zero Emissions Platform IFIEC European Food Forum OP2B One Planet Business for Biodiversity Member organisations None declared \n\t\t\t\t\t Financial Data\n\t\t\t\t\t Interests represented Promotes their own interests or the collective interests of their members Closed financial year Jan 2023 - Dec 2023 Lobbying costs for closed financial year 900,000€ - 999,999€ Major contributions in closed year None declared Intermediaries for closed year Name Amount fti consulting belgium 400,000€ - 499,999€ logos bbe 200,000€ - 299,999€ rud pedersen denmark 50,000€ - 99,999€ Intermediaries for current year Name logos bbe rud pedersen denmark Closed year Costs 900,000€ - 999,999€ Other financial info third party spend listed above ; staff costs (also including analysis of policy files) ; memberships of major associations \n\t\t\t\t\t EU Structures\n\t\t\t\t\t Groups (European Commission) Gas consuming industries' feedback on AggregateEU#E03865/3#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=104112 #MEMBER #C#IndustryStanding Committee on Precursors#E03245#https://ec.europa.eu/transparency/expert-groups-register/screen/expert-groups/consult?lang=en&groupID=3245 #OBSERVER #C#Industry Groups (European Parliament) N/A Communication activities https://www.yara.com/this-is-yara/sustainability/commitments-and-policies/our-opinions/ https://www.yara.com/sustainability/transforming-food-system/sustainable-agriculture-in-europe/ https://www.yara.com/yara-clean-ammonia/ Other activities None declared Meetings\n\t\t\t\t\t Meetings 31 meetings found. Download meetings The list below covers meetings with Commissioners/Cabinet members/Directors-general (high-level) Commission meetings published December 2014 to December 2024, and the meetings of Commissioners/Cabinet members/Directors-general and officials holding \"management functions\" in the Commission published since 1 January 2025. Other lobby meetings with lower-level staff may well have taken place, but the Commission doesn't proactively publish information about these meetings. All information below comes from the Commission and not from the registrant. 1 July 2024: We have noted that some meetings are appearing in duplicate, ie. some meetings seem to be listed twice. This seems to be because the Commission changes some element of a meeting data after the meeting has first been listed, which causes LobbyFacts to register it as a new meeting. We are investigating further. \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Apr 2025 Location Brussels Subject Vision for Agriculture and Food, fertilizers Cabinet Cabinet of Executive Vice-President Raffaele Fitto Attending Felicia Stanescu (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 26 Mar 2025 Location Brussels Subject Physical meeting - Exchange of views on the Carbon Border Adjustment Mechanism (CBAM) DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 21 Mar 2025 Location PARIS Subject - Marché intérieur - Compétitivité - Sécurité économique - Simplification - Relation USA / Europe Cabinet Cabinet of Executive Vice-President Stéphane Séjourné Attending Arthur Corbin (Cabinet member) Sacha Halphen (Cabinet member) Stéphane Séjourné (Executive Vice-President) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 18 Mar 2025 Location Brussels Subject Challenges of the ammonia-based fertiliser industry and need of a sector-specific strategy. Cabinet Cabinet of Executive Vice-President Stéphane Séjourné Attending Vilija Sysaite (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 20 Feb 2025 Location Brussels Subject To hear interest representatives’ view on the state of play of fertilizer production in Europe. Cabinet Cabinet of Executive Vice-President Teresa Ribera Rodríguez Attending Aleksandra Baranska (Cabinet member) Terhi Lehtonen (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Jan 2025 Location Davos Subject Discussion on energy supply for fertiliser production in Europe and the supply of other raw materials needed. Cabinet Cabinet of Commissioner Dan Jørgensen Attending Dan Jørgensen (Commissioner) Tomas Anker Christensen (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Jan 2025 Location Davos Subject Charting the future of European green competitiveness. Cabinet Cabinet of Commissioner Dan Jørgensen Attending Tomas Anker Christensen (Cabinet member) Dan Jørgensen (Commissioner) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 09 Jan 2025 Location BERL Subject European agriculture, competitiveness, resilience and sustainability Cabinet Cabinet of Commissioner Christophe Hansen Attending Christophe Hansen (Commissioner) Alisa Tiganj (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 06 Dec 2024 Location Brussels Subject Video-call - Exchange on CBAM DG Taxation and Customs Union Attending Gerassimos Thomas (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 17 Oct 2024 Location Brussels Subject Discussion with Yara International CEO Svein Tore Holsether on decarbonization of fertilizers, food & shipping. DG Internal Market, Industry, Entrepreneurship and SMEs Attending Kerstin Jorna (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 May 2024 Location Brussels, Belgium Subject Imports into the EU of Russian fertilizers, Export duties on Russian fertilizers, EU food security Cabinet Cabinet of Commissioner Janusz Wojciechowski Attending Janusz Wojciechowski (Commissioner) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Apr 2024 Location Brussels Subject - Imports of Russian fertilizers - Food security Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Attending Miriam Garcia Ferrer (Cabinet member) Elina Melngaile (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 15 Apr 2024 Location Brussels Subject Meeting WEF CEO Action Group for the European Green Deal Cabinet Cabinet of Vice-President Maroš Šefčovič Attending Maroš Šefčovič (Executive Vice-President) Virginie Battu-henriksson (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Feb 2024 Location Sluiskil Subject The Industrial Carbon Management Strategy and measures to foster a market for low-carbon product; Reaching the RED III green hydrogen target in industry Cabinet Cabinet of Commissioner Wopke Hoekstra Attending Daniel Mes (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Nov 2023 Location Brussels Subject CO2-free shipping fuels and port infrastructure Cabinet Cabinet of Commissioner Adina Vălean Portfolio Transport Attending Roxana Lesovici (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 27 Oct 2023 Location Brussels Subject Presentation of YARA current projects in Europe Cabinet Cabinet of Commissioner Kadri Simson Portfolio Energy Attending Ruud Kempener (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 Apr 2023 Location Brussels Subject Future EU hydrogen market and the EU hydrogen bank Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Lukas Visek (Cabinet member) Aleksandra Tomczak (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 19 Jan 2023 Location Davos Subject EU tackling soil pollution and upcoming EU Healthy Soils Proposal Cabinet Cabinet of Commissioner Virginijus Sinkevičius Portfolio Environment, Oceans and Fisheries Attending Virginijus Sinkevičius (Commissioner) Simonas ŠATŪNAS (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 02 Dec 2022 Location Brussels Subject Workshop on the transition towards sustainable food systems Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Lukas Visek (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Nov 2022 Location Brussels, Berlaymont Subject Exchanging of views on topics: • Pathways to reduce nutrient losses in Europe • Soil health and the contribution of balanced plant nutrition • How Yara supports farmers in Ukraine in this time of war Cabinet Cabinet of Commissioner Virginijus Sinkevičius Portfolio Environment, Oceans and Fisheries Attending Agne Razmislaviciute-Palioniene (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 21 Oct 2022 Location Brussels, Belgium Subject Fertilizers production and market situation, in the EU and globally Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Portfolio An Economy that Works for People Attending Cristina Rueda Catry (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 19 Oct 2022 Location online Subject Upcoming communication about fertilizers - EU Fertiliser strategy Cabinet Cabinet of Commissioner Janusz Wojciechowski Portfolio Agriculture Attending Maciej Golubiewski (Cabinet member) Janusz Wojciechowski (Commissioner) Andreas Schneider (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 19 Oct 2022 Location online Subject Upcoming communication about fertilizers Cabinet Cabinet of Commissioner Janusz Wojciechowski Portfolio Agriculture Attending Andreas Schneider (Cabinet member) Janusz Wojciechowski (Commissioner) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Jul 2022 Location Belgium Subject Discussion on commitment to sustainable food production, manufacturing climate-friendly crop nutrition solutions and achieving zero-emission energy targets. Cabinet Cabinet of Commissioner Mairead Mcguinness Portfolio Financial services, financial stability and Capital Markets Union Attending Peter Power (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 13 Jun 2022 Location Brussels Subject Sustainable food systems Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Lukas Visek (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 13 May 2022 Location BERL Subject Delivering on the Farm to Fork objectives Cabinet Cabinet of Commissioner Janusz Wojciechowski Portfolio Agriculture Attending Joanna Stawowy (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 17 Mar 2022 Location Brussels Subject Exchange of views on food security and fertilizers DG Agriculture and Rural Development Attending Wolfgang Burtscher (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Dec 2021 Location video-call Subject Discussion on investments into carbon removals with business representatives Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Frans Timmermans (Executive Vice-President) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 15 Jul 2021 Location Online Subject Bioecononmy /Sustainability of biomass Cabinet Cabinet of Commissioner Janusz Wojciechowski Portfolio Agriculture Attending Jorge Pinto Antunes (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 15 Jun 2021 Location video-call Subject Fit for 55 package Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Antoine Colombani (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 10 Jun 2021 Location Videoconference Subject Roundtable of the Clean Hydrogen Alliance: 3rd meeting of the co-chairs Cabinet Cabinet of Commissioner Thierry Breton Portfolio Internal Market Attending Thierry Breton (Commissioner) Other Lobbyists European Environmental Bureau WWF European Policy Programme thyssenkrupp Steel Europe AG The European Steel Association Baker Hughes Holdings Tata Steel Nederland Polski Koncern Naftowy Orlen S.A. ING Group TotalEnergies Electricité et Gaz France UPM-Kymmene Oyj Paul Wurth S.A. Siemens Energy AG WACKER CHEMIE AG Fraunhofer-Gesellschaft zur Förderung der angewandten Forschung e.V. Nouryon St1 Nordic Oy Climate Action Network Europe International Federation of Industrial Energy Consumers Agora Energiewende Neste Oyj TotalEnergies SE SSAB AB Sandbag Climate Campaign Dow Europe GmbH Fertiberia, S.A.",
    "images": null,
    "tags": "",
    "excerpt": "Check out all LobbyFacts data on YARA BELGIUM S.A. as extracted from the EU lobby transparancy register. Yara grows knowledge to responsibly feed the world and protect the planet. Supporting our vision of a world without hunger and a planet respected, we pursue a strategy of sustainable value growth, promoting climate-friendly crop nutrition and zero-emission energy solutions. Yara’s ambition is focused on growing a nature positive food future that creates value for our customers, shareholders and society at large and delivers a more sustainable food value chain. To achieve our ambition, we have taken the lead in developing digital farming tools for precision farming, and work closely with partners throughout the food value chain to improve the efficiency and sustainability of food production. Through our focus on clean ammonia production, we aim to enable the hydrogen economy, driving a green transition of shipping, fertilizer production and other energy intensive industries.",
    "categories": ""
}