{
    "title": "Grupa Azoty w gąszczu regulacji",
    "author": "unknown",
    "source": "chemiaibiznes.com.pl",
    "date": "2023-04-24",
    "text": "2023-04-24 Grupa Azoty za wysokie uznaje ryzyko wpływu na swoją działalność regulacji środowiskowych wynikających z transformacji klimatycznej. Grupa Azoty monitoruje projekty i propozycje organów administracji w zakresie zmian dotychczasowych lub nowych legislacji. Uczestniczy aktywnie w pracach stowarzyszeń europejskich oraz współpracuje z krajowymi instytucjami, aby na bieżąco reagować na pojawiające się zmiany w aktach prawnych i proponować korzystne dla branży zapisy. Analizuje ryzyka związane z trendami regulacyjnymi i projektami zmian lub planowanymi nowymi regulacjami. W każdym przypadku dokonuje oceny wpływu nowych uregulowań na prowadzoną działalność i wprowadzane na rynek produkty. - Potencjalne ryzyka związane z zaostrzeniem regulacji prawnych ograniczających korzystanie z produktów Grupy przez odbiorców unijnych wynikają ze zmian przepisów we wspólnotowych Dyrektywach lub Rozporządzeniach dotyczących podstawowej działalności produkcyjnej i handlowej Grupy – tłumaczy firma. W szczególności do kluczowych zmian Grupa Azoty zalicza poniższe regulacje: Grupa Azoty przekonuje, iż uzgodnienia w zakresie zmniejszenia przydziału bezpłatnych uprawnień - z tytułu rebasingu, wyższego współczynnika redukcji emisji (LRF), korekty benchmarków oraz wprowadzenia tzw. granicznego podatku węglowego (Carbon Border Adjustment Mechanism - CBAM) - przełożą się na konieczność kupowania przez nią coraz większej liczby uprawnień, co oznacza zwiększenie kosztów działalności. Wzrost może być ponadto spotęgowany coraz wyższymi cenami uprawnień wynikającymi z ich ograniczonej dostępności w obiegu. - Wprowadzenie tzw. podatku węglowego na importowane do UE produkty (np. nawozy), w pewnym tylko zakresie wyrównuje warunki konkurencji. System EU ETS obejmuje bowiem instalacje produkcyjne i całość wytwarzanych na nich produktów. CBAM natomiast obejmuje tylko niektóre produkty i wyłącznie w zakresie w jakim są one wprowadzane na terytorium UE, a nie cały wolumen wytworzenia. W przypadku produktów importowanych, które są niezbędne do procesów realizowanych w Grupie Azoty (surowce do produkcji, materiały konstrukcyjne, np. stal) podatek węglowy będzie podnosił cenę ich nabycia – poinformowała Grupa Azoty. Firma przekonuje również, iż szczególnie mocno monitoruje ryzyka i szanse związane z wdrożeniem pakietów regulacji wynikających z Europejskiego Zielonego Ładu, w tym związane z pakietem Fit for 55 oraz z koncepcją Gospodarki o Obiegu Zamkniętym. W dalszym ciągu monitoringowi podlegają m.in. ryzyko zaostrzenia regulacji unijnych dotyczących zawartości metali ciężkich w produktach nawozowych oraz zmiany metodyki pomiarów będących podstawą klasyfikacji bieli tytanowej jako substancji rakotwórczej. W związku z konfliktem militarnym w Ukrainie i pogłębiającym się kryzysem energetycznym spółka monitoruje i aktywnie włącza się w prace nad propozycjami legislacyjnymi mającymi wpływ na dostępność surowców energetycznych. WięcejSklep Książka: Surfaktanty i ich zastosowanie w produktach kosmetycznych 95.00 zł Książka: Atlas Mikrobiologii Kosmetyków 94.00 zł Książka: Zagęstniki (modyfikatory reologii) w produktach kosmetycznych 78.00 zł “Chemia i Biznes” nr 2/2025 20.00 zł \"Kosmetyki i Detergenty\" nr 1/2025 30.00 zł Emulsje i inne formy fizykochemiczne produktów kosmetycznych. Wprowadzenie do recepturowania 108.00 zł Bilety - XIV Międzynarodowa Konferencja Przemysłu Detergentowego 639.60 zł Bilety - I Międzynarodowa Konferencja Przemysłu Kosmetycznego 639.60 zł WięcejNajnowsze WięcejNajpopularniejsze WięcejPolecane WięcejW obiektywie Targi Labs Expo spełniły oczekiwania W dniach 19-20 marca 2025 odbyła się 3. edycja Targów Wyposażenia i Technologii Laboratoryjnych LABS... Kosmetyczne targi w Bolonii przyciągnęły tysiące gości Targi Cosmoprof w Bolonii to jedno z najważniejszych wydarzeń w branży kosmetycznej na świecie, przyciągające... World of Build Expo zgromadziły branżę budowlaną Targi World of BUILD Expo zgromadziły w Nadarzynie czołowych ekspertów i innowatorów w branży... Targi PCHI w Chinach pełne nowości Targi Personal Care and Homecare Ingredients (PCHi) 2025 odbyły się w dniach 19–21 lutego 2025 roku w...",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}