{
    "title": "Emissions",
    "author": "unknown",
    "source": null,
    "date": "2005-01-01",
    "text": "Emissions We curb emissions by employing advanced solutions and upgrading our plants. The use of wet scrubbers, cyclones, multicyclones and electrostatic precipitators helps reduce particulate matter emissions. Gaseous pollutant emissions are brought down with the use of absorbers and thermal reducers, as well as denitrification and desulfurisation units. Grupa Azoty S.A. Air quality is constantly monitored by the company at five points located in Tarnów. Their location was chosen to cover the widest possible area that may potentially be impacted by particulate matter and gaseous emissions from the plant. Pollutants released into the air are measured in accordance with the relevant legal and administrative requirements. As the company’s CHP plant and chemical installations have participated in the emissions trading scheme since 2005 and 2013, respectively, the company has its annual reports verified, obtaining allowances on an annual basis. Grupa Azoty Puławy The largest sources of gaseous emissions at the company are the CHP plant as well as the ammonia and nitric acid manufacturing facilities, while the ammonium nitrate unit is the main source of particulate matter emissions. Grupa Azoty Police The company conducts continuous and periodic measurements of particulate matter and gaseous emissions into the air, uses equipment designed to reduce emissions and complies with the relevant reporting obligations. It also verifies its emissions data and checks it for compliance with the legal requirements. Grupa Azoty Kędzierzyn The company conducts continuous and periodic measurements of particulate matter and gaseous emissions into the air, uses equipment designed to reduce these emissions and complies with the relevant reporting obligations. Total direct greenhouse gas (GHG) emissions and volume expressed as CO2 equivalent (tonne) (Scope 1) for the entire Grupa Azoty Group were 6.204 million tonnes of CO2e. The four key Group companies account for 98% of Scope 1 emissions: 6.099 million tonnes of CO2e. Total direct (Scope 1) GHG emissions (tCO2e) Grupa Azoty S.A. Grupa Azoty PUŁAWY Grupa Azoty POLICE Grupa Azoty KĘDZIERZYN 896,854 2,988,005 1,127,120 1,086,806 Scope 1 GHG emissions (tCO2e) Calculation methodology The 2022 emissions were calculated using the GHG Protocol. Scope 1 includes: CO2, CH4, N2O, and HFC, PFC as Rxxx agents present in refrigeration mixtures. There were no SF6 and NF3 emissions. Base year = calculation year – 2022. The Group’s biocarbon emissions (wood pellet fuel): 45.1 tonnes of CO2e. Global warming potential: according to AR6. An integrated approach was applied – ownership interest with corporate supervision. Emissions associated with energy imports were determined based on data published by energy suppliers or the most recent report issued by the National Centre for Emissions Balancing and Management (KOBIZE). The Group is strongly committed to mitigating climate impacts. Its largest companies participate in the EU ETS and have in place professional monitoring based on balances and measurements. As the scheme does not cover GHG emissions other than carbon dioxide and nitrous oxide, but only from the production of nitric acid, the Group decided to measure emissions of all greenhouse gases based on the GHG Protocol and express them in tonnes of carbon dioxide equivalent. The analyses covered both Scope 1 (direct) and Scope 2 (indirect) emissions. Emissions from installations covered by the EU ETS (tCO2e) Greenhouse gas category 2018 2019 2020 2021 2022 Change 2021 vs. 2022 Grupa Azoty S.A. Carbon dioxide 971,748 955,953 928,640 855,825 828,513 -3.2% Nitrous oxide 119,626 55,927 20,618 54,192 20,867 -61.5% Grupa Azoty PUŁAWY Carbon dioxide 3,313,366 3,358,454 3,211,085 3,418,516 2,777,225 -18.8% Nitrous oxide 197,858 211,111 196,206 236,320 181,766 -23.1% Grupa Azoty POLICE Carbon dioxide 1,450,644 1,204,708 1,701,274 1,535,939 1,121,361 -27% Nitrous oxide 0 0 0 0 0 - Grupa Azoty KĘDZIERZYN Carbon dioxide 1,163,313 1,099,624 1,075,602 1,180,845 933,479 -8.8% Nitrous oxide 116,857 103,923 89,557 143,100 143,793 +0.5% Total Carbon dioxide 6,899,071 6,618,739 6,916,601 6,991,125 5,842,344 -19.1% Nitrous oxide 434,341 370,961 306,381 433,612 346,426 -20.1% The year-on-year drop in both carbon dioxide and nitrous oxide emissions at the Grupa Azoty Group companies in 2022 resulted from the shutdown of production units due to the soaring gas prices. The Group’s total indirect (Scope 2) greenhouse gas emissions (based on GHG Protocol) were 1.684 million tonnes of CO2e. The four key Group companies account for almost 77% of all Scope 2 emissions: 1.037 million tonnes of CO2e .1 Scope 2 emissions Market Based Location Based Grupa Azoty S.A. 129,947 134,275 Grupa Azoty PUŁAWY 494,970 520,189 Grupa Azoty POLICE 214,772 192,731 Grupa Azoty KĘDZIERZYN 197,978 205,810 Total 1,037,667 1,053,005 1 The amounts include emissions from the consumption of purchased thermal energy (steam, cooling, domestic hot water, other carriers). Scopes 1 and 2 emissions 2021 2022 Scope 1 Scope 2 (restated)2 Scope 1+2 Scope 1 Scope 2 Scope 1+2 Grupa Azoty S.A. 910,016 150,007 1,060,023 896,854 129,947 1,026,801 Grupa Azoty PUŁAWY 3,654,836 661,885 4,316,721 2,988,005 494,970 3,482,975 Grupa Azoty POLICE 1,535,939 253,473 1,789,412 1,133,351 214,772 1,348,123 Grupa Azoty KĘDZIERZYN 1,323,945 230,129 1,554,074 1,169,221 197,978 1,367,199 Total 7,424,736 1,295,494 8,720,230 6,187,431 1,037,667 7,225,098 2 For detailed information on the restatements, see GRI 2-4. Scope 2 GHG emissions (tCO2e) Calculation methodology The calculation takes into account CO2 from the combustion of purchased fuels for the generation of imported energy. Base year = calculation year – 2022. Global warming potential: according to AR6. An integrated approach was applied – ownership interest with corporate supervision. GHG emissions intensity CO2 and N2O emissions against the ETS benchmark and BAT recommendations (tonne) Grupa Azoty S.A. Grupa Azoty PUŁAWY Grupa Azoty POLICE Grupa Azoty KĘDZIERZYN 2021 2022 2021 2022 2021 2022 2021 2022 Intensity of CO2 emissions from the ammonia production unit (t CO2/t NH3)  1.80 1.77 1.71 1.74 1.84 1.85 1.71 1.58 Intensity of N2O emissions from the nitric acid production unit (kg N2O/t HNO3) 0.20 0.26 0.98 0.99 Nd Nd 1.003 1.11 3 Grupa Azoty Kędzierzyn operates state-of-the art nitric acid production units – their N2O emissions are below the benchmark and meet the BAT requirements. In 2021, the acid production units experienced frequent failures, which led to a significant increase in N2O emissions relative to previous years. GHG emissions intensity ratio (Scopes 1 and 2) Grupa Azoty S.A. Grupa Azoty PUŁAWY Grupa Azoty POLICE Grupa Azoty KĘDZIERZYN Unit tCO2e / PLN ‘0004 tCO2 e / Mg5 tCO2e / PLN ‘000 tCO2e / PLN ‘000 GHG intensity ratio 0.69 1.36 1.73 1.33 4 When calculating the ratio for Grupa Azoty S.A., Grupa Azoty Police and Grupa Azoty Kędzierzyn, GVA (unit gross value added) was used as the denominator, with the average GVA from the last three years in the case of Grupa Azoty S.A., and the average GVA for 2022 in the case of Grupa Azoty Police and Grupa Azoty Kędzierzyn. 5 When calculating the ratio for Grupa Azoty Puławy, the sum of production volumes for all ETS Reduction of GHG emissions (tCO2e) 2021 2021 (restated) 2022 Grupa Azoty S.A. 35,309 37,9256 35,0607 Grupa Azoty PUŁAWY 0 0 3,7058 Grupa Azoty POLICE 0 0 546.59 Grupa Azoty KĘDZIERZYN 9,55611 0 31,24812 Total 44,865 37,925 70,559.5 6 Grupa Azoty Kędzierzyn operates state-of-the art nitric acid production units – their N2O emissions are below the benchmark and meet the BAT requirements. In 2021, the acid production units experienced frequent failures, which led to a significant increase in N2O emissions relative to previous years. 7 When calculating the ratio for Grupa Azoty S.A., Grupa Azoty Police and Grupa Azoty Kędzierzyn, GVA (unit gross value added) was used as the denominator, with the average GVA from the last three years in the case of Grupa Azoty S.A., and the average GVA for 2022 in the case of Grupa Azoty Police and Grupa Azoty Kędzierzyn. 8 When calculating the ratio for Grupa Azoty Puławy, the sum of production volumes for all ETS-reported products was used as the denominator. 9 The value refers to 2019. 10 The value refers to 2019. The company changed suppliers of catalytic gauzes and had catalyst baskets replaced in mid-2019. In 2022, emissions were reduced by 35,060 tCO2. 11 The value refers to 2019, includes N2O. 12 In 2022,  Grupa Azoty Kędzierzyn took four initiatives to reduce greenhouse gas emissions. The figure in the table represents their sum: initiatives 1 and 2 – 327.32 tCO2 and 464.9 tCO2, respectively, refer to 2021 (Scope 1, includes CO2), initiative 3 – 2,251 tCO2, refers to 2018 (Scope 1, includes CO2), and initiative 4 – 28,205 tCO2, refers to 2022 (Scope 1, includes N2O, emissions in the base year represent projected emissions from the units in a scenario without the catalyst replacement). Grupa Azoty S.A. In late 2018 catalyst baskets were sealed at the dual-pressure nitric acid unit, which helped reduce nitrous oxide emissions by over ten percent. Emissions reduction: 35,060 tCO2. Grupa Azoty Puławy Replacement of catalyst baskets on the first line of the nitric acid unit. Emissions reduction: 3,705 tCO2. Grupa Azoty Police Replacement of fluorescent light fixtures with less energy-intensive alternatives. Total emissions reduction: 4.8 tCO2. Reduction of heat losses associated with steam transmission. Emissions reduction: 546.5 tCO2. Grupa Azoty Kędzierzyn Upgrade and replacement of thermal insulation of heating pipelines, tanks and industrial fittings. Emissions reduction: 327.32 tCO2. Upgrades of thermal insulation of propylene carbonate pump piping, Halberg pump piping as well as steam collectors and pipelines. Emissions reduction: 464.9 tCO2. Replacement of steam compressors, compressing gaseous ammonia, with electric units. Emissions reduction: 2,251 tCO2. Launch of a new campaign in the TKV nitric acid unit – new catalysts. Emissions reduction: 28,205 tCO2. Nitrogen oxides (NOx), sulfur oxides (SOx), and other significant air emissions, by type of substance (tonne) Grupa Azoty S.A.13 Grupa Azoty PUŁAWY14 Grupa Azoty POLICE15 Grupa Azoty KĘDZIERZYN16 2021 2022 2021 (restated) 2022 2021 2022 2021 2022 Ammonia (NH3) 216 258 948.8 710 381 288 265 234 Sulfur dioxide (SO2) 537 334 1,029 698 1,482 1,636 811 650 Carbon dioxide (CO2) 893,054 860,839 3,418,51617 2,788,474 1,528,069 1,126,481 870,975 747,701 Sulfuric acid (H2SO4) 71 83 0 0 52 64 0 0 Volatile organic compounds (VOC) 0 4 43 29 4 4 37 34 Methane (CH4) 9 58 8 10 0 0 161 149 NO2 4,580 3,920 2,436 1,903 780 642 753 610 Nitrous oxide (N2O) 199 235 796 686 0 0 539 543 Melamine dust 0 0 7 4 0 0 0 0 Urea dust 0 0 26 22 54 40 63 20 Ammonium nitrate dust 0 0 292 179 0 0 97 108 Ammonium sulfate dust 3 2 8 8 2 1 0 0 Particulate matter 106 133 0 0 0 252 151 137 Particulate matter from fuel combustion 19.6 7 107 55 13 10 61 37 Carbon monoxide (CO) 36 91 163 324 185 120 274 171 Aliphatic hydrocarbons 0 0 22 23 0 0 14 14 Fluorine compounds 0 1 0.254 4 4 3 9 1 Other 818 64 7219 101 0 55 36420 43 13 The data is sourced from production units; Emissions size is determined by measuring emissions (concentrations, flow); concentration measurements, while the flow is calculated, and using emission ratios determined based on the design or own estimates. 14 The data is sourced from process units; The main source of air pollutant emissions from Grupa Azoty Puławy S.A. is the company’s CHP plant. A continuous emissions monitoring system has been installed on the emitter of the on-site CHP plant. Emissions from the other production plants are monitored in line with the integrated pollution prevention and control permit based on continuous measurements, periodic measurements and calculations. For detailed information on the restatements of information, see GRI 2.4. 15 The data is sourced from production facilities; Direct emissions measurements, monthly reports on the continuous emissions monitoring and reports on periodic measurements taken from emitters. 16 The data is sourced from production units, fuel combustion units, landfill site, wastewater treatment facilities; Emissions measurement standards and methodologies comply with the current legal requirements. The continuous emissions measurement system is supervised in accordance with the applicable requirements. Periodic measurements are performed by the company’s Environmental and Energy Research Laboratory (quality management system certificate) or by third-party accredited research laboratories. The projected balance of emissions is based on the design documentation for individual units. 17 In 2021, the amount of CO2 emissions was based on calculations and measurements taken directly from the installations, an approach differing from the one prescribed under the EU-ETS. In order to maintain data comparability with respect to this disclosure, the amount disclosed for the company under 305-2 was taken into account. 18 Cyclohexanol, cyclohexanone, sulfur trioxide, formaldehyde and other. 19 Sulfur trioxide, hydrogen cyanide, benzene, aromatic hydrocarbons, hydrated lime dust, fertilizer dust, chlorine, mercury, nickel, chromium, lead, zinc, copper, cadmium, arsenic, hydrofluorocarbons. 20 Alcohols and aliphatic aldehydes, hydrogen chloride. BEST PRACTICE Grupa Azoty Kędzierzyn’s Steam Policy For a number of years, Grupa Azoty Kędzierzyn has implemented an initiative designated as Steam Policy. In 2022, projects undertaken within its framework included: upgrade (completed) of the catalytic high-pressure partial combustion unit for natural gas, with upgrade of the E-102 boiler and E-117 superheater to adapt them to the new technological conditions, extension (completed) of the ammonia liquefaction unit and upgrade of the ammonia compression unit at the Ammonia Department Cooling Centre, construction of a peak-load/reserve boiler house with a 100 Mg/h steam generator. The purpose of all these projects is to reduce the Ammonia Department’s process steam requirement and to partly replace coal with fuel gas in steam production. In 2022, the market of CO2 emission allowances was highly volatile. The prices of allowances remained under the significant influence of two opposing factors: concerns over an imminent recession in Europe and the ongoing correction on the commodity markets exerted a downward pressure, while the current and anticipated increase in 2023 of coal-based electricity production relative to electricity produced by burning gas was driving up the prices. Based on the Group’s joint model for managing CO2 emission allowances, our companies captured the opportunity created by the downward price correction in the first half of 2022 to purchase allowances securing a significant part of the required EUA volumes for 2023. The companies also secured all the EUAs required for 2022, which had been purchased earlier and paid for much less than the current market prices. At the end of 2022, we held emission allowances for 5,685,103 tCO2, compared with 5,277,013 held at the end of 2021. Our position on CO2 emission allowances remains unchanged. We believe the green transition can only be successfully achieved if both EU and non-EU producers can compete on a level playing field in terms of climate policy costs. If the European Commission’s carbon border adjustment mechanism (CBAM) is to bring the desired effects, it is necessary to maintain free emission allowances.21 Otherwise, the position of non-EU businesses that do not observe equally high environmental and climate protection standards will be strengthened. The objective of CBAM is to put a carbon price on goods imported from outside the European Union based on carbon emissions associated with their production. However, the effectiveness of the proposed mechanism remains doubtful. Non-EU exporters would only pay a carbon price under CBAM for their exports into the EU, while their output sold on other markets would not be subject to any climate charges. Therefore, it is critical to maintain free allocation of allowances to EU manufacturers, with a support scheme for investments in renewable energy. Without countervailing mechanisms, consumers will continue to prefer more carbon-intensive goods imported from third countries that have not implemented climate protection policies. As a result, contrary to the EU’s intentions, global emissions will go up.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}