{
    "title": "Wysokie ceny gazu zwiększają szanse na wejście Rosji do europejskiej branży chemicznej i bojkotowanie granicznego podatku węglowego",
    "author": "Piotr Maciążek",
    "source": "Strefa Inwestorów",
    "date": "2024-11-12",
    "text": "Wysokie ceny gazu zwiększają szanse na wejście Rosji do europejskiej branży chemicznej i bojkotowanie granicznego podatku węglowego W Europie toczy się obecnie ożywiona dyskusja dotycząca wprowadzenia granicznego podatku węglowego (CBAM). Jest to szczególnie istotne dla firm takich jak Grupa Azoty muszących zmagać się z narastającą i nieuczciwą rosyjską konkurencją. Rosja coraz aktywniej włączą się w lobbingową grę, której stawką jest przyszłość europejskiej chemii. Na początku lutego należący do rosyjskiego miliardera Andrieja Mielniczenki koncern EuroChem Group poinformował o chęci przejęcia azotowych aktywów Grupy Borealis. Austriacki OMV posiada w niej 75 proc. udziałów i jest to podmiot tradycyjnie przychylny prowadzeniu interesów z rosyjskimi partnerami (uczestniczy m.in. w projekcie gazociągu Nord Stream 2). Transakcja miałaby zostać sfinalizowana w drugiej połowie 2022 r. i opiewać na 455 mln euro. Dlaczego to ważne dla Polski? Większość polskich ekspertów (np. Ośrodek Studiów Wschodnich) odnotowało plany EuroChemu, ale nie sprecyzowało dlaczego będą one mieć potencjalnie duży wpływ na Polskę. Te analizy wskazują jedynie na szansę dla Rosjan jaką stwarzają wysokie ceny gazu w Europie. Z jednej strony ułatwiają one przejęcia lokalnych przedsiębiorstw odczuwających trudności w związku z ekstremalnymi podwyżkami dotyczącymi błękitnego paliwa. Z drugiej strony, gaz to surowiec niezbędny dla produkcji nawozów, a rosyjskie podmioty mogą z niego korzystać na atrakcyjnych warunkach. Z tej perspektywy to duże zagrożenie dla firm chemicznych działających w krajach Unii Europejskiej, które w jeszcze większym stopniu mogą zmagać się z dumpingiem ze strony podmiotów powiązanych z Rosją. Zobacz także: Kryzys energetyczny dociera do Europy - zakłady chemiczne w UE wstrzymują lub ograniczają produkcję EuroChem zaatakuje ideę granicznego podatku węglowego? Strategia EuroChemu wydaje się na swoim podstawowym poziomie dość podobna do działań podejmowanych w 2012 r. przez rosyjski Acron wobec Azotów Tarnów. Posiadanie własnego zakładu produkcyjnego na terenie UE to duża szansa na ekspansję napędzaną tanim rosyjskim gazem. Jednak w rzeczywistości gra toczy się na o wiele wyższym poziomie. \n  Notowania indeksu WIG-chemia \nRosyjskim podmiotom chemicznym w coraz większym stopniu zagraża wprowadzenie przez Europę granicznego podatku węglowego (CBAM). Będzie to rodzaj „cła klimatycznego” funkcjonującego w kilku newralgicznych branżach, w tym nawozowej. Ma ono wyrównać szanse europejskich przedsiębiorstw zmuszonych do inwestycji w neutralność klimatyczną wobec firm spoza UE nieobjętych takimi wymaganiami. Zobacz także: Graniczny podatek węglowy, który ma chronić rodzimy przemysł, w impasie. Czy Komisja Europejska skaże europejskie firmy na śmierć? Za wdrożeniem CBAM aktywnie lobbują stowarzyszenia zrzeszające europejską branżę chemiczną np. Fertilizers Europe. Przyczyna jest prosta – chodzi o ograniczenie naporu ze strony rosyjskiej nieuczciwej konkurencji. Tymczasem przejęcie przez EuroChem aktywów Grupy Borealis może spowodować, że Rosjanie wpuszczą swojego konia trojańskiego do organizacji branżowych i osłabią ich lobbing w kluczowym momencie z perspektywy wdrażania uderzających w nich rozwiązań legislacyjnych. Co z tego wynika dla inwestorów? Inwestorzy zainteresowani branżą chemiczną (np. Grupa Azoty, Anwil, PCC Rokita) powinni z uwagą przyglądać się grze toczącej się wokół wprowadzenia granicznego podatku węglowego. Osłabienie tej koncepcji lub w skrajnym przypadku jej niewdrożenie w obszarze nawozowym niemal natychmiast rzutowałoby negatywnie na wyniki spółek chemicznych operujących w Unii Europejskiej. Ich kosztem szybko zaczęłyby się wzmacniać podmioty rosyjskie oraz wszelkie aktywa, którymi mogłyby one dysponować na Starym Kontynencie.",
    "images": "https://strefainwestorow.pl/sites/default/files/styles/facebook/public/Bran%C5%BCa%20chemiczna.jpg.jpeg?itok=LuBIuG80",
    "tags": "",
    "excerpt": null,
    "categories": ""
}