{
    "title": "Grupa Azoty: We are suspending melamine production - Sephardic Council",
    "author": "Luc Williams",
    "source": "Sephardic Council",
    "date": "2024-07-04",
    "text": "The costs associated with the basic raw material – natural gas and with energy in terms of emission prices are currently the biggest challenge. The reference point in this case are producers from outside the European Union, who do not have to bear such high costs – the company informed in a press release. Production costs and, more specifically, competitive conditions remain a challenge. At the same time, Grupa Azoty assured that it has secured an operational stock of melamine, of which it is the only producer in Poland. Production will be resumed when it is possible to obtain an acceptable price of melamine on the market, in relation to the level of production costs. As noted by the Vice President of Grupa Azoty and President of the Puławy plant, Hubert Kamola, two of the three installations in Puławy use high-pressure technology, which allows for the production of the best quality product. “Unfortunately, the production costs remain a challenge, and specifically the competitive conditions in which the chemical industry operates in Europe. These are primarily imports from China, the USA, Trinidad, i.e. destinations where CO2 regulations do not apply, hence there is no need to purchase emission allowances. Therefore, local producers are eager to direct their products to the European market,” said Kamola, quoted in the company’s press release. “The goal is to balance the costs of emission – this is a task for the near future” Hubert Kamola emphasized that, taking into account all these factors, it is crucial to conduct talks and take action to include provisions on melamine in the regulations within the CBAM (Carbon Border Adjustment Mechanism, the EU duty on carbon footprint – PAP). “The goal is to balance the costs of emissions – this is a task for the near future,” assessed Kamola. As Grupa Azoty also reported, the company is analyzing all fixed costs, and initial initiatives regarding the optimization of fixed costs and investment initiatives improving indicators are already being developed. Since July 2022, Grupa Azoty has been reducing melamine production. In recent months, melamine production in Grupa Azoty Puławy has been carried out on one of three lines, after it was resumed in February 2024. Grupa Azoty is the second largest producer of nitrogen and multi-component fertilizers in the EU. In addition to melamine, it also produces polyamide, OXO alcohols, plasticizers and titanium white. Grupa Azoty is a joint-stock company, in which the State Treasury holds 33 percent of shares.",
    "images": "https://www.sephardiccouncil.org/wp-content/uploads/2024/03/Deconsolidation-of-the-Azoty-Group-The-Ministry-of-State-Assets.jpeg",
    "tags": "",
    "excerpt": "The costs associated with the basic raw material – natural gas and with energy in terms of emission prices are",
    "categories": "Business"
}