{
    "title": "Grupa Azoty Puławy Halts Melamine Production",
    "author": "unknown",
    "source": "grupaazoty.com",
    "date": "2024-07-04",
    "text": "The Management Board of Grupa Azoty Puławy has decided to temporarily halt melamine production. The biggest challenge at the moment are the costs associated with the primary raw material natural gas and energy prices related to emissions that non-EU producers do not bear. Grupa Azoty Puławy has secured an operational stock of melamine. Production will resume when an acceptable market price for melamine relative to production costs is achievable. Simultaneously, Grupa Azoty Puławy is analyzing all fixed costs. Preliminary initiatives to optimize fixed costs and investment initiatives to improve indicators are already being developed. Leveraging future synergies within new investments will also play a significant role in improving every cost item. We use high-pressure technology in two of the three melamine installations, allowing us to produce the highest quality product. Unfortunately, production costs and competitive conditions in which the chemical industry in Europe operates remain challenging. This is primarily due to imports from China, the USA, and Trinidad, where CO2 regulations do not apply, and there is no need to purchase emission allowances. Thus, producers from these regions willingly direct their products to the European market. We emphasize that the standards of work and process installations in the EU are state-of-the-art—remember that melamine production technologies originate from Europe. Considering all these factors, it is crucial to conduct discussions and actions towards including melamine regulations within CBAM. The goal is to balance emission costs and it is the task for the immediate future,\" comments Hubert Kamola, Vice President of the Management Board of Grupa Azoty S.A. and President of the Management Board of Grupa Azoty Puławy. Recently, only one of the three melamine production lines at Grupa Azoty Puławy —Melamine III— has been in operation, after it resumed production in February 2024. The Melamine II line has undergone a maintenance overhaul. The first restrictions in production began in early July 2022. Grupa Azoty Puławy is the only melamine producer in Poland.",
    "images": "https://grupaazoty.com/en/assets/thumbs/a4/a4726f8b77505e8b8f98963ce953019b.png",
    "tags": "",
    "excerpt": "The Management Board of Grupa Azoty Puławy has decided to temporarily halt melamine production. The biggest challenge at the moment are the costs associated with the primary raw material natural gas and energy prices related to emissions that non-EU producers do not bear. Grupa Azoty Puławy has secured an operational stock of melamine. Production will resume when an acceptable market price for melamine relative to production costs is achievable.",
    "categories": ""
}