{
    "title": "Grupa Azoty calls for level playing field for EU and non-EU producers with regard to climate policy costs",
    "author": "unknown",
    "source": "grupaazoty.com",
    "date": "2021-06-15",
    "text": "Grupa Azoty calls for level playing field for EU and non-EU producers with regard to climate policy costs Grupa Azoty, one of the leaders of the fertilizer and chemical industry, is taking active steps to transition towards zero- and low-emission technologies. For the green transition to be fully effective and possible, it is essential that EU and non-EU producers compete on an equal footing with regard to climate policy costs. If the carbon border adjustment mechanism (CBAM) prepared by the European Commission is to bring the expected effect, it is necessary to maintain free emission allowances. Otherwise, the position of non-EU companies that do not apply the same high environmental and climate protection standards will be strengthened. The most pressing requirements in this respect were put forward by Grupa Azoty during a meeting of the representatives of Fertilizers Europe with Frans Timmermans, Executive Vice President of the European Commission.",
    "images": null,
    "tags": "",
    "excerpt": "Grupa Azoty, one of the leaders of the fertilizer and chemical industry, is taking active steps to transition towards zero- and low-emission technologies. For the green transition to be fully effective and possible, it is essential that EU and non-EU producers compete on an equal footing with regard to climate policy costs. If the carbon border adjustment mechanism (CBAM) prepared by the European Commission is to bring the expected effect, it is necessary to maintain free emission allowances. Otherwise, the position of non-EU companies that do not apply the same high environmental and climate protection standards will be strengthened. The most pressing requirements in this respect were put forward by Grupa Azoty during a meeting of the representatives of Fertilizers Europe with Frans Timmermans, Executive Vice President of the European Commission.",
    "categories": ""
}