{
    "title": "Grupa Azoty Puławy wstrzymuje produkcję melaminy",
    "author": "unknown",
    "source": "grupaazoty.com",
    "date": "2024-07-04",
    "text": "Zarząd Grupy Azoty Puławy podjął decyzję o czasowym wstrzymaniu produkcji melaminy. Koszty związane z podstawowym surowcem - gazem ziemnym oraz z energetyką w zakresie cen emisji są obecnie największym wyzwaniem. Punktem odniesienia są w tym przypadku producenci spoza Unii Europejskiej, którzy nie muszą ponosić tak wysokich kosztów. Grupa Azoty Puławy zabezpieczyła operacyjny zapas melaminy. Produkcja zostanie wznowiona w momencie, gdy na rynku będzie możliwe uzyskanie akceptowalnej ceny melaminy, w stosunku do poziomu kosztów produkcji. Równolegle Grupa Azoty Puławy analizuje wszystkie koszty stałe. Wstępne inicjatywy dotyczące optymalizacji kosztów stałych oraz inicjatywy inwestycyjne poprawiające wskaźniki są już wypracowywane. Istotne będą także przyszłe synergie w ramach nowych inwestycji. Kluczowe będzie ich maksymalne wykorzystanie w celu poprawy każdej pozycji kosztowej. W przypadku dwóch z trzech instalacji melaminy, wykorzystujemy technologię wysokociśnieniową, pozwalającą wytwarzać najlepszy jakościowo produkt. Niestety wyzwaniem pozostają koszty produkcji, a konkretnie warunki konkurencyjne, w jakich funkcjonuje przemysł chemiczny w Europie. To przede wszystkim import z Chin, USA, Trynidadu, czyli kierunków, w których nie obowiązują regulacje dot. CO2, stąd nie ma konieczności zakupu uprawnień do emisji. Tym samym, tamtejsi producenci chętnie kierują swoje produkty na rynek europejski. Podkreślamy, że standardy pracy i technologii instalacji w UE są na najwyższym poziomie – pamiętajmy, że to z Europy pochodzą technologie wytwarzania melaminy. Mając na względzie wszystkie te czynniki, kluczowe jest prowadzenie rozmów i działań w kierunku uwzględnienia zapisów dotyczących melaminy w regulacjach w ramach CBAM. Cel to równoważenie kosztów emisji – to jest zadanie na najbliższy czas – komentuje Wiceprezes Zarządu Grupy Azoty S.A. i Prezes Zarządu Grupy Azoty Puławy Hubert Kamola. W ostatnim czasie produkcja melaminy w Grupie Azoty Puławy prowadzona była jedynie na jednej z trzech linii – Melamina III. Wznowiona została w lutym 2024 roku. Przeprowadzono też remont linii Melamina II. Pierwsze ograniczenia w produkcji melaminy zaczęły się na początku lipca 2022 roku. Grupa Azoty Puławy jest jedynym producentem melaminy w Polsce.",
    "images": "https://grupaazoty.com/assets/thumbs/b4/b4e4d477ac706c0c232b7777d7ee6bce.png",
    "tags": "",
    "excerpt": "Zarząd Grupy Azoty Puławy podjął decyzję o czasowym wstrzymaniu produkcji melaminy. Koszty związane z podstawowym surowcem - gazem ziemnym oraz z energetyką w zakresie cen emisji są obecnie największym wyzwaniem. Punktem odniesienia są w tym przypadku producenci spoza Unii Europejskiej, którzy nie muszą ponosić tak wysokich kosztów. Grupa Azoty Puławy zabezpieczyła operacyjny zapas melaminy. Produkcja zostanie wznowiona w momencie, gdy na rynku będzie możliwe uzyskanie akceptowalnej ceny melaminy, w stosunku do poziomu kosztów produkcji.",
    "categories": ""
}