{
    "title": "The Role of Tax in the Race to Net Zero",
    "author": "Jason Collins; Catherine Robins",
    "source": "news.bloombergtax.com",
    "date": "2021-03-22",
    "text": "Jason Collins and Catherine Robins of Pinsent Masons LLP discuss the U.K. government’s tax policy with regard to its climate change objectives; they also consider the international dimension of tax policy making, and suggest a new approach is required. With the U.K. hosting the UN Climate Change Conference of the Parties (COP26) in Glasgow in November, predicted to be the most important climate summit since the landmark Paris Agreement was agreed at COP21 in 2015, climate change is a particularly topical issue this year. Tax policy can play a part in discouraging behaviors that can cause global warming, yet the U.K. budget on March 3, 2021 lacked any clear tax policies to help the U.K. in its journey towards its climate goals. Is the U.K. wasting an opportunity to get its tax policy fully aligned with its climate change objectives? Net Zero The U.K. was one of the first countries to legislate to reduce its net emissions of greenhouse gases by 100%, back to 1990 levels by 2050. “Net” means the combination of reductions in emissions, plus greenhouse gases which are taken out of the atmosphere—through absorption by new forestation and planting or by carbon capture technology. In December 2020, Prime Minister Boris Johnson announced an intention for the U.K. to have achieved a 68% reduction by 2030. Scotland has gone further with a net zero target date of 2045 and a 75% reduction in emissions by 2030. These targets are designed to meet the Paris Agreement target of limiting the increase in global warming to 1.5°C. As the UN’s Intergovernmental Panel on Climate Change (IPCC) said, this will require “rapid, far-reaching and unprecedented changes in all aspects of society.” The U.K. has the strongest record of emissions reduction in the G-20 over the last decade, but to date most reductions in emissions have been driven by the power sector, primarily as a result of the shift from coal-fired power generation towards low-carbon generation. The Climate Change Committee (CCC), an independent statutory body established to advise the U.K. government on emissions targets and report to parliament on progress, said in its June 2020 report Reducing UK emissions: 2020 Progress Report to Parliament that if the U.K. is to meet its targets, more progress needs to be made in other areas such as road transport, industry, buildings and agriculture. The CCC is required to publish periodic “Carbon Budgets” to help set the country on its path to net zero. The CCC said in its Sixth Carbon Budget published in December 2020 that over half the emissions reductions it has identified going forward to reach net zero actively involve people, whether by choosing to purchase low-carbon technologies like electric cars, or by making different choices, for example on their travel, and by cutting their consumption of meat and dairy products. Whilst many of the changes needed to achieve net zero involve investments in new infrastructure and technological advancements, tax policy has a role, particularly in relation to encouraging the behavioral changes individuals and businesses will all need to make. Climate-focused taxes might also be seen as a politically astute way to raise revenue to plug the hole in the Treasury’s coffers left by the Covid-19 pandemic, and at the same time help towards the net zero target. However, any such tax increases would also need to be supported by other policies, such as social policy, in order to ensure the burden is not suffered by those least able to afford it. The U.K.'s Current Tax Measures Tax measures in the U.K. to date have focused largely on imposing a “carbon price” on energy generators and heavy industry. Until the end of the Brexit transition period, the U.K. participated in the EU’s emissions trading scheme (ETS), under which those covered by the scheme are required to obtain allowances or “permits” to emit. The EU ETS only covers power generators and businesses operating in very energy-intensive industry sectors, including oil refineries, and cement, steel and chemical production, plus aviation (but only involving flights within the EU). There are a finite number of allowances, issued by governments, and they can be traded on a secondary market, leading to a carbon price driven by market forces. U.K. Emissions Trading Scheme In deliberating whether to launch its own ETS on leaving the EU, the U.K. did consider imposing a “carbon emissions tax” on U.K. businesses, which would largely apply to the same businesses covered by the EU ETS. In the end, the government went for the U.K. ETS option. There is still uncertainty about the full details of the U.K. ETS—other than an intention to issue proportionately fewer allowances in play than its contribution to the EU ETS, in an attempt to make carbon more expensive. The first U.K. auctions are set to be held in May, but there are concerns that a standalone system outside the EU’s scheme will not have enough participants to function effectively as a marketplace and achieve its objective of cutting emissions. The government has said that the U.K. ETS will cover the same industries as the EU system. This means it will cover only industries responsible for 30–40% of the U.K.'s direct emissions. However, the March 2020 budget document states that the government is committed to carbon pricing as a tool to drive decarbonization and that it intends to set out additional proposals for expanding the U.K. ETS over the course of 2021. It is not yet clear what these proposals will be. Climate Change Levy In addition to the ETS, the U.K. also has the climate change levy (CCL). This is a tax on U.K. business energy use, which is collected on behalf of the U.K. tax authority, HM Revenue & Customs (HMRC), by energy suppliers through energy bills. A main rate is charged on all covered fuels and powers—plus an additional “carbon price support” charge for carbon fuel sources used to generate power. Critics of the CCL point out that the main charge bites on electricity supplied from a renewable source—and taxes electricity more heavily than other forms of energy because electricity is less energy-efficient than the other forms, even though if derived from renewable sources it is better for the climate. Future Tax Changes As noted, carbon pricing currently only applies to the most carbon-intensive sectors of the economy, such as power generation and producers of commodities like steel and cement. It is therefore easier to impose because it is levied before the emissions become fragmented into industrial and other supply chains, where taxation of carbon or emissions becomes more difficult to measure and administer. However, this means that the cost becomes lost very quickly within those supply chains, lacking transparency for the end user in terms of how tax is being levied on their individual carbon footprint and how they can make greener choices moving forward. It also means many emissions escape carbon pricing altogether. Earlier in the year there were rumors (subsequently denied) that the U.K. government was considering some form of direct carbon tax which could result in higher prices for carbon-intensive products such as meat and dairy products. This kind of tax remains an option if the government wants to use the tax system to drive consumer behavior. We have seen, for example, that the sugar levy has been effective in reducing the amount of sugar in soft drinks. As well as taxing “bads,” a tax system can incentivize desirable behavior through tax cuts and tax reliefs. The main area where the U.K. tax system provides green tax reliefs is in relation to electric vehicles, where (as well as a grant of 2,500 pounds ($3,400) towards the purchase of a new vehicle) there are incentives in the form of zero vehicle excise duty and more favorable company car taxation. A recent system of enhanced capital allowances for energy efficient or environmentally beneficial technologies and products was abolished from April 2020 after only a few years of operation. A consultation was issued last year on tax incentives for investment in carbon capture projects. The Chancellor announced in his March budget a new temporary “super-deduction” of up to 130% to encourage investment in new plant and machinery. That was a missed opportunity—because cleaner technology and equipment is often more expensive than older technologies (reflecting the research and development costs) so the deduction could have been more creatively targeted to create a stronger market in the take up of new technologies. The Chancellor also announced a corporation tax rate hike from 2023. Perversely, this might provide an opportunity—because a reduced rate, or better capital allowances for cleantech, could be made available to climate friendly businesses. Many companies are looking to reduce or eliminate their own net carbon footprint, including in their supply chains, and could be enticed into speeding up this process with a tax break to aim for. VAT Now that the U.K. is no longer subject to the EU’s value-added tax (VAT) system, it has the power to reform VAT as it pleases to incentivize environmentally beneficial choices. For example, in a recent report, the House of Commons Environmental Audit Committee (EAC) recommended reducing VAT on green home upgrades to incentivize more people to install low-carbon technologies and improve the energy efficiency of existing homes. In some cases, the tax system positively encourages climate unfriendly behaviors. Producing concrete and steel involves huge amounts of carbon dioxide emissions and so the refurbishment of existing buildings and the reuse of building materials can involve much lower emissions than demolishing an existing building and building a new one—yet the U.K. VAT system for residential new builds is 0% and for renovations is 20%. The EAC also recommended reducing the rate of VAT on repair services and products containing reused or recycled materials in order to increase the circularity of the U.K. economy. International Dimension The U.K.'s current focus is on reducing its “territorial emissions”: that is, those arising from U.K. sources and the U.K.'s contribution to international aviation. However, the U.K.'s “consumption emissions” are around 50% higher than its territorial emissions. Consumption emissions include emissions embedded in imported goods and services. Wealthier countries are disproportionately responsible for overall emissions as they are the largest consumers per head of goods and services. Limiting carbon pricing to territorial emissions can also lead to domestic producers being undercut by competitors selling from countries that do not levy an equivalent charge. It can also reduce the competitiveness of domestic exporters selling abroad and lead to domestic companies shifting operations to countries more tolerant of pollution, so-called carbon leakage. Currently the U.K. and the EU’s ETS deal with the problem of carbon leakage by giving free credits to businesses which compete with businesses in countries not subject to carbon pricing. However, in terms of reducing emissions, this defeats the object of having a carbon price in the first place. Another way of addressing these concerns is to introduce a carbon border adjustment mechanism (CBAM), sometimes also referred to as a “carbon border tax.” A CBAM would apply a price to imported goods in order to ensure that domestic businesses are not unfairly beaten on price. There would be a credit or an exemption for imported products originating in a country which applies a carbon price. As the carbon is going to be taxed anyway, this encourages trading partners to introduce carbon pricing in order to secure those revenues for themselves. The EU is intending to introduce a CBAM in 2023, with the European Commission intending to publish proposals in June. The Commission has said it would initially cover raw materials, potentially affecting in particular the cement, steel and chemical industries—and expand to more materials and finished products over time. However, introducing a CBAM is not straightforward, and it would have to comply with World Trade Organization trade rules. The EU’s position is that it would not infringe those rules if it copies the carbon pricing that would apply domestically. There are also difficult issues in relation to the treatment of developing countries, which may not be able to afford to introduce carbon pricing and/or make the investments needed to decarbonize their industry and manufacturing base—which may call for additional support. There have been calls for the U.K. to introduce a CBAM, and if the EU presses ahead with its proposals, the U.K. may well follow suit. New Approach to Tax Policy Making “The utmost focus is required from government over the next ten years. If policy is not scaled up across every sector; if business is not encouraged to invest; if the people of the UK are not engaged in this challenge—the UK will not deliver Net Zero by 2050. The 2020s must be the decisive decade of progress and action,” the CCC warns in its Sixth Carbon Budget. The tax system could have an important part to play in helping the U.K. to reach its net zero targets, particularly in encouraging climate-friendly behavior from individuals and businesses. Ideally there would be more of a focus on the impact on the net zero target when designing all new tax legislation. There should also be a full review of the effectiveness of past environmental taxes to identify lessons to be learned. The National Audit Office is working with academics and stakeholders to review management of the lifecycle of a number of environmental taxes, aiming to identify good practices and changes for the future, but we also need to examine whether they have achieved their policy aims. But it would be wrong just to focus on environmental taxes, which can often sit at the margin of the tax system. A wholesale review of the tax system is needed in order to ensure all parts of it are aligned in meeting the net zero target—and this needs to be done in a strategic and structured way, not via the piecemeal development of policy. The U.K. government should take the opportunity of hosting the G-7 summit in Cornwall in June and COP26 to publish a climate tax policy “roadmap” which sets out how it intends to set policy for the next 30 years. If the 2020s are to be the decisive decade in terms of progress and action as the CCC suggests, this could mean considerable changes for businesses, and such a roadmap would help businesses and individuals to plan for the future. This column does not necessarily reflect the opinion of The Bureau of National Affairs, Inc. or its owners. Jason Collins and Catherine Robins are Tax Partners at Pinsent Masons LLP. The authors may be contacted at: jason.collins@pinsentmasons.com; catherine.robins@pinsentmasons.com Learn more about Bloomberg Tax or Log In to keep reading: Learn About Bloomberg Tax From research to software to news, find what you need to stay ahead. Already a subscriber? Log in to keep reading or access research tools.",
    "images": "https://db0ip7zd23b50.cloudfront.net/dims4/default/dac1d8c/2147483647/crop/3901x1504+0+592/resize/960x370%3E/quality/90/?url=http%3A%2F%2Fbloomberg-bna-brightspot.s3.amazonaws.com%2Fc4%2F5f%2Fc5688eaf4244b607b047a8916696%2Fwind-turbines.jpg",
    "tags": "",
    "excerpt": "Jason Collins and Catherine Robins of Pinsent Masons LLP discuss the U.K. government’s tax policy with regard to its climate change objectives; they also consider the international dimension of tax policy making, and suggest a new approach is required.",
    "categories": "Daily Tax Report: International"
}