{
    "title": "How will e-mobility’s rise impact emerging market power systems?",
    "author": "unknown",
    "source": "ECA UK - Economic Consulting Associates",
    "date": "2016-08-24",
    "text": "How will e-mobility’s rise impact emerging market power systems? ECA is excited to launch a new Insight series dedicated to e-mobility. In the coming months, our experts will explore... ECA in York ECA had an excellent trip to York last week for our annual strategy meeting. Alongside discussing new business strate... Should forestry be included in regulatory carbon pricing Forestry in carbon-pricing mechanisms presents challenges. While pricing forestry removal can promote afforestation a... Review and implementation new rate designs for Jamaica (2024-2029) ECA are delighted to be working with the Office of Utilities Regulation (OUR) in Kingston, Jamaica for the review and... Welcome to ECA We are excited to welcome Sahajleen Kaur to ECA in May 2024. Previously an Economic Analyst at Gemserv’s Low Ca... State of the market report for healthcare facility electrification Excited about what lies ahead in healthcare electrification? Keen to find sustainable solutions for powering health f... ECA looking back at 2023 and forward to 2024… At the end of a tumultuous 2022 for energy markets, 2023 was, in comparison, something of a calm after the storm. Ene... Focus group discussion on power sector elements of Indonesia’s next medium-term development plan On 26 September 2023, ECA led the Focus Group Discussion in Jakarta that presented initial thinking on the power sect... Welcome to the team In April and May we were pleased to welcome Thalia Goode and Guanfei Li to ECA in London. In her previous role at Hyd... Biggest change in network regulation in a decade Ofgem is considering the biggest change in network regulation in a decade. On 10 March 2023, Ofgem published a consu... We read Ofgem’s RIIO-ED2 Final Determinations so you don’t need to The UK was one of the earlier adopters of the independent regulation of utilities. Over time price controls in the UK... Best wishes and a brief look back to ECA’s 2022 As the year draws to an end, we want to wish all of our clients, associates and friends a joyous festive season and a... Another regulatory puzzle: Treatment of working capital and construction work-in-progress In this months Insight we shed light on the treatment of working capital and work-in-progress… ... How are European governments responding to tight energy markets – an overview In the first of our ECA Insight – deep dive series, Iro Sala and Frederik Beelitz look at policy responses to the u... Energy Exemplar’s Energy Modelling & Simulation Summit – Xcelerate2022 Energy Exemplar’s Energy Modelling & Simulation Summit – Xcelerate2022 – was an excellent oppo... Energy Exemplar’s Energy Modelling & Simulation Summit – Xcelerate2022 Energy Exemplar’s Energy Modelling & Simulation Summit – Xcelerate2022 – was an excellent oppo... How will e-mobility’s rise impact emerging market power systems? ECA is excited to launch a new Insight series dedicated to e-mobility. In the coming months, our experts will explore... ECA in York ECA had an excellent trip to York last week for our annual strategy meeting. Alongside discussing new business strate... Should forestry be included in regulatory carbon pricing Forestry in carbon-pricing mechanisms presents challenges. While pricing forestry removal can promote afforestation a... Review and implementation new rate designs for Jamaica (2024-2029) ECA are delighted to be working with the Office of Utilities Regulation (OUR) in Kingston, Jamaica for the review and... Welcome to ECA We are excited to welcome Sahajleen Kaur to ECA in May 2024. Previously an Economic Analyst at Gemserv’s Low Ca... State of the market report for healthcare facility electrification Excited about what lies ahead in healthcare electrification? Keen to find sustainable solutions for powering health f... ECA looking back at 2023 and forward to 2024… At the end of a tumultuous 2022 for energy markets, 2023 was, in comparison, something of a calm after the storm. Ene... Focus group discussion on power sector elements of Indonesia’s next medium-term development plan On 26 September 2023, ECA led the Focus Group Discussion in Jakarta that presented initial thinking on the power sect... Welcome to the team In April and May we were pleased to welcome Thalia Goode and Guanfei Li to ECA in London. In her previous role at Hyd... Biggest change in network regulation in a decade Ofgem is considering the biggest change in network regulation in a decade. On 10 March 2023, Ofgem published a consu... We read Ofgem’s RIIO-ED2 Final Determinations so you don’t need to The UK was one of the earlier adopters of the independent regulation of utilities. Over time price controls in the UK... Best wishes and a brief look back to ECA’s 2022 As the year draws to an end, we want to wish all of our clients, associates and friends a joyous festive season and a... Another regulatory puzzle: Treatment of working capital and construction work-in-progress In this months Insight we shed light on the treatment of working capital and work-in-progress… ... How are European governments responding to tight energy markets – an overview In the first of our ECA Insight – deep dive series, Iro Sala and Frederik Beelitz look at policy responses to the u... Energy Exemplar’s Energy Modelling & Simulation Summit – Xcelerate2022 Energy Exemplar’s Energy Modelling & Simulation Summit – Xcelerate2022 – was an excellent oppo... Energy Exemplar’s Energy Modelling & Simulation Summit – Xcelerate2022 Energy Exemplar’s Energy Modelling & Simulation Summit – Xcelerate2022 – was an excellent oppo... OUR SERVICES OUR SERVICES Economic Regulation Services supporting regulators and market participants in the economic regulation of energy and water networks. Markets & Commercial Advice to infrastructure investors and project developers on utility market economics, asset valuation and contractual arrangement. Climate Strategy Assistance in the design of energy transition strategies, policies and regulation with a focus on renewable energy integration and energy efficiency. Investment Planning Expert analysis in developing policy toolkits, long term sector investment strategies like masterplans, integrated resources plans and network development plans. ECA INSIGHTS PUBLISHED REPORTS Energy crisis and regulatory considerations for the future market models - Final Report September 2023 Prepared for: ERRA ERRA regulatory approaches to revenue setting for electricity TSO and DSO study Prepared for: ERRA PLEXOS validation (2019-2025) and backcast report Prepared for: Utility Regulator Northern Ireland Update to ECA recommendations for the Cost of Capital 2020-2025 Prepared for: CCWater RIIO-GD2 cost assessment: business support costs, submitted to Ofgem in June 2019 Prepared for: Ofgem Centralised energy efficiency financing mechanisms: policy guidelines Prepared for: The EBRD Regulatory and tariff review for distributed generation in the commercial and industrial sectors in Southern Africa Prepared for: The IFC Lebanon cost-of-service and tariff design study Prepared for: The World Bank EE obligation schemes: policy guidelines - deep dive on key policy mechanism deployed under article 7 of the EE directive Prepared for: The EBRD Attracting private solutions and participation in the power sector in Sub- Saharan Africa Prepared for: The World Bank Update on international finance for coal fired power plants Prepared for: The IEACCC Attracting private participation and financing in the power sector in Sub-Saharan Africa Prepared for: The World Bank Study on the estimation of the cost of disruption of gas supply in Europe Prepared for: ACER Manx pricing strategy review Prepared for: Manx Utilities Green mini-grid market development program (GMG MDP): access to finance business line Prepared for: The African Development Bank Methodologies and parameters used to determine the allowed or target revenue of gas transmission system operators Prepared for: ACER IAP commercial and economic feasibility study presented at the West Balkan Gas Infrastructure Workshop in Vienna Prepared for: The World Bank Aligning institutions and incentives for sustainable water supply and sanitation services report Prepared for: The World Bank Our feasibility study of the Ionian Adriatic Pipeline (IAP) assessing the commercial and economic feasibility Prepared for: The World Bank Recommendations for the weighted average Cost of Capital 2020 - 2025 Prepared for: CCWater The Cost of Capital – setting the scene for PR19 Prepared for: CCWater Econometric analysis of potential LPG in Ghana Prepared for: The Global LPG Partnership Power and agriculture nexus in Sub-Saharan Africa Prepared for: The World Bank Ghana: Mini-grids for last-mile electrification exploring regulatory and business models for electrifying Lake Volta region Prepared for: ESMAP Mozambique: technical assistance to analyse economic effects of VAT and tariffs on picoPV products, solar home systems and improved cookstoves Prepared for: DFID PSP of water supply and sanitation services in rural areas and small towns Prepared for: The World Bank Ukraine – unbundling options for gas transmission and storage Prepared for: The World Bank Integrating strategic environmental assessment into power planning Prepared for: The ADP Identifying sustainability indicators of strategic environmental assessment for power planning Prepared for: The ADP",
    "images": null,
    "tags": "",
    "excerpt": "Economic Consulting Associates (ECA UK) advise on economic, policy and regulatory issues in the electricity, gas, power and water sectors.",
    "categories": ""
}