{
    "title": "Comment: How green steel technologies are driving decarbonisation - The Engineer",
    "author": "Adam Aziz",
    "source": "The Engineer",
    "date": "2024-10-02",
    "text": "Steel production is the cornerstone of modern infrastructure and economic development, but despite the undeniable value of this industry, it is also the largest industrial source of greenhouse gas emissions. This is highlighted by research from the International Energy Agency (IEA), revealing that the iron and steel sector is responsible for eight per cent of global energy demand and 7 per cent of energy sector CO2 emissions. As we search for solutions to reduce carbon emissions, the concept of green steel has risen to prominence as a means of lowering high emissions across the steel production industry. According to a recent report from Fortune Business Insights, the global green technology and sustainability market for steel production is projected to reach over $89bn by 2032, growing at a compound annual growth rate (CAGR) of 20.9 per cent from 2024 to 2032. This expansion will be driven by new environmental regulations, consumer demand for sustainable products, and the steel industry's recognition of its ongoing need to adapt to a low-carbon future. Green steel has immense potential, considering the fact that global crude steel production reached 1,888.2 million tonnes in 2023. Subsequently, if this production were to shift to low-carbon methods, its impact on global emissions could make a significant difference. Governments and industries globally have continued to set ambitious net-zero targets. In light of this, the demand for green steel is expected to soar, creating a virtuous cycle of innovation and adoption. Green steel and a greener future The quest for green steel has spurred a wave of technological innovation, with several promising approaches emerging as potential game-changers. These technologies aim to address the fundamental challenge of steel production: reducing iron ore to iron without relying on carbon-intensive processes. One of the most promising technologies is hydrogen-based direct reduction. This process uses hydrogen as a reducing agent instead of coal or natural gas, producing water as a byproduct instead of CO2. Sweden’s HYBRIT (Hydrogen Breakthrough Ironmaking Technology) project, a joint venture between SSAB, LKAB, and Vattenfall, has successfully produced the world’s first fossil-free steel using this method. The project aims to deliver fossil-free steel to the market by 2026.3 Another innovative approach is molten oxide electrolysis, which uses electricity to separate iron from its ore without the need for carbon. Boston Metal, a start-up spun out of MIT, is pioneering this technology and has attracted significant investment to scale up its operations, securing a $20m Series C2 investment from Tokyo-based Marunouchi Innovation Partners, bringing the series total to $282m. Carbon capture, utilisation, and storage (CCUS) technologies are also being explored as a means to reduce emissions from traditional blast furnaces. While not a complete solution, CCUS could play a crucial role in the transition period as more radical technologies are developed and scaled. These emerging technologies, while promising, face significant challenges in scaling up to meet the enormous demands of the global steel industry. However, the pace of innovation and investment in this space suggests that green steel production could become a reality sooner than many expect. Policy initiatives steering the course for green steel Government policies and initiatives play a crucial role in driving investment and innovation in green steel production. The European Union’s Carbon Border Adjustment Mechanism (CBAM), set to be implemented from 2026, will impose a carbon price on imports of certain goods, including steel, creating a level playing field for EU producers investing in low-carbon technologies. Across the Atlantic, the Department of Energy’s Industrial Efficiency and Decarbonisation Office (IEDO) recently announced an $83m funding opportunity aimed at reducing emissions in the hardest-to-decarbonise industrial sectors, including iron and steel. The Inflation Reduction Act of 2022 includes provisions that could benefit green steel producers, such as tax credits for clean hydrogen production, supporting investments in the steel supply chain and incentives for the use of low-carbon materials in federally funded projects. China, the world’s largest steel producer, has also signalled its commitment to greening the industry in its 14th Five-Year Plan (2021-2025), which includes targets for reducing carbon emissions in the steel sector. Remapping the global steel supply chain landscape The shift towards green steel production has the potential to significantly reshape global steel supply chains. As carbon pricing mechanisms and border adjustments become more widespread, the competitiveness of steel producers will increasingly be tied to their carbon footprint. This could lead to a realignment of global steel trade flows, with low-carbon producers gaining a competitive advantage in markets with stringent environmental regulations. Regions with abundant renewable energy resources, such as hydroelectric power in Scandinavia or solar energy in Australia, could become new hubs for green steel production. This could potentially disrupt traditional steel-producing regions that rely heavily on coal-based production methods. The impact of green steel investment The green steel revolution has officially taken off − attracting vast levels of investment − with major steel producers, tech companies, and VC firms injecting billions into innovative low-carbon steelmaking technologies. Over the next ten years, we can expect a hybrid approach, with traditional steelmakers gradually integrating low-carbon technologies into their existing operations and investing in entirely new green steel facilities. Nevertheless, scaling up green steel production and ensuring it is cost-competitive with traditional methods is a challenging task. At this time, green steel can cost 20-30 per cent more to produce than conventional steel. Yet, as technologies mature and economies of scale are realised, this price gap will narrow. Looking to the future, the IEA’s Net Zero by 2050 scenario envisions that nearly all primary steel production will use low-emissions technologies by 2050, potentially reducing the sector’s direct CO2 emissions by 90 per cent compared to 2020 levels. If the steel industry remains on its current trajectory of investment and innovation, it stands poised to transform itself from one of the world’s largest carbon emitters into a key contributor to a sustainable economy. Adam Aziz, analyst at DAI Magister",
    "images": "https://www.theengineer.co.uk/media/imdjjdr0/steel-aziz_adobestock_581571567.jpg?width=1002&height=564&v=1db10ce62bca840",
    "tags": "green steel,sustainable economy,carbon emitters,carbon emissions,green steel production,Steel production;Opinion",
    "excerpt": "The steel industry is set to transform itself from one of the world’s largest carbon emitters into a key contributor to a sustainable economy, says Adam Aziz.",
    "categories": "Opinion"
}