{
    "title": "Svensk stålindustri, EU och vägen mot hållbar utveckling",
    "author": "Ekhorn; Johannes",
    "source": "SLU, Dept. of Urban and Rural Development",
    "date": "2024-07-08",
    "text": "Ekhorn, Johannes, 2024. Svensk stålindustri, EU och vägen mot hållbar utveckling : en fallstudie av HYBRIT. First cycle, G2E. Uppsala: SLU, Dept. of Urban and Rural Development \n\n\n\n\n\n\t \n\t\tPDF\n\t\t\n\t\n\n\n\n\n\n\n 802kB Abstract Uppsatsens syfte är att undersöka hur de ledande aktörerna i den svenska stålindustrin förhåller sig till begreppet hållbarhet, EU ETS (EU handelssystem för utsläppsrätter) och CBAM (Carbon border adjustement mechanism). Avsikten med syftet är att utforska hur EU styr hållbar utveckling i den svenska stålindustrin och om och på vilket sätt den styrningen leder till hållbar utveckling. Studien bygger på en fallstudie med semistrukturerade intervjuer av projektet Hybrits tre aktörer SSAB, LKAB och Vattenfall. Som teoretiskt ramverk i analysen används begreppen hållbarhet, hållbarutveckling, styrning och SWOT-analys. Stål finns numera i princip allt. Stålindustrin står för en majoritet av utsläppen i svensk industri. Därav är det intressant att undersöka denna stora sektors syn på hållbarhet och hållbar utveckling. Stålindustrin behöver också förhålla sig till EU ETS och CBAM vilka hypotetiskt ger stora effekter på stålindustrin med både utmaningar och möjligheter kopplat till hållbar utveckling. CBAM är just nu under en prövofas vilket gör att studien kan bidra till värdefulla insikter på området före den går skarp. Analysen visar på att hållbarheten för Hybrits aktörer i första hand handlar om klimatet och en minskning av koldioxid även om andra hållbarhetsaspekter också verkar vara viktiga, som FN:s 17 hållbarhetsmål. I fråga om vem det ska vara hållbart för, uppvisar Hybrits aktörer en antropocentrisk världsåskådning. Det ska vara hållbart för människan, nuvarande och kommande generationer. Hybrits aktörer förfaller förespråka narrativet Nightingale et al. (2019) kallar för utveckling genom ekologisk modernisering, där man vill kombinera tillväxt och miljö och sätter en tilltro till marknaden. Analysen visar att Hybrits-aktörer upplever att CBAM och EU ETS påverkar hållbar utveckling genom att det sker en styrning mot koldioxidminskningar som kan bidra till att rädda klimatet. Det finns dock svaga länkar med CBAM som kan göra att dessa koldioxidminskningar inte blir så stora som de hade kunnat bli. Den starkaste av dem är att CBAM inte inkluderar exporten av stålindustrins produkter. Konklusionen av analysen är att EU tar med stålindustrin som en aktör i styrningen av CBAM och EU ETS. Detta styrelsesätt för hållbar utveckling kan vi kalla ekologisk hållbarhet - kapitalistiska typen. Genom ekologisk hållbarhet - kapitalistiska typen kan EU och stålindustrin med CBAM och EU ETS sprida narrativet ekologisk modernisering till länder i och utanför EU. På detta sätt kan EU och stålindustrin kapitalisera på klimathotet och begreppet hållbar utveckling, samtidigt som de försöker värna om miljön genom koldioxidminskningar. Men analysen visar också på brister i narrativet om ekologisk modernisering. Att kombinera tillväxt och värna om miljön verkar vara en svår balansgång. , The purpose of this thesis is to examine how the leading actors in the Swedish steel industry relates to the concept of sustainability, EU ETS (The EU emission trading system) and CBAM (Carbon border adjustment mechanism). The intension of the purpose is to explore how EU governs sustainable development in the Swedish steel industry and whether, and in what way that governance leads to sustainable development. The thesis is built upon a case study with semi-structured interviews of Hybrits three actors SSAB, LKAB and Vattenfall. The concepts of sustainability, sustainable development, governance, and Swot-analysis are used as theoretical tools in the analysis. You will find steel in almost anything today. The steel and iron industry are the main polluters of carbon dioxide in the Swedish industry. Therefore, it is interesting to examine this large sector´s view on sustainability and sustainable development. The steel industry also needs to deal with EU ETS and CBAM, which hypothetically have major effects on steel industry, with both challenges and opportunities linked to sustainability and sustainable development. CBAM is currently in a trial phase, which means that the thesis can bring valuable insight before it goes into full effect. The analysis shows that sustainability for the actors of Hybrit is primary about the climate and a reduction of carbon dioxide. Although other aspect of sustainability seems to be important, like FN: s 17 goals for sustainable development. In terms of who it should be sustainable for the actors of Hybrit exhibits an anthropocentric worldview where it is supposed to be sustainable for the humans, current and future generations. The actors of Hybrit appears to advocate for the narrative Nightingale et al. (2019) call development through ecological modernization where one wants to combine growth with environment and put trust in the market. The analysis shows that actors of Hybrit are thinking that CBAM and EU ETS are affecting sustainable development by governing towards carbon dioxide reductions, which can save the climate. However, there are weak links with CBAM, which means the carbon dioxide emissions will not be as large as they could have been. The weakest one is that CBAM does not include export of the products of the steel industry. The conclusion of the analysis is that EU includes the steel industry as an actor in the governance of CBAM and EU ETS. This way of governance for sustainable development we can call ecological sustainability - capitalist type. Through ecological sustainability - capitalist type EU and the steel industry can spread the narrative of ecological modernization to countries within EU and abroad. In this way, EU and the steel industry can capitalize on the climate threat and the concept of sustainable development, as they at the same time try to care for the environment through carbon dioxide reductions. But analysis also shows flaws in the narrative of ecological modernization. To combine growth with care for the environment seems hard to balance. Main title: Svensk stålindustri, EU och vägen mot hållbar utveckling Subtitle: en fallstudie av HYBRIT Authors: Ekhorn, Johannes Supervisor: Bartholdson, Örjan Examiner: Rosén, Linus and Beckman, Malin Series: UNSPECIFIED Volume/Sequential designation: UNSPECIFIED Year of Publication: 2024 Level and depth descriptor: First cycle, G2E Student's programme affiliation: NK012 Political Science - Sustainable Development (BSc) , 180.0hp Supervising department: (NL, NJ) > Dept. of Urban and Rural Development (LTJ, LTV) > Dept. of Urban and Rural Development Keywords: hållbarhet, hållbar utveckling, styrning, EU, CBAM, EU, ETS, HYBRIT URN:NBN: urn:nbn:se:slu:epsilon-s-500806 Permanent URL: http://urn.kb.se/resolve?urn=urn:nbn:se:slu:epsilon-s-500806 Subject. Use of subject categories until 2023-04-30.: Landscape architecture Language: Swedish Deposited On: 09 Jul 2024 10:22 Metadata Last Modified: 13 Aug 2024 01:01 Repository Staff Only: item control page",
    "images": null,
    "tags": "",
    "excerpt": "Uppsatsens syfte är att undersöka hur de ledande aktörerna i den svenska stålindustrin förhåller sig till begreppet hållbarhet, EU ETS (EU handelssystem för utsläppsrätter) och CBAM (Carbon border adjustement mechanism). Avsikten med syftet är att utforska hur EU styr hållbar utveckling i den svenska stålindustrin och om och på vilket sätt den styrningen leder till hållbar utveckling. Studien bygger på en fallstudie med semistrukturerade intervjuer av projektet Hybrits tre aktörer SSAB, LKAB och Vattenfall. Som teoretiskt ramverk i analysen används begreppen hållbarhet, hållbarutveckling, styrning och SWOT-analys. Stål finns numera i princip allt. Stålindustrin står för en majoritet av utsläppen i svensk industri. Därav är det intressant att undersöka denna stora sektors syn på hållbarhet och hållbar utveckling. Stålindustrin behöver också förhålla sig till EU ETS och CBAM vilka hypotetiskt ger stora effekter på stålindustrin med både utmaningar och möjligheter kopplat till hållbar utveckling. CBAM är just nu under en prövofas vilket gör att studien kan bidra till värdefulla insikter på området före den går skarp. Analysen visar på att hållbarheten för Hybrits aktörer i första hand handlar om klimatet och en minskning av koldioxid även om andra hållbarhetsaspekter också verkar vara viktiga, som FN:s 17 hållbarhetsmål. I fråga om vem det ska vara hållbart för, uppvisar Hybrits aktörer en antropocentrisk världsåskådning. Det ska vara hållbart för människan, nuvarande och kommande generationer. Hybrits aktörer förfaller förespråka narrativet Nightingale et al. (2019) kallar för utveckling genom ekologisk modernisering, där man vill kombinera tillväxt och miljö och sätter en tilltro till marknaden. Analysen visar att Hybrits-aktörer upplever att CBAM och EU ETS påverkar hållbar utveckling genom att det sker en styrning mot koldioxidminskningar som kan bidra till att rädda klimatet. Det finns dock svaga länkar med CBAM som kan göra att dessa koldioxidminskningar inte blir så stora som de hade kunnat bli. Den starkaste av dem är att CBAM inte inkluderar exporten av stålindustrins produkter. Konklusionen av analysen är att EU tar med stålindustrin som en aktör i styrningen av CBAM och EU ETS. Detta styrelsesätt för hållbar utveckling kan vi kalla ekologisk hållbarhet - kapitalistiska typen. Genom ekologisk hållbarhet - kapitalistiska typen kan EU och stålindustrin med CBAM och EU ETS sprida narrativet ekologisk modernisering till länder i och utanför EU. På detta sätt kan EU och stålindustrin kapitalisera på klimathotet och begreppet hållbar utveckling, samtidigt som de försöker värna om miljön genom koldioxidminskningar. Men analysen visar också på brister i narrativet om ekologisk modernisering. Att kombinera tillväxt och värna om miljön verkar vara en svår balansgång.",
    "categories": "Y01;Landscape architecture"
}