{
    "title": "The latest developments in the global steel industry in 2025: in-depth analysis of international news and market trends",
    "author": "JIANGSU SUSHANG STEEL GROUP CO; LTD",
    "source": "JIANGSU SUSHANG STEEL GROUP CO., LTD.",
    "date": "2025-03-25",
    "text": "一. Chinese steel companies accelerate overseas layout and reshape the global capacity pattern At the beginning of 2025, Chinese steel companies continued to promote their internationalization strategy and increased investment in Southeast Asia, the Middle East and Africa. Philippines: Panhua Group expects to put into production 1 million tons of galvanized and color-coated coil capacity by the end of 2024, while Hesteel Group's $4.4 billion 8 million ton steel plant project is also being promoted and is expected to be put into production in 2025. Saudi Arabia: Baowu Group plans to build a 2.5 million ton direct reduced iron (DRI) and 1.5 million ton thick plate plant to strengthen the Middle East supply chain. Indonesia: Tsingshan Group's 3 million ton steel plant project continues to advance, and Delong Group's 20 million ton steel project is also under construction, further consolidating the Southeast Asian market. Market impact: The overseas expansion of Chinese steel companies helps to circumvent trade barriers while meeting the infrastructure needs of emerging markets. But we need to be vigilant about the risk of overcapacity, especially in Southeast Asia. 二、The EU tightens steel import quotas and trade protectionism heats up On March 19, 2025, the EU announced a further 15% reduction in steel import quotas from April 1 to prevent cheap steel from flooding the European market after the US imposed tariffs. This policy may affect Asia's (especially China, Vietnam and India) exports to Europe, prompting some trade to flow to Turkey and Ukraine. Key data: From January to November 2024, EU steel imports fell 6.77% year-on-year to 8.43 million tons. Increased anti-dumping reviews have led Asian exporters to turn to other markets, such as the Middle East and Africa. 三、Global crude steel production declines, demand differentiation is obvious Data from the World Steel Association show that global crude steel production fell 4.4% year-on-year to 151.4 million tons in January 2025. The main influencing factors include. China: The real estate downturn has led to weak demand for construction steel, but demand in the automotive, shipbuilding and machinery industries is relatively stable. Europe: High energy costs have suppressed steel production, and some companies have turned to low-carbon technologies such as hydrogen metallurgy. India & Southeast Asia: Infrastructure investment drives demand, and crude steel production capacity is expected to increase by more than 30% in 2026. Future Outlook: In 2025, global steel demand may show a \"rising in the east and falling in the west\" pattern, and emerging markets (such as India and ASEAN) will become the main growth force. 四、 China's steel exports hit a new high, but face price and policy pressure In 2024, China's steel exports increased by 22.7% year-on-year to 110 million tons, a record high in nearly eight years. However, the export unit price fell by 21% to US$761.4/ton, reflecting the intensified competition in the international market. Policy adjustment: The Chinese government gradually canceled the export tax rebate for low value-added products and encouraged the export of high value-added plates (such as hot-rolled coils accounted for 26%). Indirect exports (such as machinery, automobiles, and ships) increased by 25%, or 140 million tons for the whole year. Trade friction risk: In 2024, there were 28 anti-dumping investigations against Chinese steel, accounting for 84.38%. Enterprises need to turn to overseas factories or deepen local cooperation to avoid tariff barriers. 五、Acceleration of low-carbon transformation: Hydrogen metallurgy and the impact of carbon tariffs Breakthrough in hydrogen metallurgy projects: Sweden's HYBRIT achieved carbon emissions of only 0.05 tons per ton of steel (a 95% decrease compared to traditional processes), and China Iron and Steel Research Institute Group built the world's first hydrogen-based vertical furnace demonstration line. EU CBAM enters transition period: Full implementation in 2026, carbon emission costs are required for steel export accounting. ISO low-carbon standard: China takes the lead in formulating the first low-carbon technical guide for steel (ISO TR 25088), promoting global industry achievements. 六、 Market outlook for 2025: bottoming out or continued pressure? Optimistic signal: Soochow Research Institute predicts that the steel industry may see a bottoming out in profits in 2025, and infrastructure, automobile and shipbuilding demand will partially solve the real estate downturn. Risk factors: lncreased global trade coefficient (such as EU tariffs, US tariffs). Energy price fluctuations affect production costs. Risk of overcapacity in emerging markets (such as Southeast Asia). Conclusion: Challenges and opportunities coexist in the steel industry In 2025, the global steel market presents three major trends: 1. Capacity transfer: Chinese steel companies accelerate overseas layout, Southeast Asia and the Middle East become new growth points. 2. Trade barriers: The EU tightens losses, and companies need to adjust their export strategies. 3. Green transformation: Hydrogen metallurgy, tariffs, tariffs, labor industry competition pattern.",
    "images": null,
    "tags": "Global Steel Industry, Market Trends 2025, Overseas Expansion, Trade Policies, Green Transformation",
    "excerpt": "Explore the latest developments in the global steel industry in 2025, including Chinese companies' overseas expansion, EU trade policies, market demand shifts, and the emerging trend of green transfor",
    "categories": ""
}