{
    "title": "Norwegian Hydrogen Rjukan Plant Tests Nordic Green Hydrogen Viability Amid Cost and Infrastructure Uncertainties - Energy News",
    "author": "Anela Dokso",
    "source": "Energy News",
    "date": "2025-04-01",
    "text": "With Norway targeting a 20% share of hydrogen in its energy mix by 2030, Oslo-based Norwegian Hydrogen has finalized plans for a 25 MW electrolysis facility in Rjukan, Telemark—a project positioned to supply industrial clients across southern Norway and Sweden by late 2027. The Rjukan plant, powered by Norway’s 98% renewable grid (primarily hydropower), aims to capitalize on proximity to energy-intensive industries like metals and fertilizers in southern Norway and Sweden’s Västra Götaland region. According to Nordic Energy Research, industrial hydrogen demand in these areas is projected to reach 27,000 tons annually by 2030. However, current green hydrogen production costs in Norway hover around €4–6/kg—roughly double gray hydrogen prices—despite the EU’s carbon border tax (CBAM), which could narrow this gap post-2026. Norwegian Hydrogen’s phased production approach, with potential early output before 2027, mirrors strategies seen in Sweden’s HYBRIT initiative, where pilot plants mitigated initial demand risks. Still, CEO Jens Berge’s emphasis on “predictable terms” faces scrutiny: only 12% of Norway’s hydrogen refueling stations currently serve heavy industry, per Norsk Hydrogenforum, complicating distribution logistics. The 25 MW capacity—modest compared to Shell’s 200 MW Rotterdam project—reflects Nordic market fragmentation. While scalable, the Proton Exchange Membrane (PEM) electrolyzers planned for Rjukan require consistent renewable input. Norway’s hydropower-dominated grid offers stability, but electrolyzer efficiency drops to 60–70% under variable loads, per 2023 IRENA data. This risks underutilization unless paired with on-site renewables, which Norwegian Hydrogen has not yet confirmed. The company’s pledge to collaborate with Rjukan’s community follows Norway’s “Hydrogen for Sustainable Growth” strategy, which prioritizes regional job creation. However, Telemark County’s 2022 workforce analysis identifies a skills gap in hydrogen technologies, with fewer than 5% of local technicians certified in electrolysis maintenance. State subsidies could alleviate these challenges: Norway’s Enova program has allocated €130 million to hydrogen projects since 2021, though Rjukan’s funding share remains undisclosed. Norwegian Hydrogen’s focus on industrial clients contrasts with rival Everfuel’s emphasis on transport hydrogen in Denmark. With Norway’s heavy transport sector accounting for 60% of domestic hydrogen demand, the Rjukan plant’s exclusion of fueling infrastructure—a key feature of Germany’s H2 Mobility network—may limit market adaptability. Meanwhile, Sweden’s HYBRIT has secured 10-year offtake agreements with SSAB and LKAB, a model Norwegian Hydrogen has yet to replicate publicly. Final investment decisions often precede delays: Denmark’s Green Hydrogen Hub, announced in 2021, remains in permitting stages. Norwegian Hydrogen’s timeline assumes streamlined approvals, but Norway’s average 18-month permitting process for industrial projects, coupled with global electrolyzer supply chain bottlenecks (prices rose 20% in 2023 due to nickel shortages), could test the 2027 target. Stay updated on the latest in energy! Follow us on LinkedIn, Facebook, and X for real-time news and insights. Don’t miss out on exclusive interviews and webinars—subscribe to our YouTube channel today! Join our community and be part of the conversation shaping the future of energy.",
    "images": "https://energynews.biz/wp-content/uploads/2025/04/Norwegian-Hydrogen-Rjukan-Plant-Tests-Nordic-Green-Hydrogen-Viability-Amid-Cost-and-Infrastructure-Uncertainties.jpg",
    "tags": "hydrogen",
    "excerpt": "With Norway targeting a 20% share of hydrogen in its energy mix by 2030, Oslo-based Norwegian Hydrogen has finalized plans for a 25 MW electrolysis facility in Rjukan, Telemark—a project positioned to supply industrial clients across southern Norway and Sweden by late 2027.",
    "categories": "Europe, Featured, Hydrogen, NEWS, Production, Projects, REGIONAL"
}