{
    "title": "EU CBAM implications for energy and infrastructure projects",
    "author": "Rachel O'Reilly",
    "source": "aoshearman.com",
    "date": "2021-10-25",
    "text": "Implications for wider energy and infrastructure projects in the EU The transition to a sustainable real economy demands change in physical energy and infrastructure assets and this will therefore require copious amounts of things like steel and cement. Building enough wind turbines to reach net-zero carbon emissions globally by 2050 will require 1.7bn tonnes of steel and wind turbines require more steel per unit of energy produced than any other energy source. Energy and infrastructure projects in the EU will therefore become more expensive as CBAM measures curtail outsourcing overseas to reduce capital and operating costs. The removal of free allowances for EU producers of these materials will also increase project costs over time (unless offset by other technological advances and government subsidies). However, this is the point. The EU is putting a marker in the sand that it is no longer acceptable for energy and infrastructure projects in the EU to pick 'cheap but dirty' – green is to be the only choice. This raises an interesting question on the interface with public subsidies for green energy and infrastructure projects that are also a feature of the Fit for 55 package and wider EU member state national policies. To what extent will the costs of CBAM be supported under those subsidy schemes? Will those subsidy regimes include mandatory supply chain sustainability requirements to avoid this? If not, who is ultimately bearing the CBAM cost – the consumers of the goods and services derived from CBAM material imports, or the taxpayers/consumers funding the subsidy regimes? For energy and infrastructure projects in the UK, who would be importers under the CBAM regime, the proposals present a number of practical challenges. These include: The implicit cost of compliance with the reporting, registration and verification requirements under the regime could be high and particularly punitive for smaller projects, particularly in nascent markets. As importers only get the benefit of choosing green imports if they follow the verified emissions processes, there is a cost-benefit analysis for projects to undertake; does the cost of green imports and compliance outweigh the cost of sourcing from the EU market, or the costs of sourcing less green alternatives? The regime potentially introduces additional regulatory and technology risks, which may be hard to accommodate in new energy and infrastructure sectors that already involve high levels of such risks. For example, if a project ultimately incorrectly estimates the expected embedded emissions of its imports, there will be additional costs and penalties to pay. This is a greater risk for less mature green technologies. Project parties will need to develop or acquire skills in buying and selling certificates in an optimal way. Although not quite the same trading potential as EU ETS, there is still the expectation that importers will buy and sell back certificates in an optimal way reflecting the relevant embedded emissions. This is of course not a role that such organizations will have had to do before (as they are not the same parties as fulfill this role under EU Emissions Trading System), so it will need to be developed as part of their international trade activities. Implications for industrial decarbonisation outside of the EU CBAM has the potential to kick-start greater industrial decarbonisation efforts, especially in jurisdictions that are particularly reliant on EU markets. This is because: third country governments may introduce their own carbon policies in response to the threat of CBAM; CBAM product producers may take steps themselves to mitigate CBAM costs in order to remain competitive in international markets; and/or third country governments may introduce positive measures to help decarbonise their export industries. Creating this dynamic is, of course, this is the real objective of CBAM. Optimistically it is therefore hoped that CBAM may help create an environment that leads to more projects involving new-build decarbonised facilities or the retro-fitting industrial manufacturing facilities. The impact of CBAM will be more acute on industrial projects in regions that are particularly reliant on exports of CBAM products to the EU, such as Russia, Turkey, India and China (noting that the impact on the UK will be more limited given the UK’s own carbon pricing regimes). However, CBAM's success at triggering a wave of industrial decarbonisation outside of the EU will depend on whether there are alternative markets for exporters in those countries. This underlines the need for global decarbonisation action. There are other reasons why the implications of CBAM outside the EU may not be as positive. CBAM product producers in developing nations may have difficulty responding to the challenge immediately. This will require developed nations (and their export credit agencies and multi-lateral institutions) to support decarbonisation projects in developing regions. The Fit for 55 announcement included some comments on the EU “standing with and providing technical assistance” to developing countries, but more will be required, and this will be a critical part of discussions at COP26. A key issue for non-EU projects will also be managing the risk around assessing embedded emissions and calculating how green (or blue) the projects need to be in order to avoid adverse CBAM implications. This underlines the need for international alignment on such technical standards and expectations. This is particularly pertinent for hydrogen and ammonia producers outside the EU looking at the EU market given ammonia is a CBAM product. There are a number of more practical implications of the CBAM proposals for non-EU producers of CBAM products. Although CBAM obligations are imposed on EU importers, those importers will be reliant on the availability of verifiable information from the CBAM material producers. There may be attempts to pass risk to non-EU producers under supply contracts, and Producers may face pressure to become registered operators under the CBAM regime. Thus, the burden of compliance with CBAM could also fall to producing projects. Other factors will also affect the prospects of industrial decarbonisation globally, including the innovation and development of the requisite technology at a commercial scale and cost. CBAM alone is therefore not the answer to catalysing industrial decarbonisation projects but it helps create the right dynamic to address those challenges. Implications for industrial decarbonisation within the EU Measures such as CBAM, the phasing out of free allowances for industries under EU ETS and other EU ETS revisions that will reduce the supply of EU ETS allowances and increase the EU ETS price, mean that going green is no longer a choice for EU producers but an economic imperative. Accompanying this, the Fit for 55 package also included proposals for the extension of the EU Innovation Fund (which is funded by EU ETS revenues) to support growth in low-carbon technologies and industrial decarbonisation. It flagged the use of Carbon Contracts for Difference to pay producers an amount above the carbon cost saving to ensure recovery of their investment. There is also a potential short-term upside for projects that are on the green curve if they are able to monetise free allowances they will continue to receive for a time under the revised EU ETS regime. The carbon policies in the Fit for 55 package, combined with subsidy and support models becoming available, mean the EU is primed for growth of industrial decarbonisation projects. We are already seeing increased activity emerging: The Hybrit and H2Green Steel projects in Sweden have captured particular media attention, there are decarbonised cement projects involving carbon capture and storage by Heidelberg cement, and green ammonia production, such as the Yara plant in Norway, but there are many other projects of varying scales across Europe. It is definitely an exciting (and busy!) time to be a projects practitioner. For more insights on the CBAM proposal, the Fit for 55 package and COP26, please see our Countdown to COP & Beyond blog.",
    "images": "https://edge.sitecorecloud.io/allenoveryllp1-aoshearmanwe0db-production-ecf3/media/project/aoshearman/aoshearman/insights/finance/103a-gettyimages-1247153093_bw.jpg?h=1063&iar=0&w=1600",
    "tags": "",
    "excerpt": "Explore the EU's Carbon Border Adjustment Mechanism (CBAM) and its profound impact on energy and infrastructure projects within and outside the EU.",
    "categories": ""
}