{
    "title": "Day: 27 February 2025",
    "author": "unknown",
    "source": "EUROMETAL",
    "date": "2025-02-27",
    "text": "EU HRC markets remain focused on safeguard review European hot-rolled coil prices remained sideways Feb. 26 amid an ongoing focus on regulatory concerns and stable demand fundamentals. When asked about the proposed delay to the EU Carbon Border Adjustment Mechanism legislation, a North European service center source stressed that the current safeguard investigation outcome had a more immediate bearing on the market and was a key contributor to quieter import conditions. “Everyone is waiting for the quota announcement,” said the source. “The quota poses more risk of cost penalties if you exceed it, and if we limit it, we also limit imports so we could see domestic prices climb quickly.” “We also don’t know how much material is sat in EU harbors, waiting to be [customs] cleared so a smaller import quota, especially on certain products, could be quickly filled and a problem.” Other midstream buyers shared expectations of further price increases, with a distributor saying, “Demand is still very low, with some doing speculative purchases as they anticipate the next price increases.” A South European service center source pointed to an improved mood in the market, but demand and regulatory uncertainty were limiting momentum. According to the source, “The market is quite ready to move prices, but demand is slow and not allowing the room.” “The service center market is concerned about the safeguards; the situation will be better when the review is announced,” the source added. Platts assessed HRC in Northwest Europe and South Europe at Eur605/mt EXW Ruhr and EXW Italy, respectively, both stable day over day. Platts assessed imported HRC prices in Northwest Europe unchanged at Eur550/mt CIF Antwerp, while the South Europe market also remained stable at Eur545/mt CIF Italy. Hybrit green hydrogen-for-steel project completes storage test Swedish renewable hydrogen-for-steel project Hybrit has completed a hydrogen storage pilot project, with flexible power procurement reducing variable operating costs by up to 31%, the group said Feb. 27. The Hybrit collaboration between steelmaker SSAB, iron ore miner LKAB and power company Vattenfall said hydrogen production costs could be cut by 25%-40% when the first commercial plants are commissioned. “The results show that it is technically possible to store fossil-free hydrogen gas for producing fossil-free iron and steel on an industrial scale,” Vattenfall said in a statement. Hybrit optimized hydrogen storage in real time against both spot and intraday power markets, with cost savings of 26%-31% in the trial. The pilot storage facility has operated intermittently since 2022 in 3-6-week periods. “The pilot project has been highly successful and has given us the results we hoped for,” Vattenfall Industrial Partnerships industry decarbonization director Mikael Nordlander said in the statement. “We have shown that it is possible to use this technology to increase the flexibility of the electricity system and that it is a safe design that lasts over time.” Vattenfall said the group reached 3,800 hours of operation, with 94% availability. The project involved a 100-cu m steel-lined rock cavern in Svartoberget next to the direct reduction pilot plant for sponge iron production in Lulea, Sweden. Hybrit said accelerated mechanical tests gave the equivalent results of 50 years’ operation. The group will extend the pilot storage project to 2026 to carry out additional tests to optimize commercial storage design. Vattenfall said around 7% of global CO2 emissions come from the steel sector. Hybrit technology could enable SSAB to reduce Sweden’s emissions by 10%, and Finland’s by 7%, it said. Platts, part of S&P Global Commodity Insights, assessed carbon-accounted hot-rolled coil steel in Northwest Europe at $648/st on Feb. 26, compared with conventional HRC prices CFR Antwerp at Eur550/st ($576/st). EC unveils substantial changes to CBAM to ease industry concerns The European Commission has proposed to tweak the timeline for the sale of carbon pricing certificates under its Carbon Border Adjustment Mechanism and move to a mass-based threshold to make the tax more streamlined and effective. Analysts have noted that these changes, released as part of the EU’s Omnibus Package, could enhance the competitiveness of the bloc’s industry by exempting small importers and reducing the administrative burden for many companies. Under the new proposal released on Feb. 26, importers will be able to purchase CBAM certificates starting in February 2027 rather than from January 1, 2026, to cover the emissions embedded in their imports for 2026. “The calculation method for the certificate prices will not be affected, and certificates bought in a given week in 2027 to cover 2026 emissions will reflect the applicable weekly EU Emissions Trading System (ETS) price,” as calculated by the Commission, the document stated. Another significant change proposed by Brussels is the adjustment of the exemption threshold, which critics have deemed too low as it is based on monetary value and applied on a consignment basis. “A mass-based threshold of 50 mt is proposed to ensure that more than 99% of emissions remain within scope,” the document added. This change would eliminate CBAM obligations for approximately 182,000 importers, or 90% of total importers, while still covering over 99% of emissions in scope, according to the Commission. Simplify and strengthen These proposals, which include several adjustments aimed at preventing unintended consequences, illustrate the complexity of the CBAM, according to Coralie Laurencin, senior director in the power and climate policy team at S&P Global Commodity Insights, “The EU is committed to easing the paperwork for small businesses while still supporting CBAM,” she added. “This mechanism is key to helping European industry, and the EU plans to improve and expand it to make sure it works well.” The Commission clarified that the calculation method for the certificate prices will remain unchanged, with certificates purchased in 2027 reflecting the applicable weekly ETS price. The price of CBAM certificates will be based on the quarterly average of the closing prices of EU ETS allowances, which will be calculated by the Commission to determine the applicable EUA price. Raising the threshold Importers below the 50 mt threshold will be exempt from the CBAM authorization and declaration obligations, as well as from the requirement to purchase CBAM certificates. The primary reason for raising the exemption threshold is to reduce the impact of CBAM on small importers while simplifying the carbon tax, all while maintaining its environmental effectiveness. “These updates emphasize the importance of a benchmark that considers not only the quantity of embedded emissions but also product terms,” a policy analyst with expertise on CBAM told Platts. “If 99% of emissions are still covered, it confirms the environmental effectiveness of CBAM,” he added. “Although the postponement of certificate purchases is relevant, this adjustment affects only the purchasing timeline, not the surrender timeline.” The Commission acknowledged that it considered setting a threshold based on carbon intensity but ultimately discarded that option to simplify the application process for importers. Currently, CBAM is operational in the EU’s “transitional phase,” where importers must report emissions embedded in relevant products they bring into the bloc. However, starting Jan. 1, 2026, under its “definitive phase,” importers were expected to be obligated to purchase CBAM certificates. This proposal means these certificates will now only need to be purchased a year later. Boost competitiveness This represents a strategic reshaping of CBAM to support the reindustrialization of the EU, the policy analyst added. “This potentially gives CBAM a dual role that includes enhancing competitiveness alongside its environmental objectives,” he noted. This announcement comes amid growing calls from policymakers, politicians, and industry leaders to simplify the EU’s carbon border tax as the Commission seeks to balance industrial growth with environmental goals. The sectors covered by the legislation include iron and steel, aluminum, fertilizers, cement, electricity, and hydrogen. The levy is designed to reflect the difference between EU carbon prices and carbon costs in exporting countries. The price of CBAM certificates is based on the weekly average auction price of EU ETS allowances. European carbon prices have fallen steadily in the past two weeks due to a weaker gas complex and muted demand, following a rise to 15-month highs of around Eur83/mtCO2e in late January. Platts, part of Commodity Insights, assessed EU Allowances for December 2025 at Eur71.40/mtCO2e ($74.89/mtCO2e) on Feb. 25. Authors: Eklavya Gupte, Irina Breilean Aluminum market says CBAM changes will only defer financial burden The aluminum market anticipates that the European Commission’s proposed changes to the Carbon Border Adjustment Mechanism, which include a one-year delay in the purchase timeline for CBAM certificates, will only postpone its financial burden rather than eliminate it. The EC proposed Feb. 26 to tweak the timeline for the sale of carbon pricing certificates under its CBAM and move to a mass-based threshold to make the tax more streamlined and effective. Hydro Head of Media Relations Anders Vindegg told Platts, part of S&P Global Commodity Insights, that the financial burden for importers was only deferred, not removed. “This is important as the European industry will still face increased costs from 2026 due to the start of free allocation phase out,” Vindegg said. “It is key that any simplifications to the CBAM regulation do not create further discrepancies in carbon costs between European and third country industry, including increasing the risk of circumvention.” He said the proposed changes on the exemption threshold for small importers were a step in the right direction, but effective enforcement would be essential. “The Commission references new risk assessment tools to detect circumvention tactics, such as artificially splitting shipments to bypass CBAM thresholds, but the specifics of these measures remain unclear,” Vindegg said. “The European Commission is moving at a fast pace to simplify CBAM. While simplification is important to make CBAM workable, it must go hand in hand with its effectiveness as a carbon leakage tool for European industry, including aluminum.” He said loopholes still exist and that the CBAM risked becoming a bureaucratic exercise rather than a mechanism that ensures fair competition and prevents carbon leakage. “In addition to simplifying CBAM, this means expanding product scope, closing the aluminium scrap loophole, and keeping indirect emissions out of scope until the electricity grid is closer to full decarbonization,” Vindegg said. Louis Redshaw, CEO of Redshaw Advisors, said in a note that the CBAM changes may relieve some immediate pressure, but the financial risk exposure stayed the same. Companies are still on the hook for 2026 emissions but would not need to fully account for them until 2027. “This delay doesn’t remove the financial burden, it just shifts when it hits,” Redshaw said. A Europe-based trader told Platts that the changes meant delaying the financial impact. However, companies would continue to do “blind reporting” for another year. “I hope this helps to establish values that can be chosen via drop-down or so, instead of 100 companies asking the very same from producers,” he said. The trader said companies were looking forward to the “more simple reporting.” However, he described as cynical the claim that, if adopted and implemented as currently outlined, the proposals would conservatively save around Eur6.3 billion ($6.6 billion) in annual administrative costs and mobilize additional public and private investment capacity of Eur50 billion to support policy priorities. “So, they celebrate the saving of cost that, without everything, you wouldn’t have in the first place,” he said. Another trader source said he did not believe the changes would significantly impact the aluminum market. European nonferrous metals association Eurometaux Director General James Watson previously told Platts the EC’s proposed changes were clearly aimed at making CBAM’s landing easier and smoother and delaying the purchase of allowances would help the financial situation of smaller CBAM declarants. “However, it remains crucial that these changes do not undermine the mechanism’s integrity and robustness and open the door for circumvention,” he said. “We are still thoroughly analyzing the text of the leaked document.” Platts assessed the daily low-carbon aluminum prices at $235/mt duty unpaid in-warehouse Rotterdam and $360/mt duty paid in-warehouse Rotterdam Feb. 26, down 31% and 32%, respectively, since the start of 2025. Steel Meanwhile, German Steel Association WV Stahl CEO Kerstin Maria Rippel told Platts the CBAM was indispensable for the steel industry to create a level playing field with international competitors who did not have to bear additional CO2 costs. “The European Commission was, therefore, right to develop the CBAM instrument to protect the steel industry in Germany and the EU from carbon leakage, i.e. the relocation of production to countries with less stringent climate regulations,” she said. “Unfortunately, the CBAM has had gaps and weaknesses from the start. For example, there has been a lack of relief for EU exports to third countries that are burdened by CO2 costs, as well as a lack of effective measures against circumvention strategies,” Rippel added. She said concerns about excessive bureaucracy were entirely understandable, but the CBAM must not be watered down, “especially at a time when China is flooding the EU with cheap imports and the situation threatens to get worse under Trump 2.0, the industry in Europe must be protected.” “The EU Commission should, therefore, now focus on fixing the existing glaring weaknesses and ensuring the effectiveness of the instrument along the entire value chain,” Rippel said. Italian steel output hikes, longs perform better Italian crude steel production increased in January following a decline in December and full-year 2024, industry association Federacciai says in a note obtained by Kallanish. January production hiked by 2.7% on-year to almost 1.7 million tonnes. “The behaviour of the two categories of hot rolled products shows alternating patterns: long products, primarily utilised in construction, and flat products, which find applications in the automotive sector, mechanical engineering, and household appliances,” Federacciai states. Flat steel production declined by 1.9% to 780,000t in January, while longs output rose 2.6% to 862,000t. Italian production fell 5% on-year in 2024 to 19.9mt. In 2023, it also declined by 2.5% on-year to 21mt. It declined by 11.5% y-o-y in 2022 to 21.6mt. Natalia Capra France EU adopts proposed CBAM changes, 2026 start remains The European Commission (EC) is confirmed to have adopted the proposed changes to its Carbon Border Adjustment Mechanism (CBAM) that were widely circulated in a leaked draft amendment earlier this week. The main changes, reported by Kallanish, were confirmed to part of the Omnibus simplification package during an EC press conference on Wednesday. A published EC Omnibus package document confirms the proposed later date at which certificates are required to be purchased, and the threshold of exemption for those importing less than 50 tonnes/year of products under the CBAM scope. This threshold corresponds to approximately 80 t/y of CO2 equivalent on average per importer, just below the 100t of CO2 reported recently. Given they account for 69% of overall tonnages reported across the targeted sectors during CBAM’s first year, it is unlikely steel importers would benefit from the minimal threshold exemption due to larger volumes. While CBAM will still come into force in January 2026, the requirement to purchase certificates will be delayed and payment will be simplified. Certificates will now need to be purchased from February 2027 to cover the previous year, removing the obligation to purchase certifications on a quarterly basis for the first year, according to the proposals. “This does not mean a postponement of CBAM in 2026, but flexibility to be able to comply with obligations,” Vincente Hurtado Roa, head of unit at the European Commission, says in an online post. Dan Maleski, lead CBAM advisor at Redshaw Advisors, notes that this means importers will no longer be required to purchase and deposit CBAM certificates quarterly in 2026. Instead, the first purchases have been postponed until 2027. However, the financial obligation remains unchanged and importers must still surrender CBAM certificates in 2027 for emissions embedded in 2026 imports. “While CBAM certificate purchases are deferred, financial risk is not. The obligation to account for embedded emissions begins on 1 January 2026,” he adds. Maleski notes carbon markets are inherently volatile and companies that secure costs for other inputs such as iron ore and coke but leave carbon costs exposed risk significant margin erosion if prices rise. “For those importers that remain in the CBAM scope, the proposed changes will facilitate compliance with the reporting requirements and aim at simplifying the authorisation of declarants, the calculation of emissions, reporting requirements and compliance with the financial liability,” the EC document says. “They aim to spare 90% of concerned companies from reporting requirements, while still covering 99% of the CO2 emissions,” it adds. Kallanish is hosting a CBAM workshop with expert advisers on 9 April in Ho Chi Minh City. If you are interested in participating, please contact us at hollie.docwra@kallanish.com Carrie Bone UK European Commission publishes Clean Industrial Deal, labels steel emissions The European Commission has published its long-awaited Clean Industrial Deal. Besides the installation of 100 GW per year of renewable electricity till 2030 and over €100 billion ($105 billion) financing to support low-emission manufacturing, this will include a voluntary carbon intensity label for steel products starting from 2025. The plan focuses on six core business drivers: affordable energy, lead markets, financing, circularity and access to materials, global markets and international partnerships, skills enhancement, and simplification, Kallanish notes. The Affordable Energy Action Plan will lower energy costs, also tackling volatile prices by making Power Purchase Agreements more attractive for industrial users. The EU will introduce sustainability, resilience and European preference criteria in EU public procurement for strategic sectors, aiming to reach 40% of domestically produced key components of clean tech products on the EU market. The Industrial Decarbonisation Accelerator Act will develop a voluntary label on the carbon intensity of industrial products, while avoiding duplication, based on a simple methodology with ETS data and building on the CBAM methodology. The Commission will start with steel in 2025, based on existing reporting from industry. The labels “will allow industrial producers to distinguish the carbon intensity of their industrial production and to benefit from targeted incentives,” the Commission says. The Commission will simplify state aid rules to give Member States more flexibility to support decarbonisation. An Industrial Decarbonisation Bank, aiming for €100 billion in funding, will be based on available funds in the Innovation Fund, additional revenue resulting from parts of the ETS as well as the revision of InvestEU. It wants to ensure lower prices and higher availability for critical raw materials by organising joint purchases – through an EU Critical Raw Material Centre. It is also eyeing increasing the circular material use rate from 11.8% today to 24% by 2030. The Circular Economy Act in 2026 will enable the free movement of circular products, secondary raw materials and waste. It will provide incentives to increase the use of metal scrap and mandatory digitalisation of demolition permits and pre-demolition audits. The Commission also wants to give European companies better access to third markets and essential inputs via trade agreements and Clean Trade and Investment Partnerships, which will diversify sources of supply. A new Union of Skills will meanwhile ensure a skilled workforce for strategic industries, promote quality jobs and support workers in transition. Lastly but crucially, regulation will be simplified. The aim is to speed up permitting for industrial decarbonisation projects, simplify state aid rules by 2025 to accelerate clean energy roll-out and support industrial decarbonisation, and enhance coordination between EU and national policies to reduce red tape and leverage the scale of the Single Market. “Today, Europe accelerates on its twin decarbonisation and reindustrialisation. This pact aims to position Europe as a world leader in clean industries – from boosting our production ‘made-in-Europe’, to beefing up regulatory and financial support to our most strategic industrial supply chains. It also secures our unique European model of setting decarbonisation not only as an environmental goal, but also as our economic growth strategy,” says Stéphane Séjourné, Executive Vice-President for Prosperity and Industrial Strategy. Adam Smith Poland European HRC prices increase; positive sentiment prevails Limited import availability and improved trading across Europe supported the domestic prices of HRC, Fastmarkets understands. Fastmarkets calculated its daily steel hot-rolled coil index domestic, exw Northern Europe at €626.25 ($656.82) per tonne on Wednesday, up by €5.62 per tonne from €620.63 per tonne on Tuesday February 25. The Northern European index was up by €17.50 per tonne week on week and by €40.00 per tonne month on month. Mills in Northern Europe were heard offering May-production/June-delivery coil at €650-660 per tonne delivered, which would net back to €640-650 per tonne ex-works. “Customers who need the material are ready to buy at these prices,” a trader source based in the Benelux region told Fastmarkets, adding that the lower end of the price range was now considered typical for small-volume transactions. According to the source, for bigger tonnages of around 10,000 tonnes, even lower prices could be negotiated. Buyers’ estimations for the workable market level were at €600-630 per tonne ex-works. One buyer source told Fastmarkets that €650-660 per tonne delivered, which would equal €640-650 per tonne ex-works, seemed a realistic tradeable price now. Some transactions were heard at €630 per tonne ex-works. Meanwhile, in Southern Europe, Fastmarkets’ daily steel hot-rolled coil index domestic, exw Italy was calculated at €610.21 per tonne on Wednesday, up by €0.21 per tonne from €610.00 per tonne on Tuesday. The index was up by €10.21 per tonne week on week and by €30.21 per tonne month on month. Real demand for HRC in Italy was still weak, industry sources told Fastmarkets. Italian producers were offering HRC at €620-640 per tonne delivered, which would net back to €610-630 per tonne ex-works, Fastmarkets understands. Most Fastmarkets’ sources estimated the workable market level for HRC in Italy at €600-615 per tonne ex-works. The market of imported HRC remained largely quiet. Turkey was heard offering HRC to Italy at €590-600 per tonne CFR, including the anti-dumping duty. Asian origin coil was on offer to Italy at €550-560 per tonne CFR, industry sources told Fastmarkets. However, no significant deals were heard in the market.",
    "images": null,
    "tags": "HRC;Hybrit;LKAB;SSAB;CBAM;Federacciai;European Commission",
    "excerpt": null,
    "categories": "Latest Updates"
}