{
    "title": "What does the future hold for green steel technologies? - Energy Sustainability Solutions",
    "author": "Rachael Morling",
    "source": "Energy Sustainability Solutions",
    "date": "2024-10-01",
    "text": "By Adam Aziz, Analyst at DAI Magister. Steel production, a cornerstone of modern infrastructure and economic development, is also one of the world’s largest industrial sources of greenhouse gas emissions. According to the International Energy Agency (IEA), the iron and steel sector accounts for approximately 8% of global final energy demand and 7% of energy sector CO2 emissions. As the world grapples with the urgent need to reduce carbon emissions, the concept of ‘green steel’ has emerged as a beacon of hope for this emissions-intensive industry. A recent Fortune Business Insights report, states that the global green technology and sustainability market for steel production is projected to reach over $89 billion by 2032, growing at a compound annual growth rate (CAGR) of 20.9% from 2024 to 2032. This remarkable growth is driven by increasing environmental regulations, consumer demand for sustainable products, and the steel industry’s own recognition of the need to adapt to a low-carbon future. The potential for green steel is vast, considering that global crude steel production reached 1,888.2 million tonnes in 2023. If even a fraction of this production shifts to low-carbon methods, the impact on global emissions could be substantial. Moreover, as governments and industries worldwide set ambitious net-zero targets, the demand for green steel is expected to skyrocket, creating a virtuous cycle of innovation and adoption. Emerging Technologies: Forging a Path to Decarbonisation The quest for green steel has spurred a wave of technological innovation, with several promising approaches emerging as potential game-changers. These technologies aim to address the fundamental challenge of steel production: reducing iron ore to iron without relying on carbon-intensive processes. One of the most promising technologies is hydrogen-based direct reduction. This process uses hydrogen as a reducing agent instead of coal or natural gas, producing water as a byproduct instead of CO2. Sweden’s HYBRIT (Hydrogen Breakthrough Ironmaking Technology) project, a joint venture between SSAB, LKAB, and Vattenfall, has successfully produced the world’s first fossil-free steel using this method. The project aims to deliver fossil-free steel to the market by 2026.3 Another innovative approach is molten oxide electrolysis, which uses electricity to separate iron from its ore without the need for carbon. Boston Metal, a start-up spun out of MIT, is pioneering this technology and has attracted significant investment to scale up its operations, securing a $20 million Series C2 investment from Tokyo-based Marunouchi Innovation Partners, bringing the series total to $282 million. Carbon capture, utilisation, and storage (CCUS) technologies are also being explored as a means to reduce emissions from traditional blast furnaces. While not a complete solution, CCUS could play a crucial role in the transition period as more radical technologies are developed and scaled. These emerging technologies, while promising, face significant challenges in scaling up to meet the enormous demands of the global steel industry. However, the pace of innovation and investment in this space suggests that green steel production could become a reality sooner than many expect. Policy Initiatives: Catalysing the Green Steel Transition Government policies and initiatives play a crucial role in driving investment and innovation in green steel production. The European Union’s Carbon Border Adjustment Mechanism (CBAM), set to be implemented from 2026, will impose a carbon price on imports of certain goods, including steel, creating a level playing field for EU producers investing in low-carbon technologies. Across the Atlantic, the Department of Energy’s Industrial Efficiency and Decarbonisation Office (IEDO) recently announced an $83 million funding opportunity aimed at reducing emissions in the hardest-to-decarbonise industrial sectors, including iron and steel. The Inflation Reduction Act of 2022 includes provisions that could benefit green steel producers, such as tax credits for clean hydrogen production, supporting investments in the steel supply chain and incentives for the use of low-carbon materials in federally funded projects. China, the world’s largest steel producer, has also signalled its commitment to greening the industry in its 14th Five-Year Plan (2021-2025), which includes targets for reducing carbon emissions in the steel sector. Impact on Global Supply Chains: Reshaping the Steel Landscape The shift towards green steel production has the potential to significantly reshape global steel supply chains. As carbon pricing mechanisms and border adjustments become more widespread, the competitiveness of steel producers will increasingly be tied to their carbon footprint. This could lead to a realignment of global steel trade flows, with low-carbon producers gaining a competitive advantage in markets with stringent environmental regulations. Regions with abundant renewable energy resources, such as hydroelectric power in Scandinavia or solar energy in Australia, could become new hubs for green steel production. This could potentially disrupt traditional steel-producing regions that rely heavily on coal-based production methods. The Future of Steel: Green, Lean, and Clean The green steel revolution is attracting unprecedented levels of investment, with major steel producers, tech companies, and VC firms pouring billions into innovative low-carbon steelmaking technologies. In the short to medium term, we can expect to see a hybrid approach, with traditional steelmakers gradually integrating low-carbon technologies into their existing operations whilst also investing in entirely new green steel facilities. Despite the promising outlook, challenges remain in scaling up green steel production and making it cost-competitive with traditional methods. Currently, green steel can cost 20-30% more to produce than conventional steel. However, as technologies mature and economies of scale are realised, this price gap is expected to narrow. Looking ahead, the IEA’s Net Zero by 2050 scenario envisions that nearly all primary steel production will use low-emissions technologies by 2050, potentially reducing the sector’s direct CO2 emissions by 90% compared to 2020 levels. With continued investment and innovation, the steel industry stands poised to transform itself from one of the world’s largest carbon emitters into a cornerstone of the sustainable economy.",
    "images": null,
    "tags": "",
    "excerpt": "By Adam Aziz, Analyst at DAI Magister. Steel production, a cornerstone of modern infrastructure and economic development, is also one of the world’s largest industrial sources of greenhouse gas emissions. According to the International Energy Agency (IEA), the iron and steel sector accounts for approximately 8% of global final energy demand and 7% of energy […]",
    "categories": "Energy Management;News"
}