{
    "title": "James Nierinck",
    "author": "unknown",
    "source": "Ashurst",
    "date": "2024-12-20",
    "text": "James Nierinck is a counsel in our Real Estate practice James is a counsel in our London environment and safety practice, advising clients from the public and private sector on a wide range of contentious and non-contentious environmental and safety matters. His practice includes advising on environmental risk management, incident response and crisis management, regulatory compliance (including product and chemicals regulation), regulatory investigations and enforcement action including civil and criminal sanctions. In addition, James regularly works with colleagues across our offices on real estate developments, corporate transactions and projects matters. James holds an LLM in Environmental Law and is a member of the UK Environmental Law Association. In the legal directory Chambers and Partners, James was ranked as a 'Star Associate' in 2022. Latest Insights Carousel: clicking the \"Previous\" or \"Next\" button changes the content between the buttons. \r\n                             Legal development  \r\n                                     UK ETS Maritime Expansion Consultation: Top 10 takeaways for the Maritime Industry 20 Dec 2024 Discover more \r\n                             Legal development  \r\n                                     Troubled Waters: Implications of the Manchester Ship Canal Case 08 Aug 2024 Discover more \r\n                             Legal development  \r\n                                     The EU and UK Carbon Border Adjustment Mechanisms: A Comparison 22 May 2024 Discover more \r\n                             Legal development  \r\n                                     Major announcements on the UK CBAM and UK ETS – 2024 earmarked to be a transformative year 15 Jan 2024 Discover more \r\n                             Legal development  \r\n                                     UK carbon border adjustment mechanism (UK CBAM) to be implemented by 2027 15 Jan 2024 Discover more \r\n                             Legal development  \r\n                                     UK ETS to be expanded to cover maritime emissions: your questions answered 10 Nov 2023 Discover more \r\n                             Legal development  \r\n                                     Sail away, sail away – the international strategy for reducing greenhouse gas emissions in the shipping industry 08 Aug 2023 Discover more \r\n                             Legal development  \r\n                                     UK Emissions Trading Scheme to be expanded to cover Energy-from-Waste 18 Jul 2023 Discover more \r\n                             Legal development  \r\n                                     Briefing On EU Carbon Border Adjustment Mechanism and Consultation on UK CBAM 02 May 2023 Discover more \r\n                             Legal development  \r\n                                     Energy from Waste to be included in the EU Emissions Trading System 23 Jan 2023 Discover more \r\n                             Legal development  \r\n                                     EU Climate Action - Political Agreement on EU Carbon Border Adjustment Mechanism 17 Jan 2023 Discover more \r\n                             Legal development  \r\n                                     The Living with Covid 19 plan what does this mean for employers 23 Feb 2022 Discover more Latest news, deals and awards Carousel: clicking the \"Previous\" or \"Next\" button changes the content between the buttons. \r\n                         News  Ashurst advises selling consortium on €5 billion sale of UK power network operator Electricity North West to Iberdrola 06 Aug 2024 Discover more  \r\n                         News  Ashurst advises Bosch on acquisition of Protec Fire and Security Group 01 Dec 2021 Discover more",
    "images": "https://www.ashurst.com/-/media/Ashurst/Images/Site/Ashurst-card.jpg?h=839&w=1440&rev=2aa1f10a2c07490fb6d83822ad26b265&sc_lang=en&hash=C33588248E53DBDD4C3B9146167F810B",
    "tags": "",
    "excerpt": "James Nierinck is a counsel in our Real Estate practice",
    "categories": ""
}