{
    "title": "REMIT II published in the Official Journal",
    "author": "Aviv",
    "source": null,
    "date": "2024-04-17",
    "text": "REMIT II published in the Official Journal REMIT II has today been published in the Official Journal of the European Union and can be found here. This follows adoption by the Council (see here). The regulation is… REMIT II has today been published in the Official Journal of the European Union and can be found here. This follows adoption by the Council (see here). The regulation is… ANRE, the National Regulatory Authority of Romania, has fined 3 firms a total of approximately 3.6M Euros for breaches of REMIT Article 5. In each case, the fine is levied… ACER and the European Commission DG Energy have announced an online public workshop on 11th June to cover different aspects of REMIT II, which is expected to be published soon… REMIT II (see here) has moved a step closer to having its timelines set with adoption of the text by the European Council. It has already been approved by the… ACER has released the latest version of the REMIT Trade Reporting User Manual (TRUM), together with an updated version of the REMIT Transaction Reporting FAQ. All documents can be accessed… A market participant based in Switzerland has been fined a total 25,000 Euros by ARERA (Italian NRA) for a breach of REMIT Article 9, the requirement for market participants to… The Financial Conduct Authority (the NCA in the UK) has opened a consultation on the UK version of EMIR REFIT in the form of proposed Questions and Answers. These can… The European Parliament has adopted the latest version of REMIT II, which will see some significant changes (see here). The announcement can be found here and the adopted text here.… ARERA, the National Regulatory Authority of Italy, has imposed a fine of 940,000 Euros on a market participant in Italy for a breach of REMIT Article 5, the market manipulation… The Commission de régulation de l'énergie (CRE), the National Regulatory Authority in France, has announced a fine of 500,000 Euros for breaches of REMIT Articles 3 and 4, the insider trading…",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}