{
    "title": "How to address carbon leakage issues through international frameworks? - ICC France",
    "author": "Andreia MARINHO PEREIRA",
    "source": "ICC France",
    "date": "2021-10-29",
    "text": "Cette initiative conjointe d’ICC France et de l’AFEP sera l’occasion de discuter des avantages et des modalités possibles d’une coordination internationale en matière de lutte contre les fuites de carbone. Des experts de l’industrie européenne et non européenne ainsi que de l’OCDE débattront de la question de savoir si des outils unilatéraux tels que l’initiative CBAM de l’UE sont suffisants pour inciter à une réduction transfrontalière des émissions de gaz à effet de serre ou s’ils doivent être coordonnés au niveau international et/ou complétés par d’autres ensembles de règles multilatérales telles que des « disciplines commerciales vertes ». Cette discussion, d’une actualité particulière pour l’UE compte tenu de la proposition CBAM de la Commission européenne, portera également sur les conditions préalables à une approche coordonnée, telles que des règles harmonisées pour mesurer le pourcentage de carbone ou le choix du cadre institutionnel le plus approprié. En somme, il s’agira de faire un travail d’inventaire des outils et cadres multilatéraux disponibles pour avancer au niveau international en réduisant les risques de friction commerciale et en créant un effet d’entrainement entre pays ayant une politique climatique ambitieuse. Cette table ronde sera animée par une modératrice bénéficiant d’une grande expertise et réunira des panelistes de haut niveau et venant d’horizons divers (entreprise, organisation internationale, fédération, pays tiers à l’UE, d’un secteur couvert par la CBAM, AFEP…).",
    "images": "https://www.icc-france.fr/wp-content/uploads/2021/10/how-to-adress-carbon-leakage.png",
    "tags": "",
    "excerpt": "Cette initiative conjointe d’ICC France et de l’AFEP sera l’occasion de discuter des avantages et des modalités possibles d’une coordination internationale en matière de lutte contre les fuites de carbone. Des experts de l’industrie européenne et non européenne ainsi que de l’OCDE débattront de la question de savoir si des outils unilatéraux tels que l’initiative […]",
    "categories": "Événement"
}