{
    "title": "Whitepaper: The cost of greenwashing",
    "author": "Laura Nodoph",
    "source": "Makersite GmbH",
    "date": "2023-06-26",
    "text": "Whitepaper: The cost of greenwashing How misleading claims are hurting your business and how to avoid them. A whitepaper by Neil D’Souza and Laura Nodoph A little-known fact, greenwashing was first coined almost 40 years ago and was used in reference to a hotel policy in Fiji about reusing towels to save the environment.[1] The policy was aimed at using the environmental sensibilities of guests to reduce laundry costs. Greenwashing, however, has become far more sophisticated than that. In this whitepaper, we’ll take a different look at greenwashing – why it’s a much-discussed topic today and what businesses can do to leverage this heightened attention to be more successful in the market. We’ll define greenwashing broadly as “advertising and public messaging to appear more sustainable than a company really is” and understand sustainability in its broader context of ESG. Why is being seen as green important? A study commissioned by the European Union found that 53%[3] of green claims on products and services make vague, misleading, or unfounded claims, and 40% have absolutely no supporting evidence. In the US, that number went up even higher, where 68% of executives themselves admitted to being guilty of greenwashing[4]. But why do companies decide to greenwash? There are three main drivers that we see today: More high-paying customers: About one-third of consumers worldwide today are prepared to pay up to 25% more for more sustainable products. More than two-thirds of GenZ’ers are prepared to pay 10% more.[5] By 2030, they will surpass millennials as the biggest spenders accounting for 27% of buying power.[6] These two segments combined will dictate buying criteria of the future, and it’s already clear – they want products that are greener. This is not only limited to B2C companies – organizations embedded deep within supply chains are being challenged to support their customer’s initiatives in the consumer electronics, automotive, building, and construction industries. Suppliers that are not aligned with their customer’s ambitions are already being excluded as viable business partners for new product development. License to operate: Regulations and standards are tightening around the world. For example, in 2023, the Corporate Sustainability Reporting Directive (CSRD) takes effect for 50,000 companies operating across Europe as well as foreign companies with significant business in Europe. Under the Green Deal of the European Union, regulations and directives about decarbonization, greenwashing, transition planning, circularity, sustainable finance, and several others will be rolled out. Examples next to the CSRD are the Corporate Sustainability Due Diligence Directive (CSDDD), the Ecodesign for Sustainable Products Regulation (ESPR), EU taxonomy, the Sustainable Finance Disclosure Regulation (SFDR), and more. Besides this becoming an issue about the license to operate, these developments are creating unprecedented attention in the media and on social platforms. Figure 1: Global Sustainability Reporting Rates. Source: KPMG Cheaper capital to invest and grow: Another key driver for positioning a company as green is access to more and cheaper capital. With all the global commitments to decarbonization, immense sums of capital are being deployed to power this transition. According to a report by PwC, asset managers globally are expected to increase their ESG-related assets under management to US$33.9tn by 2026 from US$18.4tn in 2021.[7] Companies that invest in sustainability can tap into various sustainable investment options, including green bonds, sustainable equity funds, and impact investments. Greenwashing is neither good for consumers nor businesses. It leads to confusion amongst consumers which ultimately results in a loss of trust in such claims. A 2021 McKinsey[8] survey found that 88% of GenZ’ers in the US don’t trust green claims from brands. It also creates an unfair playing field for businesses where companies that are genuine about their sustainability efforts are disadvantaged compared to companies that greenwash. Moreover, greenwashing directly impedes efforts toward sustainability by allowing companies to evade accountability for their environmental impact. By promoting themselves as environmentally friendly without taking substantial action, they avoid making necessary changes to their practices, which can harm ecosystems, contribute to climate change, or exploit natural resources. Why does greenwashing happen? There is a small proportion of companies that greenwash knowingly, one of the most famous ones being the Diesel scandal by German car producer VW – exploiting the green trend without doing anything to improve the sustainability performance of their operations or products. Marketing business-as-usual projects as sustainability initiatives, they employ sustainability specialists to ensure that they do this in the most innocuous way possible. However, most companies greenwash inadvertently, and there are three main reasons we have observed. The complexity of what it means to be sustainable Sustainability is a broad topic, and while the Sustainable Development Goals[9] provide a good framework for defining it, it is sometimes difficult to adapt these to a company. The 17 goals also manifest in multiple criteria, including things like water scarcity, climate change, social equity, etc. It is not only difficult to measure these in the context of a company and its products, but some of these criteria are also anti-correlated, i.e., improving one typically is at the cost of another. Ikea had that experience in 2020 when it launched a sustainability initiative. A non-profit organization accused them of greenwashing, as one of their wood suppliers illegally sourced wood from Russia. The problem: Ikea, like many other organizations, relied on the Forest Stewardship Council (FSC) certification, a voluntary forest certification system that aims to help organizations find wood sourced by strict environmental and social sustainability criteria. After the scandal, Ikea parted ways with the supplier. This case is a good example of the challenges of supply chain sustainability, even for companies that have good intentions. Another aspect is – should environmental evaluations look at operations, including suppliers or the entire lifecycle of a product? Optimizing production and raw materials to reduce their impacts on climate change may negatively impact the product’s performance and vice versa, which is commonly the case for lightweighting applications in the automotive and aerospace industries. In the electronics sector, greening electricity supply for one’s own operations though commendable has a negligible impact on assembly operations compared to their use and impacts from the raw material supply. Different jurisdictions have different requirements, and different products have different impact drivers. E.g., water scarcity is an acute problem for hot/arid regions while not so much for the Nordics. Excluding such a category from considerations in Norway draws attention from critics in Spain. Another example: certain recycled plastics have a lower impact in terms of carbon but can have toxic side-effects during use or disposal, which make them unsuitable for use in the food and beverage industry but perfectly fine for fashion or construction. Error by omission is one of the common occurrences of greenwashing. Without the right tools, data, and expertise embedded within procurement and product development teams, understanding the tradeoffs is incredibly hard and paralyzes action. Lack of standards There are insufficient standards that define what sustainability should mean for a company or a product. The reason for this is that different sectors have different challenges – e.g., paper and plastic sectors compete for the same markets, e.g., in packaging. Looking at fossil carbon results in a different winning product than when you look at water or resource consumption or land use change. So which criteria should be included, and how do you compare them? If you claim better performance on one criterion without mentioning drawbacks in some other dimension, you could be charged with greenlighting, even if this was done inadvertently. Performing a materiality analysis on your company and its products can avoid such situations. Creating a common standard is difficult, as the European Union found through multiple initiatives at the Corporate and Product levels. Lobbying by trade associations for their own interests leads to the process of standardization becoming more complex, taking longer, and the resulting rules becoming too complex to adopt for anyone. Change is hard From our work with customers, we estimate that up to 90% of the data needed to understand the sustainability performance of products isn’t available in a company – it sits in the value chain, proprietary 3rd party databases, and other external data repositories. Impacting this massive component is even harder – it means influencing product design, suppliers, and sometimes changing supply chains entirely. It requires the right data for action, incentive, and governance structures to make change happen and, most of all, long-term investments. It’s one of the main reasons we see lofty climate goals with much less to show for it. For Scope 1 and 2 impacts, so all emissions that are company-owned, the information needed to make necessary evaluations are often siloed and hidden away. We’ve spoken to sustainability teams sitting in product development that do not have access to product definitions (or Bills of Materials) for security reasons. It takes time and expertise to pull all the needed information together and get the results verified externally, which is not possible to do within the tight timeframes of a product launch without the right systems and processes in place. Another problem is that sustainability information is not trivial. There are nuances that require expertise to understand, and sometimes, in the process of simplifying the messaging for customers, the message itself changes. According to a TerraChoice[10] report, the three most common forms of greenwashing are hidden trade-offs, no proof, and vagueness. Outright lying only accounts for less than 1% of greenwashing cases. Ensuring that messaging is developed in collaboration with sustainability experts can help minimize the chance of costly mistakes here. What if you get caught greenwashing? Until recently, there were mostly no consequences for greenwashing. However, in the past few years, companies have encountered mounting legal repercussions over false or exaggerated sustainability claims. Consumer protection laws, which mandate companies to validate their marketing claims, have been established for three decades. Nonetheless, the issue of greenwashing had largely been disregarded. Now this has changed. It now costs money Companies are facing tightening consumer protection regulations across the world as well as an increasing level of enforcement and penalties. Although these regulations were initially designed to ensure customer safety, they are now being used to hold companies accountable for their environmental and social impact claims. Several companies have or are currently facing lawsuits for greenwashing. E.g., at the beginning of 2022, Italian oil major Eni made history by being the first in the country to be prosecuted for greenwashing. The company was fined €5 million (US$5.94 million) for claiming that its palm oil-based diesel was ‘green’ in an advertising campaign. Keurig was sued for falsely claiming their coffee pods were recyclable and biodegradable. The fine for Keurig’s misleading advertisement came out to be $3 million. Additionally, Keurig must make an $800,000 donation to an environmental charity and pay $85,000 in Competition Bureau expenses for the case. They were also ordered to update the packaging and notify consumers of the changes to its recyclability claims on the website, social channels, and through media outlets. Tina.org provides an extensive list of lawsuits against companies for greenwashing and associated penalties. These lawsuits and the overall rise of climate-change-related lawsuits demonstrate the importance of companies being transparent and honest about their environmental claims. While the fines for greenwashing can already take up a significant amount of a company’s turnover, specific greenwashing laws are preparing to fine companies even more. Figure 2: Climate change lawsuits. Source: LSE The French climate and resilience law, for example, requires companies to prove their carbon neutrality claims through annual GHG emissions reports, including the entire life cycle of a product from production to disposal. Environmental labeling is also mandatory for several product categories, and companies must include information on environmental impact in their advertisements[11]. The European Union is also already working on a law forbidding greenwashing. The so-called green claims proposal aims to ensure that green claims are trustworthy, commensurable, and confirmable throughout the EU. It seeks to safeguard consumers against greenwashing and empower them to make informed purchasing decisions, thereby contributing to the creation of a circular and environmentally friendly economy in the EU[12]. The Australian Competition and Consumer Commission (ACCC) has recently unveiled its latest initiative—an updated draft guidance on environmental and sustainability claims. The guideline aims to enhance the credibility of companies’ green assertions while safeguarding consumers against deceptive marketing practices known as greenwashing. Damage to brand and business Social media has changed the way we access information, express our views, and drive mass action. This means that instances of greenwashing are easier to identify and publicize, and there is a very low threshold for infringement on public trust. Multiple studies[13][14] show that greenwashing negatively impacts the brand image and can seriously damage brands, with the possibility of ending in ”brand hate.” This scrutiny also extends to the supply chain – there are now numerous software service providers that track reputational risk to a brand from its supply chain. In the B2B world, we’ve seen companies that are caught greenwashing being blacklisted from procurement lists and losing business. How to avoid greenwashing? As countries commit to emission targets, sustainability regulations are becoming more stringent worldwide. As discussed above, companies need to make green claims to remain relevant to consumers and back them up with data to stay in business. So, what steps can companies take to avoid greenwashing? Focus on product data A company is its product, and a product is its supply chain. Most green claims are based on product properties, not brands, and therefore it’s crucial to have a product-level focus on data. Detailed product definitions: Standards, regulations, and enforcement are evolving differently and at different rates around the world. If we are to learn from the past with substance regulations like REACH/RoHS/Prop65 etc., focusing on better master data about your products and their supply chains is the best way to stay agile to changing requirements. It provides the flexibility to apply the knowledge about the product to new situations and evaluate the product for conformance. Life cycle perspective: It’s also crucial to maintain this information for the entire value chain – cradle-to-grave, as it’s called. This is a principle that ensures that you understand the implications of sustainability impacts across the entire lifecycle of the product. Nearly all anti-greenwashing regulations require a life-cycle-based approach to evaluating the performance of products. Multi-criteria views: Looking at just carbon or water is insufficient. Understanding the performance across all key environmental and risk categories is crucial to avoiding overlooking critical side-effects of your products. Decentralization with proper internal governance The two engines for change in a company are product development and procurement – what you make and where you buy. It’s crucial to enable reliable decision-making within these teams to drive sustainable innovation and ensure these are prioritized through the right incentives. However, this process needs support from sustainability experts – whether in-house or external to ensure the right guardrails. These need to extend all the way to marketing teams. There are two main approaches we’ve found to work well – (1) stage gate-based approach – where sustainability or compliance is one of the quality gates that a product needs to go through, and (2) embedded approach – where these experts are part of the development, procurement, and marketing teams providing support when required. Having the right tools for data sharing and analysis is crucial to ensuring the preservation of context across the product development lifecycle. External verification If you think experts are expensive, wait until you find out how much amateurs cost. This adage holds truer than ever in this context. It can get expensive to involve external verifiers for claims for each product and claim you make, but overheads can be reduced if the proper systems are in place (and verified) that document the analysis and provide an audit trail of the process. It is often hard to have experts certify bold comparative claims but having them provides a level of scrutiny and credibility that protects you from costly mistakes. To prepare for the future, companies should consider using external tools to access necessary data, save time, enhance credibility with auditors, and effectively utilize the collected data. Exploring suitable tools early on will facilitate reporting on current and future products on a larger scale. Conclusion The issue of greenwashing is a complex one, and it requires companies to carefully examine their claims and assess where their risk exposure and opportunities lie. For companies that have already made claims, it is essential to figure out where they may be exposed and take corrective action. Companies that have not yet made claims, but have the opportunity to do so, must ensure they do it right by accurately quantifying their environmental impact and making transparent and verifiable claims. In some cases, both risk and opportunity may lie in the same place, and it is up to companies to strike the right balance between promoting their sustainability efforts while avoiding misleading claims. By taking these steps, companies can avoid the pitfalls of greenwashing and build a credible reputation in the market as responsible and sustainable businesses.",
    "images": "https://makersite.io/wp-content/uploads/2023/06/The-cost-of-greenwashing_thumbnail-1.png",
    "tags": "",
    "excerpt": "How misleading claims hurt your business and how can you avoid them: Read everything you need to know about greenwashing in this whitepaper.",
    "categories": ""
}