{
    "title": "Homepage » Cargo Insights",
    "author": "Shreyansh",
    "source": "SDDB Branding Solutions Pvt. Ltd",
    "date": "2021-01-13",
    "text": "IndiGo and Accor partner to offer exclusive benefits to BluChip and ALL loyalty members through a first-of-its-kind alliance. IndiGo has announced a strategic partnership with global hospitality giant Accor to integrate their respective loyalty programs — BluChip and ALL – Accor Live Limitless. This collaboration… Sarbananda Sonowal unveils portal and issues first NoC to spur private investment in jetty, terminal development. Union Minister for Ports, Shipping and Waterways Shri Sarbananda Sonowal launched a digital portal developed by the Inland Waterways Authority of India (IWAI) to streamline private investment in infrastructure… Piyush Goyal meets Export Promotion Councils to discuss trade opportunities and resilience amid global disruptions. Union Minister for Commerce and Industry Shri Piyush Goyal chaired a high-level meeting in New Delhi to assess the evolving global trade environment and explore emerging opportunities. The session brought… India and Russia strengthen economic ties by finalizing six key collaborative projects at high-level meeting in New Delhi. New Delhi hosted the 8th Session of the India-Russia Working Group on Priority Investment Projects, marking a significant step in bilateral cooperation. The meeting, held under the… Tarun Kalra’s journey—from law to shipping and journalism—shapes his unique perspective on global trade. As MSC’s Regional Senior VP, he drives innovation and leadership in maritime logistics. Discover his insights on navigating the evolving shipping landscape in this exclusive story. Global trade faces geopolitical disruption;… Warehousing Editor's Pick A 39-year career in the Indian Army shaped Lt Gen (Retd) Kalra ‘s expertise in logistics. From military operations to… In this continuation of Prof. (Dr.) Jitesh J. Thakkar insights, Dean (Academics) & Professor (School of Management) Gati Shakti Vishwavidyalaya… Abhishek P. Rao, President, Meesan India, RSA Global, offers insights into the nuanced evolution of pharma logistics in India, highlighting… Bharat Bhushan Rathi, Head – Distribution and Logistics, Mankind Pharma, highlights the transformative power of technology in pharma logistics, emphasising… Dr. Sunil K. Khetarpal, Director, Association of Healthcare Providers (India), reflects on the evolution of pharma logistics in India, highlighting… feature story The global air cargo industry is navigating uncharted skies, grappling with capacity… Import - Export Crown Worldwide introduces exXtra, a unique valet storage service in India offering… COVER STORY April 2025 youtube Videos Government Strengthening arbitration frameworks will boost investor confidence and accelerate India’s rise as a global manufacturing hub. India’s emergence as a global manufacturing powerhouse hinges… India’s push for futuristic transportation takes a leap with Hyperloop tech development… Madhya Pradesh has unveiled its ambitious Logistics Policy 2025, a comprehensive plan… President to inaugurate national conference on March 8 at Vigyan Bhawan. The… India’s latest budget focuses on education, skills, and innovation, setting a strong… PM Gati Shakti recognised for its innovation in logistics and sustainability by… Addressing post-budget webinars, Shri Narendra Modi emphasised MSMEs’ role in economic growth… E-Commerce Finance Finance Ministry’s initiative aims to enhance private partnership in infrastructure projects, boost investment, and streamline implementation. Appointments Sergio Rodrigues takes charge as Regional CEO for Latin America at ECU Worldwide, aiming to boost growth and expansion. ECU Worldwide has named Sergio Rodrigues as… Infrastructure India and Mauritius ink eight pacts, boosting trade, maritime security, and launching… Aviation Çelebi India partners with SF Airlines for freighter handling at Kempegowda International… Shipping Adani Ports kicks off operations at CWIT in Colombo, marking a key… Railways Reliance and DP World team up to shift Jamnagar refinery’s product transport… Road NHAI to develop a 121-km Guwahati Ring Road under the BOT (Toll)…",
    "images": "https://cdn.cargoinsights.co/wp-content/uploads/2022/08/Logo-PNG.png",
    "tags": "",
    "excerpt": "Tarun Kalra’s journey—from law to shipping and journalism—shapes his unique perspective on global trade. As MSC’s Regional Senior VP, he drives innovation and",
    "categories": ""
}