{
    "title": "Sustainability Priorities: Outrunning the Competition in 2025",
    "author": "Andries Verschelden",
    "source": "Good.Lab",
    "date": "2024-12-17",
    "text": "Ready to outrun the competition in 2025? Aligning with key sustainability priorities could be the differentiator you need. Brace yourself: 2025 is coming in hot with stricter sustainability regs, tougher supply chain demands, and investors who’ll call you out if your claims don’t measure up. The question is, will you be scrambling to catch up or thriving while everyone else sweats? Never fear—our ESG pros have your back. Good.Lab’s Liam Bossi, Gary Gao, Ted Grozier, and Andries Verschelden have zeroed in on the must-do sustainability priorities that’ll help you dodge regulatory headaches, outsmart rivals, and turn sustainability from a headache into a serious advantage. Let’s get your sustainability ducks in a row and set you up for a winning year—before the clock strikes 2025. Andries’ Top 2 Sustainability Priorities for 2025 Mandatory Sustainability Reporting Isn’t Coming—It’s Already Here Sustainability reporting isn’t on its way to becoming mandatory—it already is. In 2025, thousands of companies will find themselves obligated to report their environmental and climate performance directly to regulators. It is no longer a “nice-to-have” or a voluntary best practice. It’s a business imperative. If your organization falls under the compliance window—whether that’s 2025, 2026, or 2027—early preparation is your best bet to minimize reputational risks, dodge legal troubles, and avoid non-compliance fines. Below are the key regulations that should already be at the top of your agenda for the coming year. The EU’s Corporate Sustainability Reporting Directive (CSRD) represents the most comprehensive sustainability reporting mandate worldwide. Starting in 2025, the first group of approximately 10,000 companies in the EU and beyond will report using the European Sustainability Reporting Standards (ESRS), addressing 1,144 data points and obtaining limited assurance. By 2030, the scope will expand to include over 50,000 companies, including around 3,000 based in the US. Compliance on how companies comply in 2025 will be a good benchmark for these companies. In the US, companies doing business in California will have to start the process of collecting data and setting up data governance practices to ensure they are ready for compliance with California’s climate rule (SB 219) in 2026, when an estimated 10,000 companies will have to start reporting Scope 1 and 2 emissions and their climate risks. More than 30 other jurisdictions are also preparing to release the International Sustainability Standards Board (ISSB). Starting in 2025, countries like Singapore and Australia will require reporting aligned with the ISSB. Large US companies doing business in these regions could also be impacted by these rules. Key Takeaway: Starting in 2025, thousands of companies must legally disclose their sustainability performance—and many more will need to be prepared. Even if you’re not directly covered, expect indirect pressure through supply chain demands. If California’s climate rule applies to you, don’t miss our blog on how to prep for 2025 with clear steps to help you tackle most emerging sustainability priorities. In 2025, the shift to mandatory sustainability reporting and assurance will be complete, as thousands of companies are required to collect robust datasets and get them verified to mitigate non-compliance risks. This represents uncharted territory for many smaller companies who should prepare to share ESG data as reporting demands ripple across the global economy. Third-Party Validation: Stakeholders Want Proof Your ESG Data is Legit It won’t be enough to just report on data. Regulators and other stakeholders now want you to prove it. That means getting your data audited and verified by a third party. As regulations requiring limited assurance are kicking in, in 2025 and 2026, scrutiny of the accuracy and integrity of sustainability data will be at an all-time high. By 2025, thousands of companies (and even their suppliers) will need to have their sustainability data reviewed and approved by auditors. In 2025, thousands of companies will have to obtain limited assurance for CSRD compliance, and 5,000 US companies will have to prepare for limited assurance for Scope 1 and 2 emissions under the California climate rule. Key Takeaway: Starting in 2025, companies will need to prove that their sustainability data is legit with solid records and third-party verification. It means it’s time to lock in robust data tracking and governance practices and conduct an audit readiness exercise so that you are ready to go when the time comes. Want to get ahead of your competitors in preparation? Our guide to CSRD audit readiness is widely applicable to being audit-ready for 2025 sustainability priorities. Liam’s Top 2 Sustainability Priorities for 2025 Supply Chain and Customer Pressure: Your Next Big Sustainability Hurdle Over the last five years, supply chain demands have driven sustainability initiatives more than any other factor. With new regulations requiring supply chain reporting set to take effect, this pressure will only accelerate in 2025. Add in the surge in customer expectations, and companies are facing a powerful one-two punch that puts sustainability at the top of the sustainability agenda. The two major voluntary supply chain reporting frameworks, EcoVadis and CDP, saw massive growth in 2024. They appear to be on track for record growth again in 2025, with as many as 100,000 suppliers receiving requests for data from CDP and more than 100,000 requests via EcoVadis. For many companies, requests are moving to requirements or are accompanied by incentives to report, set targets, or reduce impact. Here are some examples of large companies that are asking their suppliers to act and report on sustainability: General Motors: GM gives suppliers preferential treatment if they sign up for their Supplier Pledge and have an EcoVadis score over 50. Amazon: Amazon prioritizes working with the suppliers that help them reach their own net-zero goal and has a requirement for certain high-emitting suppliers to report and set emissions reduction targets. Astra Zeneca: Astra Zeneca prioritizes companies that help them meet their sustainability goals, including a goal of having 95% of supply chain spending on companies with SBTi-aligned climate targets and 100% ethical spending by 2025, with companies assessed by EcoVadis. Key Takeaway: If your customers didn’t request sustainability data in 2024, they will in 2025. Get ahead by asking your largest customer which reporting frameworks they use, which data they need, and what their sustainability targets are. Aligning with their sustainability priorities now will give you a competitive edge and unlock valuable incentive programs. Sustainable, resilient supply chains are now critical for business continuity. In 2025, rising customer demands and requests to report to frameworks like EcoVadis and CDP will push more companies to act on sustainability. Large organizations are increasingly asking suppliers to measure emissions, set targets, and reduce their impact. Aligning with these expectations in 2025 will give you a competitive edge and help future-proof your business. Climate Risk: Shift from Pledges to Actionable Reporting and Adaptation Until now, most climate strategies have focused on goal setting and emissions-cutting. In 2025, the real emphasis moves to identifying, reporting, and mitigating climate risks. According to the 2024 report, The Cost of Climate Inaction, ignoring these risks could slash 20% off your business by 2050, whereas proactive investments could return up to $19 for every dollar spent today. In other words, getting serious about climate risk reporting and reduction isn’t just good for the planet—it’s good for your bottom line. Climate risk reporting in line with the Taskforce on Climate-related Financial Disclosures (TCFD) will also become a mandated requirement for thousands of companies. The California climate rule, ISSB-aligned regulations, and CSRD are all based on the TCFD’s reporting framework. Key Takeaway: In 2025, climate risk reporting will be front and center. If you’re covered by ISSB, California, or CSRD rules, the TCFD standard is the best place to start. Identifying gaps and aligning your assessment processes and data with TCFD now will streamline your risk reduction strategies and reporting later. If you need to assess your readiness to meet climate risk reporting rules and better understand climate risks, check out our climate risk readiness tool. Ted’s Top 2 Sustainability Priorities for 2025 Scope 3 Data: A Must-Have Compliance Need for 2025 Scope 3 emissions, better known as value chain emissions, account for 26 times companies’ Scope 1 and 2 emissions on average. Because companies lack control and access to their value chain partners’ emissions, they are also the most difficult to measure and reduce. Despite their oversized contribution to companies’ carbon footprints, in 2024, only 15% of companies report their Scope 3. That’s a problem, especially with 2025 regulations like the EU’s CSRD and the Carbon Border Adjustment Mechanism rolling in, requiring companies to track and report the Scope 3 emissions related to their products and supply chains. But it’s not just about meeting regulations. It’s also about reputation. Companies that ignore Scope 3 are only measuring a small fraction of their actual carbon footprint, while those who include it in their climate goals are seen as leaders. Key Takeaway: For companies that want to start measuring their Scope 3 in 2025, you can prioritize using data you already have, such as spending data, to get an industry average estimate. As you mature, you can get more granular with your calculations. For suppliers that want to help their customers measure Scope 3, the best place to start is with Scope 1 and 2, as that is the data companies need to calculate Scope 3. If you need help getting granular Scope 3 data, look no further than Good.Lab’s emissions calculator. Getting a handle on value chain emissions in 2025 is critical not only for future disclosure requirements but to prioritize the actions that have the biggest bang for the buck. ESG Targets: Get Real or Risk Ruining Your Reputation 2025 will be a reality check year for ESG targets. As we hit halfway to 2030, companies will face growing pressure to prove they’re making progress. With greenwashing accusations ramping up and regulations tightening, expect to see companies getting their targets validated by groups like the Science-Based Targets Initiative (SBTi). It’s the easiest way to show your goals are achievable. 2024 was a rough year for sustainability targets, with huge companies like Coca-Cola and Unilever backtracking or recalibrating their sustainability goals. In 2025, we expect to see more companies redefine their goals as the complexity and costs of meeting them become clearer and scrutiny of companies’ greenwashing increases. Key Takeaway: Setting ESG targets in 2025? Stick to SMART targets, and you can’t go wrong. Once you’ve nailed them down, get them validated by an organization like SBTi to show you are serious and keep yourself aligned with best practices. If you want to set sustainability targets in line with best practices and science in 2025, we can help. Gary’s Top 2 Sustainability Priorities for 2025 Put Your ESG Data in the CFO’s Hands (or Appoint an ESG Controller) With legal and compliance risks for sustainability accelerating in 2025, we expect to see more companies assign ESG responsibilities to their CFO or add a new role, the ‘ESG Controller.’ Why? The risks of greenwashing and sustainability data becoming a part of annual financial statements, along with regulatory scrutiny skyrocketing, have caused sustainability to move into the CFO’s office. As the regulatory landscape advances and companies’ sustainability performance comes under greater scrutiny, the threats of greenwashing, reputational damage, and compliance risk will amplify. This is where the new role of the ESG Controller comes in. This role is all about blending ESG data, risk management, and financial reporting into one seamless strategy. Key Takeaway: As sustainability becomes a legal, compliance, and reputational risk in 2025, having the right person in charge is critical. If your company doesn’t have an ESG leader yet, it’s time to find one—whether it’s your CFO or a dedicated ESG controller. These leaders will drive compliance, build strategies, and keep your company ahead of the game. If you need assistance aligning your ESG roles in 2025, we can help. As scrutiny of ESG data intensifies, organizations need a designated point person—an executive accountable for the quality and integrity of information shared with investors and the public. Increasingly, CFOs or ESG Controllers are stepping into this role to ensure reliable, transparent reporting. Beyond Carbon: Exploring Sustainability Beyond Climate Action In 2024, companies got more serious about biodiversity, social metrics, and circularity. The number of companies reporting biodiversity data to CDP grew by 43%. From a circularity perspective, large companies like IKEA and Cisco set bold circularity goals in 2024. In 2025, these will be the next big things in sustainability, and we expect that large companies won’t stop at their own operations and will ask their suppliers for this critical data. A whole host of new standards and regulations are driving this change. A new ISO standard for circularity, along with the upcoming EU Ecodesign for Sustainable Products Regulation, will require companies to consider and record the circularity of their products. Biodiversity’s new reporting framework, the Taskforce on Nature-related Disclosures, reached the milestone of 500 companies in 2024. On the social side, companies will begin preparing for the EU’s rule Corporate Sustainability Due Diligence Directive (CSDDD), which requires assessing, identifying, and mitigating social and environmental impacts in their supply chains. Key Takeaway: Sustainability is expanding, and suppliers will need to keep up. 2025 is the year to broaden your sustainability focus. Start with a materiality and benchmarking assessment to figure out which sustainability topics matter most to your business. Knowing your most material sustainability topics and your competitors’ actions will help you stay ahead of the curve. If you want to start your sustainability journey with a robust materiality assessment, we have you covered. Ready for 2025? Good.Lab Has Your Back In 2025, sustainability moves from “nice-to-have” to “must-do.” With new reporting mandates, tougher supply chain pressures, and shifting ESG targets, companies that act now will turn risks into rewards. Whether you need to meet strict regulations, ace audits, or want to lead in sustainability, proactive alignment with these evolving priorities will set you apart. Start prepping today and make 2025 the year your sustainability strategy becomes a competitive edge. Good.Lab’s experts are here to help. Contact us now and turn your 2025 sustainability goals into real-world results.",
    "images": "https://getgoodlab.com/wp-content/uploads/2024/12/Good.Lab-PPT-Social-Template-6.jpg",
    "tags": "",
    "excerpt": "Get ahead of the game in 2025 by focusing on key sustainability priorities. Discover the strategies that will help you outsmart rivals.",
    "categories": ""
}