{
    "title": "Companies Urge EU to Stick to Green Deal Commitments",
    "author": "Jasmin Jessen",
    "source": "Bizclik Media Ltd",
    "date": "2024-11-07",
    "text": "Companies Urge EU to Stick to Green Deal Commitments The European Union’s (EU) 27 member states are home to 449 million people, or 6% of the world’s population. While only responsible for 6% of worldwide emissions, non-EU companies who want to reach these consumers can be subject to its regulations. More than 60 leading European companies and 180 civil society organisations have come together to urge the EU to continue and strengthen its commitment to the European Green Deal. These companies include IKEA, Patagonia, Accor, Sysco and Nestlé. Ester Asin, Director of WWF European Policy Office, says: \"The European Commission has a crucial choice ahead of itself: we must implement smarter, not less,\" “Europe can achieve its climate and nature goals, but only if we make sure existing laws are implemented efficiently and effectively. Simplifying regulations carelessly risks throwing away decades of progress.” The Green Deal statement from companies and NGOs The statement signed by companies and NGOs is titled A business perspective: Strong environmental standards foster long-term competitiveness. It reads: “The current climate, nature and pollution crises are taking a serious financial toll on businesses. “Over the last five years, the Green Deal has delivered meaningful progress. “Deregulation, whether through lowering environmental or social standards, reneging on international commitments, or reducing the EU’s climate ambition, threatens the stable and predictable legal framework that we depend on. “We urge the European Commission to support businesses in successfully implementing existing and upcoming environmental standards.” What is the European Green Deal? The European Green Deal is part of the European Commission’s aim to make Europe the “first climate-neutral continent”. It consists of more than 150 directives and regulations. Andreas Rasche, Professor and Associate Dean at Copenhagen Business School, says: “We need a level playing field when it comes to corporate sustainability. “The years where voluntary standards dominated the field were great for learning, and these standards are still needed, but they do not reach far enough in terms of scale. “Many Green Deal regulations aim at more transparency and comparability, so that investors can, ideally, reallocate capital into cleaner companies and sectors.” In 2021 the European Union adopted its first EU Climate Law, setting in stone that Europe will become climate-neutral by 2050 alongside a target of 55% less emissions by 2030. This also includes the Just Transition Mechanism and its Just Transition Fund that aims to alleviate the socio-economic costs of the climate transition from the changing of industries like oil and gas. By October 2023, 12 commission proposals for the Green Deal had been adopted for the EU’s 2030 target. Adopted proposals for 2030 emissions reduction: EU Emissions Trading System (ETS) reform Effort Sharing Regulation Carbon Border Adjustment Mechanism (CBAM) Alternative Fuels Infrastructure Regulation (AFIR) New EU Emissions Trading System for building and road transport fuels Regulation on Land Use, Forestry and Agriculture (LULUCF) Renewable Energy Directive ReFuel EU Aviation Regulation Social Climate Fund CO₂ emissions standards for cars and vans Energy Efficiency Directive FuelEU Maritime Regulation A September 2024 report titled The State of the Energy Union 2024 shows the continent has already withstood critical risks to the security of its energy supply and is accelerating towards climate neutrality. In the first half of 2024, half of the EU’s electricity came from renewable sources and its greenhouse gas emissions fell by 32.5% from 1990 to 2022. Signs of potential backtracking on the European Green Deal WWF says signs of EU leaders backtracking on Green Deal commitments are often framed as moves toward simplification and boosting competitiveness. Tycho Vandermaesen, Policy & Strategy Director at WWF European Policy Office, says: “The Commission's recent proposal to delay the application of the EU Deforestation Regulation is a clear sign of this new narrative taking hold in European politics.  “But it’s a mirage: we can’t have a strong economy without a strong Green Deal. “The EU needs a dedicated implementation programme for the Green Deal to give the necessary support to businesses and stakeholders to comply, without compromising environmental standards.” Some signs of backtracking highlighted by the WWF include: April 2024: Emergency reform of EU agricultural policy following farmer protests, leading to the removal of standards on good agricultural and environmental conditions October 2024: EC proposal to delay the application of the EU deforestation-free products regulation by 12 months An announcement from incoming Agriculture Commissioner Christophe Hansen that the EC is dropping an upcoming legislative proposal for sustainable food systems September 2024: Independent report on Europe’s competitiveness that contains deregulation elements Calls to postpone the EU’s commitment to push back its zero-commission target for cars and vans by 2035, which would outlaw the sale of new fossil fuel powered vehicles Anna Turrell, Global Chief Sustainability Officer at Decathlon, says: “The flagship Green Deal is Europe’s greatest competitive advantage – benefiting business, nature and society and powering our economic future. And we, companies, need certainty. “A clear, predictable legal framework will allow continued investment in sustainable practices that future-proof jobs, prosperity and nature.” Make sure you check out the latest edition of Sustainability Magazine and also sign up to our global conference series - Sustainability LIVE 2024 Sustainability Magazine is a BizClik brand Featured Articles bp has announced that Helge Lund, its Chairman, will be stepping down after a “fundamental” strategy reset to cut renewable investments & grow fossil fuels Starline high-speed rail aims to enhance European logistics, cutting emissions and boosting economic ties through sustainable freight integration The European Commission's 'stop-the-clock' directive has been voted through EU Parliament amid business concerns about implementation timelines",
    "images": "https://assets.bizclikmedia.net/1200/cc413ea756cb3311835f1323e23531f8:eee18e077bd84ca920a7152048e3dd00/wehadadeal-owl-landscape.jpg.jpg",
    "tags": "Sustainability;WWF;EU;Patagonia;Regulation;IKEA",
    "excerpt": "More than 60 companies, including Patagonia, IKEA and Nestlé, have urged the European Commission to stay firm on the Green New Deal",
    "categories": ""
}