{
    "title": "Media",
    "author": "unknown",
    "source": null,
    "date": "2023-10-12",
    "text": "EU's CBAM: Taxing trade for transition amid global climate concerns EU is at the onset of implementing its much awaited carbon emission reporting regulation while it finds itself embroiled in several lawsuits on the subject of climate change. We shall soon be witnessing additional challenges in other parts of the world as degrees climb up even marginally on the Thermo Hygrometer. The Carbon Border Adjustment Mechanism (CBAM), EU’s tool against carbon leakage, places a carbon border tax and a reporting requirement on some commodities imported into the EU in an effort to lower carbon emissions. It became effective on October 1, 2023, it will be phased in to take full effect on January 1, 2026. In addition to describing the transitional methodology for calculating embedded emissions produced throughout the production process of CBAM items, the Implementing Regulation also outlines the transitory reporting requirements for EU importers of “CBAM goods”. During the transitional period of the CBAM, traders will simply be required to report on the emissions included in their imported goods covered by the mechanism, without making any compensatory payments. This will allow for the definitive approach to be adjusted by 2026 while also giving businesses enough time to plan in a predictable way. On January 1, 2026, EU businesses importing goods into the EU covered by CBAM will need to buy certificates. The CBAM will ensure that the carbon price of imports is equal to the carbon price of domestic production based on the premise that EU's primary climate objective is not compromised by payment of a fee for the embedded carbon emissions by overseas producers generated in the production of specific goods imported into the EU. Thereby, avoiding carbon leakage between EU and non-EU goods. CBAM is anticipated to have a large financial impact. For instance, it has been estimated that by 2030, when the carbon price in the EU is anticipated to approach €100 per tonne, from the current price of under €82 per tonne , importers from the EU will incur higher expenditures of around €2 billion per year. These calculations suggest that by 2032, the cost of iron and steel imported by the EU from India could increase by more than 30% making EU products less expensive leaving Indian supplies no room to compete. Additionally, since the scope of CBAM is anticipated to expand to include additional products in the future, inflationary pressures may eventually be felt more widely. The European Union is seeking to shift some of the cost of their environmental reform onto foreign producers by enacting a carbon border tax. Predicting the final outcomes and the degree of global trade distortion maybe challenging at this stage however, impact on the Asia-Pacific area is discernible. The subsidies would be eliminated from 2025 till 2035, whereas the border protection would be introduced in 2026. This introduction of a carbon border tax without simultaneous phasing out of fossil fuel subsidies is incontrovertibly an avoidable swindle. Exporters from the Asia Pacific region dominate these industries, and they are all susceptible to rising trade costs when trying to reach the EU market or negative displacement effects in third-country markets when exports are diverted away from Europe. This reinforces that CBAM is merely opportunistic protectionism for Europeans. The planned EU CBAM is viewed as being protectionist and having the potential to harm small cement and steel companies in India, and other exporting nations of CBAM goods. Given the difficulties of calculating the amount of carbon emitted by taxable imports, particularly those that are part of intricate supply networks, and determining the extent to which foreign governments have already domestically charged such emissions, discord is inescapable. Even more challenging is doing it without favouring any particular nation, as mandated by the World Trade Organisation (WTO). Instead, the idea that shortcomings in environmental policy should be corrected directly at their source, and not through proxies is widely accepted. The Japan Business Council in Europe (JBCE) highlighted that CBAM must abide by WTO regulations. The European Union should prioritise environmental policy overpressure that affects commerce by decreasing fossil fuel subsidies and increasing public investment in green technology. If CBAM imports from WTO members are differentiated depending on the carbon content of the goods, it may be in violation of the most favoured nation criterion. For example, the developing nations will have far fewer resources to reduce GHG emissions, which will result in higher adjustment carbon pricing at the border and may put them in a disadvantageous trading position against the MFN status, a hallmark of various Free Trade Agreements. Another question that remains unanswered, can EU countries honour one aspect of the Paris Agreement (Net Zero) and ignore the other part (common but differentiated responsibilities)? It is an admitted fact that developed countries have exploited the environment for far longer and in fact, continue to do so, hence, this begs the question that simultaneous application of CBAM on developed, developing, and under- developed nations alike is in stark contravention of the principle of common but differentiated responsibilities? CBAM cannot and does not withstand the test of common but differentiated responsibilities. It is imperative to remember that the true spirit of the Paris Agreement is in the developed nations working in tandem with the developing and exporting countries instead of being priggish and castigating them. More News Redefining Waste: How the Circular Economy Transforms Trash into Value The circular economy transforms waste into valuable resources by shifting away f... Sustainable Investing: The Future of Finance and Impact Sustainable investing integrates environmental, social, and governance (ESG) fac... Understanding ESG Ratings ESG ratings assess a company's environmental, social, and governance performance... CSR: A Vital Pillar of ESG Strategy Corporate Social Responsibility (CSR) has evolved into a key pillar of ESG strat... Role of ESG in achieving United Nation SDGs Discover how ESG principles align with the UN Sustainable Development Goals (SDG...",
    "images": null,
    "tags": "",
    "excerpt": "#1 SEBI recognised Top ESG Rating Provider Agency in India. 17 types of ESG Score services; Transition, Performance, BRSR Core. Attract investors & clients & investment ROI",
    "categories": ""
}