{
    "title": "Japan's industry groups criticize CBAM reporting — News — GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2023-08-02",
    "text": "News Global Market CBAM 1168 02 August 2023 Industrialists are concerned that this could lead to the disclosure of confidential information Various industry groups in Japan are criticizing the EU’s reporting requirements under the CBAM over concerns that it could reveal sensitive information, informs Argus.Media. The European Commission recently released public comments on the draft reporting obligations that will be imposed on foreign traders during the transitional phase of CBAM implementation. The mechanism will start operating from October 1, 2023, with a transition period until December 31, 2025. From January 1, 2026, financial obligations will appear for importers. Initially, CBAM covers imports of cement, iron and steel, aluminium, fertilisers, electricity and hydrogen. In the transitional phase, traders will only have to report the previous calculation methods and built-in emissions for imported CBAM commodities without paying financial adjustments. Various Japanese industry groups provided their comments on the reporting process. The Japan Business Council in Europe (JBCE) noted that CBAM must comply with World Trade Organization rules. They note that there are discrepancies in the reporting process for European and foreign products. In particular, foreign traders are required to report emissions quarterly and for each enterprise. However, this does not apply to the EU Emissions Trading System (ETS), which only requires annual reporting. The JBCE is also concerned about mandatory reporting requirements on greenhouse gas emissions for each product, which potentially exposes data that could be sensitive – it is about price and cost information. JBCE’s views are also shared by the Japan Aluminum Association (JAA). In addition, an in-depth feedback document on CBAM was submitted by an anonymous Japanese business association. It expressed fears that the EU could use revenues from the mechanism to subsidize EU steel companies’ investments in green production. For its part, Japan’s Ministry of Trade and Industry remains cautious about evaluating the CBAM reporting project. The representative of the department noted that it is too early to make specific judgments, and the assessment of the ministry will depend on how the EU implements the mechanism. As GMK Center reported earlier, steelmakers of Japan have comments regarding the European CBAM. The Japan Steel Federation (JSF), in particular, noted that the mechanism requires importers to provide data that EU steel producers do not need, and that it unfairly puts imported goods at a disadvantage. Also, South Korean steel producers urged the government to persuade the EU to allow the use of domestic methods for calculating carbon emissions for a longer period before the mechanism is fully implemented, and India is asking the EU to recognize its own scheme of carbon credit trading (CCTS).",
    "images": "https://gmk.center/wp-content/uploads/2023/03/shutterstock_789727018-1.png",
    "tags": "CBAM;EU;Japan;ArcelorMittal Kryvyi Rih",
    "excerpt": "Industrialists are concerned that this could lead to the disclosure of confidential information",
    "categories": ""
}