{
    "title": "Corporate Engagement by the Japanese and Korean Steel Industries with the EU CBAM",
    "author": "unknown",
    "source": "(C) Influencemap 2022",
    "date": "2020-03-04",
    "text": "This briefing is designed as an investor resource for interventions and engagement on the EU Carbon Border Adjustment Mechanism (EU CBAM), which is at risk of being weakened by oppositional industry influence. It may also be used by companies and other actors wishing to intervene supportively around the CBAM. This briefing covers corporate engagement with the EU’s Carbon Border Adjustment Mechanism (CBAM), a border tax applying the EU carbon price to imports. Entering its transitional phase in October 2023, the EU CBAM is at risk of being weakened due to oppositional influence from Asian steelmakers. This briefing covers evidence of engagement by the Japanese steel industry (Nippon Steel, JFE Steel, and the Japan Iron and Steel Federation (JISF)), and the Korean steel industry (POSCO, Hyundai Steel, and the Korea Iron and Steel Association (KOSA)). Further details on the EU CBAM are available on InfluenceMap's Europe platform. This analysis is based on comparing the positions and statements of the steel industry with benchmarks based on Science Based Policy (SBP)1. This includes specific technology and policy-level insights that are used by InfluenceMap analysis as Science-Based Policy Benchmarks. For further details please refer to the InfluenceMap methodology. The EU's Carbon Border Adjustment Mechanism (CBAM) was approved by the European Commission in April 2023. Its core objective is to equalize the price of carbon between EU products and imports, to ensure that EU industry subject to the EU Emissions Trading System (ETS) is not undermined by imports from countries with lower carbon prices. The European Commission has stated that the CBAM is compatible with World Trade Organization (WTO) guidelines. The CBAM will initially apply to imports of the following goods: iron and steel, cement, aluminum, fertilizers, electricity, and hydrogen. October 1, 2023 – December 31, 2025: Pilot transitional phase of the EU CBAM, during which importing companies will only be subject to reporting requirements. This phase will serve as a learning period for stakeholders, based on which the European Commission will refine CBAM methodology for the definitive period starting in 2026. Comprehensive reviews will be conducted to determine the functioning scope of CBAM and consider its extension to include all products currently under the EU ETS by 2030. ▪ March 4, 2020: A carbon border tax initially proposed by the European Commission. ▪ July 14, 2021: CBAM regulation proposed by the European Commission as part of its Fit for 55 package. ▪ April 18, 2023: Establishment of EU CBAM approved by the European Parliament. ▪ October 1, 2023: Transitional phase of the EU CBAM begins. ▪ January 31, 2024: Deadline for first report from EU importers. ▪ January 1, 2026: Beginning of the permanent system of the EU CBAM, wherein financial responsibilities for EU importers will come into effect to replace EU ETS carbon leakage protection measures. ▪ 2026-2034: Phasing-in of EU CBAM alongside the phasing-out of free allocation of emissions allowances under the EU ETS. The European Commission Director-General for Taxation and Customs Union visited Japan and Korea in November 2023 to discuss the EU CBAM, and pledged to reflect the opinions of business and policymakers from the region through continued close consultation. Japanese and Korean steelmakers have not only opposed the EU CBAM’s current level of ambition, but have advocated to weaken domestic carbon pricing policy in their respective countries. Weaker domestic carbon pricing would contradict the Japanese and Korean steel industries' objections to the CBAM under the current rules, which allow exemptions for EU importers if there is an equivalent-strength carbon price paid during the production of the goods. Further details on domestic carbon pricing policies and corporate engagement are available on InfluenceMap’s Japan and Korea platforms. Further advocacy from Japanese and Korean steelmakers also appears to threaten other domestic climate policies aiming to accelerate the development of carbon-neutral products, which would help companies meet the EU CBAM requirements. Further details can be found in InfluenceMap’s Scorecards on Asian Steel Sector Policy Engagement. Steelmakers in Asia have actively engaged with the EU CBAM from as early as 2021. Evidence collected between 2022-2024 suggests continued engagement by industry during its transitional phase to weaken or oppose the introduction of the policy. The Japanese and Korean steel industries have both directly engaged with the European Commission and WTO on the EU CBAM, while also raising concerns around the CBAM to their own domestic policymakers. ▪ January 2024: As reported by the Japan Metal Daily, the Japan Iron and Steel Federation (JISF) presented on concerns about the EU CBAM at a meeting attended by the Director of the Metals Technology Office from the Japanese Ministry of Economy, Trade, and Industry (METI). ▪ November 2023: A seminar on the EU CBAM was attended by representatives from the European Commission, METI, and JISF. During a panel discussion at the seminar, JISF appeared to not support the EU CBAM, stating that it is “impossible to comply” with its requirements. It opposed penalties during the transition period while calling for further stakeholder coordination on the policy. ▪ October 2023: As reported by newspaper Nikkei, JISF Chairman and JFE Steel CEO Yoshihisa Kitano stated that he was “against the introduction\" of the EU CBAM. ▪ September 2023: JISF and the Korea Iron & Steel Association (KOSA) jointly hosted a closed-door seminar on green steel, which was attended by the industry ministries of both countries and included discussions on global carbon policies and the EU CBAM. ▪ July 2023: In comments submitted to the European Commission, JISF did not support the reporting obligations of the transitional period of the EU CBAM. Similarly, KOSA did not support the reporting requirements in its comment submission to the EU. ▪ July 2023: According to a Ministry of Trade, Industry and Energy (MOTIE) press release, Hyundai Steel and KOSA attended a meeting with MOTIE to identify the industry’s difficulties with the EU CBAM, during which participants stated concerns about the potential burden of provisions on companies. ▪ June 2023: In a statement published by the Nikkan Kogyo newspaper, JISF Chairman and JFE Steel CEO Kitano expressed optimism about the Japanese government’s participation in the Multi-Party Interim Appeal Arbitration Arrangement (MPIA) to resolve issues around “protectionist and home-priority trade policies” such as the EU CBAM. ▪ May 2023: At Trade Talks with WTO Director-General, the Vice President of POSCO appeared to not support the EU CBAM, stating it could be “abused as another trade barrier” and need “a more active solution based on the WTO agreement.” ▪ March 2023: In a meeting between POSCO and the European Commission, POSCO expressed concerns about CBAM becoming a “discriminatory measure.” ▪ April 2022: JISF signed a joint industry recommendation letter advocating for a restructuring of the EU CBAM and the exclusion of sectors such as chemicals. The Japanese and Korean steel industries appear to be actively advocating to weaken the ambition of the EU CBAM during the stakeholder dialogue phase of its transitional period. Meanwhile, the steelmakers do not appear to be advocating for stronger climate policy in their headquartered countries, that would aid their transition. This presents an opportunity for stakeholders to get ahead of these efforts, as the methodology and scope of the EU CBAM will be up for review before the end of the transitional period. InfluenceMap has identified the following leverage points that stakeholders may consider, to shift the balance of policy engagement: ▪ Ask a question at AGMs or schedule quarterly meetings with companies about readiness for the EU CBAM, policy engagement regarding it, and how this aligns with their overall climate strategies. ▪ Encourage companies to engage positively on carbon pricing policy in Japan and Korea. In Japan, this would include supporting an earlier introduction and a price level aligned with Science Based Policy (SBP). In Korea, this would involve supporting a more ambitious Korea Emissions Trading Scheme (K-ETS), which is currently being reviewed for its Fourth Phase (2026-2030) by the Korean government. ▪ Encourage other companies across the economy, including customers of Japanese and Korean steel, to engage positively with the EU CBAM. Additional industries in Korea and Japan have engaged negatively with the EU CBAM. For instance, the Japan Chemical Industry Association and Japan Electronics and Information Technology Industries Association co-signed the April 2022 letter by the Japan Business Council in Europe advocating for a restructuring of the EU CBAM and the exclusion of sectors such as chemicals. The Korea Enterprises Federation, the Korea Electric Vehicles Association, and the Korea Automobile and Mobility Association have also opposed the EU CBAM. On the other hand, InfluenceMap has not detected any support for the EU CBAM from Japanese or Korean companies, with the exception of a media article sponsored by Mitsubishi Heavy Industries appearing to support the policy. Science Based Policy (SBP): The policies highlighted by the Intergovernmental Panel on Climate Change (IPCC) to deliver the Paris Agreement's goals of limiting global temperature rises of well below 2°C and towards 1.5°C.",
    "images": "https://japan.influencemap.org/site//data/000/027/27548.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "This briefing highlights evidence of corporate engagement by the Japanese and Korean steel industries to weaken the ambition of the EU Carbon Border Adjustment Mechanism (EU CBAM).",
    "categories": ""
}