{
    "title": "Corporate Engagement by the Japanese and Korean Steel Industries with the EU CBAM",
    "author": "unknown",
    "source": "(C) Influencemap 2022",
    "date": "2023-11-13",
    "text": "본 브리핑은 제도 도입을 반대하는 산업계의 영향으로 완화될 위험에 처한 EU 탄소국경조정제도(CBAM) 투자자의 개입 및 관여를 위한 활용 문서로 작성되었다. 또한, CBAM을 지지하기 위해 개입하고자 하는 기업들과 기타 관계자들 역시 본 브리핑을 사용할 수 있다. 본 브리핑은 수입품에 EU 탄소 가격을 적용하는 국경세인 EU CBAM과 관련한 기업 관여 활동에 대해 다룬다. 2023년 10월, 과도기에 돌입한 EU CBAM은 해당 정책의 도입을 반대하는 아시아 철강 업체들의 영향력으로 인해 약화될 위기에 처해 있다. 본 브리핑은 한국 철강 업계(포스코, 현대제철, 한국철강협회 (KOSA)) 및 일본 철강 업계 (일본제철, JFE스틸, 일본철강연맹 (JISF))의 관여 활동에 대한 증거 자료를 다룬다. EU CBAM에 관한 보다 자세한 사항은 인플루언스맵(InfluenceMap)의 유럽 기업 정책 관여 활동 플랫폼에서 확인할 수 있다. 본 분석은 과학 기반 정책(Science Based Policy, SBP)1에 근거한 벤치마크와 철강 업계의 입장 및 성명 간의 비교를 기반으로 한다. 인플루언스맵 분석에 사용되는 구체적인 기술과 정책 차원의 인사이트(insights)가 SBP 벤치마크로서 여기에 포함된다. 보다 자세한 사항은 인플루언스맵 방법론을 참고할 수 있다. EU CBAM은 2023년 4월에 EU집행위원회에 의해 승인되었다. 이 제도의 핵심 목표는 EU 배출권거래제(ETS)의 적용을 받는 EU 산업이 탄소 가격이 더 낮은 국가에서 들어오는 수입품으로 인해 타격을 입지 않도록, EU 제품과 수입품 간 탄소 가격을 균등하게 만드는 것이다. EU집행위원회는 CBAM과 세계무역기구(WTO) 지침이 양립 가능하다고 밝혔다. CBAM은 시행초기에는 다음 상품들의 수입에 적용된다: 철강, 시멘트, 알루미늄, 비료, 전기, 수소 2023년 10월 1일 – 2025년 12월 31일: 수입 기업들에게만 보고 의무가 주어지는 EU CBAM 시범 과도기이다. 이 단계는 이해관계자들에게 학습 기간의 역할을 하고, 이를 기반으로 EU집행위원회가 2026년에 시작되는 확정 기간에 적용될 CBAM 방법론을 개선하게 된다. CBAM의 시행 범위를 결정하고 2030년까지 현재 EU ETS 대상인 모든 제품들을 포함하도록 그 범위를 확대하는 방안을 고려하기 위해 종합적 검토가 수행된다. ▪ 2020년 3월 4일: EU집행위원회에서 탄소 국경세를 최초로 제안. ▪ 2021년 7월 14일: EU집행위원회에서 핏 포 55 (Fit for 55) 패키지의 일부로 CBAM 규정 제안. ▪ 2023년 4월 18일: 유럽 의회에서 EU CBAM 수립 승인. ▪ 2023년 10월 1일: EU CBAM 과도기 시행. ▪ 2024년 1월 31일: EU 수입업체들의 최초 보고서 제출 기한. ▪ 2026년 1월 1일: EU ETS 탄소 누출 방지 조치들을 대체하는 EU 수입업체들의 재정적 책임이 발효되는 EU CBAM의 영구적인 시스템 시행. ▪ 2026-2034년: EU ETS에 따른 배출 허용량 무상 할당의 단계적 폐지 및 EU CBAM의 단계적 도입. EU집행위원회 조세총국 총국장이 EU CBAM에 관한 논의를 위해 2023년 11월에 한국과 일본을 방문하였고, 지속적인 긴밀한 협의를 통해 역내 기업 및 정책 입안자들의 의견을 반영하겠다고 약속했다. 한국 및 일본의 철강 업체들은 야심찬 현 수준의 EU CBAM에 반대할 뿐만 아니라 자국 내 탄소가격제 완화를 옹호해 왔다. 각국 내 탄소가격제의 완화는 상품 생산 과정에서 동등한 수준의 탄소 가격이 지불된 경우 EU 수입업체에 대한 면제를 허용하는 현 규정 하의 CBAM에 반대하는 한국 및 일본 철강 업계의 입장과 모순된다. 각국 내 탄소가격 정책과 기업 관여 활동에 대한 보다 자세한 사항은 인플루언스맵의 한국과 일본 기업 정책 관여 활동 플랫폼에서 제공된다. 또한, 한국 및 일본 철강업체들의 옹호 활동은 기업들의 EU CBAM 요건 준수에 도움이 될, 탄소 중립 제품들의 개발 가속화를 위한 다른 국내 기후 정책들을 위협하는 것으로 나타난다. 보다 자세한 사항은 인플루언스맵의 아시아 철강 부문 정책 관여 활동 스코어카드 (Scorecards on Asian Steel Sector Policy Engagement)에서 확인할 수 있다. 아시아 철강업체들은 이미 2021년부터 EU CBAM에 적극적인 관여 활동을 해 왔다. 2022~2024년에 수집된 증거들은 철강 업계가 CBAM을 완화하거나 그 도입에 반대하기 위해 정책 과도기 동안 지속적인 관여 활동을 해 왔음을 보여준다. 한국 및 일본의 철강 업계는 자국 정책 입안자에 CBAM을 둘러싼 우려를 제기하는 동시에 CBAM에 관해 EU집행위원회 및 WTO에 직접적인 관여 활동을 해 왔다. ▪ 2024년 1월: 일본철강신문 (Japan Metal Daily)의 보도에 따르면, 일본 경제산업성(METI) 금속기술국장이 참석한 회의에서 JISF가 EU CBAM에 대한 우려를 표했다. ▪ 2023월 11월: EU집행위원회, METI, JISF 대표들이 참석한 가운데 EU CBAM에 대한 세미나가 열렸다. 세미나 패널 토론에서 JISF는 제도의 요건을 “준수하는 것은 불가능”하다고 발언하며, EU CBAM을 지지하지 않는 것으로 나타났다. JISF는 정책에 대한 이해관계자 간 공조 확대를 촉구하는 동시에, 과도기 중 과징금에 대해 반대했다. ▪ 2023년 10월: 일본경제신문 (Nikkei)의 보도에 따르면, 키타노 요시히사 JISF 회장 겸 JFE스틸 CEO가 EU CBAM의 “도입에 반대”한다고 밝혔다. ▪ 2023년 9월: ISF와 KOSA가 공동 개최한 그린철강 관련 비공개 세미나에 양국 산업부 장관들이 참석한 가운데 전 세계 탄소 정책들과 EU CBAM에 대한 논의가 이루어졌다. ▪ 2023년 7월: EU집행위원회에 제출된 의견서에서 JISF는 EU CBAM 과도기의 보고 의무를 지지하지 않았다. 이와 마찬가지로, KOSA는 EU에 제출 의견서에서 보고 요건을 지지하지 않았다. ▪ 2023년 7월: 산업통상자원부(산업부) 보도자료에 따르면, 현대제철과 KOSA가 EU CBAM과 관련한 업계의 애로 사항을 파악하기 위한 산업부와의 회의에 참석했으며, 이 자리에서 참석자들은 EU CBAM 규정이 기업들에 줄 수 있는 부담에 대해 우려를 표했다. ▪ 2023년 6월: 일본 일간공업신문(Nikkan Kogyo)에 게재된 성명서에서 키타노 JISF 회장 겸 JFE스틸 CEO는 EU CBAM과 같은 “보호주의적이고 자국 우선주의적인 통상 정책”을 둘러싼 문제들을 해결하기 위한 일본 정부의 다자간 임시상소중재약정(MPIA) 참여에 대해 낙관적인 입장을 표했다. ▪ 2023년 5월: WTO 사무총장과의 대화에서 포스코 부사장은 EU CBAM이 “또 다른 무역 장벽으로 악용”될 수 있고 “WTO 협정에 근거한 보다 적극적인 해결방안”이 필요하다고 발언하며, EU CBAM을 지지하지 않는 하는 것으로 나타났다. ▪ 2023년 3월: 포스코와 EU집행위원회 간 회의에서 포스코는 CBAM이 “차별적인 조치”가 될 가능성에 대해 우려를 표했다. ▪ 2022년 4월: JISF는 EU CBAM의 개정 및 화학 같은 산업 분야의 제외를 옹호하는 공동 산업 권고 서한에 서명했다. 한국 및 일본의 철강 업계는 과도기 동안 이해관계자 대화 단계에서 EU CBAM의 목표 완화를 적극적으로 옹호하고 있는 것으로 나타난다. 다른 한편으로, 철강업체들은 EU CBAM으로의 전환을 용이하게 해 줄 자국(본사가 위치한 국가) 내 기후 정책의 강화를 옹호하지 않는 것으로 나타난다. 과도기가 종료되기 전에 EU CBAM의 방법론과 범위에 대한 검토가 수행될 것이므로, 이러한 상황은 이해관계자들이 철강 업체들의 노력을 앞서 나갈 수 있는 기회를 보여준다. 인플루언스맵은 정책 관여 상황의 균형에 변화를 주기 위해 이해관계자들이 고려할 수 있는 다음과 같은 레버리지 포인트(Leverage points)를 파악했다. ▪ EU CBAM에 대한 대비 상태, 그와 관련된 기업 정책 관여 활동, 그리고 이것이 해당 기업의 전반적인 기후 전략에 어떻게 일치하는지에 대해 기업들의 정기 주주총회에서 질문하거나 분기별 회의를 개최한다. ▪ 한국과 일본의 탄소가격 정책에 긍정적인 관여 활동을 하도록 기업들을 독려한다. 일본의 경우, 정책의 조기 도입과 SBP와 일치하는 가격 수준을 지지하는 것이 포함될 것이다. 한국의 경우, 정부가 4단계(2026~2030년) 시행을 위해 현재 검토 중인 좀 더 야심찬 한국 배출권거래제(K-ETS)를 지지하는 것이 여기에 포함될 것이다. ▪ 한국 및 일본 철강 고객사를 포함한 경제 전반에 걸친 다른 기업들이 EU CBAM에 긍정적인 관여 활동을 하도록 독려한다. 그 밖에도 한국 및 일본의 다른 산업들이 EU CBAM에 부정적인 관여 활동을 해왔다. 예를 들어, 일본화학공업협회(JCIA)와 일본전자정보기술산업협회(JEITA)는 2022년 4월 EU CBAM의 개정 및 화학 같은 산업 분야의 제외를 옹호하는 주유럽 일본 경제 협의회 (Japan Business Council in Europe, JBCE)의 서한에 공동 서명했다. 한국경영자총협회, 한국전기자동차협회, 한국자동차모빌리티산업협회 역시 EU CBAM에 반대해왔다. 한편, EU CBAM을 지지하는 것으로 나타나는 미쓰비시중공업이 후원한 언론 기사 제외하고, 인플루언스맵은 한국 또는 일본 기업들이 EU CBAM을 지지한 사례를 찾을 수 없었다. 과학 기반 정책 (Science Based Policy, SBP): 본 정책은 기후변화에 관한 정부간 협의체(IPCC)가 다루는 파리협정의 글로벌 온도 상승을 2도 이하로 제한 및 1.5도를 목표로 하는 것을 다룬다.",
    "images": "https://japan.influencemap.org/site//data/000/027/27548.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "This briefing highlights evidence of corporate engagement by the Japanese and Korean steel industries to weaken the ambition of the EU Carbon Border Adjustment Mechanism (EU CBAM).",
    "categories": ""
}