{
    "title": "Transitioning the European steel sector: Assessing the new Action Plan against investor priorities",
    "author": "Michael Button",
    "source": "IIGCC",
    "date": "2025-04-03",
    "text": "Michael Button Senior Policy Manager - Real Economy The European Commission has unveiled its Steel and Metals Action Plan, designed to strengthen the sector’s competitiveness and safeguard its future. We compare the plan with investors' priorities for transitioning the European steel sector, highlighting progress and gaps that remain. The Steel and Metals Action Plan is part of the European Commission’s broader strategy to make Europe more competitive and sustainable, building on the Clean Industrial Deal (CID) and Action Plan for Affordable Energy announced in February. The Action Plan’s objectives are to: Ensure affordable and secure energy supply for the sector Prevent carbon leakage Expand and protect European capacity Promote circularity De-risking decarbonisation Protect quality industrial jobs Encouragingly, our analysis of CID revealed a strong alignment with investors' recommendations, which focus on de-risking and accelerating the decarbonisation of key sectors like steel. However, follow through and further detail will be important. The latest Action Plan addresses several short- to medium-term challenges faced by the Steel and Metals sector. It includes initiatives to reinforce EU trade protection measures to safeguard steel from April 2025, reform the Carbon Border Adjustment Mechanism (CBAM) by the end of 2025 and to provide incentives for low-carbon steel. The Action Plan broadly aligns with our Steel paper, published last September, which outlined investor recommendations to effectively de-risk and support the transition of the European steel sector. A. Improve circulatory in the steel value chain The Action Plan sets out several measures that align well with the recommendations to enhance circularity in sector. It recognises the high capital costs faced by steel makers and proposes measures to incentivise investment in the transition. While it doesn’t specifically target Electric Arc Furnace (EAFs) production and nominally remains technology- neutral, the Action Plan clearly indicates that electrification is the most promising route to decarbonise the sector – an approach that could indirectly benefit EAFs, especially through CID and a revised state aid framework. Moreover, it directly addresses contamination in recycled steel, particularly copper wires, as highlighted in section 4 of the Action Plan. Stimulating demand for high quality recycled steel by exploring targets for recycled content in key sectors is another welcome addition. This includes the auto industry, with feasibility studies to be completed by 2026. The plan stresses the need to support the recycling industry and there is also a focus on securing a stable supply of scrap within the EU whilst ensuring a competitive environment for European recyclers. This will be an important balance to strike, especially as currently it seems to be lower demand for scrap within Europe that limits its use in domestic production, rather than a shortage of supply. Unfortunately, the Action Plan does not touch on material substitution or product redesign – areas where we have called for more action to reduce consumption and improve material efficiency in the sector. B. Develop a clean industrial strategy that delivers clean power at a low price and accounts for the steel sector’s capital-intensity Alongside ramping up secondary steel production, the sector must also be decarbonised through new technologies for primary production, a transparent sector roadmap, and accelerated uptake of renewable hydrogen. The plan addresses key aspects in this space, but gaps remain. It does provide a much-needed roadmap for European steel, accompanied by the overdue ‘Transition Pathway for the European Metals Sectors’. Though the pathway’s utility for investors requires further assessment, which IIGCC will do in the coming months. The plan also references Affordable Energy Action Plan measures to expand renewable energy infrastructure, support Contracts for Difference (CfDs), Power Purchase Agreements (PPA) and improved grid connections. All crucial for supporting the steel sector’s decarbonisation. Renewable hydrogen receives considerable attention, underscoring its potential for decarbonising steel production alongside direct electrification. While the plan does reference other technologies like Carbon Capture and Storage (CCS), it clearly recognises hydrogen’s role as a more viable enabler. On the finance side, the plan mentions carbon CfDs, though specifics around their implementation remain unclear. Additionally, while it acknowledges the need for financial mechanisms to support the shift from coal-dependent blast furnaces to low-carbon steelmaking by 2050, clarity on the rollout and timeline for delivery is still pending. Clearer financial incentives and mechanisms could provide stronger signals to investors and ensure an effective transition to a sustainable steel industry. We hope to see the Commission propose these in the coming months. The Action Plan does not explicitly define ‘green steel’, but it does mention the development of a voluntary carbon intensity label for industrial products, starting with steel in 2025. This could lay the groundwork for clearer standards in the industry and align with investor calls for greater transparency in green steel certification. C. Stimulate demand for green steel \n Creating market demand for green steel is crucial for the sector’s transition to a low-carbon steel industry and the plan addresses several areas to support this goal. Public procurement criteria to create lead markets for decarbonised steel are a significant step forward. The upcoming Industrial Decarbonisation Acceleration Act, expected in Q4 of 2025, alongside the upcoming revision of the EU’s public procurement directives, are likely to introduce these criteria. However, the plan only partially addresses quota systems mandating the use of green steel in key sectors. It references recycled steel scrap content requirements, which are to be welcomed. There are no similar targets for green virgin steel and mechanisms to stimulate demand for that are also required. Additionally, it lacks financial incentives such as point-of-sale subsidies, tax exemptions or post purchase rebates, which are essential for driving demand. The plan commits to a comprehensive life-cycle assessment of steel and other products, with key pieces of legislation like the Ecodesign for Sustainable Product Regulation (ESPR) and the Industrial Decarbonisation Accelerator Act (IDAA). D. Manage human capital and the workforce \n A just transition for workers is critical. The Action Plan highlights the importance of protecting quality industrial jobs and links various EU-level initiatives to support them. However, it lacks details on implementation. A more comprehensive workforce transition framework, developed in close consultation with social partners, communities and companies, would provide greater clarity and guidance. Missing from the reference to just transition planning are specific strategies for execution. The European Commission should prioritise integrating just transition measures into broader policy frameworks to ensure an equitable and inclusive transition to avoid future backlash from steel workers and the wider European electorate towards sector decarbonisation. Next steps This is a positive development, but the Action Plan lacks clarity on the implementation of these policies and the financing mechanisms to support them. Additionally, the specific environmental targets investors need is also missing. For instance, neither the Action Plan nor the Transition Pathway for the European Metals Sectors specifies when the industry is expected to reach net zero. Establishing a clear sectoral net zero timeline, along with detailed implementation plans, would help investors, the industry and other stakeholders to develop competitive strategies and ensure an effective transition. IIGCC will continue to engage with investors, industry, policymakers and other relevant stakeholders on the steel sector’s transformation in Europe. The Action Plan provides a good basis to work from, but there is much more to do. If you’d like to take part in our working groups and help shape the outputs of our resources, why not get in touch today to learn more about becoming a part of IIGCC?",
    "images": "https://www.iigcc.org/hubfs/Brand%20Tier%202%20-%20resized/morteza-mohammadi-ZLzkwU49BdY-unsplash.jpg",
    "tags": "",
    "excerpt": "IIGCC compares European Commission's Steel and Metals Action Plan against investors priorities for transitioning the industry.",
    "categories": ""
}