{
    "title": "Der erste CBAM-Bericht: Erfahrungen",
    "author": "unknown",
    "source": "IHK Region Stuttgart",
    "date": "2025-04-02",
    "text": "Seit 1. Oktober 2023 ist die erste Phase des CO2-Grenzausgleichs der EU (CBAM) in Kraft. Bis Ende Januar mussten die betroffenen Importeure erstmals einen CBAM-Bericht im EU-Meldeportal abgeben. Diese Frist wurde wegen massiver technischer Probleme bis Ende Februar 2024 verlängert. Die IHK Region Stuttgart hat die CBAM-Regulierung intensiv begleitet, daher haben wir abgefragt, wie die betroffenen Importeure die CBAM-Regulatorik aktuell beurteilen. Das Stimmungsbild zu den von den zuständigen Stellen (EU-Kommission und Deutsche Emissionshandelsstelle (DEHSt)) für die Erstellung und Abgabe des Berichts bereitgestellten Informationen ist eindeutig: Nur 3% der an der Umfrage teilnehmenden Unternehmen halten die Information durch Behörden für gut, 55% fühlen sich teilweise informiert, 42% halten die Informationen für schlecht. Deutsche Besonderheit: kein direkter Zugang zum EU-Meldeportal Der Zugang zum EU-Meldeportal setzt in Deutschland einen Zugang zum Zollportal mittels Elster-Zertifikat voraus. Das ist eine Behelfsmaßnahme, weil die eigentlich in Deutschland zuständige Stelle, die Deutsche Emissionshandelsstelle bislang keinen direkten Zugang einrichten konnte. 37% der befragten Unternehmen verfügten bereits über einen Zugang zum Zollportal. Von den 63%, die den Zugang neu einrichten mussten, bewerten allerdings 44% das Registrierungsverfahren als schlecht. 18% bzw. 19% hatten hingegen kaum, bzw. gar keine Probleme bei der Registrierung. Nichtsdestotrotz muss die Zugänglichkeit zum Meldeportal deutlich verbessert werden. Wegen datenschutzrechtlicher Probleme sollte die DEHSt zügig einen direkten und einfachen Zugang bereitstellen – ohne Elster-Zertifikat als Voraussetzung. Mangelhafte Funktionsfähigkeit des EU-CBAM-Portals Das EU-Meldeportal selbst weist gravierende Mängel auf. Das liegt zum Teil an der schlechten und technisch fehlerhaften Umsetzung durch die EU: zahlreiche Programmierfehler, unverständliche Fehlermeldungen, die unzuverlässige Upload-Funktion. Weiterhin steht keine deutschsprachige Anleitung des komplexen Systems bereit. Diese Probleme tauchen auf, obwohl bislang zahlreiche Daten noch gar nicht abgefragt werden. Die Datenanforderungen werden in den nächsten Quartalsberichten deutlich zunehmen, insbesondere müssen dann Emissionsdaten der bei der Produktion entstandenen Treibhausgase berechnet werden. Die Mängel gehen deutlich über normale Kinderkrankheiten in neuen Systemen hinaus. Tatsächlich konnten auch nach Angaben der DEHSt ein Großteil der Unternehmen ihre Berichte bis Ende Januar nicht abgeben. Hinweis: Die EU-Kommission hat uns informiert, dass die deutsche Version bald hochgeladen wird. Programmfehler sind inzwischen veröffentlicht. Importeure mit geringen Importmengen besonders belastet Extrem betroffen sind Unternehmen mit geringen Einfuhrmengen, der Aufwand ist für diese stark überproportional und führt mit einer hohen Wahrscheinlichkeit dazu, dass viele von Importen künftig Abstand nehmen. 94% halten den Aufwand für unangemessen. Betroffen sind jetzt Importeure von Schrauben und Profilen ab 150 Euro Warenwert. Das hätte vermieden werden können, wenn die EU-Gesetzgebung die Forderung der IHK-Organisation nach einer substanziellen Bagatellschwelle während der Übergangsphase bis 2026 berücksichtigt hätte. Tiefsitzende Frustration der Unternehmen CBAM beschäftigt die betroffenen Unternehmen immens. Das zeigen die zahlreichen, teils sehr ausführlichen Stellungnahmen im optionalen Freitextfeld der Umfrage. Fast 43 Prozent haben die Möglichkeit zu teilweise sehr ausführlichen Stellungnahmen genutzt. Das ist eine außergewöhnlich große Anzahl. Es werden detailliert praktische Probleme geschildert, die Bewertung der Umsetzung durch EU und in Deutschland schwankt zwischen Frustration und Resignation. Die eigentlichen Probleme kommen erst noch! Die Probleme mit CBAM werden sich in den nächsten Monaten noch gravierend ausweiten: Der eigentliche Zweck der aktuellen Berichtspflicht ist es, echte Daten zu den bei der Produktion der Importwaren entstandenen Treibhausgasen zu erhalten. Diese werden ab 2026 der Berechnung der dann erforderlichen Zertifikate zu Grunde gelegt. Bei Importwaren können diese Emissionsdaten nur von den ausländischen Herstellern stammen, diese sollen die Daten nach dem von der EU festgelegten Berechnungsschema ermitteln. Für Importe ab Juli 2024 können keine im Portal bereitgestellten Standardwerte mehr verwendet werden, sondern nur noch Echtdaten der Lieferanten. Deswegen haben wir abgefragt, ob die Importeure ihre Lieferanten bereits befragt haben bzw. wie deren Reaktion ausgesehen hat. Das Ergebnis ist dramatisch: Die ausländischen Lieferanten verstehen die EU-Anforderungen genauso wenig wie die deutschen Importeure. Nur 3% gaben an, die Emissionszahlen künftig von ihren Lieferanten erhalten zu können. Die Probleme rühren im Wesentlichen daher, dass CBAM nur dann funktionieren kann, wenn der Hersteller bekannt ist und mitspielt. Bei langen Lieferketten mit Händlern ist das nicht der Fall. Kleinere Hersteller sind mit der EU-Berechnungsmethodik überfordert, bei zahlreichen Sonderfällen können die Daten ebenfalls nicht ermittelt werden. Fazit: CBAM muss dringend überarbeitet werden Das CBAM-System ist in der jetzigen Ausgestaltung offensichtlich für zahlreiche Fälle untauglich und sollte dringend vereinfacht werden. Übergangsphase bis Ende 2025: Sofortige Bereitstellung eines funktionsfähigen EU-Meldeportals mit deutschsprachigen Anleitungen. Die Bagatellgrenzen für Importe sollten statt 150 Euro mindestens 1000 Euro, besser 5.000 Euro betragen. Alternativen für die Fälle, in denen der ausländische Lieferant keine Werte zur Verfügung stellt oder stellen kann. Alternativkonzept für den ab 2026 vorgesehenen europäischen Zertifikatehandel (ETS): Der Zertifikatehandel und damit einhergehenden Verpflichtungen (Zulassung, Prüfberichte) sind in vielen Fällen praktisch oder wirtschaftlich nicht umsetzbar. Der notwendige Grenzausgleich muss in diesen Fällen anders gestaltet werden, beispielsweise über eine direkte Abgabenerhebung beim Import auf Basis von neuen Standardwerten. Die Diskussion darüber sollte nun geführt werden.",
    "images": "https://www.ihk.de/blueprint/servlet/resource/blob/669720/8f6c3d6ba41e5c2633cbe517027bec22/rauchende-schlote-72dpi-fotolia-gina-sanders-data.jpg",
    "tags": "",
    "excerpt": "Der erste CBAM-Bericht sollte - nach Verlängerung - bis Ende Februar abgegeben werden. Hier finden Sie die Erfahrungen der meldepflichtigen Unternehmen.",
    "categories": ""
}