{
    "title": "Webinar: Carbon Border Adjustment Mechanism (CBAM) - Das System der CO2-Grenzausgleichsabgabe",
    "author": "unknown",
    "source": "IHK Region Stuttgart",
    "date": "2023-08-03",
    "text": "Webinar: Carbon Border Adjustment Mechanism (CBAM) - Das System der CO2-Grenzausgleichsabgabe Veranstaltungsdetails CBAM betrifft den Import von bestimmten Waren aus Nicht-EU-Staaten in die EU. Betroffen sind EU-Importeure von Eisen-, Stahl- und Aluminiumerzeugnissen, Düngemitteln, Zement, Elektrizität, sowie Wasserstoff. Maßgeblich ist die für den Import verwendete Zolltarifnummer. Da es bislang keine Bagatellgrenzen gibt, sind auch Importeure mit geringen Mengen betroffen. Bereits ab dem 1. Oktober 2023, mit dem Beginn der Übergangsphase, werden diesbezüglich erste Meldepflichten auf Unternehmen zukommen. Während dieser Phase müssen Unternehmen die direkten und indirekten Emissionen, welche im Produktionsprozess der importierten Güter entstanden sind, berechnen und dokumentieren und einen vierteljährlichen Bericht (erstmalig bis spätestens zum 31. Januar 2024) – sog. CBAM-Bericht – einreichen. Ab dem 1. Januar 2026 ist die vollständige Umsetzung geplant. Ab diesem Zeitpunkt kommen weitere weitreichendere Verpflichtungen auf Unternehmen zu. In unserem Webinar geben wir Ihnen einen Überblick über die neuen Verpflichtungen –und wie Ihr Unternehmen diesen Anforderungen gerecht werden kann. Leider ist noch sehr viel unklar, da die Durchführungsverordnung in ihrer endgültigen Fassung noch nicht vorliegt.    Das Webinar beinhaltet folgende Themenschwerpunkte: Einführung und Bedeutung von CBAM Marc Bauer, Referatsleiter Internationaler Warenverkehr IHK Region Stuttgart CBAM-Berichtspflichten Sarah Krohn, Referenten für außenwirtschaftliche Bescheinigungen und Zollrecht IHK Düsseldorf Ermittlung der betroffenen Emissionen – wie wird der CO2 Preis für eingeführte Produkte berechnet  Melanie Behle-Schalk, PricewaterhouseCoopers GmbH Wirtschaftsprüfungsgesellschaft Digitale Lösungen zur systemseitigen Implementierung von CBAM Sebastian Klotz, PricewaterhouseCoopers GmbH Wirtschaftsprüfungsgesellschaft Handlungsbedarf Marc Bauer, Referatsleiter Internationaler Warenverkehr IHK Region Stuttgart Fragenrunde Marc Bauer, Referatsleiter Internationaler Warenverkehr IHK Region Stuttgart Sarah Krohn, Referenten für außenwirtschaftliche Bescheinigungen und Zollrecht IHK Düsseldorf Das Webinar wird in Kooperation mit der IHK Düsseldorf durchgeführt.",
    "images": "https://www.ihk.de/blueprint/servlet/resource/blob/4033190/58dc25b523b289c314f8842eaa8157c4/facebook-twitter-share-logo-data.jpg",
    "tags": ",5979,,,03.08.2023",
    "excerpt": null,
    "categories": ""
}