{
    "title": "Umfrageergebnisse und Austausch",
    "author": "unknown",
    "source": "reutlingen.ihk.de",
    "date": "2024-06-05",
    "text": "Umfrageergebnisse und Austausch Erste Erfahrungen mit CBAM Der CO2-Grenzausgleichmechanismus CBAM ist seit Oktober 2024 Realität. Er verpflichtet die Importeure bestimmter emissionsintensiver Produkte zur Berichterstattung darüber, wie viele Güter mit welchem Kohlendioxid-Gehalt sie nach Deutschland einführen. Ende Februar 2024 mussten Unternehmen ihre ersten Berichte abliefern. Wie sich das in der Praxis gestaltete, hat die IHK Region Stuttgart in einer Umfrage erhoben. Die Ergebnisse zeigen, dass die übereilte und bürokratische Umsetzung der CO2-Berichtspflichten viele Unternehmen, insbesondere kleine und mittelständische Betriebe, überlastet. So gilt CBAM auch für Importe von \"Allerweltswaren\" wie Schrauben ab 150 Euro. Hier weitere Ergebnisse: Hoher Berichterstattungsaufwand  Weil bislang kein direkter Zugang zum EU-Meldeportal eingerichtet werden konnte, erfolgt dieser derzeit in Deutschland behelfsweise – mittels Elster-Zertifikat – über das Zollportal. Nur 37 Prozent der befragten Unternehmen verfügten bereits über einen Zugang zum Zollportal. Von den 63 Prozent, die den Zugang neu einrichten mussten, bewerten 44 Prozent das Registrierungsverfahren als schlecht. Auch das Meldeportal selbst weist aus Sicht der Nutzer gravierende Mängel auf. Der Aufwand wird mehrheitlich als unverhältnismäßig bewertet und es wurden unverständliche Fehlermeldungen und unverständliche Fallkonstellationen bemängelt. Fast ein Drittel der Befragten konnte den Bericht nicht abschließen oder abschicken. Echtdaten werden ab Juli Pflicht  In den kommenden Monaten werden sich die Herausforderungen der Unternehmen mit Blick auf CBAM noch deutlich verschärfen. Denn um errechnen zu können, in welchem Umfang ein EU-Unternehmen die ab 2026 erforderlichen CBAM-Zertifikate erwerben muss, bedarf es echter Informationen zu den Treibhausgasen, die bei der Produktion der Importwaren entstanden sind. Die entsprechenden Daten können nur von den ausländischen Herstellern stammen und müssen von diesen nach einem von der EU festgelegten Berechnungsschema ermittelt werden. Und das muss bereits in der zweiten Jahreshälfte funktionieren: Während die berichtspflichtigen Betriebe derzeit noch im EU-Portal bereitgestellte Standardwerte verwenden dürfen, sind ab Juli 2024 Echtdaten der Lieferanten einzupflegen. In der IHK-Umfrage gaben jedoch 46 Prozent der Befragten an, dass sich ihre ausländischen Geschäftspartner mit der Abfrage dieser Daten schwertäten, 36 Prozent haben ihre Lieferanten noch nicht einmal kontaktiert, weil sie auch Rückfragen nicht beantworten könnten. Nur 3 Prozent meldeten, die Emissionszahlen künftig von ihren Zulieferern erhalten zu können. Nachbesserungen gefordert  Die Deutsche Industrie- und Handelskammer (DIHK) hat bereits mehrfach geäußert, dass CBAM überarbeitet werden muss. Zuletzt hat die DIHK in einem gemeinsamen Positionspapier mit dem BDI dringend eine Nachbesserung gefordert. Aktuelle CBAM-Veranstaltungen  Am 19. Juni bietet die IHK Reutlingen von 10 bis13 Uhr einen CBAM-Erfahrungsaustausch in Präsenz an. Schwerpunkt ist die Abgabe des CBAM-Berichts im CBAM-Register. Zeitgleich bietet die EU-Kommission eine Online-Informationsveranstaltung zum aktuellen Stand der CBAM-Verordnung an. Die Veranstaltung findet am 19. Juni 2024 von 10 bis 12 Uhr auf Englisch statt. Sie wird aufgezeichnet und anschließend über das Customs & Tax EU Learning Portal der Öffentlichkeit zugänglich sein. Die Registrierung muss bis zum 18. Juni erfolgen. Links: CBAM-Umfrageergebnisse der IHK Stuttgart Gemeinsames Positionspapier zum CBAM von DIHK und BDI auf der DIHK-Website Übersicht zum CBAM auf der IHK-Webseite CBAM-Erfahrungsaustausch, IHK Reutlingen, 19.Juni.2024, Online-Informationsveranstaltung der EU zum CBAM, 19.Juni.2024 Quelle: DIHK Zur Übersicht",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}