{
    "title": "CBAM: Das System der CO2-Grenzausgleichsabgabe",
    "author": "unknown",
    "source": "Industrie- und Handelskammer Nordschwarzwald",
    "date": "2025-04-02",
    "text": "Import\n \n \n 1. Aktuelle Entwicklungen und Informationen 2. Neu: Registrierung und Antrag auf Zulassung im CBAM-Register (31.03.2025) 3. Hintergrund und Funktionsweise 4. Welche Waren sind betroffen? Welche Ausnahmen gibt es? 5. Was gilt in der Übergangsphase 2023-2025: Der CBAM-Report 6. Wie registriere ich mich im CBAM-Register? 7. Quartalsweise Erstellung eines „CBAM-Berichts“ 8. Ermittlung der Emissionen - Communication Template 9. Schulungsangebote und FAQs 10. Implementierungsphase ab 2026: Registrierung und Zertifikatehandel 11. Wie können sich importierende Unternehmen vorbereiten? \n \n \n \n Eisen und Stahl Kapitel 72 mit Ausnahme einzelner Waren der Position 7202, nämlich: 7202 2X, 7202 30, 7202 50, 7202 70-7202 9980 \n Waren aus Eisen und Stahl Kapitel 73: Erfasst sind die Positionen 7301-7311, 7318, 7326. Ausgenommen sind folglich 7312-7317 sowie 7319-7325 \n Aluminium und Waren daraus Kapitel 76: erfasst sind 7601, 7603-7614, 7616. Ausgenommen sind folglich 7602 und 7615 \n Eisenerz 2601 1200; Wasserstoff 2804 1000; Elektrizität 2716 Zement: 2507 0080, 2523 Ammoniak 2814, Kaliumnitrat 2834 21 00, Düngemittel 3102 und 3105 \n \n Kleinsendungen: Der Gesamtwert der CBAM-Waren in der Sendung übersteigt 150 EUR nicht. Der Sendungswert selbst ist egal. Im Echtbetrieb ab 2026 ist eine jährliche Bagatellschwelle von 50 Tonnen importierter CBAM-Güter vorgesehen. \n Waren für den persönlichen Gebrauch im Gepäck von Reisenden sowie Waren mit Ursprung in den in Anhang III Abschnitt A aufgeführten Ländern und Hoheitsgebieten (insbesondere Schweiz, Liechtenstein, Norwegen und Island). Es gibt bislang keine weiteren Länder oder Ursprungswaren, die befreit sind. Waren mit Ursprung EU, die in die EU zurückkommen sowie Waren sonstigen Ursprungs, die bei der Einfuhr in die EU als Rückwaren abgefertigt werden. \n \n Registrierung im vorläufigen CBAM-Register Berechnung/Dokumentation der Emissionen Erstellung des Quartalsberichts \n \n die Gesamtmenge jeder Warenart, ausgedrückt in Megawattstunden bei Elektrizität und in Tonnen bei anderen Waren, angegeben für jede Anlage, die die Waren im Ursprungsland herstellt; die tatsächlichen eingebetteten Gesamtemissionen, ausgedrückt in Tonnen CO2e-Emissionen pro Megawattstunde Elektrizität oder für andere Waren in Tonnen CO2e-Emissionen pro Tonne jeder Warenart, berechnet nach der in Anhang III bzw. in der Durchführungsverordnung beschriebenen Methode, sowie die gesamten indirekten Emissionen; Alternative: Verwendung von Standardwerten bis 30.6.2024, bereitgestellt von der EU-Kommission Für Importe ab 1. August 2024 müssen echte Emissionsdaten der ausländischen Lieferanten gemeldet werden (Laut DEHSt ab 1.8.2024). Diese Daten müssen noch nicht nach dem EU-Schema ermittelt worden sein. Bei fehlenden Daten: siehe Punkt 8) Die erforderlichen Daten des ausländischen Lieferanten finden sich in Anhang IV der Durchführungsverordnung (Inhalt der empfohlenen Mitteilung von Anlagenbetreibern an berichtspflichtige Anmelder) sofern vorhanden, den CO2-Preis, der in einem Ursprungsland für die in den eingeführten Gütern enthaltenen Emissionen zu zahlen ist, unter Berücksichtigung einschlägiger Rabatte oder sonstiger Formen des Ausgleichs. \n \n Produktionsverfahren spezifische graue direkte Emissionen (pro KN-Code, ggf. zusammengefasst), Angaben zur Methodik indirekte graue Emissionen Sektorspezifische Angaben \n \n Bitte beachten Sie die Ausführungen der DEHSt Wählen sie im Quartalsbericht für die direkten und die indirekten Emissionen unter “type of determination”: “actual data not available” und begründen Sie im Kommentarfeld, warum das so ist. Sie können zusätzlich, sofern keine sensiblen Daten dagegensprechen, auch entsprechende Mailverkehre oder Dokumente hochladen. \n \n Eine Übersichtsseite der EU-Kommission enthält die relevanten Informationen sowie wichtige FAQs. Im Juni 2024 wurden weitere Schulungsvideos und Videotutorials für einzelnen Fragen bereitgestellt. Ebenso stellt die deutsche Aufsichtsbehörde, die Deutsche Emissionshandelsstelle (DEHSt) FAQs bereit. Weitere FAQs stellt auch die GTAI bereit. \n \n \n Die Quartalsberichte entfallen, dafür muss man registreirter CBAM-Anmleder werden, Emissionszertifikate kaufen und einen Jahresbericht erstellen. \n \n Beantragung einer CBAM-Anmeldeberechtigung als „zugelassener Anmelder“ am Ort der Niederlassung. Die betroffenen Waren dürfen dann nur noch von „zugelassenen Anmeldern“ in das Zollgebiet der Union eingeführt werden. Die Anmeldeberechtigung soll ab 2025 beantragt werden können, Einzelheiten werden Anfang 2025 bekannt gegeben. Sicher ist schon: Für Inhaber einer AEO-Bewilligung gelten viele Voraussetzungen automatisch als erfüllt. \n \n Vorgeschlagene Verfahrenserleichterungen der EU-Kommission beinhalten eine Bagatellschwelle für Importe. Wer bis maximal 50 Tonnen CBAM-Güter pro Jahr importiert, soll ab 2026 nicht mehr von CBAM betroffen sein, muss sich folglich auch nicht registrieren. \n \n Für die künftigen administrativen Verpflichtungen sollen auf sachkundige CBAM-Vertreter verlagert werden können. Dies würde auch ein Kompetenzzentrum innerhalb eines Unternehmensverbunds ermöglichen. \n \n Sämtliche Vorschläge aus dem Omnibuspaket I Dokument COM 2025 87 final stehen zum Herunterladen bereit. Wichtig ist nun, dass die Verbesserungen rasch beschlossen werden, um Planungssicherheit zu bekommen. \n Berechnung der eingebetteten direkten und indirekten Emissionen der Einfuhrware in die EU. Kauf der entsprechenden Anzahl an CBAM-Zertifikaten bei der zuständigen CBAM-Behörde, die zur Deckung der eingebetteten direkten und voraussichtlich auch indirekten Emissionen erforderlich sind. Abgabe einer jährlichen CBAM-Erklärung bis zum 31.05. jedes Kalenderjahres für die mit dem vorausgehenden Kalenderjahr importierten Güter verbundenen Emissionen. Überprüfung der Angaben der CBAM-Erklärung durch eine akkreditierte Prüfstelle (aktuell noch unklar, wer hierfür zuständig sein wird). \n \n Nutzen Sie dazu das CBAM Self Assessment Tool (Excel) der EU. Nach EIngabe der KN-Code/Warennummer/Zolltarifnummer und Ursprungsland (nichtpräferenzieller Ursprung) der Importwaren wissen Sie Bescheid. Falls die Waren CBAM-pflichtig sind, wird angegeben, welche Informationen für den CBAM-Bericht erforderlich sind. Falls der Vereinfachungsvorschlag der EU-Kommission durchkommt, gilt ab 2026 eine Bagatellschwelle von 50 Tonnen für den jährlichen Import von CBAM-Gütern. Damit hätte sich das Thema CBAM für die allermeisten Importeure erledigt. \n \n Der Leitfaden für Importeure steht auf deutsch bereit. Nehmen Sie diesen als Grundlage. Festlegung der innerbetrieblichen Zuständigkeiten für die Prüfung und Einhaltung der Meldepflichten. Je nach Bedeutung/Menge dieser Importe hat das Thema eine sehr unterschiedliche Priorität für die einzelnen Unternehmen. Registrierung im vorläufigen CBAM-Register (provisional CBAM registry) Einzelheiten zum Zugang und zum Zoll-Portal finden sie unter 6. Nutzen Sie die FAQs und das inzwischen stark ausgebaute Informationsangebot der Kommission und der DEHSt. \n Von zentraler Bedeutung: Abstimmung mit Lieferanten hinsichtlich der Kalkulation der CO2-Emissionen. Seit November 2024 gibt es hilfreiche Kurzinformationen für ausländische Hersteller zur Funktionsweise von CBAM und zur Ermittlung der Emissionen in zahlreichen Sprachen. Die neuen Datenblätter sind für alle CBAM-Produkte in englisch, deutsch, französisch, spanisch, portugiesisch, chinesisch, türkisch, arabisch, hindi, sebisch, ukrainisch und mazedonisch erhältlich. Sie finden sich beim jeweiligen Produkt unter dem Begriff “Information for non-EU producers” Weiterführende Informationen enthalten die Leitlinien für Anlagenbetreiber in Drittländern. \n Zudem hat die EU eine aktualisierte Excel-Vorlage zur Abfrage innerhalb der Lieferkette bereitgestellt. Ausgefüllte Beispiele wurden ebenfalls bereitgestellt (CBAM communication template examples). und ein Lernvideo (1,5 Stunden Dauer). Hier geht es um die ab 2025 vorgeschriebene Berechnungsmethode. Der Importeur benötigt für den Bericht lediglich die Daten aus dem Tabellenblatt “summary communication”. Die Nutzung von Standardwerten ist seit 1. August 2024 nicht mehr zulässig. Falls Sie keine Emissionsdaten von Ihren Lieferanten erhalten (gleich welcher Qualität), müssen Sie zeigen können, dass Sie sich bemüht haben. Informationen hierzu hat die DEHSt veröffentlicht CBAM-Meldeportal: Eine Schritt-für-Schritt-Anleitung zu CBAM-Meldungen (nicht barrierefrei, PDF-Datei · 2124 KB) (Stand 4. Quartal 2024) haben wir zum Herunterladen bereitgestellt. Das Hochladen von XML-Dateien wurde verbessert. \n \n Registrierung als zugelassener CBAM-Anmelder (siehe Punkt 6) Für Unternehmen, die eine Bewilligung als AEO C haben, sollte der Prozess schneller gehen Die Bagatellschwelle und weitere Vereinfachungen wurden Ende Februar 2026 von der EU-Kommission vorgeschlagen. Die Regeln sind noch nicht endgültig. Wann lohnt sich eine Berechnung/exakte Ermittlung gemäß Anhang IV der Verordnung, wann ist die Verwendung (höherer) Standardwerte sinnvoller? Diese Frage stellt sich ab 2026, sobald Zahlungen in einem neuen Rechtsrahmen anfallen werden. Ab 2026 können auch wieder die dann neu berechneten neue Standardwerte verwendet werden. Deren Höhe soll Mitte 2025 feststehen. \n \n \n \n \n \n \n \n \n \n   \n CBAM: Das System der CO2-Grenzausgleichsabgabe \nDer Carbon Border Adjustment Mechanism (CBAM) betrifft große Teile der deutschen Industrie. Alle in der EU ansässigen Unternehmen, die Eisen, Stahl, Zement, Aluminium, Elektrizität, Düngemittel, Wasserstoffe sowie bestimmte Vor- und nachgelagerte Produkte in reiner oder verarbeiteter Form aus Nicht-EU-Staaten importieren, müssen diese Importe seit 1. Oktober 2023 gesondert quartalsweise melden. Berichtspflichtig ist der Einführer (Zollanmelder) oder dessen indirekter Vertreter. Innerhalb der EU besteht keine Meldepflicht für CBAM-Güter.\n \n 1. Aktuelle Entwicklungen und Informationen 2. Neu: Registrierung und Antrag auf Zulassung im CBAM-Register (31.03.2025) 3. Hintergrund und Funktionsweise 4. Welche Waren sind betroffen? Welche Ausnahmen gibt es? 5. Was gilt in der Übergangsphase 2023-2025: Der CBAM-Report 6. Wie registriere ich mich im CBAM-Register? 7. Quartalsweise Erstellung eines „CBAM-Berichts“ 8. Ermittlung der Emissionen - Communication Template 9. Schulungsangebote und FAQs 10. Implementierungsphase ab 2026: Registrierung und Zertifikatehandel 11. Wie können sich importierende Unternehmen vorbereiten? 1. Aktuelle Entwicklungen und Informationen \nDie EU-Kommission hat am 26. Februar 2025 im Rahmen eines sogenannten Omnibus-Verfahrens weitreichende Vereinfachungen auch für CBAM vorgeschlagen.\n \n Bagatellschwelle von 50 Tonnen pro Jahr? \nWesentlich ist eine ab 2026 gültige Bagatellschwelle: Wer jährlich weniger als 50 Tonnen CBAM-Güter importiert, soll aus dem Anwendungsbereich von CBAM fallen. Nach Mitteilung der EU-Kommission müssten sich damit 90 Prozent der Importeure ab 2026 nicht mehr mit CBAM beschäftigen. Mit diesem Punkt folgt die EU-Kommission den Stellungnahmen der IHK Region Stuttgart und der DIHK. Wir hatten gefordert, die bisherige Schwelle von 150 Euro pro Sendung durch eine deutlich größere gewichtsbasierte Schwelle zu ersetzen. Damit soll sichergestellt werden, das alle gelegentlichen Importeure von CBAM-Waren befreit werden, auch um die Flexibilität beim Import zu bewahren. Da immer noch 99 Prozent der Emissionen erfasst werden, bleibt der Zweck der Regelung klar erhalten. Die Bürokratie wird aber maßgeblich eingeschränkt. Ein Nebeneffekt: Wenn nur noch 10 Prozent der Importeure für 2026 als zugelassene CBAM-Anmelder registriert werden müssen, ist das für die Genehmigungsbehörden (in Deutschland die DEHSt) eher zu bewältigen.\n \n \nWeitere vorgeschlagene Erleichterungen im Verfahren sind im Omnibuspaket I (Dokument COM 2025 87 final) enthalten. Wir werden uns noch für weitere Vereinfachungen einsetzen (Anerkennung AEO, Importabfertigung alternativ zum Registrieren und weiteres). Wichtig für die Planungssicherheit, ist dass rasch Klarheit besteht, was tatsächlich kommt. Hierzu muss der Gesetzgebungsprozess zwischen EU-Kommission, Rat und Parlament für CBAM möglichst im ersten Halbjahr abgeschlossen werden.\n \n 2. Neu: Registrierung und Antrag auf Zulassung im CBAM-Register (31.03.2025) \nDie Deutsche Emissionshandelsstelle (DEHSt) meldet folgendes:\n \n Wo stelle ich den Antrag auf Zulassung? \nDer EU-Gesetzgebungsprozess ist seit dem 28.03.2025 abgeschlossen und die Durchführungsverordnung mit Durchführungsbestimmungen (Zulassungs-DVO) in Kraft getreten. Seit dem 31.03.2025 kann nunmehr ein Antrag auf Zulassung im CBAM-Register gestellt werden.\n \n \nDen Zulassungsantrag können Sie ausschließlich über das Zulassungsmodul im CBAM-Register stellen. Dieses ist seit dem 31.03.2025 für deutsche CBAM-Anmelder freigeschaltet. Bitte verwechseln Sie das CBAM-Register nicht mit dem CBAM-Übergangsregister. Sie sind (gemäß Artikel 8 der Durchführungsverordnung (EU) 2023/1773 der EU-Kommission vom 17.08.2023) weiterhin bis einschließlich 31.12.2025 verpflichtet, im CBAM-Übergangsregister quartalsweise Ihren CBAM-Bericht einzustellen – sofern Sie CBAM-Waren in das Zollgebiet der Union einführen.\n \n \nSobald Sie als CBAM-Anmelder zugelassen sind, wird Ihnen im CBAM-Register ein CBAM-Konto zugewiesen. Über die Kontonummer sind Sie als zugelassener CBAM-Anmelder identifizierbar.\n \n \nZugang zum Zulassungsmodul im CBAM-Register erhalten Sie – wie bisher auch zum CBAM-Übergangsregister – über das Zoll-Portal. Wenn Sie bereits im CBAM-Übergangsregister registriert sind, müssen Sie nichts weiter tun: Ihr Zugang zum CBAM-Register wird automatisch durch den deutschen Zoll freigeschaltet.\n \n \nEine Übersicht über die Compliance-Zyklen im Übergangszeitraum und in der Regelphase finden Sie in unserer Checkliste für CBAM-Anmelder mit Compliance-Cycle\n \n Wie stelle ich den Antrag auf Zulassung? \nSobald Sie im Zoll-Portal registriert sind, kommen Sie über \"EU-Trader-Portal, CBAM-Portal\" zu dem CBAM-Register und dem Zulassungsmodul. Dort können Sie als in Deutschland niedergelassener Einführer oder indirekter Zollvertreter ihren Antrag stellen, indem Sie die erforderlichen Angaben machen und die beschriebenen Dokumente hochladen.\n \n \nArtikel 5 und 17 der CBAM-VO geben einen Überblick über die Informationen, die Sie für Ihren Antrag auf Zulassung bereithalten müssen (Artikel 5 Absatz 5 CBAM-VO):\n \n \na) Name, Anschrift und Kontaktangaben\n \n \nb) EORI-Nummer\n \n \nc) In der Union ausgeübte Hauptgeschäftstätigkeit\n \n \nd) Bescheinigung der Steuerbehörde darüber, dass gegen den Antragsteller keine Einziehungsanordnung wegen Steuerschulden in seinem Land anhängig ist\n \n \ne) Ehrenwörtliche Erklärung darüber, dass der Antragsteller in den fünf Jahren vor dem Jahr der Antragstellung an keinen schwerwiegenden oder wiederholten Verstößen gegen die zoll- und steuerrechtlichen Vorschriften oder die Marktmissbrauchsregeln beteiligt war und keine schweren Straftaten im Rahmen seiner Geschäftstätigkeit begangen hat\n \n \nf) Nachweise über die finanzielle und operative Leistungsfähigkeit des Antragstellers zur Erfüllung der Pflichten der CBAM-VO\n \n \ng) Geschätzter Geldwert und geschätztes Volumen der Wareneinfuhren in das Zollgebiet der Union nach Warenart im Kalenderjahr der Antragstellung und im darauffolgenden Kalenderjahr\n \n \nh) Namen und Kontaktangaben der Personen, in deren Namen der Antragsteller handelt, falls zutreffend\n \n \nAbweichende Regelung für Einführer von Strom: Gemäß Artikel 5 Absatz 4 CBAM-VO und Artikel 8 Zulassungs-DVO gelten abweichende Regelungen für Personen, an die im Wege der expliziten Kapazitätsvergabe Kapazität für die Einfuhr von Strom vergeben wurde und die diese Einfuhrkapazität nominiert. Diese Personen müssen keinen Zulassungsantrag über das Zulassungsmodul im CBAM-Register stellen. Weitere Informationen dazu finden Sie bald auf unserer Website.\n \n \nWeiterführende Informationen (wie etwa mehr Details zu den erforderlichen Angaben und Dokumenten) finden Sie demnächst auf der Seite der Europäischen Kommission, sowie auf der Website der DEHSt: \n \n\n\n Wann sollte ich meinen Antrag auf Zulassung stellen? \nSobald der Zugang zum Zulassungsmodul im CBAM-Register am 31.03.2025 freigeschaltet wird, können Sie Ihren Antrag auf Zulassung stellen. Die Dauer der Antragsbearbeitung wird voraussichtlich maximal 120 Tage betragen, wenn Sie Ihren Antrag nach dem 15.06.2025 stellen und maximal 180 Tage, wenn Sie Ihren Antrag vor diesem Datum stellen (Artikel 4 Absatz 5 Zulassungs-DVO). Bitte beachten Sie, dass eine frühere Antragstellung nicht zwangsläufig zu einer schnelleren Zulassung führen wird. Wir empfehlen Ihnen, sich für die Antragstellung genügend Zeit einzuräumen, um sicherzustellen, dass alle Angaben korrekt sind und Sie alle erforderlichen Dokumente vorliegen haben. Dadurch kann die abschließende Bearbeitung Ihres Antrags beschleunigt werden.\n \n \nHinweis: Antragsbearbeitung durch Beliehene\n \n \nIn Deutschland ist vorgesehen, dass die Bearbeitung der Zulassungsanträge für CBAM-Anmelder von einer Beliehenen durchgeführt wird. Die Beliehene ist eine juristische Person des Privatrechts, eine rechtsfähige Personengesellschaft oder eine andere geeignete Stelle, der die Befugnis übertragen wird die Antragsverfahren für den Status eines zugelassenen CBAM-Anmelders durchzuführen. Die Ermächtigungsgrundlage für diese Beleihung wurde durch § 11 Absatz 4 bis 9 Treibhausgas-Emissionshandelsgesetz (TEHG) geschaffen, welches am 06.03.2025 in Kraft getreten ist. Die Beleihung wird voraussichtlich im zweiten Quartal 2025 erfolgen. Es kann deshalb zu Verzögerungen in der Bearbeitung der Zulassungsanträge in Deutschland kommen.\n \n 3. Hintergrund und Funktionsweise \nDas zentrale Klimaschutzinstrument der EU bildet bereits seit 2005 der Europäische Emissionshandel (EU-ETS). Dieser bepreist in der EU emittierte Treibhausgase. Um eine Verlagerung der Produktion aus der EU in Länder mit niedrig ausgeprägten Umwelt- und Klimaschutzregelungen zu verhindern – das sogenannte „Carbon Leakage“ – wird der CO2-Grenzausgleichsmechanismus (CBAM) als Teil des „Fit für 55“ Paketes eingeführt. CBAM besteuert schrittweise ab 2026 bestimmte emissionsintensive Waren aus Drittländern bei Einfuhr in die EU. Dies wird durch die Verpflichtung zum Erwerb sogenannter CBAM-Zertifikate umgesetzt. Der Preis der CBAM-Zertifikate wird sich aus dem wöchentlichen Mittelwert der Zertifikatspreise auf dem EU-ETS errechnen und ist somit eng mit dem europäischen Emissionshandel verknüpft. Wurde bereits ein CO2-Preis im Ursprungsland entrichtet, können die Kosten auf das CBAM-Zertifikat angerechnet werden, um eine Doppelbelastung zu vermeiden. Die Grundlagen bilden die Verordnung (EU) 2023/956 und die CBAM-Durchführungsverordnung 2023/1773\n \n 4. Welche Waren sind betroffen? Welche Ausnahmen gibt es? 4.1 Prüfung der eigenen Betroffenheit durch das CBAM-Self-Assessment-Tool der EU \nDie Europäische Kommission hat ein CBAM Self Assessment Tool (Excel) bereitgestellt, mit welchem Importeure überprüfen können, ob ihre Waren unter den Carbon Border Adjustment Mechanism (CBAM) fallen. Insbesondere KN-Code/Warennummer/Zolltarifnummer und Ursprungsland (nichtpräferenzieller Ursprung) der Importwaren müssen eingegeben werden. Falls die Waren CBAM-pflichtig sind, wird angegeben, welche Informationen für den CBAM-Bericht erforderlich sind. Hinweis: Die für 2026 voraussichtlich geltende Bagatellgrenze von 50 Tonnen ist hier noch nicht eingearbeitet. \n \n 4.2 Übersicht der betroffenen Waren \nCBAM betrifft den Import in die EU der in Anhang I der Verordnung (EU) 2023/956 aufgeführten Waren. Maßgeblich ist die dort genannte Warennummer/Zolltarifnummer/Kombinierte Nomenklatur.\n \n \nBetroffen sind:\n \n Eisen und Stahl Kapitel 72 mit Ausnahme einzelner Waren der Position 7202, nämlich: 7202 2X, 7202 30, 7202 50, 7202 70-7202 9980 Waren aus Eisen und Stahl Kapitel 73: Erfasst sind die Positionen 7301-7311, 7318, 7326. Ausgenommen sind folglich 7312-7317 sowie 7319-7325 Aluminium und Waren daraus Kapitel 76: erfasst sind 7601, 7603-7614, 7616. Ausgenommen sind folglich 7602 und 7615 Eisenerz 2601 1200; Wasserstoff 2804 1000; Elektrizität 2716 Zement: 2507 0080, 2523 Ammoniak 2814, Kaliumnitrat 2834 21 00, Düngemittel 3102 und 3105 \nDie Kapitel 72, 73 und 76 umfassen auch Produkte, wie Schrauben und ähnliche Artikel aus Eisen oder Stahl (Position 7318 und 7326) oder Aluminium. Die betroffenen Waren sind mit ihrer Position oder ihrer KN (Kombinierte Nomenklatur) erfasst. Entscheidend dafür, ob eine Ware unter CBAM fällt, ist, ob die beim Import verwendete Warennummer/Zolltarifnummer in Anhang I der CBAM-Verordnung genannt ist. Wenn die Warennummer nicht genannt ist, dann fällt die Ware auch nicht unter CBAM, egal ob darin Eisen, Stahl oder Aluminium enthalten ist.\n \n \nEs ist wahrscheinlich, dass diese Liste ab 2026 ausgeweitet werden wird.\n \n \nVon CBAM erfasst sind grundsätzlich nur Anmeldungen von betroffenen Waren mit Ursprung in einem Drittland zur Überlassung zum zollrechtlich freien Verkehr. Um Umgehungen zu vermeiden, gilt CBAM zudem auch für Waren oder Verarbeitungserzeugnisse aus diesen Waren im Rahmen des Verfahrens der aktiven Veredelung. Der Warenverkehr innerhalb der EU oder innerhalb Deutschlands ist von CBAM nicht betroffen, es gibt hier keinerlei Meldepflichten, auch nicht zwischen Unternehmen.\n \n 4.3 Welche Ausnahmen gibt es, wenn man die betroffenen Waren importiert? \nVom sachlichen Anwendungsbereich ausgenommen sind lediglich\n \n Kleinsendungen: Der Gesamtwert der CBAM-Waren in der Sendung übersteigt 150 EUR nicht. Der Sendungswert selbst ist egal. Im Echtbetrieb ab 2026 ist eine jährliche Bagatellschwelle von 50 Tonnen importierter CBAM-Güter vorgesehen. Waren für den persönlichen Gebrauch im Gepäck von Reisenden sowie Waren mit Ursprung in den in Anhang III Abschnitt A aufgeführten Ländern und Hoheitsgebieten (insbesondere Schweiz, Liechtenstein, Norwegen und Island). Es gibt bislang keine weiteren Länder oder Ursprungswaren, die befreit sind. Waren mit Ursprung EU, die in die EU zurückkommen sowie Waren sonstigen Ursprungs, die bei der Einfuhr in die EU als Rückwaren abgefertigt werden. \nEs gab bislang keine Ausnahmeregeln für Unternehmen mit wenigen Importen, nach der bisherigen Fassung der Verordnung mussten alle melden, selbst Privatpersonen. Die Wichtigkeit einer Bagatellgrenze haben wir mehrfach gegenüber TAXUD kommuniziert, auch in Stellungnahmen. Die im Omnibusverfahren vorgeschlagene jährliche Bagatellschwelle von 50 Tonnen CBAM-Güter würde nach Einschätzung der Kommission dazu führen, dass 90 Prozent der Importeure aus CBAM herausfallen.\n \n 5. Was gilt in der Übergangsphase 2023-2025: Der CBAM-Report \nDie Einführung von CBAM erfolgt schrittweise seit dem 1. Oktober 2023 mit einer Übergangsfrist bis zum 31. Dezember 2025 (insbesondere Art. 32 und 35 (1) und (2)). Der Übergangszeitraum dient vor allem dazu, Daten und Erfahrungen zu sammeln, um die Abläufe für die Implementierungsphase tatsächlich praxistauglich gestalten zu können. Finanzielle Ausgleichszahlungen entstehen in dieser Phase noch nicht. In der Importzollanmeldung selbst müssen keine Angaben zu CBAM gemacht werden. Es ist vorgesehen, dass der Importeur von seiner CBAM-Meldepflicht durch den Zollbescheid informiert wird. Der Zoll informiert.\n \n \nDer Leitfaden für Importeure steht auf deutsch bereit, darin wird das System erläutert. Berichtspflichtig ist der Zollanmelder oder falls der Zollanmelder nicht in der EU ansässig ist, dessen indirekter Vertreter.\n \n \nDie Berichtspflicht während des Übergangszeitraums besteht aus folgenden Punkten:\n \n Registrierung im vorläufigen CBAM-Register Berechnung/Dokumentation der Emissionen Erstellung des Quartalsberichts 6. Wie registriere ich mich im CBAM-Register? \nDie CBAM-Quartalsberichte müssen in das vorläufige CBAM-Register (provisional CBAM registry) hochgeladen bzw. im Register erstellt werden. Voraussetzung für den Zugang zum CBAM-Register ist eine Authentifizierung über das EU-Traderportal. In Deutschland muss das Unternehmen dafür zunächst ein Unternehmenskonto im Zoll-Portal eröffnen. Hierzu ist ein mit der EORI-Nummer verknüpftes Elster-Zertifikat erforderlich. Bereits bestehende Unternehmenskonten können für CBAM genutzt werden. Hilfestellungen zur Registrierung finden Sie hier. Im Zoll-Portal registrieren sich Unternehmen dann noch für das EU-Trader-Portal. Im CBAM-Register muss beim Zugang “Zoll” und nicht “CBAM” ausgewählt werden.\n \n \nDie DEHSt bietet Informationen zu CBAM selbst und zur Teilnahme. Informationen, wie der Zugang zum Register erfolgen wird, müssen noch ergänzt werden. Einzelfragen werden dort aktuell nicht beantwortet.\n \n 7. Quartalsweise Erstellung eines „CBAM-Berichts“ \nSpätestens einen Monat nach Quartalsende, also erstmalig Ende Januar 2024 muss eine Meldung im vorläufigen CBAM-Register (provisional CBAM registry) durch den Importeur oder einen Vertreter mit folgenden Angaben erfolgen (Registrierung siehe 6.). Der Leitfaden für Importeure steht auf deutsch bereit.\n \n \nFalls in einem Quartal keine Importe von CBAM-Waren stattgefunden haben, muss auch kein Bericht abgegeben werden, auch keine Nullmeldung.\n \n \nFalls Sie den Bericht verspätet abgeben, folgen Sie diesen Anweisungen.\n \n \nDie Quartalsmeldung enthält folgende Daten:\n \n die Gesamtmenge jeder Warenart, ausgedrückt in Megawattstunden bei Elektrizität und in Tonnen bei anderen Waren, angegeben für jede Anlage, die die Waren im Ursprungsland herstellt; die tatsächlichen eingebetteten Gesamtemissionen, ausgedrückt in Tonnen CO2e-Emissionen pro Megawattstunde Elektrizität oder für andere Waren in Tonnen CO2e-Emissionen pro Tonne jeder Warenart, berechnet nach der in Anhang III bzw. in der Durchführungsverordnung beschriebenen Methode, sowie die gesamten indirekten Emissionen; Alternative: Verwendung von Standardwerten bis 30.6.2024, bereitgestellt von der EU-Kommission Für Importe ab 1. August 2024 müssen echte Emissionsdaten der ausländischen Lieferanten gemeldet werden (Laut DEHSt ab 1.8.2024). Diese Daten müssen noch nicht nach dem EU-Schema ermittelt worden sein. Bei fehlenden Daten: siehe Punkt 8) Die erforderlichen Daten des ausländischen Lieferanten finden sich in Anhang IV der Durchführungsverordnung (Inhalt der empfohlenen Mitteilung von Anlagenbetreibern an berichtspflichtige Anmelder) sofern vorhanden, den CO2-Preis, der in einem Ursprungsland für die in den eingeführten Gütern enthaltenen Emissionen zu zahlen ist, unter Berücksichtigung einschlägiger Rabatte oder sonstiger Formen des Ausgleichs. \nDie Berichtsstruktur, ein Beispiel und das Nutzerhandbuch sind auf der Seite der EU-Kommission enthalten. Daten können grundsätzlich im Portal nach Authentifizierung über das Zoll-Portal eingegeben oder über die bereitgestellten Dateiformate hochgeladen werden.\n \n \nSeit Juni 2024 ist eine neue Version des CBAM-Registers online. Verbesserungen soll es insbesondere für das bisher schwierige Hochladen von XML-Dateien geben. Diese Informationen und ein Videotutorial finden Sie neben zahlreichen weiteren Aktualisierungen auf der EU-Seite.\n \n \nDie zahlreichen Fehler im Register werden schrittweise beseitigt. Eine Übersicht der bekannten Fehler im Meldeportal wurde veröffentlicht, die hier verlinkte Excel-Datei erklärt die Fehler. Bei rätselhaften Fehlermeldungen steht meldepflichtigen Unternehmen folgendes Funktionspostfach zur Verfügung: taxud-it-cbam@ec.europa.eu. Technische Probleme des Portals haben die Meldepflichtigen nicht zu verantworten.\n \n \nDiese Meldepflichten gelten nicht für die Einfuhr von Veredelungserzeugnissen aus dem Verfahren der passiven Veredelung (Artikel 259 UZK) sowie Rückwaren im Sinne von Artikel 203 UZK.\n \n \nFalls keine Importe in einem Quartal stattgefunden haben, muss auch keine Meldung abgegeben werden, auch keine Nullmeldung.\n \n \nIm Bereich Guidance sind Leitlinien für EU-Importeure, für ausländische Produzenten (Anlagenbetreiber) sowie ein Berechnungsschema (Excel-Template) enthalten. Die IHK hat konkrete Berechnungs- und Ausfüllbeispiele angemahnt. Erforderliche Daten vom Lieferanten sind in Anhang IV der Durchführungsverordnung zusammengestellt. Es ist in vielen Fällen schwierig, den Bericht richtig abzugeben. Daher liegt es nahe, den eigenen Aufwand an die Bedeutung dieser Importe für das eigene Unternehmen zu knüpfen.\n \n 8. Ermittlung der Emissionen - Communication Template \nDer Importeur muss die direkten und indirekten Emissionen, welche im Produktionsprozess der importierten Güter entstanden sind, ermitteln bzw. dokumentieren. Dies ist nur mit den entsprechenden Daten des ausländischen Herstellers möglich. Damit diesen verständlich gemacht werden kann, welche Daten der Importeur benötigt, hat TAXUD Leitlinien für Anlagenbetreiber in Drittländern sowie eine Excel-Vorlage zur Abfrage der erforderlichen Daten innerhalb der Lieferkette vorbereitet (CBAM Communication template). In der Excel-Vorlage wird die Berechnung auf Basis der Durchführungsverordnung abgebildet. Die dunkelgelben Felder wären durch den Lieferanten auszufüllen. Da diese Vorlage zahlreiche Fragen aufgeworfen hat, wurde sie im Juni 2024 aktualisiert, weiterhin wurden ausgefüllte Beispiele sowie ein Lernvideo (1,5 Stunden Dauer) veröffentlicht. Dies erleichtert hoffentlich die Kommunikation mit den ausländischen Lieferanten.\n \n \nSeit November 2024 gibt es tatsächlich hilfreiche Kurzinformationen zur Funktionsweise von CBAM und zur Ermittlung der Emissionen in zahlreichen Sprachen. Die neuen Datenblätter sind für alle CBAM-Produkte in englisch, deutsch, französisch, spanisch, portugiesisch, chinesisch, türkisch, arabisch, hindi, sebisch, ukrainisch und mazedonisch erhältlich. Sie finden sich beim jeweiligen Produkt unter dem Begriff “Information for non-EU producers”\n \n Zulässige Berechnungsmethoden \nNeben der EU-Berechnungsmethode sind auch weitere Methoden möglich. In Artikel 4 der Durchführungsverordnung sind die unterschiedlichen Berechnungsmethoden aufgeführt.\n \n \nIn Anhang IV der Durchführungsverordnung (ab Seite 181 Amtsblatt/Seite 88 PDF-Dokument) ist der Inhalt der empfohlenen Mitteilung von Anlagenbetreibern an berichtspflichtige Anmelder enthalten. Das sind die Daten, die vom ausländischen Lieferanten/Hersteller benötigt werden.\n Dazu gehören neben genauen Angaben zum Produktionsort (beispielsweise geografische Koordinaten der Anlage) folgende Informationen: \n Dazu gehören neben genauen Angaben zum Produktionsort (beispielsweise geografische Koordinaten der Anlage) folgende Informationen: Produktionsverfahren spezifische graue direkte Emissionen (pro KN-Code, ggf. zusammengefasst), Angaben zur Methodik indirekte graue Emissionen Sektorspezifische Angaben Standardwerte und fehlende Emissionsdaten \nFür Importe seit dem 1. August 2024 ist die Angabe von Standardwerten nicht mehr möglich, es werden echte Emissionsdaten verlangt. Diese können vom ausländischen Hersteller nach unterschiedlichen Methoden ermittelt werden.\n \n \nNach den bisherigen Erfahrungen ist es leichter die Emissionswerte für eine Stahlbramme zu erhalten als für eine Schraube. Mit anderen Worten: Je weiter ein Produkt verarbeitet ist und je kleiner die Sendung, desto schwieriger ist es häufig, die Emissionswerte zu erhalten. Das ist eigentlich nicht überraschend und diese Erkenntnis dringt nun auch zum Verordnungsgeber langsam durch.\n \n \nFalls Ihnen keine Emissionswerte für die importierten CBAM-Waren vorliegen, obwohl Sie sich darum bemüht haben, gilt seit dem dritten Quartal 2024:\n \n Bitte beachten Sie die Ausführungen der DEHSt Wählen sie im Quartalsbericht für die direkten und die indirekten Emissionen unter “type of determination”: “actual data not available” und begründen Sie im Kommentarfeld, warum das so ist. Sie können zusätzlich, sofern keine sensiblen Daten dagegensprechen, auch entsprechende Mailverkehre oder Dokumente hochladen. \nBis Ende 2024 sind unterschiedliche Berechnungsmethoden des ausländischen Herstellers möglich. Ab 2025 gilt nur noch die EU-Berechnungsmethode (abgebildet in der Excel-Vorlage), diese gleicht der Berechnung im Europäischen Emissionshandel (ETS).\n \n \nFolgende offene Fragen sind in der aktuellen Berichtsperiode aufgelaufen:\n \n \nDirekte Emissionen: Wie gehe ich damit um, wenn ich zwar die Emissionsdaten meines Lieferanten erhalte, diesem aber die Daten seines Vormaterials fehlen? Beispiel Weiterverarbeitung von Aluminiumblechen, die Daten der Weiterverarbeitung liegen vor, nicht aber die Daten der Bleche.\n \n \nIndirekte Emissionen: Diese liegen in Tonnen vor, nicht aber der Stromverbrauch in Kilowattstunden.\n \n \nLösung: “no data” wählen und den Fall im dann zur Verfügung stehenden Kommentarfeld schildern.\n \n 9. Schulungsangebote und FAQs \nDie EU-Kommission bietet eLearnings an, außerdem können die Aufzeichnungen der Webinare zu den einzelnen Warenbereichen und zum Register im Customs & Tax EU Learning Portal auf Englisch abgerufen werden. Es gibt auch eine kurze englische Einführung (Nanolearning) und ein Lernvideo zum Excel-Template (1,5 Stunden Dauer)\n \n\n \nKonkrete Hilfe beim Ausfüllen des Berichts: Eine Schritt-für-Schritt-Anleitung zu CBAM-Meldungen (nicht barrierefrei, PDF-Datei · 2124 KB) (Stand 4. Quartal 2024) stellt die IHK Stuttgart zum Herunterladen bereit.\n \n \nWichtige Informationen in Form von FAQs werden hier bereitgestellt:\n \n Eine Übersichtsseite der EU-Kommission enthält die relevanten Informationen sowie wichtige FAQs. Im Juni 2024 wurden weitere Schulungsvideos und Videotutorials für einzelnen Fragen bereitgestellt. Ebenso stellt die deutsche Aufsichtsbehörde, die Deutsche Emissionshandelsstelle (DEHSt) FAQs bereit. Weitere FAQs stellt auch die GTAI bereit. 10. Implementierungsphase ab 2026: Registrierung und Zertifikatehandel \nMit Ablauf der Übergangsphase ab 2026 gelten deutlich weitergehende Verpflichtungen für Importeure:\n \n \n Die Quartalsberichte entfallen, dafür muss man registreirter CBAM-Anmleder werden, Emissionszertifikate kaufen und einen Jahresbericht erstellen. \n Beantragung einer CBAM-Anmeldeberechtigung als „zugelassener Anmelder“ am Ort der Niederlassung. Die betroffenen Waren dürfen dann nur noch von „zugelassenen Anmeldern“ in das Zollgebiet der Union eingeführt werden. Die Anmeldeberechtigung soll ab 2025 beantragt werden können, Einzelheiten werden Anfang 2025 bekannt gegeben. Sicher ist schon: Für Inhaber einer AEO-Bewilligung gelten viele Voraussetzungen automatisch als erfüllt. \n Vorgeschlagene Verfahrenserleichterungen der EU-Kommission beinhalten eine Bagatellschwelle für Importe. Wer bis maximal 50 Tonnen CBAM-Güter pro Jahr importiert, soll ab 2026 nicht mehr von CBAM betroffen sein, muss sich folglich auch nicht registrieren. \n Für die künftigen administrativen Verpflichtungen sollen auf sachkundige CBAM-Vertreter verlagert werden können. Dies würde auch ein Kompetenzzentrum innerhalb eines Unternehmensverbunds ermöglichen. \n Sämtliche Vorschläge aus dem Omnibuspaket I Dokument COM 2025 87 final stehen zum Herunterladen bereit. Wichtig ist nun, dass die Verbesserungen rasch beschlossen werden, um Planungssicherheit zu bekommen. Berechnung der eingebetteten direkten und indirekten Emissionen der Einfuhrware in die EU. Kauf der entsprechenden Anzahl an CBAM-Zertifikaten bei der zuständigen CBAM-Behörde, die zur Deckung der eingebetteten direkten und voraussichtlich auch indirekten Emissionen erforderlich sind. Abgabe einer jährlichen CBAM-Erklärung bis zum 31.05. jedes Kalenderjahres für die mit dem vorausgehenden Kalenderjahr importierten Güter verbundenen Emissionen. Überprüfung der Angaben der CBAM-Erklärung durch eine akkreditierte Prüfstelle (aktuell noch unklar, wer hierfür zuständig sein wird). \nDie genauen Anforderungen und Prozesse im Rahmen der Meldepflichten sind noch nicht abschließend und können sich im Laufe des EU-Gesetzgebungsprozesses ändern.\n \n \nVor Ablauf des Übergangszeitraums wird die Kommission prüfen, ob der Anwendungsbereich auf andere Güter ausgedehnt werden soll, einschließlich organischer Chemikalien und Polymere. Bis 2030 sollen alle Güter einbezogen werden, die unter den EU-Emissionshandel fallen. Die Kommission wird auch die Methode für das Erheben indirekter Emissionen überprüfen und die Möglichkeit, mehr nachgelagerte Produkte einzubeziehen.\n \n \nBis Ende 2027 will die Europäische Kommission eine vollständige Überprüfung der CBAM vornehmen. Einbezogen werden sollen dabei auch mögliche Fortschritte bei den internationalen Verhandlungen über den Klimawandel sowie die Auswirkungen auf die Einfuhren aus Entwicklungsländern, insbesondere aus den am wenigsten entwickelten Ländern (LDCs).\n \n 11. Wie können sich importierende Unternehmen vorbereiten? \nBetroffenheit prüfen:\n \n Nutzen Sie dazu das CBAM Self Assessment Tool (Excel) der EU. Nach EIngabe der KN-Code/Warennummer/Zolltarifnummer und Ursprungsland (nichtpräferenzieller Ursprung) der Importwaren wissen Sie Bescheid. Falls die Waren CBAM-pflichtig sind, wird angegeben, welche Informationen für den CBAM-Bericht erforderlich sind. Falls der Vereinfachungsvorschlag der EU-Kommission durchkommt, gilt ab 2026 eine Bagatellschwelle von 50 Tonnen für den jährlichen Import von CBAM-Gütern. Damit hätte sich das Thema CBAM für die allermeisten Importeure erledigt. \nFür die Übergangsphase:\n \n Der Leitfaden für Importeure steht auf deutsch bereit. Nehmen Sie diesen als Grundlage. Festlegung der innerbetrieblichen Zuständigkeiten für die Prüfung und Einhaltung der Meldepflichten. Je nach Bedeutung/Menge dieser Importe hat das Thema eine sehr unterschiedliche Priorität für die einzelnen Unternehmen. Registrierung im vorläufigen CBAM-Register (provisional CBAM registry) Einzelheiten zum Zugang und zum Zoll-Portal finden sie unter 6. Nutzen Sie die FAQs und das inzwischen stark ausgebaute Informationsangebot der Kommission und der DEHSt. \n Von zentraler Bedeutung: Abstimmung mit Lieferanten hinsichtlich der Kalkulation der CO2-Emissionen. Seit November 2024 gibt es hilfreiche Kurzinformationen für ausländische Hersteller zur Funktionsweise von CBAM und zur Ermittlung der Emissionen in zahlreichen Sprachen. Die neuen Datenblätter sind für alle CBAM-Produkte in englisch, deutsch, französisch, spanisch, portugiesisch, chinesisch, türkisch, arabisch, hindi, sebisch, ukrainisch und mazedonisch erhältlich. Sie finden sich beim jeweiligen Produkt unter dem Begriff “Information for non-EU producers” Weiterführende Informationen enthalten die Leitlinien für Anlagenbetreiber in Drittländern. Zudem hat die EU eine aktualisierte Excel-Vorlage zur Abfrage innerhalb der Lieferkette bereitgestellt. Ausgefüllte Beispiele wurden ebenfalls bereitgestellt (CBAM communication template examples). und ein Lernvideo (1,5 Stunden Dauer). Hier geht es um die ab 2025 vorgeschriebene Berechnungsmethode. Der Importeur benötigt für den Bericht lediglich die Daten aus dem Tabellenblatt “summary communication”. Die Nutzung von Standardwerten ist seit 1. August 2024 nicht mehr zulässig. Falls Sie keine Emissionsdaten von Ihren Lieferanten erhalten (gleich welcher Qualität), müssen Sie zeigen können, dass Sie sich bemüht haben. Informationen hierzu hat die DEHSt veröffentlicht CBAM-Meldeportal: Eine Schritt-für-Schritt-Anleitung zu CBAM-Meldungen (nicht barrierefrei, PDF-Datei · 2124 KB) (Stand 4. Quartal 2024) haben wir zum Herunterladen bereitgestellt. Das Hochladen von XML-Dateien wurde verbessert. \nFür die Implementierungsphase:\n \n Registrierung als zugelassener CBAM-Anmelder (siehe Punkt 6) Für Unternehmen, die eine Bewilligung als AEO C haben, sollte der Prozess schneller gehen Die Bagatellschwelle und weitere Vereinfachungen wurden Ende Februar 2026 von der EU-Kommission vorgeschlagen. Die Regeln sind noch nicht endgültig. Wann lohnt sich eine Berechnung/exakte Ermittlung gemäß Anhang IV der Verordnung, wann ist die Verwendung (höherer) Standardwerte sinnvoller? Diese Frage stellt sich ab 2026, sobald Zahlungen in einem neuen Rechtsrahmen anfallen werden. Ab 2026 können auch wieder die dann neu berechneten neue Standardwerte verwendet werden. Deren Höhe soll Mitte 2025 feststehen. \nQuelle: IHK Stuttgart und DEHSt",
    "images": "https://www.ihk.de/blueprint/servlet/resource/blob/2615872/afa431844f18106d5bebd098e2a1e4ec/puzzle-eu-189-data.jpg",
    "tags": "CBAM, Grenzausgleich, Grenzausgleichsabgabe,CO2,Grenzausgleichssystem,",
    "excerpt": "Seit Oktober 2023 ist der CO2-Grenzausgleichsmechanismus für Importe in Kraft. Seit Ende 2023 wurden bekanntgegeben: die in Deutschland zuständige Stelle, Standardwerte für unbekannte Emissionen und neue Einzelheiten zur Registrierung.",
    "categories": ""
}