{
    "title": "CBAM – CO2–Grenzausgleichsabgabe",
    "author": "unknown",
    "source": "reutlingen.ihk.de",
    "date": "2025-04-07",
    "text": "CBAM – CO2–Grenzausgleichsabgabe Der Carbon Border Adjustment Mechanism (CBAM) betrifft große Teile der deutschen Industrie. Alle Unternehmen innerhalb der EU, die Eisen, Stahl, Zement, Aluminium, Elektrizität, Düngemittel, Wasserstoff sowie bestimmte vor- und nachgelagerte Produkte in reiner oder verarbeiteter Form aus Nicht-EU-Staaten importieren, müssen alle Importe gesondert quartalsweise melden Aktuelle Entwicklungen CBAM-Erfahrungsaustausch am 7. April 2025 CBAM geht 2025 in die nächste Etappe. Nach Übergangsregister und Erfassung echter Emissionsdaten müssen sich betroffene Importeure nun als „CBAM-anmelder“ registrieren. Die Kommunikation mit den Lieferanten bleibt nach wie vor schwierig. Der Erfahrungsaustausch bringt Sie auf den neuesten Stand und bietet Antworten auf Ihre Fragen. Weitere Infos und Anmeldung CBAM-Anmelder Ab 2026 sollen nur noch registrierte CBAM-Anmelder Zollanmeldungen für die betroffenen Produkte abgeben können. Im Laufe des Jahres 2025 müssen sich Unternehmen daher registrieren. Dabei gilt es auch einen “CBAM Verantwortlichen” zu benennen, die Position ist jedoch nicht an formale Kriterien gebunden und muss auch dem Zoll nicht separat mitgeteilt werden. CBAM: Nutzung der Standardwerte endet Der CBAM-Bericht für das dritte Quartal 2024 erfordert, dass berichtspflichtige CBAM-Importeure zum ersten Mal tatsächliche Emissionsdaten verwenden. Bisher war es möglich, auf Standardwerte zurückzugreifen. Eine Verlängerung für die Möglichkeit, weiterhin Standardwerte zu verwenden, gibt es nicht. Unternehmen, die keine Daten von ihren Liefernaten zur Verfügung gestellt bekommen, müssen nachweisen, dass Sie sich um die tatsächlichen Emissionsdaten bemüht haben. Die Nachweise sind über das Feld \"Kommentare\" hochzuladen. EU-Kommission veröffentlicht Self-Assessment Tool Die EU-Kommission stellt ein Instrument zur Selbstbewertung bereit, mit dem Unternehmen anhand von Eckdaten überprüfen können, ob und inwiefern sie von CBAM betroffen sind. Die Eckdaten sind: KN-Code der eingeführten Ware, Ursprungsland, Warenwert und Zollverfahren. Das Instrument steht auf der Internetseite der EU-Kommission zu CBAM in der Rubrik Guidance zum Herunterladen zur Verfügung. Wie wichtige Lieferländer mit CBAM ungehen Germany Trade & Invest informiert in Marktanalysen für wichtige Lieferländer, wie dort mit CBAM umgegangen wird. Die Serie mit Indien, Serbien und der Türkei. Mehr aktuelle CBAM-Informationen gibt es in \"Aktuelle Zollinformationen“ Was bedeutet CBAM?  CBAM soll das EU-Emissionshandelssystems (EU ETS) ergänzen und sicherstellen, dass für Importe die gleichen Emissionspreise anfallen wie für Produkte, die innerhalb der Europäischen Union hergestellt wurden. So soll “Carbon Leakage” verhindert werden, das durch das höhere klimapolitische Ambitionsniveau der EU im globalen Vergleich entsteht. Die zugrundeliegende Verordnung zur Schaffung eines CO2-Grenzausgleichssystems, veröffentlicht im Amtsblatt der EU,  ist am 17. Mai 2023 in Kraft getreten. Bereits seit 1. Oktober 2023, mit dem Beginn der Übergangsphase, bestehen Meldepflichten für betroffene Unternehmen. Welche Produkte und Lieferungen sind betroffen?  Die von CBAM erfasste Produkte sind im Anhang I der im Amtsblatt der EU veröffentlichten Verordnung (ab Seite 90) aufgeführt. Betroffen sind Schrauben, Bolzen, Muttern, Rohrstücke, Profile, Dosen, Trommeln, Folien, Konstruktionsteile und mehr. Die Definition erfolgt über den HS-Code. Betroffen sind (nicht abschließend): Aluminium: 7601, 7603-7608, 76090000, 7610, 76110000, 7612, 76130000, 7614, 7616 Eisen und Stahl Kapitel 72  mit Ausnahme einzelner Waren der Position 7202, nämlich: 7202 2X, 7202 30, 7202 50, 7202 70-7202 9980 sowie der Position 7204 (Schrott) Warena aus Eisen und Stahl: 7301, 7302, 730300, 7304-7311, 7318, 7326 Düngemittel: 28080000, 2814, 28342100, 3102, 3105 Strom: 27160000 Zement: 25231000, 25070080, 25232100, 25232900, 25233000, 25239000 Eisenerz: 2601 1200, Wasserstoff: 280410000 Entscheidend dafür, ob eine Ware unter CBAM fällt, ist die beim Import verwendete Warennummer/Zolltarifnummer. Falls diese in Anhang I der CBAM-Verordnung genannt ist, fällt die Ware unter die Regelung. Wenn die Warennummer nicht genannt ist, dann fällt die Ware auch nicht unter CBAM, egal ob darin beispielsweise Eisen, Stahl oder Aluminium enthalten ist. Es ist wahrscheinlich, dass diese Liste ab 2026 ausgeweitet werden wird. Die Anwendung des CBAM erfolgt mit der Einfuhr der betroffenen Produkte in den zollrechtlich freien Verkehr, auch bei der Überführung von Waren aus der aktiven Veredelung in den freien Verkehr. Generell fallen alle Importe aus Drittländern der betreffenden Sektoren unter die CBAM-Regelung. Ausgenommen sind Drittstaaten, die sich am ETS beteiligen oder ein ähnliches Emissionshandelssystem haben. Aktuell sind das lediglich Island, Liechtenstein, Norwegen und die Schweiz. Ebenfalls ausgenommen sind derzeit noch Waren von geringerem Wert bis 150 Euro, solange diese auch unter die Zollbefreiung fallen. Ausnahmen für Unternehmen mit geringer Anzahl oder nur gelegentlichen Importen sind nicht vorgesehen. Ablauf des Verfahrens Bei der Einfuhr der oben genannten Produktgruppen kaufen EU-Importeure Zertifikate, die dem CO2-Preis entsprechen, der gezahlt worden wäre, wenn die Waren nach den EU-Regeln für die Bepreisung von CO2-Emissionen hergestellt worden wären. Kann ein Nicht-EU-Hersteller nachweisen, dass er bereits einen Preis für das CO2 bezahlt hat, das bei der Herstellung der eingeführten Ware im Drittland entstanden ist, kann der EU-Importeur sich die entsprechenden Kosten anrechnen lassen. Für die ersten drei Quartalsberichte, also für den Zeitraum bis Juni 2024, können die Einführer beim Ermitteln der Emissionswerte auf Standardwerte der CO2-Emissionen, veröffentlicht von der EU-Kommission, der jeweiligen Waren zurückgreifen. Alternativ können sie die für den konkreten Herstellungsprozess entstandenen CO2-Emissionen durch vom jeweiligen Hersteller zur Verfügung gestellte Nachweise belegen. CBAM wird schrittweise eingeführt, beginnend mit einer Übergangsphase vom 1. Oktober 2023 bis zum 31. Dezember 2025. Während dieser Phase müssen Unternehmen die direkten und indirekten Emissionen, welche im Produktionsprozess der importierten Güter entstanden sind, berechnen und dokumentieren und einen vierteljährlichen Bericht (erstmalig bis spätestens zum 31. Januar 2024) – sog. CBAM-Bericht – einreichen. Der Bericht enthält Daten bezüglich der Importmenge der direkten und indirekten im EU-Ausland ausgestoßenen CO2-Emissionen und dem im Herkunftsland möglichen gezahlten CO2-Preis. Allerdings muss in diesem Zeitraum noch kein finanzieller Ausgleich bezahlt werden. Ab dem Jahr 2026 müssen Zertifikate kostenpflichtig erworben werden. Ab diesem Zeitpunkt sollen dann auch die freien Zuteilungen sukzessive reduziert und proportional durch CBAM-Zertifikate ausgeglichen werden, bis sie Ende des Jahres 2034 vollständig wegfallen. Registrierung Vom CO2-Grenzausgleichsmechanismus betroffene Unternehmen müssen sich im vorläufigen CBAM-Register registrieren und dort ihre Quartalsberichte hochladen. Der Zugang zum Registrierungsportal erfolgt über das Zoll-Portal.  Hilfestellungen zur Registrierung im Zoll-Portal Unternehmen benötigen ein Unternehmenskonto im Zoll-Portal auf substantiellen Vertrauensniveau (ELSTER) sowie eine aktive EORI-Nummer. Informationen zur EORI-Nummer git es auf der Website der IHK Region Stuttgart. Bereits bestehende Zugänge können für CBAM genutzt werden Falls Importeure/CBAM-Melder noch nicht über diese Voraussetzungen verfügen, sollten sie diese beantragen. Die in Deutschland zuständige nationale Behörde für den CO2-Grenzausgelichsmechanismus ist die Deutsche Emissionshandelsstelle (DEHSt). Sie bietet Informationen zu CBAM selbst und zur Teilnahme. Ermittlung der Emissionen Der Importeur muss die direkten und indirekten Emissionen, welche im Produktionsprozess der importierten Güter entstanden sind, ermitteln beziehungsweise dokumentieren. Dies ist nur mit den entsprechenden Daten des ausländischen Herstellers möglich. Damit diesen verständlich gemacht werden kann, welche Daten der Importeur benötigt, hat die GD TAXUD Leitlinien für Anlagenbetreiber in Drittländern sowie eine Excel-Vorlage zur Abfrage der erforderlichen Daten innerhalb der Lieferkette vorbereitet (CBAM Communication template). In der Excel-Vorlage wird die Berechnung auf Basis der Durchführungsverordnung abgebildet. Die dunkelgelben Felder sind durch den Lieferanten auszufüllen. Der Importeur benötigt für den Bericht lediglich die Daten aus dem Tabellenblatt “summary communication”. Es wurden ausgefüllte Beispiele sowie ein Lernvideo (1,5 Stunden Dauer) veröffentlicht. Seit November 2024 gibt es hilfreiche Kurzinformationen zur Funktionsweise von CBAM und zur Ermittlung der Emissionen in zahlreichen Sprachen. Die neuen Datenblätter sind für alle CBAM-Produkte in englisch, deutsch, französisch, spanisch, portugiesisch, chinesisch, türkisch, arabisch, hindi, serbisch, ukrainisch und mazedonisch erhältlich. Sie finden sich beim jeweiligen Produkt unter dem Begriff “Information for non-EU producers\". Was müssen Unternehmen jetzt tun? Das Unternehmen importiert in Anhang I der EU-Verordnung genannte Waren? Es ist keine Rückware, kein Ursprung in Schweiz, Norwegen, Island, Liechtenstein? Dann gilt folgendes: Festlegung der innerbetrieblichen Zuständigkeiten für die Prüfung und Einhaltung der Meldepflichten. Je nach Bedeutung/Menge dieser Importe hat das Thema eine sehr unterschiedliche Priorität für die einzelnen Unternehmen. Registrierung im vorläufigen CBAM-Register (provisional CBAM registry). Einzelheiten zum Zugang wurden von der Deutschen Emissionshandelsstelle veröffentlicht. Die EU-Kommission bietet eLearnings an, außerdem können die Aufzeichnungen der Webinare zu den einzelnen Warenbereichen und zum Register im Customs & Tax EU Learning Portal auf Englisch abgerufen werden. Es gibt auch eine kurze englischsprachige Einführung (Nanolearning) und nützliche FAQs Übergangszeitraum: Zusammenstellung der Importe nach Ursprungsland, ggf. Produktionsstätte, Daten der Zollanmeldungen zusammenstellen: Zusammenstellung der Importe nach Sendung, Ware, Ursprungsland, gegebenenfalls Produktionsstätte, sofern bekannt. Von zentraler Bedeutung: Abstimmung mit Lieferanten hinsichtlich der Kalkulation der CO2-Emissionen. Große ausländische Hersteller beschäftigen sich mit dem Thema, da alle EU-Importeure mit diesem Thema auf sie zukommen (werden). Erforderliche Daten vom Lieferanten sind in Anhang IV der Durchführungsverordnung (veröffentlicht im Amtsblatt der EU) zusammengestellt. Vieles ist noch unklar. Falls keine Werte vorliegen oder sich der Aufwand nicht lohnt, können in den ersten drei Berichtsquartalen Standardwerte auf der Seite der EU-Kommission verwendet werden. Excel-Vorlage zur Abfrage der erforderlichen Daten innerhalb der Lieferkette, der die ab 2025 vorgeschriebene EU-Berechnungsmethode zugrunde liegt. Bis Ende 2024 sind unterschiedliche Berechnungsmethoden des ausländischen Herstellers zulässig. Wann lohnt sich eine Berechnung/exakte Ermittlung gemäß Anhang IV der Verordnung, wann ist die Verwendung (höherer) Standardwerte sinnvoller? Unternehmen müssen den nichtpräferenziellen Ursprung dieser Waren kennen. Unbekannter Ursprung geht nicht mehr. Informationen zum CBAM verfolgen. Es gibt noch erheblichen Klärungsbedarf. Weiterführende Materialien Übersichtsseite der EU-Kommission zum CBAM Die EU-Kommission bietet eLearnings an, außerdem können die Aufzeichnungen der Webinare zu den einzelnen Warenbereichen und zum Register im Customs & Tax EU Learning Portal auf Englisch abgerufen werden. Es gibt auch eine kurze englische Einführung (Nanolearning) CBAM-Durchführungsverordnung, deutsche Fassung im Amtsblatt der EU Leitlinien für EU-Einführer auf der Website der EU-Kommission (auf deutsch verfügbar) Leitlinien für Nicht-EU-Anlagen auf der Website der EU-Kommission (auf deutsch schverfügbar) Excel-Vorlage zur Abfrage der erforderlichen Daten innerhalb der Lieferkette, der die ab 2025 vorgeschriebene EU-Berechnungsmethode zugrunde liegt. FAQs auf der Webseite der EU-Kommission Informationen der deutschen Aufsichtsbehörde DEHSt. Sie stellt FAQ und einen Newsletter bereit. Informationen und Webinare der GTAI Quellen: IHK Stuttgart / IHK Südlicher Oberrhein",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}