{
    "title": "Survey confirms flaws in CO2 border adjustment CBAM - Nicola Bernard",
    "author": "Nicola Bernard",
    "source": "Nicola Bernard",
    "date": "2024-03-26",
    "text": "The negative headlines about the recent problems with the implementation of the European reporting obligation for imports of CO²-intensive goods from third countries are continuing undiminished. A survey of the affected importers conducted by the Chamber of Industry and Commerce IHK region Stuttgart provided a first concrete indication of the extent of dissatisfaction with the new procedure. In Germany, access to the CBAM portal for companies is provided on a temporary basis via the “Zoll-Portal”, as the authority which is responsible for the Carbon Border Adjustment Mechanism (German Emissions Trading Authority DEHSt) has not yet been able to offer direct access. A summary of the results of the IHK survey among affected importers: Just over a third of respondents already had a company account in the “Zoll-Portal”. 63% first had to register for access. 44% of the newly registered survey participants felt that the registration process was poor. 71% of the importers consider the effort required for the reporting obligation to be disproportionate. 63% of all respondents believed that error messages that appeared in the system did not offer any comprehensible conclusions for troubleshooting. This was accompanied by 58% of participants stating that a German version of the access portal was urgently needed. Almost a third of the importers surveyed (31%) claimed that they failed to complete or send the report at all. Only 3% of the survey participants believe that their foreign suppliers will be able to provide the required emissions data for imported goods in their entirety in future. To this end, a calculation scheme defined by the EU must be applied from July 2024, which will replace the default values provided to date. The two-year transitional phase of the CBAM Regulation, which does not include any financial obligations, ends in October 2025. Further figures and details about the comprehensive survey can be found in the article by the IHK region Stuttgart (in German language). Source: IHK region Stuttgart (German)",
    "images": "https://nicola-bernard.de/wp-content/uploads/2024/03/factory-8263188_1920.jpg",
    "tags": "",
    "excerpt": "The negative headlines about the recent problems with the implementation of the European reporting obligation for imports of CO²-intensive goods from third countries are continuing undiminished. A survey of the affected importers conducted by the Chamber of Industry and Commerce IHK region Stuttgart provided a first concrete indication of the extent of dissatisfaction with the",
    "categories": ""
}