{
    "title": "IWCC Spring Newsletter 2024 - International Wrought Copper Council",
    "author": "unknown",
    "source": "International Wrought Copper Council",
    "date": "2024-04-23",
    "text": "Furthermore the event will include a sightseeing tour, taking in views of the White House, Lincoln Memorial and the Washington Monument, as well as multiple dinners to encourage networking and members of the IWCC interacting outside of an industry setting. Recent Events from the IWCC: Wire Rod Committee Meeting – Poland The IWCC European Copper Wire Rod Committee held its spring meeting in Wrocław, Poland in April, kindly hosted by KGHM. The trip included visits to the Polkowice-Sieroszowice copper and salt mine and the Huta Miedzi Cedynia wire rod mill as well as presentations giving multiple very informative and perceptive insights from industry experts. The mine visit was challenging and engaging, with committee members seeing both the copper and salt mining operations over 1000m underground, before heading to visit the wire rod mill production of both wire rod and pellets. The following day, the Committee meeting received several informative presentations on developments in the off-shore cable market from James Young, JDR and Fernando Nuño, ICA Europe. In addition, the committee received a high-level update on the outlook for the Polish economy and copper intensive sectors from Michał Dybuła, Head of Economic and Sector Research at BNP Paribas. These insights provided a comprehensive update on the wire rod industry. We would like to thank KGHM for organising such an engaging yet informative event, and to all IWCC members in attendance. We look forward to seeing many of you at our Joint Meeting in Washington DC this May. Further information of this event can be found below in this newsletter. Technical Seminar 2024 – Milan The 2024 IWCC Technical Seminar took place in Milan between the 25th and 29th of February. The annual event once again brought together the copper semis industry, equipment suppliers and academics to discuss the latest developments and innovations in copper semis manufacturing processes. The main topic of the 2024 event was ‘Hot Deformation for Extruded and Flat Products.’ The event consisted of a technical seminar, which gave participants a comprehensive understanding of technological developments in the copper semis industry from the past few years and plant visits to manufacturing sites. During the plant visits, delegates divided into two groups with one group visiting Mino SpA in Alessandria and the other Eredi Gnutti Metalli in Brescia. The groups then reunited for a tour of the KME rolling mill. (pictured below) The trips were very engaging and gave delegates a great insight into the copper and brass semis industry in Italy. The event also included a visit to the Azienda Enrico Crola winery, an industry dinner at Osteria del Trevo and an informal dinner at a local pizzeria. Each of these presented a perfect opportunity for networking, which the IWCC actively encourages. We would like to thank everybody who attended and supported this event. Planning for the 2025 Technical Seminar has already begun and we are very excited for what is to come. Further announcements will feature in future newsletter instalments. Copper Tube Sub Committee Created The Copper Tube Committee brings together companies in Europe producing tube for both plumbing and industrial applications. The water tube market in Europe has seen significant substitution towards plastics in recent years. In response, a Water Tube Sub-Committee has been established to discuss and take action on plastics substitution in the European market. The first sub-committee meeting was held via Zoom in March, where they considered examples of other successful campaigns such as the CuSP in the United Kingdom, and the Safe Piping Matters Campaign in the United States. Forthcoming IWCC Meetings: Annual Joint Meeting – Washington The IWCC is very excited to be hosting this years Joint Meeting in Washington DC, and registration is still open! The event takes place between the 12th and 14th of May. This annual event brings together the copper value chain, from mining companies to semis fabricators, as well as industry stakeholders, to discuss the major trends and issues impacting the sector. There will be many engaging and informative talks from speakers such as producers, fabricators and government institutions on a wide variety of topics. More information, including the programme outlining the itinerary of the Joint Meeting, can be found on our website or our new IWCC Events App. Joint Statistical Committee Preparation of the IWCC’s refined copper demand forecasts are well underway, and the Joint Statistical Committee is due to meet to review this data in Washington DC as part of the Joint Meeting Programme. The statistics will give a regional breakdown of forecast demand across major markets for 2024 and 2025. The IWCC’s data collection and presentation processes are being reviewed with the aim to give even more robust and accessible data focused on semis production, demand and end-use. Further updates will be available in the second half of the year. Product Committees The IWCC European Product Committees will hold a number of events and meetings in the coming months, including: Brass Rod Committee — 29th and 30th of April, Porto Copper Tube Committee — 22nd and 23rd of May, London Copper Bars Committee — 12th of June, Dusseldorf Rolled Metal Committee — 12th and 13th of June, Dusseldorf For more information, updates on these events will be posted on our both our website and in future newsletter instalments. Regulatory Affairs Committee The next meeting of the IWCC European Regulatory Affairs & Advocacy Committee will take place in Vienna in June. This will build on the successful initial meeting in December 2023 providing a platform for updates, sharing information, and developing industry positions on topics like CBAM, the EU Net Zero Industries Act and Critical Raw Materials Act, and lead regulations. Participation in the committee is open to all IWCC members with production sites in Europe. The committee will also receive a presentation from John Lindberg, Policy and Public Affairs Lead at the ICMM, to discuss the global regulatory and policy environment for the copper industry. The purpose of this Newsletter is to strengthen the relationship between the IWCC and our members through updates on recent news and forthcoming events. We want to hear from you and encourage any of our members who would like more information or have any questions about future events, to send us an email or a message on our website (both links below) and we can arrange a call together. We look forward to seeing many of you at the Joint Meeting in Washington DC next month.",
    "images": "https://www.coppercouncil.org/wp-content/uploads/2024/04/iwcc-april-newsletter-2024-7.png",
    "tags": "",
    "excerpt": null,
    "categories": "Latest Updates"
}