{
    "title": "Public policies Archives - La Fabrique de l’industrie",
    "author": "Par Caroline Mini et Eulalie Saïsset",
    "source": "La Fabrique de l\\'industrie",
    "date": "2021-06-30",
    "text": "Public policies \n\t\t\t\t\t\t\t\t\t\tLes publications “Public policies”\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t Carbon Border Adjustment Mechanism – Friend or foe of European industry? \n        In this working paper, La Fabrique examines the different scenarios of Carbon Border Adjustment Mechanism (CBAM) foreseen by the European Commission and their possible consequences on manufacturing...       \n               \n           How to successfully involve workers on the board \n        The French agreement of 11 January 2013, established between social partners and relating to protecting employment, institutes worker representation on boards of...       \n               \n           Risk and Precaution \n        The precautionary principle is sometimes accused of creating an obstacle to innovation development, or even industrial activity. It is not so much its legal application...       \n               \n           Reducing the cost of labour. One way to boost French competitiveness \n        Some economists specializing in the labour market regularly call for more precise targeting of payroll tax cuts on low salaries. This note examines whether their...       \n               \n           The French notion of filière and its uses \n        The notion of “filière” is often viewed as specifically French. There is no equivalent term in English. Some economists equate it to a commodity system that gathers all the stakeholders...       \n               \n           Sweden’s shifting economic model \n        While industry is in decline in most developed countries, Germany is generally held up as an example for its excellent performance (Hénard,2012). Yet another country,...",
    "images": "https://www.la-fabrique.fr/wp-content/uploads/2022/08/la-fabrique-default-share.jpg",
    "tags": "",
    "excerpt": null,
    "categories": ""
}