{
    "title": "Marie-Laure Cahier - La Fabrique de l’industrie",
    "author": "Par Marie-Laure Cahier et Suzy Canivenc",
    "source": "La Fabrique de l’industrie",
    "date": "2021-09-10",
    "text": "Marie-Laure Cahier Marie-Laure Cahier (Science Po Paris) is an independent editorial consultant and is responsible for the publications of the FIT chair. She is the author or co-author of numerous books. \n              La publication de Marie-Laure Cahier             \n             10/09/2021 \n         —  Notes                Is Remote Working Shaping the Future of Work? Par Marie-Laure Cahier et Suzy Canivenc \n             \n        This book intends to raise the question of remote working beyond the pandemic episode and what it teaches us.\n       \n              \n           \n              Nos dernières publications             \n             13/03/2025 \n         —  Notes                How do disruptive innovations start? Industry drawing from global science \n        Disruptive innovation emerges at the intersection of scientific research and the ability to transform discoveries into strategic technologies. Where does France stand compared to the United States,...       \n              \n           18/03/2024 \n         —  Notes                Is disruptive innovation only for start-ups? \n        Where are disruptive innovations being born today, on what continents and in what types of institutions? This book presents an original analysis of patent data covering 12 technological fields, 8...       \n              \n           10/09/2021 \n         —  Notes                Is Remote Working Shaping the Future of Work? Par Marie-Laure Cahier et Suzy Canivenc \n             \n        This book intends to raise the question of remote working beyond the pandemic episode and what it teaches us.",
    "images": "https://www.la-fabrique.fr/wp-content/uploads/2016/09/Marie-laure-cahier-photo-portrait-726x1000.jpg",
    "tags": "",
    "excerpt": "Marie-Laure Cahier (Science Po Paris) is an independent editorial consultant and is responsible for the publications of the FIT chair. She is the author or co-author of numerous books.",
    "categories": ""
}