{
    "title": "Carbon Border Adjustment Mechanism: friend or foe of European industry? - La Fabrique de l’industrie",
    "author": "Hélène Simon",
    "source": "La Fabrique de l\\'industrie",
    "date": "2021-07-29",
    "text": "Carbon Border Adjustment Mechanism: friend or foe of European industry? A Carbon Border Adjustment Mechanism should soon be announced by the European Commission to prevent carbon leakage and level the playing field between European producers and their counterparts, in the wake of an increase in carbon pricing. Supposedly attractive since it also aims at preserving their competitiveness, the mechanism actually struggles in reaching common ground among European industrial stakeholders, who would prefer to keep the current system of ‘free quotas’. The European Commission will unveil its proposal for a Carbon Border Adjustment Mechanism (CBAM) on July 14, as part of the “Fit for 55” package aiming to decrease by 55% European greenhouse gas emissions by 2030. This tool is designed to avoid the risk of carbon leakage that arises as the differential in carbon costs increases between Europe and third countries. While the European industry fully supports this decarbonization objective, it needs accompanying measures to preserve its competitiveness and investment capacities. The CBAM seeks to achieve these goals. Yet, in a recent research (french version here), we pointed out that the fine tuning of the mechanism, still under discussion, is so complex that industrial stakeholders do not all fully support the measure. Relying on the 2020 public consultation launched by the European Commission and interviews with around 50 representatives of manufacturing organizations and companies, we found out that preferences of European industry regarding the fine tuning of the mechanism are built on sectoral specificities. Being unevenly exposed to certain risks undermining their competitiveness in Europe and on international markets, industrial companies do not easily reach common ground. Indeed, some sectors are more exposed to risks of retaliation from trade partners or circumvention of the CBAM through resource shuffling. Some also fear that the risks of carbon leakage will be shifted to the downstream segments of their value chain. Compatibility with the World Trade Organization’s rules is also a concern for some of them. The exposure to those risks therefore depends on sectoral specificities such as complexity of the value chain, vulnerability of the downstream segment, exposure to resource shuffling or to international competition. Averse to uncertainty, industrial stakeholders turn to older measures that preserved their competitiveness during the first phases of the Emissions Trading System (EU ETS), namely free allowances and indirect carbon cost compensation. Indeed, they need visibility and stability in order to plan their investments, as most decarbonization assets have long lifespan, from 15 to 50 years and over (Blanchard and Tirole, 2021). In this matter, it seems that the European Commission heard their claim, as the leaked CBAM document consultable last June included the maintaining of free allowances during a three-year transition period – but gave no information on the phase out of free allowances after that time. If some industrial sectors are more exposed than others to these risks, how to build a mechanism that is both fair for European industry and efficient in fighting carbon leakage? The answer to this question will be sought in the ongoing discussions: the emission scope, sectoral coverage, coverage of primary or finished products and the calculation of carbon content are all subject to debate relating to the stakeholders’ specificities. The more emissions are covered, the better the environmental benefits. However, it also comes with some administrative and technical costs, leading to a necessary trade-off. In this respect, some sectors are still willing to participate in the pilot phases, which will allow them to make further suggestions in view of a satisfying CBAM. Last but not least, the CBAM is not the only determining factor in the “Fit for 55” package: some of the challenges raised by the CBAM could also be addressed by other measures from this set.",
    "images": "https://www.la-fabrique.fr/wp-content/uploads/2022/08/la-fabrique-default-share.jpg",
    "tags": "",
    "excerpt": "The European Commission will unveil its proposal for a Carbon Border Adjustment Mechanism (CBAM) on July 14, as part of the “Fit for 55” package aiming to decrease by 55% European greenhouse gas emissions by 2030. This tool is designed to avoid the risk of carbon leakage that arises as the differential in carbon costs […]",
    "categories": ""
}