{
    "title": "GO4ZERO - Living Tomorrow",
    "author": "unknown",
    "source": "Living Tomorrow",
    "date": "2001-01-01",
    "text": "GO4ZERO HOLCIM organized an event in Obourg to discuss the implementation of its GO4ZERO project. The event also featured a virtual display of the project using augmented reality technology. GO4ZERO is one of the most innovative and ambitious decarbonization projects in the cement industry. GO4ZERO represents an industrial-scale implementation of Europe's Green Deal Industrial Plan. A close partnership between industry and public sector The ambition to fully decarbonize cement production is essential in the fight against climate change. However, achieving this goal is not economically feasible nor sustainable without a close partnership between the industry and the public sector. The execution of the Green Deal Industrial Plan presents an opportunity that should not be missed. The recently adopted CBAM (Carbon Border Adjustment Mechanism) by European institutions will be ineffective unless the European public authorities direct the available financial resources towards decarbonization efforts in carbon-intensive sectors, particularly towards the most efficient and mature projects. Public authorities have a crucial part to play, such as ensuring an interconnection between industrial projects that contribute together to the new value chain for captured carbon, and to develop an public carbon transport infrastructure, associated to a legal framework and transparent and clearly defined management tools.  With the installation in Obourg, there are some interesting specificities of the GO4ZERO project: GO4ZERO relies on a mature technological mix that will enable the full decarbonation of clinker and cement produced in Obourg by the end of the current decade. The project is located in Belgium and supplies an economic area where current and future needs for cement are significant (estimated 22Mt/year), particularly due to important investments already granted or to be approved regarding the renovation of critical infrastructure and residential housing. Once again, this is aligned with broader EU objectives and will contribute significantly to the decarbonization of the built environment. The project is part of a multimodal transport network for its raw materials and finished products as well as existing and planned pipelines for natural gas, hydrogen (H2), carbon dioxide (CO2) and oxygen (O2). As a result, the project is fully integrated with economically and environmental efficient infrastructure solutions needed to build and operate the project. Holcim has 82 hectares of industrial site available to host future industrial activities linked to the recovery of industrial CO2 and enhancement of circular economy, which are both at the forefront of the Holcim Group strategy. Thomas Dermine, Federal State Secretary: \"The federal government is committed to working alongside the region and businesses determined to succeed in their climate transition, paving the way for a fully decarbonized new economy. Faced with this immense challenge, it is the role of public authorities to establish an enabling regulatory framework, invest in relevant transport infrastructure, and foster the interconnection of projects. We actively support the allocation of significant European resources to the most ambitious and efficient projects in terms of carbon footprint reduction.\" Two phases in this project On April 27th, GO4ZERO was presented for the first time in virtual reality. Additionally, the building and operating permit for the new kiln was granted some weeks ago. The project is defined in two steps: During the first phase, the current kiln is replaced by a new “dry process” kiln based on the most advanced, state-of- the-art technologies, providing unique operation and environmental performances. The used material is drier - limestone - substantially available in our quarries in the Tournai region. The thermal energy needs of the “dry process” will immediately be reduced by 40 %, leading to an immediate 30 % reduction in specific CO2 emissions. Scheduled for the last quarter of 2026, this new plant will also be characterized by unprecedented self-generated and highly efficient energy use, including through a floating photovoltaic farm of 30MW (in partnership with TotalEnergies) and 7MW from waste heat recovery. This represents a total production of 81 GWh covering up to 50% of the new facilities energy requirements. New digital technologies are foreseen to manage the new plant and to enhance performances: industrial network 5G (facilities monitoring system), analysis and performances improvement using artificial intelligence, automated quality control, etc. The second phase includes the installation of the “oxyfuel” process in which air is replaced by oxygen. This innovative process will enable the concentration of CO2 at more than 80% (against 30% in phase 1). This modification will go together with the carbon value chain commissioning: capture and purification on site at more than 99%, transport through pipeline, liquefaction at terminal and sea vessels loading, sea transport and carbon sequestration in the North Sea. This full carbon chain is scheduled to be operational by mid-2028, bringing the site to full net-zero from 2029 onwards.  The project involved high reputable industrial partners, world-class experts in their fields: Air Liquide, Fluxys, and TotalEnergies. The GO4ZERO application to the EU Innovation Fund is linked to this second phase and forms an essential ingredient for the success of the project. We apply for the UE Innovation Fund support to succeed in the achievement of this phase. Morgan Malecotte, CEO Holcim Belgium: GO4ZERO is our future in Belgium and this kiln will be the biggest carbon-neutral clinker production unit in Europe. Latest insights & stories AI and data integration: an indispensable symbiosis Seven cybersecurity trends and threats for 2025 Last year saw another alarming increase in cyber-attacks, with hackers using increasingly sophisticated methods. Proximus NXT and its security partners explain how to navigate a minefield of vulnerabilities in 2025. IT is innovating faster than ever. We should embrace the limitless possibilities in cloud adoption, generative and non-generative artificial intelligence and the increasing use of APIs, says our expert panel. At the same time, cyber criminals see such trends as opportunities to compromise businesses and are capitalizing on new vulnerabilities. The az groeninge hospital innovates care with 5G A private 5G network at az groeninge provides the platform for the hospital to roll out innovation. From remote monitoring with biosensors to robotic surgery and training using VR: everything is focused on patient care.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}