{
    "title": "CBAM ante portas – the ball is in Serbia's court to facilitate conditions for its companies",
    "author": "Igor Todorović",
    "source": "Balkan Green Energy News",
    "date": "2024-05-12",
    "text": "Photo: Balkan Green Energy News Industrial players in Serbia have all the necessary knowhow to minimize carbon dioxide emissions and participate in the country’s environmental renewal, according to Lafarge Serbia’s Chief Executive Officer Dimitrije Knjeginjić. In an interview with Balkan Green Energy News ahead of the two-day Belgrade Energy Forum, he presented the cement industry’s decarbonization investments and the development prospects for domestic companies. Companies with energy-intensive industrial production that export products into the European Union, including cement, are in the scope of the Carbon Border Adjustment Mechanism (CBAM). Last year they became obligated to submit verified reports on their carbon dioxide emissions. EU will begin in 2026 to charge the levy on the group of products coming from abroad. The tariffs will be gradually increased. Lafarge Serbia’s Chief Executive Officer Dimitrije Knjeginjić is among those spearheading the initiative to decarbonize the domestic industry, deploy the most advanced environmental protection technologies and adapt the legal framework to CBAM. Speaking to Balkan Green Energy News, he highlighted the significance of protecting the country from imports of products for which the manufacturing process is the most carbon-intensive. Knjeginjić pointed to the potential benefits of using alternative fuels and renewable energy for the Serbian economy’s competitiveness as well as the improvement of the waste management system. Lafarge Serbia, part of Holcim Group, is a gold sponsor of Belgrade Energy Forum, the biggest gathering of the leaders of the energy transition in Southeast Europe. The conference is taking place on May 13 and 14 in the Crown Plaza Belgrade hotel. Intensive work is underway in Europe to decarbonize industrial production. Germany has earmarked EUR 23 billion in subsidies for companies in the segment. What is the situation in Serbia regarding the decarbonization of the industry? Do companies have the necessary knowledge for the complex process? Do your company and other energy-intensive industries have government support? Decarbonizing the industry and reducing carbon dioxide emissions on a global scale isn’t a matter of choice today in the European Union. It is an obligation to which absolutely all industrial players are dedicated to the maximum. Of course, it is easy to understand their said dedication to decarbonization and successfully implement emission reduction measures, as the support from regulatory bodies is at an enviable level. The EU’s regulatory bodies have developed and implemented a set of measures to enable all industrial players to drastically cut their emissions. In addition, they took a step further. Not only did they conduct a set of measures enabling decarbonization, but they also took care as much as possible of the economic environment. By that I mean preserving the competitiveness of their EU market through a complete synergy of the industry and the EU’s regulatory bodies. In Serbia we are witnessing a completely opposite situation. The key measures that decarbonization relies on are neither implemented nor we see a clear and determined intention to, at least on a regulatory level, enable industry players to maximize the speed of the decarbonization of their business operations. I don’t want to even start about subsidies. There is no clear and uncompromising determination to work really dedicated on the matter. However, industry players absolutely have all the necessary knowhow. So we know what we need and what we should do to minimize carbon dioxide emissions, but everything that we know and all the measures that we must conduct are impossible to be implemented without altering the Republic of Serbia’s regulatory framework. All our surrounding countries have been importing alternative fuels for years while such imports into the Republic of Serbia are forbidden, and we don’t have any of that alternative fuel in our market For instance, one of the pillars of decarbonization is the utilization of alternative fuels for energy purposes, as every alternative fuel has lower CO2 emissions than fossil fuels. All our surrounding countries have been importing alternative fuels for years while such imports into the Republic of Serbia are forbidden, and we don’t have any of that alternative fuel in our market. To be able even to speak about alternative fuel and its accessibility in Serbia, it is necessary to regulate the waste management system to the maximum, followed by the recycling industry, as without a regulated waste management system we cannot even think to talk about the circular economy. There is still no trace at all of a primary waste selection. Without the primary selection we aren’t able even to think about increasing the amounts of alternative fuel that we require in our industry, which is why we as a company are naturally condemned to insist on importing it from EU countries. Waste that is classified in line with EU norms is almost non-existent in Serbia or its quantities are drastically lower than the ones that the cement industry can handle. Besides, there is no domestic production of SRF or RDF, either. There is no strategy in a ban on landfilling, so sanitary landfills are taking in several times more than the quantities envisaged per year, shortening their operating life. Even sanitary landfills are plain waste dumps, sites of uncontrolled fires etc. Despite all the unfavorable environmental conditions that we are facing, there are solutions available and we are eager to participate in Serbia’s environmental renewal. If you were in the new Government of Serbia, which steps would you take to help the industry align with the Green Agenda? My absolute focus would serve the industry’s quickest possible adaptation to new economic circumstances caused by the CBAM regulation. The true focus would be on reducing carbon dioxide emissions simultaneously with protecting competitiveness in Serbia’s market. I consider the following measures necessary: Respecting circular economy principles, regulate the waste landfilling system by introducing primary waste selection. That way the recycling market would be assisted, aiming to obtain a new resource from waste, while everything that can’t be recycled would be permanently disposed of through the best technological solutions (cement kiln). Enable importing waste for energy purposes like all our surrounding countries did, at least until the moment when the domestic market is capable of offering sufficient quantities of domestic RDF/SRF. Adopt an ‘RES Lex Specialis’ for industries affected by the CBAM regulation, introducing administrative procedures as simplified as possible, enabling companies to generate electricity from renewable sources for their own needs. Introduce on January 1, 2026, identical rules that apply within European Union countries, with regard to carbon dioxide emissions (monitoring, reporting, verification, trading and taxing imports). Tax or ban the imports of goods that have a larger carbon footprint than the same products produced in the Republic of Serbia. Creating a national regulatory system that will provide the energy-intensive industry with mechanisms and tools to respond to CBAM will be one of the greatest challenges for decision makers in Serbia. There is much word about the introduction of CBAM. What does it mean in particular for the industry affected by it, including the cement sector? People at the helm of the CBAM-affected industry are warning that after January 1, 2026, Serbia’s market would be flooded with products of companies from countries that won’t export to EU countries anymore, but they will be able to export to Serbia and other Western Balkan countries. What would the protection measures be for the local industry? In the case of failing to roll out protection mechanisms, how would it affect the industry, but also competitiveness, the state treasury? Whether the heart of the Serbian economy will keep beating after January 1, 2026, depends solely on the economic environment that we create as a state. The European Union is continuously perfecting the mechanisms that help the industry lower CO2 emissions and protect the market of EU countries. At the same time, imports are allowed of products with the highest carbon dioxide emissions per unit of product into the market of the Republic of Serbia, often also of a suspicious origin, without any control and in breach of domestic legislation, rendering senseless the efforts of domestic producers to cut CO2 emissions. Such a reality in the market is completely adverse to the European Union’s strategy to permanently lower greenhouse gas emissions. For us to save the Serbian market, it is necessary to introduce identical rules for all importers of products to the Serbian market, the ones in the scope of CBAM. Our market will otherwise be flooded with products that can’t find their place in the European Union’s market anymore amid the CBAM regulations, which will lead to tectonic shifts, wiping out the domestic steel, cement and artificial fertilizer industries. At a time when the competitiveness and sustainability of key industrial branches of the Serbian economy are in peril, we expect an uncompromising, urgent and complete implementation of identical European regulations in the Serbian economic environment. It is clear today that we are exceptionally late in adopting urgent regulatory measures that will enable a quicker and easier adaptation of the domestic industry affected by the CBAM mechanism. We are wasting time like it is not the most valuable resource. How does Lafarge Serbia plan to decarbonize and lower its emissions? What is the scope of the investments? The cement industry’s decarbonization relies on three pillars without which it is not possible to permanently lower carbon dioxide emissions from industrial processes: Alternative fuels Utilization of construction and demolition waste Portfolio change For us, the first and basic pillar is alternative fuels. Science has proven that, as regards emissions, every alternative fuel is better than traditional (fossil) fuels. It is also clear alternative fuels are the basis for the cement industry’s decarbonization and that they aren’t sufficiently available even today. It is clear as well that without primary selection and the production of domestic RDF/SRF, the cement industry remains permanently deprived of an entire set of alternative fuels, which de facto burden the environment and should end their life cycle by being disposed of at our facilities. I am using this opportunity to note that we invested substantial funds in enabling the utilization of meat-and-bone meal and the construction of a chlorine bypass for plastic waste with high chlorine content. RDF and SRF aren’t available in the Serbian market, as the industry is disposing of the waste in a way completely inconsistent with environmental protection principles Either of the fuels from these sources aren’t available in the Serbian market, as the industry is disposing of that waste in a way completely inconsistent with environmental protection principles. All that is normal in the European Union isn’t available to us. All our surrounding countries have seriously stepped up while we are still going nowhere. The share of alternative fuels in our energy mix compared to fossil (traditional) fuel is really very modest and we are at a level where we were 15 years ago. We are witnessing the fact there is no market. Recycling is still at a very modest level while circular economy isn’t even in its infancy. The second pillar of decarbonization is construction and demolition waste. Construction waste gets an entirely new value in the cement industry, becoming a significant resource that provides countless environmental benefits. Namely, it already contains decarbonized calcium carbonate. It is an opportunity for us to replace the basic natural raw materials for clinker and cement production without new carbon dioxide emissions. We do have the technology to dispose of that waste, that is to recycle it 100% back into cement and concrete. The legal framework in Serbia doesn’t serve a circular economy. Our efforts are directed at changing the legal framework in such a way as to impose an obligatory recycling measure and prevent the waste from ending up in landfills. So it brings us back to the necessary role of all regulatory bodies in enabling the reduction of CO2 emissions through the first two decarbonization pillars. The third decarbonization pillar is the development of a new product portfolio. We really traversed seven leagues at a stride there and, after producing pure Portland cement – CEM I – for 185 years, we abolished the production of that cement, solely for environmental reasons. It is absurd that Serbia still allows imports of CEM I cement from other countries, disregarding the efforts of domestic producers toward decarbonization. We are the biggest proponents of market competitiveness, the biggest proponents of having imports and that we all share the same economic environment – in that sense it is absolutely unacceptable, unsustainable and counterproductive, at a time when all cement plants are abolishing CEM I as a product, that imports of the very same cement is allowed into the market of the Republic of Serbia. It is absurd that Serbia still allows imports of CEM I cement from other countries, disregarding the efforts of domestic producers toward decarbonization We believe that, if we want to contribute to the planet’s overall welfare, not to say save the planet, then we have to share the same economic environment with those that import cement and those that make it. And it is not a problem only in the cement industry. We can see such a problem in the steel industry as well, and in some other industrial production segments, where imports are allowed of products with a significantly higher carbon dioxide emissions. In addition to abolishing the CEM I cement, we offered completely new types of cement to the market by using byproducts from other industries, disposing of hundreds of thousands of tons of industrial waste (slag and fly ash), which can hardly find usage value. That way we give waste materials a completely new life and we developed a revolutionary new portfolio of cement types (BEOUNO and BEOMAX extreme), which emit up to 50% less CO2. What are the most optimal solutions for the decarbonization of cement plants? Which solutions turned out best in cement plants in the EU and the world? The most optimal solutions for decarbonizing the cement industry, above all, imply substituting traditional (fossil fuels) 100% with alternative fuels. Other than that, construction and demolition waste finds its maximum application in cement recipes. That way it is permanently disposed of, lowering the exploitation of natural raw materials for cement production. The precondition for using this waste in recipes is to acknowledge it in the rulebooks on cement quality, which is still not the case here, but we are working on that, too. The third pillar of decarbonization – green portfolio – naturally emanates from the first two pillars. Hence, new cement recipes are developed that include the use of alternative raw materials and preserve the cement performances at the same time. Experts from the development center of Holcim Group, which we are part of, work every day on the development of innovative construction products, proving it is possible to develop types of cement and concrete that consist of as much as 100% of recycled construction materials without degrading the product’s performances. You say waste is one of the solutions. In Serbia, this topic is more whispered about than openly discussed. Besides, it appears that citizens aren’t informed enough. Is it really true that, for instance, using waste for energy purposes is more harmful than using coking coal? The process of the disposal of waste in a cement kiln has been recognized in the world as the best way for the energy usage of waste, as it doesn’t generate new waste. The public generally doesn’t realize the scientifically determined fact that the environmental impact of incineration in a cement industry kiln is completely different than burning in the open or in individual furnaces. Burning in the open or in individual furnaces, with an insufficiently high temperature of the flame and lacking oxygen, has a devastating impact on the environment. The products of such burning jeopardize human health and the environment. Cement kilns secure ideal incineration conditions, unrivaled by any other solution. Namely, alternative fuels are exposed to temperatures of up to 2,000 degrees in the cement kiln, they are continuously exposed to additional oxygen and they are kept in such conditions long enough, therefore there is complete combustion and any resulting products don’t affect the environment adversely. Thanks to state-of-the-art bag filters and technological lines for the purification of flue gases, all the cement plant’s emissions are drastically below the maximum allowed levels. Therefore, incineration in the conditions possible in a cement kiln is far safer for our planet than dumping waste in a landfill. When waste ends up in a landfill, it permanently contaminates land. What kind of waste can be used in cement plants anyway? Do we have it in Serbia and what are the quantities? And which percentage of cement plants in Europe use waste for these purposes? The first postulate of the cement industry is respecting the circular economy 100%. We can permanently dispose of all unrecyclable and burnable waste in cement plants. Most of such waste in Serbia ends up at unsanitary and sanitary landfills and permanently contaminates land and water while natural resources are also taken. And we never say: give us PET packaging, paper, plastics from city landfills and the like. On the contrary, the material must be subject to a circular economy (recycling). However, there is waste that cannot be recycled and it is exactly the waste that should end up in cement plants. Thus, the waste that belongs to us is the kind that can’t be recycle and is subject to permanent landfilling. We never say: give us PET packaging, paper, plastics from city landfills – it’s what cannot be recycled that should end up in our facilities In countries that are seriously environmentally aware, all cement plants are working to replace fossil fuels as much as possible with alternative fuels. If such a practice has been represented in Germany for 70 years, and is being implemented over the last 50 years in other countries in Europe, it is absurd for us to question whether that is the path for Serbia. I repeat: everything that can’t be recycled anymore should end up in our facilities. For instance, if Novi Sad generates 200,000 tons of waste per year – I suppose that 65% of it is subject to circular economy, particularly recycling – the remaining 35% can be disposed of on our premises. Therefore, we could serve as a permanent solution for waste disposal issues for the City of Novi Sad and the surrounding municipalities, in the sense of a complete disposal of the remaining part. Cement plants in the remaining parts of Serbia can contribute to a cleaner Serbia as well in the same way. All cement plants in the EU that are operating under Holcim Group use alternative waste for energy purpose, and significantly above 90% at that. We are at a symbolic 30% at the moment, and by far the worst within Holcim Group in entire Europe. Additionally, we are highlighting construction and demolition waste, which we can permanently dispose of by returning it to cement and giving it new value, including a reduction of exploitation of natural resources and CO2 emissions. You said earlier that the company plans to build a solar power plant of more than 20 MW in capacity. What hurdles did you come across in this direction? Our grid connection request remained unanswered by the competent bodies. The ones who should answer that question will be at your conference. A complete autism is notable among those deciding on our destiny. Do you plan to purchase power through long-term PPA contracts? We indeed hope to have an opportunity soon to clinch PPA contracts. We want to procure electricity solely from renewable sources. Carbon Tracker recently found that carbon capture, utilization and storage technology is indispensable in the cement industry. Are you considering introducing the technology within Holcim Group? What are the first experiences in the sense of the development of the technology itself, but also the investment volumes? Holcim Group has a net zero goal with the decarbonization technology for the construction materials industry. The company confirmed its carbon neutrality targets through the Business Ambition for 1.5°C campaign, led by the Science Based Targets initiative. Holcim Group is now in an intensive phase of materializing its net zero ambitions. Over the past two years we secured partial financing for six key projects in the area of carbon capture (CCUS), thanks to which as much as five million tons of carbon dioxide will be captured per year. Such solutions will enable us to produce more than eight million tons of entirely decarbonized cement. Two key things are necessary on the decarbonization path: technological progress, which will secure the rapid development of so-called carbon capture technologies; new legal norms, which will favor the application of construction solutions that have a low carbon footprint. Today, CCUS projects valued at hundreds of millions of euros are subsidized by the EU by 50%. We have the knowledge and experience as a group and we truly believe that with joint efforts we will conduct all necessary measures to enable the Serbian industry a good start and a successful adaptation to new market circumstances. United we are building progress for the people and the planet.",
    "images": "https://balkangreenenergynews.com/wp-content/uploads/2024/05/CBAM-ante-portas-–-the-ball-is-in-Serbias-court-to-facilitate-conditions-for-its-companies.jpg",
    "tags": "Belgrade Energy Forum;carbon border adjustment mechanism;carbon border tax;carbon capture;CBAM;cement industry;co-incineration;CO2 tax;construction waste;decarbonization;Dimitrije Knjeginjić;electricity;energy transition;energy-from-waste;environment;Holcim;Lafarge;recycling;renewable energy sources;solar power;waste;waste incinerator",
    "excerpt": "Industrial players in Serbia have all the knowhow for minimizing emissions and participating in the country's environmental renewal, according to Lafarge Serbia's CEO Dimitrije Knjeginjić.",
    "categories": ""
}