{
    "title": "CBAM pred vratima – Srbija na potezu da stvori uslove za domaću privredu",
    "author": "Balkan Green Energy News",
    "source": "Balkan Green Energy News",
    "date": "2024-05-12",
    "text": "Foto: Balkan Green Energy News Industrijski akteri u Srbiji imaju sva neophodna znanja da maksimalno umanje emisije ugljen-dioksida i učestvuju u ekološkom preporodu zemlje, poručio je generalni direktor kompanije Lafarge Srbija Dimitrije Knjeginjić. On je za Balkan Green Energy News pred početak dvodnevnog Beogradskog energetskog foruma 2024 predstavio investicije u dekarbonizaciju industrije cementa i perspektivu razvoja privrede. Kompanije sa energetski intenzivnom proizvodnjom koje izvoze svoje proizvode u Evropsku uniju, a među njima je i cement, obuhvaćene su Mehanizmom za prekogranično prilagođavanje ugljenika (CBAM). Od prošle godine su dužne da dostavljaju verifikovane izveštaje o svojim emisijama ugljen-dioksida. EU će 2026. početi da oporezuje te proizvode, a stope će postepeno biti uvećavane. Generalni direktor kompanije Lafarge Srbija Dimitrije Knjeginjić je među predvodnicima inicijative za dekarbonizaciju domaće industrije, uvođenje najsavremenijih tehnologija za zaštitu životne sredine i prilagođavanje pravnog okvira CBAM-u. On je u intervjuu za Balkan Green Energy News istakao značaj zaštite države od uvoza proizvoda pri čijoj izradi se ispuštaju previsoke količine CO2. Knjeginjić je ukazao na potencijale korišćenja alternativnih goriva i energije iz obnovljivih izvora za jačanje konkurentnosti privrede u Srbiji, kao i unapređenja sistema upravljanja otpadom. Lafarge Srbija, deo Holcim grupe, zlatni je sponzor Beogradskog energetskog foruma, najvećeg skupa lidera energetske tranzicije u Jugoistočnoj Evropi. Konferencija se održava 13. i 14. maja u hotelu Crown Plaza Belgrade. U Evropi se intenzivno radi na dekarbonizaciji industrije. Nemačka je za ovaj posao izdvojila 23 milijarde evra subvencija kompanijama. Kakva je situacija u Srbiji kada je reč o dekarbonizaciji industrije? Da li kompanije imaju neophodna znanja za ovaj kompleksan proces? Imaju li Vaša kompanija i druge energetski intenzivne industrije podršku države? Dekarbonizacija industrije i globalno smanjenje emisija ugljen-dioksida u zemljama Evropske unije danas nije pitanje izbora. To je obaveza kojoj su apsolutno svi industrijski akteri maksimalno posvećeni. Naravno, tu njihovu posvećenost dekarbonizaciji i uspešno sprovođenje mera za smanjenje emisija lako je razumeti kada je podrška regulatornih tela na zavidnom nivou. Regulatorna tela EU su razvila i implementirala set mera kako bi se svim industrijskim akterima omogućilo da drastično smanje svoje emisije. Pored toga, otišli su i korak dalje i ne samo da su sproveli set mera koje omogućuju dekarbonizaciju, već su maksimalno vodili računa i o privrednom ambijentu. Tu pre svega mislim na očuvanje konkurentnosti svog EU tržišta kroz potpunu sinergiju industrije i regulatornih tela EU. U Srbiji svedočimo potpuno suprotnoj situaciji. Ključne mere na kojima počiva dekarbonizacija niti su implementirane, niti vidimo jasnu i odlučnu nameru da se industrijskim akterima barem regulatorno omogući da maksimalno ubrzaju procese dekarbonizovanja poslovnih operacija. O subvencijama ne bih ni govorio. Nema jasne i beskompromisne odlučnosti da se zaista posvećeno radi na ovoj temi. Međutim, industrijski akteri apsolutno imaju sva neophodna znanja. Dakle, mi znamo šta nam je potrebno i šta treba da radimo kako bismo maksimalno smanjili emisije ugljen-dioksida, ali sve to što mi znamo i sve te mere koje moramo sprovesti nije moguće realizovati bez promene regulatornog okvira Republike Srbije. Sve zemlje u našem okruženju godinama uvoze alternativna goriva, dok je taj uvoz u Republiku Srbiju zabranjen, a tog istog alternativnog goriva na našem tržištu nemamo Primera radi, jedan od stubova dekarbonizacije je upotreba alternativnih goriva u energetske svrhe, jer svako alternativo gorivo emituje manje emisije CO2 od fosilnih goriva. Sve zemlje u našem okruženju godinama unazad uvoze alternativna goriva, dok je taj uvoz u Republiku Srbiju zabranjen, a tog istog alternativnog goriva na našem tržištu nemamo. Da bismo uopšte mogli da govorimo o alternativnom gorivu i njegovoj dostupnosti u Srbiji, neophodno je maksimalno urediti sistem upravljanja otpadom, a zatim i sistem reciklažne industrije, jer bez regulisanog sistema za upravljanje otpadom mi ne možemo ni da pomislimo da pričamo o cirkularnoj ekonomiji. Još uvek nema ni traga od primarne selekcije otpada. Bez te primarne selekcije mi nismo u stanju da pomislimo o povećanju količina alternativnog goriva koje trebamo u našoj industriji i zato smo, kao kompanija, prirodno osuđeni da insistiramo na uvoz istog iz zemalja EU. Otpad klasifikovan prema normama EU gotovo i ne postoji u Srbiji ili su njegove količine drastično niže od onih koje cementna industrija može da zbrine. Osim toga, ne postoji ni domaća proizvodnja SRF ili RDF. Ne postoji strategija u zabrani deponovanja otpada, tako da sanitarne deponije višestruko primaju otpada od godišnje projektovanih količina i time se skraćuje njihov vek. Čak i sanitarne deponije su obična smetlišta, mesta nekontrolisanih požara itd. Uprkos svim nepovoljnim ekološkim okolnostima u kojima se nalazimo, postoje dostupna rešenja i radi smo da sudelujemo u ekološkom preporodu Srbije. Da ste Vi u novoj Vladi Srbije, koje korake biste preduzeli da pomognete industriji da se uskladi sa Zelenom agendom? Moj apsolutan fokus bi bio u službi što bržeg prilagođavanja industrije novim privrednim okolnostima uslovljenih CBAM regulativom. Istinski fokus na smanjenju emisija ugljen-dioksida uz zaštitu konkurentnosti na tržištu Srbije. Pre svega smatram sledeće mere neizostavnim: Poštujući principe cirkularne ekonomije, uvođenjem primarne selekcije otpada, regulisati sistem deponovanja otpada. Na taj način pomoći reciklažnom tržištu kako bi se od otpada dobio novi resurs, a sve ono što ne može da se reciklira bi bilo trajno zbrinuto kroz najbolja tehnološka rešenja (cementnu peć). Obezbediti uvoz otpada u energetske svrhe kao što su to omogućile sve zemlje iz našeg okruženja, bar do momenta kada domaće tržište bude u prilici da ponudi dovoljne količine domaćeg RDF/SRF. Usvojiti “OIE Lex specialis“ za industrije pogođene CBAM regulativom, koji bi omogućio kompanijama da kroz maksimalno pojednostavljene administrativne procedure proizvode električnu energiju iz obnovljivih izvora energije za svoje potrebe. Prvog januara 2026. uvesti identična pravila koja važe unutar zemalja Evropske unije, a koja se odnose na emisije ugljen-dioksida (monitoring, izveštavanje, verifikacija, trgovina i oporezivanje uvoza). Oporezovati ili zabraniti uvoz roba koje imaju veći ugljenični otisak od istih proizvoda proizvedenih u Republici Srbiji. Kreiranje nacionalnog regulatornog sistema koji će obezbediti energetski intenzivnoj industriji mehanizme i alate da pruži odgovor na CBAM, predstavljaće jedan od najvećih izazova donosiocima odluka u Srbiji. Mnogo se govori o uvođenju CBAM-a. Šta to konkretno to znači za pogođenu industriju, uključujući i cementnu? Čelni ljudi u CBAM-om pogođenoj industriji upozoravaju da će nakon 1. januara 2026. tržište Srbije preplaviti proizvodi kompanija iz zemalja koje više neće izvoziti u EU zemlje, ali da će moći da izvoze u Srbiju i druge zemlje Zapadnog Balkana. Šta bi bile mere zaštite lokalne industrije? Koliko bi se u slučaju neuvođenja mehanizama zaštite to odrazilo na industriju, ali i na konkurentnost, državnu kasu? Da li će srce srpske privrede kucati i posle 1. januara 2026. isključivo zavisi od privrednog ambijenta koji kao država stvorimo. Evropska unija kontinuirano usavršava mehanizme uz pomoć kojih bi industrija smanjila emisije CO2 i zaštitila tržište EU zemalja. Istovremeno se na tržište Republike Srbije, bez ikakve kontrole, ne poštujući domaće zakonodavstvo, dozvoljava uvoz proizvoda sa najvišim emisijama ugljen-dioksida po jedinici proizvoda, često i sumnjivog porekla, i u potpunosti se obesmišljava napor domaćih proizvođača da smanje emisije CO2. Ovakva realnost na tržištu je u potpunoj suprotnosti sa strategijom Evropske unije za trajnim smanjenjem emisija gasova sa efektom staklene bašte. Da bismo spasili srpsko tržište, nužno je da se identična pravila uvedu i za sve uvoznike proizvoda na srpsko tržište, a koji su predmet CBAM. U suprotnom, naše tržište biće preplavljeno proizvodima koje svoje mesto više ne mogu pronaći na tržištu Evropske unije usled CBAM regulative, što će dovesti do tektonskih poremećaja gde će domaća industrija čelika, cementa i veštačkih đubriva biti izbrisana. U trenutku kada su konkurentnost i održivost ključnih industrijskih grana srpske privrede dovedeni u pitanje, očekujemo hitnu i potpunu primenu identičnih evropskih propisa u srpskom privrednom ambijentu – bez kompromisa. Danas je jasno da izuzetno kasnimo u donošenju hitnih regulatornih mera kojima će se omogućiti brže i lakše prilagođavanje domaće industrije koja je pogođena CBAM mehanizmom. Trošimo vreme kao da nije najdragoceniji resurs. Na koji način Lafarge Srbija planira da se dekarbonizuje i smanji svoje emisije? O kom obimu investicija je reč? Dekarbonizaciju u cementnoj industriji čine tri stuba, bez kojih nije moguće trajno smanjiti emisije ugljen-dioksida iz industrijskih procesa: Alternativna goriva Upotreba otpada od građenja i rušenja Promena portfolija Prvi i osnovni stub su za nas alternativna goriva. Nauka je dokazala da je svako alternativno gorivo u pogledu emisija ugljen-dioksida bolje od tradicionalnih (fosilnih) goriva. Jasno je i da su alternativna goriva osnova za dekarbonizaciju cementne industrije i da ni danas ta goriva nisu dostupna u dovoljnoj količini. Jasno je i da bez primarne selekcije i proizvodnje domaćeg RDF/SRF, cementna industrija ostaje trajno uskraćena za ceo set alternativnih goriva koja defakto opterećuju životnu sredinu i koja bi svoj vek trebalo da završe zbrinjavanjem kod nas. Koristim ovu priliku da podsetim da smo uložili ozbiljna finansijska sredstva za upotrebu mesno-koštanog brašna i za izgradnju hlornog bajpasa za plastični otpad sa visokim sadržajem hlora. RDF i SRF nisu dostupni na srpskom tržištu, jer se industrija oslobađa tog otpada potpuno mimo ekoloških principa Oba goriva iz ovih izvora nisu dostupna na srpskom tržištu, jer se na različite načine potpuno mimo ekoloških principa reciklaže industrija oslobađa tog otpada. Sve ono što je normalno u Evropskoj uniji nama nije dostupno. Sve zemlje u okruženju su napravile ozbiljan iskorak, dok mi i dalje tapkamo u mestu. Udeo alternativnih goriva u našem energetskom miksu u poređenju sa fosilnim (tradicionalnim) gorivom je zaista jako skroman i na nivou smo od pre 15 godina. Svedoci smo da tržište ne postoji. Reciklaža je i dalje na jako skromnom nivou, cirkularna ekonomija ni u povoju. Drugi stub dekarbonizacije je otpad od građenja i rušenja. U cementnoj industriji građevinski otpad dobija potpuno novu vrednost i postaje značajan resurs koji nudi nebrojene benefite po životnu sredinu. Naime, on u sebi sadrži već dekarbonizovan kalcijum-karbonat. To nam pruža priliku da njegovom primenom zamenimo osnovne prirodne sirovine za proizvodnju klinkera i cementa bez novih emisija ugljen-dioksida. Tehnologiju za zbrinjavanje ovog otpada, odnosno za njegovu 100% reciklažu i vraćanje u cement i beton, posedujemo. Zakonska regulativa u Srbiji nije u funkciji cirkularne ekonomije. Naše akcije idu u smeru izmene zakonskog okvira, kako bi se uvela obavezna mera reciklaže i kako bismo sprečili da taj otpad završava na deponijama. Dakle, ponovo se vraćamo na neophodnost svih regulatornih tela kako bi smanjili emisije CO2 kroz prva dva stuba dekarbonizacije. Treći stub dekarbonizacije je razvoj novog portfolija proizvoda. Mi smo tu zaista napravili korak od sedam milja i nakon 185 godina proizvodnje čistog portland cementa – CEM I – ukinuli proizvodnju tog cementa, iz isključivo ekoloških razloga. Apsurd je da Srbija i dalje dozvoljava uvoz CEM I cementa iz drugih zemalja, ne poštujući napor domaćih proizvođača na putu dekarbonizacije. Mi smo prvi za to da tržište bude konkurentno, prvi smo za to da postoji uvoz i da svi delimo isti privredni ambijent – u tom smislu apsolutno je neprihvatljivo, neodrživo i kontraproduktivno da u vreme kada sve cementare u Srbiji ukidaju CEM I kao proizvod, da se dozvoljava uvoz istog tog cementa na tržište Republike Srbije. Apsurd je da Srbija i dalje dozvoljava uvoz CEM I cementa iz drugih zemalja, ne poštujući napor domaćih proizvođača na putu dekarbonizacije Smatramo da, ako želimo da doprinesemo opštoj dobrobiti planete, da ne kažem spašavanju planete, moramo onda da delimo isti privredni ambijent sa onima koji uvoze cement i sa onima koji ga proizvode. I to nije samo problem u cementnoj industriji. Takav problem možemo da vidimo i u industriji čelika i u nekim drugim industrijskim granama, gde se dozvoljava uvoz proizvoda sa znatno većom emisijom ugljen-dioksida. Pored ukidanja CEM I cementa, tržištu smo ponudili potpuno nove cemente uz primenu nusproizvoda ostalih industrija, zbrinjavajući stotine hiljada tona industrijskog otpada (troska i leteći pepeo), koji teško mogu da nađu upotrebnu vrednost. Na taj način, otpadnim materijalima dajemo potpuno novi život i razvili smo revolucionaran portfolio novih cemenata (BEOUNO & BEOMAX extreme), koji emituju i do 50% manje CO2. Koja su najoptimalnija rešenja za dekarbonizaciju u cementarama? Koja rešenja su se pokazala kao najbolja u cementarama u EU i svetu? Najoptimalnija rešenja za dekarbonizaciju cementne industrije pre svega podrazumevaju 100% supstitucije tradicionalnih (fosilnih) goriva, alternativnim gorivima. Pored toga, otpad od građenja i rušenja nalazi svoju maksimalnu primenu u recepturama cemenata. Na taj način biva trajno zbrinut, smanjujući eksploataciju prirodnih sirovina za proizvodnju cementa. Preduslov za primenu ovog otpada u recepturama je njegovo prepoznavanje u pravilnicima o kvalitetu cemenata, što kod nas i dalje nije slučaj, ali radimo i na tome. I treći pilar dekarbonizacije – zeleni portfolio – prirodno proizilazi iz prva dva stuba. Dakle, razvijaju se nove recepture cemenata uz primenu alternativnih sirovinskih materijala uz očuvanje performansi cemenata. Eksperti iz razvojnog centra Holcim grupe, čiji smo deo, svakodnevno rade na razvoju inovativnih građevinskih proizvoda, dokazujući da je moguće razviti cemente i betone koji u sebi sadrže čak 100% recikliranih građevinskih materijala bez narušavanja performansi proizvoda. Kažete da je otpad jedno od rešenja. U Srbiji se o ovoj temi više šapuće nego što se otvoreno govori, a i stiče se utisak da su građani nedovoljno informisani. Šta je istina? Da li je korišćenje otpada u energetske svrhe zaista štetnije od korišćenja koksa, na primer? Proces zbrinjavanja otpada u cementnoj peći u svetu je prepoznat kao najbolje rešenje za energetsko iskorišćenje otpada, jer ne generiše novi otpad. U javnosti postoji opšte nerazumevanje naučne činjenice da sagorevanje u peći cementne industrije i sagorevanje na otvorenom, odnosno u individualnim ložištima, imaju potpuno različit uticaj na životnu sredinu. Sagorevanje na otvorenom, odnosno u individualnim ložištima pri nedovoljno visokoj temperaturi plamena i nedostatku kiseonika, ima poguban uticaj na životnu sredinu. Produkti takvog sagorevanja ugrožavaju zdravlje čoveka i životnu sredinu. Cementne peći obezbeđuju idealne uslove sagorevanja bez premca u odnosu na druga rešenja. Naime, u cementnoj peći se alternativna goriva izlažu temperaturama do 2.000 stepeni, kontinualno su izložena višku kiseonika i dovoljno dugo se zadržavaju u tim uslovima, te na taj način dolazi do potpunog sagorevanja, čiji produkti nemaju negativan uticaj na životnu sredinu. Zahvaljujući najsavremenijim vrećastim filterima i tehnološkim linijama za prečišćavanje dimnih gasova, sve emisije cementare su drastično ispod propisanih dozvoljenih vrednosti. Dakle, sagorevanje u uslovima koje nudi cementna peć je daleko bezbednije za našu planetu od deponovanja otpada na deponiju. Završavanje otpada na deponiji dovodi do trajne kontaminacije zemljišta. Kakav uopšte otpad može da se koristi u cementarama? Imamo li ga mi u Srbiji i u kojim količinama? I koji procenat cementara u Evropi koristi otpad u ove svrhe? Prvi postulat cementne industrije je 100% poštovanje cirkularne ekonomije. U cementarama možemo da trajno zbrinjavamo sav nereciklabilni sagorivi otpad. U Srbiji taj otpad najvećim delom završava na nesanitarnim i sanitarnim deponijama i trajno kontaminira tlo i vodu uz zauzimanje prirodnih resursa. I nikada ne kažemo: dajte nama PET ambalažu, papir, plastiku sa gradskih deponija i slično. Naprotiv, taj materijal mora biti predmet cirkularne ekonomije (reciklaže). Međutim, postoji otpad koji ne može da se reciklira i upravo taj otpad treba da završi u cementarama. \nNama, dakle, pripada otpad koji ne može da se reciklira i koji je predmet trajnog deponovanja. Nikada ne kažemo: dajte nama PET ambalažu, papir, plastiku sa gradskih deponija, nego kod nas treba da završi ono što nije moguće reciklirati U ozbiljno ekološki osveštenim zemljama, sve cementare rade na maksimumu zamene tradicionalnih goriva sa alternativnim gorivima. Ako je ta praksa zastupljena u Nemačkoj 70 godina, i u ostalim zemljama Evrope se primenjuje poslednjih 50 godina, apsurdno je da mi postavljamo pitanje da li je to put za Srbiju. Ponavljam: sve ono što nije moguće više reciklirati, treba da završi kod nas. Primera radi: ako Novi Sad generiše 200.000 tona otpada godišnje – od toga pretpostavljam da 65% je predmet cirkularne ekonomije odnosno reciklaže – ostatak, 35%, može da bude zbrinut kod nas. Dakle, mi bismo mogli biti trajno rešenje za probleme deponovanja otpada za Grad Novi Sad i okolne opštine, u smislu potpunog zbrinjavanja preostalog dela. Na isti način i cementare u ostalim delovima Srbije mogu da doprinesu čistijoj Srbiji. Sve cementare u okviru Holcim grupe iz zemalja EU koriste alternativni otpad u energetske svrhe, i to znatno preko 90%. Mi smo trenutno na simboličnih 30% i ubedljivo smo najlošiji u okviru Holcim grupe u celoj Evropi. Pored toga, ističemo otpad od građenja i rušenja, koji možemo trajno da zbrinemo vraćajući ga ponovo u cement, dajući mu novu vrednost uz smanjenje eksploatacije prirodnih sirovina i smanjenje emisije CO2. Najavili ste ranije da kompanija planira da izgradi solarnu elektranu preko 20 megavata kapaciteta. Na koje prepreke ste naišli na ovom putu? Naš zahtev za priključenje je i do dan danas ostao bez odgovora od nadležnih odgovornih tela. Oni koji treba da odgovore na ovo pitanje biće na vašoj konferenciji. Primetan je potpun autizam onih koji odlučuju o našoj sudbini. Da li planirate da otkupljujete električnu energiju preko dugoročnih PPA ugovora? Zaista se nadamo da ćemo biti uskoro u prilici da sklapamo PPA ugovore. Želimo da u potpunosti nabavljamo električnu energiju iz obnovljivih izvora. Nedavno je Carbon Tracker objavio da je tehnologija hvatanja i skladištenja CO2 neizbežna u cementnoj industriji. Da li u Holcim grupi razmatrate mogućnost primene ove tehnologije? Šta su prva iskustva u smislu stepena razvijenosti same tehnologije, ali i obima investicija? Holcim grupa je u tehnologiji dekarbonizacije industrije građevinskih materijala sa net-zero ciljem. Svoje ciljeve karbonske neutralnosti kompanija je potvrdila kroz kampanju Business Ambition for 1.5°C, koju vodi inicijativa Naučno zasnovani ciljevi (Science Based Targets initiative). Holcim grupa se sada nalazi u intenzivnoj fazi realizacije svojih net-zero ambicija. U poslednje dve godine, obezbedili smo parcijalno finansiranje 6 ključnih projekata iz oblasti hvatanja ugljenika (CCUS), zahvaljujući kojima će biti uhvaćeno čak do 5 miliona tona ugljen-dioksida na godišnjem nivou. Ovakva rešenja će nam omogućiti da proizvedemo više od 8 miliona tona potpuno dekarbonizovanog cementa. Na putu ka dekarbonizaciji potrebne su dve ključne stvari: tehnološki napredak, koji će osigurati brz razvoj tzv. carbon-capture tehnologija; nove pravne norme, koje će favorizovati primenu građevinskih rešenja sa niskim ugljeničnim otiskom. Danas su projekti CCUS, čije se vrednosti mere stotinama miliona eura, subvencionisani na nivou od 50% od strane EU. Kao grupacija imamo znanje i iskustvo i istinski verujemo da ćemo zajedničkim naporima sprovesti sve neophodne mere kako bi se srpskoj industriji omogućio dobar start i uspešno prilagođavanje na nove tržišne okolnosti. Udruženi gradimo napredak za ljude i planetu.",
    "images": "https://balkangreenenergynews.com/rs/wp-content/uploads/2024/05/CBAM-pred-vratima-–-Srbija-na-potezu-da-stvori-uslove-za-domacu-privredu.jpg",
    "tags": "",
    "excerpt": "Industrijski akteri u Srbiji imaju sva znanja da maksimalno umanje emisije CO2 i učestvuju u ekološkom preporodu zemlje, kaže generalni direktor kompanije Lafarge Srbija Dimitrije Knjeginjić.",
    "categories": ""
}