{
    "title": "Serbia",
    "author": "unknown",
    "source": "Pro Global Media Ltd",
    "date": "2024-08-28",
    "text": "Displaying items by tag: Serbia Update on the Central Balkans, August 2024 28 August 2024 The mountainous eastern shore of the Adriatic Sea and its hinterlands in Europe’s Balkan Peninsula have one of the world’s highest densities of countries: six, across a broad equilateral triangle of 212,000km2. All six states – Albania, Bosnia & Herzegovina, Kosovo, Montenegro, North Macedonia and Serbia – are historically characterised by political non-alignment, carrying over from the Cold War period, and all the more notable for the presence of the EU to the north (Croatia, Hungary and Romania) and east (Bulgaria and Greece). A nine-plant, 9Mt/yr local cement sector serves the 16.8m-strong population of the unconsolidated ‘bloc.’ Albania has 2.8Mt/yr (31%), Serbia 2.7Mt/yr (30%), Bosnia & Herzegovina 1.6Mt/yr (18%), North Macedonia 1.4Mt/yr (15%) and Kosovo 500,000t/yr (6%), while Montenegro has no cement capacity – for now. Altogether, this gives this quarter of South East Europe a capacity per capita of 539kg/yr. The industry consists entirely of companies based outside of the region. Albania’s two plants are Lebanese and Greek-owned (by Seament Holding and Titan Cement Group respectively). Titan Cement Group also controls single-plant Kosovo and North Macedonia, and competes in the Serbian cement industry alongside larger and smaller plants belonging to Switzerland-based Holcim and Ireland-based CRH, respectively. Lastly, Bosnia & Herzegovina’s capacity is shared evenly between Germany-based Heidelberg Materials and Hungary-based Talentis International Construction, with one plant each. Lafarge Srbija, Holcim's subsidiary in Serbia, announced plans for its second plant in the country, at Ratari in Belgrade, last week. No capacity has yet emerged, but the plant will cost €110m, making something in the region of the country’s existing 0.6 – 1.2Mt/yr plants seem likely. This would give Serbia over a third of total capacity in the Central Balkans and twice the number of plants of any other country there, expanding its per-capita capacity by 22 – 44%, from a regionally low 408kg/yr to 500 – 590kg/yr. In announcing the upcoming Ratari cement plant, Lafarge Srbija laid emphasis on its sustainability. The plant will use 1Mt/yr of ash from the adjacent Nikola Tesla B thermal power plant as a raw material in its cement production. In this way, it will help to clear the Nikola Tesla B plant’s 1600 hectare ash dumps, from which only 180,000t of ash was harvested in 2023. Circularity has been front and centre of Holcim’s discussions of its growth in Serbia for some time. When Lafarge Srbija acquired aggregates producer Teko Mining Serbia in 2022, the group indicated that the business would play a part in its development of construction and demolition materials (CDM)-based cement and concrete. Holcim’s Strategy 2025 growth plan entails bolt-on acquisitions in ‘mature markets,’ backed by strategic divestments elsewhere. Other companies have been more explicit about a realignment towards metropolitan markets, above all in North America, at a time when they are also diversifying away from cement and into other materials. Just why a leading producer should look to build cement capacity in Serbia warrants investigation. Serbia is the only Central Balkan member of Cembureau, the European cement association. In a European market report for 2022, the association attributed to it the continent’s fastest declining cement consumption (jointly with Slovakia), down by 11% year-on-year. Like the rest of Europe, Serbia is also gradually shrinking, its population dwindling by 0.7% year-on-year to 6.62m in 2023, which limits hopes for a longer-term recovery. Serbia remains the largest country in the Central Balkans, with 39% of the total regional population. Several factors have compounded Serbia’s difficulties as a cement-producing country. Firstly, like the Nikola Tesla B thermal power plant, its kilns run on coal. 50% of this coal originated in Russia and Ukraine in 2021, causing the entire operation to become ‘imperilled’ after the former’s brutal invasion of the latter in February 2022, according to the Serbian Cement Industry Association. In planning terms, this was a case of putting half one’s eggs in two baskets – and dropping them both. Secondly, Serbia’s choice of export markets is mainly confined to either the EU or global markets via the River Danube, Black Sea and Mediterranean. Either way, it is in competition with a cement exporting giant: Türkiye. Serbia sold €19.7m-worth of cement in the EU in 2023, up by 63% over the three-year period since 2020 – 31% behind Türkiye’s €28.8m (more than double its 2020 figure).1 One other Central Balkan country had a greater reliance on the EU market: Bosnia & Herzegovina. It exported €48.4m-worth of cement there, quadruple its 2020 figure and behind only China (€133m) and the UK (€54.7) in cement exports to the bloc by value. Bosnia & Herzegovina’s cement industry underwent a different permutation at the start of 2024: an acquisition, replacing one EU-based player with another. Lukavac Cement, which operates the 800,000t/yr Lukavac cement plant in Tuzla, changed hands from Austria-based building materials producer Asamer Baustoffe to Hungary-based property developer Talentis International Construction. Talentis International Construction belongs to one of Hungary’s major family-owned conglomerates, Mészáros Csoport. Besides Central Europe, Balkan countries have found a ready source of investments in the past decade in China. In construction alone, Chinese investments total €13.2bn in Serbia, €2.4bn in Bosnia & Herzegovina, €915m in Montenegro and €650m in North Macedonia.2 This can be a booster shot to all-important domestic cement markets, but has some risks. Montenegro previously faced bankruptcy after Export-Import Bank of China began to call in an €847m loan for construction of the still upcoming A1 motorway in the country’s Northern Region. This did not put off the Montenegrin government from signing a new memorandum of understanding (MoU) with China-based Shandong Foreign Economic and Technical Cooperation and Shandong Luqiao Group for construction of a new €54m coast road in the Coastal Region in mid-2023. In Montenegro, UK-based private equity firm Chayton Capital is currently funding a feasibility study for a partly state-owned cement plant and building materials complex at the Pljevlja energy hub in the Northern Region. Along with an upgrade to the existing Pljevlja coal-fired power plant, the project will cost €700m. In 2026, EU member states will begin to partly tax third-country imports of cement and other products against their specific CO2 emissions, progressing to the implementation of a 100% Carbon Border Adjustment Mechanism (CBAM) by 2034. Montenegro led the Central Balkans’ preparations for the EU’s CBAM roll-out with the introduction of its own emissions trading system in early 2021. Bosnia & Herzegovina will follow its example by 2026, but other countries in the region have struggled to conceive of the arrangement except as part of future EU accession agreements. Based on the average specific CO2 emissions of cement produced in the EU, the World Bank has forecast that exporters to the bloc will be disadvantaged if their own specific emissions exceed 5.52kg CO2eq/€.3 By contrast, any figure below this ought to offer an increased competitive edge. Albanian cement has average emissions of 4.71kg CO2eq/€, 15% below ‘biting point’ and 13% below Türkiye’s 5.39CO2eq/€. Albania’s government consolidated its anticipated gains by quintupling the coal tax for 2024 to €0.15/kg. The figure is based on the International Monetary Fund’s recommended minimum CO2 emissions tax of €55.80/t, 21% shy of the current EU Emissions Trading Scheme (ETS) credit price of €70.49/t.4 The Central Balkans is a region of apparently slow markets and industry growth regardless – to 11 cement plants, following the completion of current and upcoming projects. A recurrent theme of capital expenditure investments and the way investors talk about them may help to explain this: sustainability. Looking at the mix of technologies in the current nine plants, these include wet kilns and fuels lines built for conventional fossil fuels. This is not to presume that any given plant might not be happy with its existing equipment as is. Nonetheless, the overall picture is of a set of veteran plants with scope to benefit from the kind of investments which all four global cement producers active in the region are already carrying out elsewhere in Europe. Such plans may already be in motion. In late 2023, Titan Cement Group’s North Macedonian subsidiary Cementarnica Usje secured shareholder approval to take two new loans of up to €27m combined. As the latest news from Serbia showed, taking care of existing plants does not preclude also building new ones. The cement industry of the Central Balkans is finding its position in the new reduced-CO2 global cement trade – one in which old and new work together. References 1. Trend Economy, ‘European Union – Imports and Exports – Articles of cement,’ 28 January 2024, https://trendeconomy.com/data/h2/EuropeanUnion/6810# 2. American Enterprise Institute, 'China Global Investment Tracker,' 3 February 2024 https://www.aei.org/china-global-investment-tracker/ 3. World Bank Group, ‘Relative CBAM Exposure Index,’ 15 June 2023, https://www.worldbank.org/en/data/interactive/2023/06/15/relative-cbam-exposure-index 4. Ember, 'Carbon Price Tracker,' 26 August 2024, https://ember-climate.org/data/data-tools/carbon-price-viewer/ Serbia: Lafarge Serbia is set to build a new cement plant in Ratari near Obrenovac, which will utilise 1Mt/yr of ash from the nearby Nikola Tesla B power plant as a raw material in cement production, reports Balkan Green Energy News. This €110m investment marks Serbia's first cement plant built next to a power plant to harness ash directly from the source and address the country’s problem of ash accumulation in dumps. CEO of Lafarge Serbia Dimitrije Knjeginjić said \"Fly ash cannot be used in the cement or concrete industry, or many other industries, without prior processing. This is exactly what the Ratari plant will be dealing with. We will grind, classify and select 1Mt/yr of ash to produce new construction materials.\" Lafarge Serbia to open new plant in Obrenovac 06 August 2024 Serbia: Lafarge Serbia will open a new €110m plant in Obrenovac to produce cement from thermal power plant ash, with the aim to address Serbia's waste management problem, according to a government announcement on 5 August 2024. A 2019 report by the European Environmental Agency found that Serbia has around 100 municipal landfills and over 3000 illegal dumpsites. Lafarge Serbia executive Dimitrije Knjeginjic said \"This production will benefit Serbia and its economy, and it is absolutely acceptable from an environmental point of view because it solves the problem of ash landfills.\" Holcim acquires Teko Mining Serbia 12 July 2022 Serbia: Holcim has acquired aggregates producer Teko Mining Serbia. Teko Mining Serbia’s aggregates sales were 2.4Mt in 2021. It employs 150 people across its quarries in Batocina, Ceramide, Ladne Vode and Ljubovija. Holcim’s Europe, Middle East and Africa regional head Miljan Gutovic said “Teko complements our existing cement and concrete operations perfectly, allowing us to add aggregates and asphalt as part of our integrated offer in this highly dynamic market. I look forward to welcoming the employees of Teko Mining, whose expertise will be invaluable in accelerating our growth, especially in the highly dynamic Serbian market, and will enable us to develop circular solutions to recycle construction and demolition waste in the future.” From 2027, the 27 member states of the European Union (EU) will begin to charge third country-based cement exporters for the CO2 emissions of their products sold inside the bloc. The new Carbon Border Adjustment Mechanism (CBAM) is a lynchpin in the strategy to reduce EU industries' CO2 emissions by 55% between 1990 and 2030. Starving foreign cement industries of a source of income may also help to make them change their ways. A regional solution leveraged through an unfair head start, however, might cause progress to falter where it is most needed in the global fight against climate change. Carbon leakage has hung over the EU’s Emissions Trading Scheme (ETS) since its inception in 2005. Cembureau, the European cement association, reported a 300% five-year increase in third-country cement imports up to 2021, with spikes matching those in ETS credit prices. Companies from Turkey to Australia have produced and transported their cement into the EU, at great CO2 cost, while benefitting from a competitive edge over domestic producers, it would seem. Lawmakers rectified the situation by maintaining free allocations of ETS credits to EU industries, including cement, which received US$92m-worth in 2021.1 In the wake of the Paris Agreement, an emissions pricing mechanism on cement imports first came before a vote of the member states in February 2017. In what would become a recurring theme, opposition from all sides of the issue defeated the proposal. Most interesting was the international response: Brazil, China, India and South Africa voiced ‘grave concern’ over the proposed CBAM. A Russian representative at the Department of European Cooperation lamented the possible necessity of ‘response measures,’ while US Climate Envoy John Kerry coolly urged the EU to wait until after the COP26 climate change conference in November 2021. The outbursts were surprising given that the mechanism clearly conformed to World Trade Organisation (WTO) rules: free allocations were always expected to phase out in a mirror image of the CBAM phase-in. The proposal eventually adopted on 22 June 2022 set the end date for both as 2032. In 2020, the EU imported US$383m-worth of cement and concrete across its external borders, down by 17% year-on-year from US$463m in 2019.2 Imports had previously more than doubled decade-on-decade from US$204min 2009. China accounted for US$167m-worth (43%) of global cement and concrete exports to the EU in 2020, followed by Vietnam with US$34m (9%) and the UK with US$30m (7.9%). Other significant sources include Belarus (US$28m - 7.4%), Russia (US$13.8m - 3.6%), Bosnia and Herzegovina (US$13.5m - 3.5%), Serbia (US$13.1 million - 3.4%), Israel (US$13m - 3.4%), Turkey (US$12.6m - 3.3%) and the US (US$10.3m - 2.7%). China China’s first emissions trading scheme will be one year old on 16 July 2021. The scheme, covering more than twice the CO2 emissions accounted for under the EU ETS, may lend an apparent synergy to EU energy policy and that of the bloc’s main trade partner.3 On the contrary, Chinese carbon credits cost 8.5% the price of EU ETS credits on 29 June 2022, with a growth rate of just 10% year-on-year, compared to 53% in EU ETS credit prices. Unlike their European equivalent, they are also restricted to the energy sector. Chinese cement exporters are unready to meet the CBAM on its own terms. The inclusion of indirect emissions further disadvantages plants operating in China’s 57% coal-powered economy. Premier Li Keqiang has warned countries to be on their guard against a ‘new green trade barrier.’ These concerns ought to be considered in light of the scale and diversified nature of the China-EU trade partnership. The eventual inclusion of polymers, hydrogen and ammonia under the CBAM still does not extend its scope beyond 3% of Chinese imports to the EU by value, enabling China to retain the leverage it has previously proved willing to exercise against those who threaten the perceived interests of global trade. China plans to reach net zero CO2 emissions by 2060 through an energy transition in which it invested US$266m in 2021, more than the next six ranked countries combined.4 In the medium-term future, the CBAM may become a green bridge, connecting with Chinese emissions reduction policies in a single carbon border measure to raise money for developing countries’ sustainable transitions, as suggested by former governor of the People’s Bank of China Zhou Xiaochuan. Until then, China seems well positioned to ensure that a fair share of the costs arising from the CBAM pass to importers and the consumer. Turkey Turkey provided 3.3% of the EU’s cement and concrete imports in 2020, but the volume corresponded to 13% of Turkey’s total exports of the same. Thus, the country has a high exposure to any adverse effects of the CBAM – quantified at an estimated US$789m/yr by the European Bank for Reconstruction and Development.5 Turkey’s ratification of the Paris Agreement in late 2021 is among the positive outcomes of the CBAM. The country now plans to align with the CBAM. In this, the Turkish cement industry will rely on a share of a US$3.2bn loan from the World Bank, France and Germany. The UN has yet to receive an updated climate action plan from the Turkish government in line with its pledges. Should Turkey fail to transition within the short timeframe provided by the CBAM, its cement sector might increase its existing focus on the West African market, where it holds 55% and 46% market shares for cement and clinker imports to Ghana and Ivory Coast respectively. The beleaguered industry has one greater refuge still: the US market, which consumed 18% of Turkish cement exports in 2020. North America Discussions of the CBAM’s impacts in Canada and the US are tied to those countries’ on-going deliberations over possible adjustment mechanisms of their own. At present, individual provinces and states are responsible for implementing carbon pricing. An international emissions trading scheme, called the Western Climate Initiative, already exists between the US state of California and the Canadian province of Quebec. The Canadian government is conducting a consultation on federal Border Carbon Adjustment (BCA) credits in the context of economy-wide pricing.6 Carbon border adjustment was previously an item on the US Trade Policy Agenda in 2021, but disappeared in 2022. President Biden pledged to impose 'carbon adjustment fees or quotas on carbon-intensive goods from countries that are failing to meet their climate and environmental obligations' during his candidateship in the 2020 US presidential election. On 7 June 2022, two weeks before the EU adopted CBAM, Senator Sheldon Whitehouse introduced a carbon border adjustment bill to the US Senate, which it referred to its Committee on Finance.7 North American legislators will need to follow the European Parliament in building a broad centrist majority in order to pass their CBAMs. If they succeed, the world will gain a low-carbon axis of cement markets, bringing their trade partners behind them. Other European countries The UK cement industry expects to pay an extra US$30.1m/yr on account of the CBAM.9 A November 2021 report by the Ukraine Resource & Analysis Centre (Society and Environment) concluded that Ukraine's 'largest and most technological' cement producers will experience no critical influence from the CBAM when exporting to the EU.8 At that time, the Ukrainian strategy consisted of an alignment with any future CBAM. On 31 May 2022, The European Business Association calculated Ukrainian cement producers' total CBAM tax bill as US$3.36m/yr.10 Montenegro introduced its own emissions trading system, modelled on the EU ETS, in February 2021, a move which Bosnia and Herzegovina and North Macedonia have both announced their intent to follow.11 Norway has called for international acceptance of the CBAM, but questioned the practicality of including indirect carbon pricing. An example of the possible adverse effects of the CBAM comes from the EU's ban on Russian cement imports in April 2022. The loss of the EU market was one likely contributor to a rollback of climate regulation there.12 Developing countries Non-governmental organisation (NGO) Oxfam has criticised the CBAM's failure to include an exemption for the least developed countries. The EU's solution is an indirect one: it will put CBAM revenues towards its budget, from which international climate finance funding will be raised to an equivalent level. As Paris Agreement signatories, EU member states already expect to contribute towards a total US$100bn/yr in climate finance funds for poorer countries in 2023. Oxfam has recommended that the EU do more to take account of its disproportionate contribution to cumulative global CO2 emissions. This would include directly paying CBAM revenues into international climate finance and accelerating the phase-out of free ETS allocations. Conclusion On 22 June 2022, the most sustainable cement market in the world successfully harnessed market forces to its emissions reduction ambitions. The European cement industry will be able to celebrate the end of carbon leakage. Cement companies outside of the EU, however, now face increased costs and lower prices for their product. The legislation addresses some of the harm that it causes to less developed countries; those – like China, Turkey and Vietnam – in the middle must meet it head-on. So far, we have cited governments and lobby groups, but the real question of readiness for the CBAM lies with producers. Global cement companies, including those based in the EU, have implemented their sustainable cement technologies across all continents, and are beginning to reap the rewards of a new world where paying for pollution is unavoidable. Sources 1. Sandbag, E3G and Energy Foundation, A Storm in a Teacup, Impacts and Geopolitical Risks of the European Carbon Border Adjustment Mechanism, August 2021, https://9tj4025ol53byww26jdkao0x-wpengine.netdna-ssl.com/wp-content/uploads/E3G-Sandbag-CBAM-Paper-Eng.pdf 2. Trend Economy, ‘Imports: European Union: 6810,’ 14 November 2021, https://trendeconomy.com/data/h2/EuropeanUnion/6810 3. Energy Monitor, ‘Carbon trading the Chinese way,’ 5 January 2022, https://www.energymonitor.ai/policy/carbon-markets/carbon-trading-the-chinese-way 4. China Power, ‘How Is China’s Energy Footprint Changing?’ https://chinapower.csis.org/energy-footprint/ 5. Politico, ‘EU’s looming carbon tax nudged Turkey toward Paris climate accord, envoy says,’ 6 November 2021, https://www.politico.eu/article/eu-carbon-border-adjustment-mechanism-turkey-paris-accord-climate-change/ 6. Canadian Climate Institute/L'Instut Climatique du Canada, 'Border Carbon Adjustments,' 27 January 2022, https://climateinstitute.ca/publications/border-carbon-adjustments/ 7. Congress, 'S.4355 - Clean Competition Act,' 7 June 2022, https://www.congress.gov/bill/117th-congress/senate-bill/4355?s=1&r=6 8.Ukraine Resource & Analysis Centre (Society and Environment), ' The Impact of Carbon Border Adjustment Mechanism (CBAM) on the EU - Ukraine trade,' November 2021, https://www.rac.org.ua/uploads/content/624/files/impactcarbonmechanismcbamukrainesummaryen.pdf 9. Burke et al, 'What does an EU Carbon Border Adjustment Mechanism mean for the UK?' April 2021, https://www.lse.ac.uk/granthaminstitute/wp-content/uploads/2021/04/What-does-an-EU-Carbon-Border-Adjustment-Mechanism-mean-for-the-UK_FULL-REPORT.pdf 10. European Business Association, 'Ukrainian exporters to pay more than € 1 billion in carbon tax to the EU under the CBAM,' 31 May 2022, https://eba.com.ua/en/ponad-1-mlrd-yevro-podatku-na-vuglets-shhoroku-splachuvatymut-ukrayinski-eksportery-v-yes-v-ramkah-svam/ 11. Balkan Green Energy News, 'Which Western Balkan countries intend to introduce carbon tax?' 18 May 2022, https://balkangreenenergynews.com/which-western-balkan-countries-intend-to-introduce-carbon-tax/ 12. Climate Home News, 'Russian climate action and research is collateral damage in Putin’s war on Ukraine,' 26 May 2022, https://www.climatechangenews.com/2022/05/26/russian-climate-action-and-research-is-collateral-damage-in-putins-war-on-ukraine/ Serbia: The impacts of Russia’s invasion of Ukraine mean that the Serbian cement industry’s operations are ‘endangered’ and will likely fail to meet steady market demand in the coming months. Serbian Cement Industry Association director Dejana Milinkovic said that the industry relied on Russia and Ukraine for 50% of its coal supply in 2021. In 2021, the industry produced 2.6Mt of cement, up by 10% year-on-year, operating close to 100% capacity utilisation. From the Nordics to the Mediterranean, European countries lead the field in reduced-clinker cement production using supplementary cementitious materials (SCMs). While consumers, faced with ever-greater choice, continue to opt for sustainability, projects to improve existing SCMs and develop new ones have won government backing and have become a matter of serious investment for other heavy industries beside cement. European cement producers’ decisions are steering the course to a world beyond CEM I. Yet, even in Europe, great untapped potential remains. Companies generated a good deal of marketing buzz around their latest reduced-CO2 cement ranges in 2021 and the first quarter of 2022: Buzzi Unicem’s CGreen in Germany and Italy, Holcim’s EcoPlanet in six markets from Romania to Spain, Cementir Holding’s Futurecem in Denmark and Benelux, and Cemex’s Vertua in Spain and several other countries. All boast reduced clinker factors through the use of alternative raw materials. This, however, is really a rebranding of a long-established norm in Europe. Since 2010, cements other than CEM I have constituted over 75% of average annual cement deliveries across Cembureau member countries (all cement-producing EU member states, plus Norway, Serbia, Switzerland, Turkey, the UK and Ukraine). This statistic breaks down differently from country to country. CEM II is the norm in Austria, Finland, Portugal and Switzerland, with deliveries in the region of 90%. Portland limestone cement (PLC) makes up a majority of deliveries in all four. It has been central to Switzerland’s transition to 89% (3.72Mt) of CEM II deliveries out of a total 4.18Mt of cement despatched in 2021. There, the main types of cement were CEM II/B-M (T-LL) Portland composite cement, with 1.38Mt (33%), and two different classifications of PLC: CEM II/A-LL PLC, with 1.28Mt (31%), and CEM II/B-LL PLC, with 888,000t (21%). A second approach is that of the Netherlands, where CEM III blast furnace slag cement with a clinker factor below 65% predominates, favoured for its sulphate resistance and the protection it offers against chloride-initiated corrosion of steel reinforcement in marine settings. By contrast, the UK has traditionally maintained a higher reliance on CEM I cement. This can be partly explained by the preference of builders there for adding fly ash or ground granulated blast furnace slag (GGBFS) at the mixing stage. Nonetheless, CEM II Portland fly ash cement held a 14% (1.43Mt) market share in the UK’s 10.2Mt of cement consumption in 2021. The UK Mineral Products Association (MPA) has identified limestone as an underutilised resource in the country’s cement production. Together with HeidelbergCement subsidiary Hanson Cement, it has applied for a change to National Application standards to allow the production of Portland composite cement from fly ash and limestone or GGBFS and limestone. The association has forecast that Portland composite cement could easily rise to 30 – 40% of UK cement consumption, and that this has the potential to eliminate 8% of the sector’s 7.8Mt/yr-worth of CO2 emissions. Metallurgical waste streams have long flowed into European cement production, primarily as GGBFS, but also as bauxite residue. In 2021, alumina production in the EU alone generated 7Mt of bauxite residue, of which the bloc recycled just 100,000t (1.4%) that year. Two projects – the Holcim Innovation Center-led ReActiv project and Titan Cement and others’ REDMUD project – aim to produce new alternative cementitious materials from bauxite residue. By collaborating with other industries, cement producers’ investments can most effectively reduce the overall cost of using these materials in cement production. In Germany, HeidelbergCement and ThyssenKrupp’s Save CO2 project aims to develop new improved latent hydraulic binders or alternative pozzolan from GGBFS by producing slag from directly reduced iron (DRI). The Save CO2 team believes that GGBFS substitution for clinker has the capacity to eliminite 200Mt/yr of CO2 emissions from global cement production. Meanwhile in the world of mining, ThyssenKrupp and others’ NEMO project is investigating the recovery of a useable mineral fraction for cement production from the extractive waste of the Luikonlahti and Sotkamo mines in Finland and the Tara mine in Ireland, through bioleaching and cleaned mineral residue upcycling. This may give cement producers full access to Europe’s 28Bnt stockpiles of sulphidic mining waste, of which mines generate an additional 600Mt each year. Denmark-based CemGreen, which produces the calcined clay supplementary cementitious material CemShale, is developing a shale granule heat-treating technology called CemTower. This consists of three pieces of equipment vertically integrated into cement plants’ preheaters, kilns and coolers, and brings the processing of waste materials – here oil shale – to the cement plant. Lastly, cement producers are exploring the possible uses of waste made of cement itself. In Wallonia, HeidelbergCement subsidiary CBR’s CosmoCem project is investigating the production of alternative cement additives from large available flows of local demolition, soil remediation and industrial waste. Similarly, the Greece-based C2inCO2 project seeks to mineralise fines from concrete recycling for HeidelbergCement to use in the production of novel cements in its Greek operations. In Switzerland, ZND Portland composite cement (produced using fine mixed granulate from building demolitions) is the third largest cement type, with 178,000t (4.3%) of total deliveries – narrowly behind CEM I with 239,000t (5.7%).Holcim Schweiz developed its Susteno 4 ZND Portland composite cement with Switzerland’s lack of any ash or slag supply in mind, demonstrating the potential flexibility of a circular economic approach to cement production. On 21 March 2022, the University of Trier reported that it is in the process of mapping mineral resources, waste deposits and usable residues ‘on a cross-border scale,’ in an effort to produce new materials for use in cement production. Industry participants include France-based Vicat, CBR, Buzzi Unicem subsidiary Cimalux and CRH subsidiary Eqiom. Vicat is preparing a kiln at its 1Mt/yr Xeuilley cement plant in Meurthe-et-Moselle to use in testing new alternative raw materials developed under the project. For Cembureau and its members, work continues, with the goal of Net Zero by 2050 constantly in sight. This goal includes a reduction in members’ clinker-to-cement ratios to well below 65%. In this, the association and its members are working towards a world not just beyond CEM I, but beyond CEM II, too. What exactly this will mean remains to be seen. Sources CemSuisse, ‘Lieferstatistik,’ 11 January 2022, https://www.cemsuisse.ch/app/uploads/2022/01/Lieferstatistik-4.-Quartal-2021.pdf WSA, ‘December 2021 crude steel production and 2021 global crude steel production totals,’ 25 January 2022, https://worldsteel.org/media-centre/press-releases/2022/december-2021-crude-steel-production-and-2021-global-totals/ MPA, ‘Low carbon multi-component cements for UK concrete applications,’ July 2018, https://prod-drupal-files.storage.googleapis.com/documents/resource/public/Low%20carbon%20multi-component%20cements%20for%20UK%20concrete%20applications%20PDF.pdf European Commission, ‘European Training Network for Zero-waste Valorisation of Bauxite Residue (Red Mud),’ 16 July 2020, https://cordis.europa.eu/project/id/636876 European Commission, ‘Industrial Residue Activation for sustainable cement production,’ 16 February 2022, https://cordis.europa.eu/project/id/958208 Recycling Portal, Zement der Zukunft – Forschungsprojekt „SAVE CO2“ gestartet, 28 May 2021, https://recyclingportal.eu/Archive/65677 h2020-NEMO, ‘Project,’ https://h2020-nemo.eu/project-2/ European Commission, ‘Green cement of the future: CemShale + CemTower,’ 14 April 2021, https://cordis.europa.eu/project/id/101009382 CosmoCem, ‘Communiqué de Presse,’ https://cosmocem.org/ CO2 Win, ‘C²inCO2: Calcium Carbonation for industrial use of CO2,’ https://co2-utilization.net/en/projects/co2-mineralization/c2inco2/ Les Echos, ‘Rendre le ciment moins gourmand en CO2,’ 21 March 2022, https://www.lesechos.fr/pme-regions/innovateurs/des-substituts-au-clinker-rendent-le-ciment-moins-gourmand-en-co2-1395002 Energy costs mounting for the cement sector 20 October 2021 UltraTech Cement, Taiheiyo Cement, Cimtogo and the Chinese Cement Association (CCA) have all been talking about the same thing recently: energy prices. India-based UtraTech Cement reported this week that coal and petcoke prices nearly doubled in the second quarter of its current financial year, leading to a 17% rise year-on-year in energy costs. Japan-based Taiheiyo Cement released a statement earlier in October 2021 saying that due to mounting coal prices it was planning to raise the price of its cement from the start of 2022. It principally blamed this on increased demand in China and a stagnant export market. It added that it was ‘inevitable’ that prices would rise further in the future. Meanwhile in West Africa, Eric Goulignac, the chief executive officer of Cimtogo, complained to the local press that the reason the company’s cement prices were going up was due to a 250% increase in the cost of fuels for the Scantogo plant and an increase in the price of sea freight of over US$35/t for transporting gypsum and coal. Other places where the cost of energy has been biting cement producers include Turkey and Serbia. In the former, Türk Çimento, the Turkish Cement Manufacturers' Association, warned in June 2021 that the price of petcoke had nearly tripled over the previous year. Whether it was connected or not, the Turkish Building Contractors Confederation (IMKON) organised a strike in September 2021 due to high costs. The confederation claimed that the price of cement had tripled over the last year. In Serbia electricity prices have risen sharply in recent months in common with much of Europe. Local press reported comments last month from President Aleksandar Vučić saying that an unnamed cement producer had warned of a 25% rise in the price of cement if electricity prices remained high. In the UK the Energy Intensive Users Group (EIUG), a network of lobbying groups for heavy industry including cement, has been holding talks with the government on how to cope with growing energy costs. Finally, in the US, Lhoist warned in September 2021 that is was going to increase the cost of all of its lime products from the start of November 2021 due to increasing gas prices. These are just some of the reactions by cement and lime producers to the current global energy market. No doubt there are many more. The current global energy crunch has widely been attributed to the waking up of economies following coronavirus-related dormancy in 2020 with supply failing to meet demand. Gas prices have risen to record highs and this has promoted electricity producers to switch to coal in the US, Europe and Asia. This in turn has put pressure on industrial users as both electricity and coal prices have grown and governments have taken action in some cases to protect domestic users. In Europe price pressure has lead to reductions in ammonia and fertiliser production. Power cuts have been reported in China and India. In China a variety of factors have converged to create a crisis. These include shutting down coal mines on environmental and safety grounds, anti-corruption measures and even promoting mine closures to facilitate clean skies for national events such as the Communist party’s 100th anniversary. Disruption to import sources such as a ban on Australian coal on political grounds, flooding in Indonesia and a renewed coronavirus outbreak in Mongolia can’t have helped either. Thermal coal futures traded on the Zhengzhou Commodity Exchange hit a high of US$263/t on 15 October 2021 marking a 34% rise through the week and the largest weekly growth since trading started in 2013. The International Energy Agency estimates that coal demand in China grew by over 10% year-on-year in the first half of 2021 but coal production increased by just over 5%. Industrial users have suffered as energy supplies have been rationed and producers asked to cut output. In September 2021 cement output fell by 12% year-on-year to 205Mt from 233Mt in September 2020. This is the lowest monthly figure for September since 2011. It’s also not the usual direction of double-digit rate of change that the Chinese cement sector is used to. The CCA attributed this mainly to energy controls, power shortages and high coal prices in Jiangsu, Hunan, Zhejiang, Guangdong, Guangxi, Yunnan, Shandong and elsewhere. Cement output for the first nine months of 2021 is still ahead of 2020 at 1.77Bnt compared to 1.67Bnt but it’s been slipping noticeably since July 2021. This will leave energy users, including cement producers, watching the weather forecasts rather closely this winter. Should the Northern Hemisphere suffer a cold one then energy prices such as coal will reflect it. Industrial users may also become subject to energy rationing in many places. The knock-on effect of this then will be higher cement prices. However bad the winter does turn out to be though we can expect more cement companies trying to explain bashfully why their prices are going up. On the plus side any producer that can diversify its energy mix through solar, alternative fuels or whatever else is likely to be doing so soon if they are not already. Insee Cement appoints Gustavo Navarro as head in Sri Lanka 07 October 2020 Sri Lanka: Insee Cement has appointed Gustavo Navarro as its chief executive officer (CEO) of its operations in Sri Lanka. He succeeds Nandana Ekanayake, according to the Nation newspaper. Ekanayake will remain at the company as chairman of the board. Navarro has previously held chief executive positions for Holcim in Serbia and Russia, and for CRH in Romania. France/Serbia: Turkey’s Fons Technology International, part of Dal Engineering Group, has released information about recent projects for CRH. In France a replacement clinker cooler and roller crusher was commissioned at the Lumbres plant in February 2019. The project started in October 2018 and the upgrade has a capacity of 1500t/day. In Serbia a Fons Delta clinker cooler and three roller crushers were commissioned at Popvac plant in January 2019. This project started in September 2018 and it has a capacity of 2200t/day.",
    "images": null,
    "tags": "global cement, global cement magazine, global cement directory, global cement news, cement, global cement weekly, global cement newsletter",
    "excerpt": "Global Cement online portal for all things cement related",
    "categories": ""
}