{
    "title": "European Union",
    "author": "unknown",
    "source": "Pro Global Media Ltd",
    "date": "2025-02-26",
    "text": "Displaying items by tag: European Union European Union to launch Green Deal Industrial Plan 26 February 2025 The European Union (EU) is set to launch its Green Deal Industrial Plan, today, on 26 February 2025. It is the latest plan to help industry in the region reach net zero whilst remaining competitive. Key parts of the scheme that have been seen by the media include support for industries facing high energy prices, tax breaks for decarbonisation projects, simplifying the cross border adjustment mechanism (CBAM), linking funding for industrial CO2 cutting more directly to revenue gathered from the emissions trading scheme (ETS) and revamping procurement rules. Cembureau, the European cement association, presented its comments on the impending announcement earlier this week. On CBAM it said that more work was required on exports, “such as export adjustment or continued free allowances for exported goods through the application of the destination principle which merits more in-depth analysis and discussion as to its WTO compatibility.” On financing it called for 75% of ETS taxation on the cement sector to be funnelled straight back again in the form of a cement decarbonisation fund. On infrastructure it called for competitive access to low-carbon energy sources such as thermal biowaste and electricity. It also lobbied for the rapid-development of CO2 pipelines and storage sites. Finally, on lead markets it asked that concrete carbonation and CO2 use in construction materials be recognised as a carbon sink and that carbon capture and utilisation using CO2 from industrial sectors be acknowledged through a review of the CO2 accounting rules in the ETS. Lobbyists from the other side of the argument, also ahead of the official unveiling of the Green Deal Industrial Plan, took a dim view of the ETS. A report published by Carbon Market Watch and WWF called for greater scrutiny to be placed on the scheme. Its argument is that the “current architecture of the EU ETS continues to reward heavy polluters by granting them free allowances instead of incentivising emissions reductions.” Holcim, Heidelberg Materials and Cemex were each singled out as having received more free allowances under the ETS than the actual emissions they were responsible for in 2023. The report also reflected the growing environmental backlash against carbon capture and utilisation and/or storage (CCUS). In its view the money from the ETS going into the Innovation Fund should be directed at schemes that directly reduce emissions, not at CCUS projects, although it did concede that the cement and lime industries were some of the few sectors that should be allowed funding towards CCUS. This may be a point for the cement sector to watch for in the future if there ends up being a wider backlash against CCUS in general. The Carbon Market Watch-WWF case is that the cement sector (and others) have received far too many free allowances in the ETS for far too long. The authors admit that the allowances are set to fall fast, to 2034, as the CBAM comes in but they don’t think that anywhere near enough has been done. This has not been helped over the years by news stories occasionally emerging of idled cement plants appearing to make money from emissions allowances. These occurrences date back to the drop in production following the financial crash in 2008 but there have been more recent examples. Graph 1: Allowances for and emissions from clinker production from the emissions trading scheme in the European Union, 2017 - 2023. Source: EU Transaction Log (EUTL). As Graph 1 above shows the environmentalists may be overstating their point on the ETS given that emissions were higher than the free allocation in 2018, 2019, 2021 and 2022. Roughly speaking, both the allowances and emissions by the cement sector from clinker production have been dropping since 2017 and further back to the mid-2000s. The system is intended to squeeze emissions but it doesn't take into account short-term variations in market conditions. Cembureau data shows that production rose in 2021. Sure enough, emissions jumped above the allocation. Although the cement production data is yet to be released for 2023, it is looking fairly likely that it will have decreased. Hence, emissions have fallen below the allocation level. Few are likely to be happy with the EU’s Green Deal Industrial Plan. For producers, it is unlikely to add sufficient support against the additional ‘green’ cost burden. For environmentalists, it doesn't go far enough. The usual equilibrium for EU sustainability legislation is aiming at the target of net-zero without killing industry. The current US administration has further tipped this balancing act with its threats to fight against CBAM and the like with trade tariffs. Tom Lord, Redshaw Advisors described the EU ETS as a political construct at the Global FutureCem Conference that took place in February 2025 in Istanbul. This also applies to the EU’s green legislation (like any laws). Subsequently, certainty is a word that crops up frequently in discussions about EU green policies. Can EU industry be certain that these political constraints remain should circumstances change? With the ETS allowances dropping, CBAM coming and industry facing higher energy prices than its competitors, we’re about to find out how committed the EU is on net-zero and who the winners and losers will be. Consequences of US tariffs on the cement sector 05 February 2025 US President Donald Trump threatened tariffs on imports from Canada, China, Mexico and the European Union this week. Tariffs to Canada and Mexico were announced on 1 February 2025 and then paused for a month to allow for negotiations. Ones to China have been implemented. Tariffs to the European Union have been proposed but nothing has happened yet. What does this mean for the cement sector? Graph 1: Imports of cement and clinker to the US. Source: USGS. Estimated data for 2024. The data suggests that whacking 25% tariffs on cement imports from Canada and Mexico would have an impact. The US imported 26.5Mt of cement and clinker in 2023. Based on United States Geological Survey (USGS) data from January to October 2024, imports in 2024 have fallen by 8% year-on-year but they still represent a large chunk of consumption. Türkiye has been the biggest source of imports over the last five years but Canada has been the second biggest supplier. Together with Mexico, it provided over a quarter of imports in 2023. A similar share is expected in 2024. Greece, a country in the EU, has also been present in the top five importing countries to the US during this time. The Portland Cement Association (PCA) reinforced this view. In a carefully worded statement it took pains to point out alignment with the intentions behind the tariffs, such as appreciating that the administration was open to negotiation and appeared to be flexible. However, it warned that the moves could adversely affect energy and national security, delay infrastructure projects and raise costs. It pointed out the import share from Canada and Mexico, adding that this represented nearly 7% of the US’ cement consumption. It noted which states were the main entry points for cement imports from the two countries. Finally, it highlighted the high level of consumption (36%) that imports from Canada might account for in northern states such as New York, Washington and so on. Meanwhile, Mexico’s National Chamber of Cement (CANACEM) warned that the proposed actions might trigger a ‘competitiveness crisis’ in the US. Holcim’s CEO, by contrast, nonchalantly told Reuters that he didn’t expect any impact by tariffs on his business. Miljan Gutovic described the group’s US operations as a local business with production happening in the country and equipment and spare parts all being sourced locally. This optimistic view is likely to be influenced by the company’s impending spin-off of its US business. The listing in the US remains scheduled for the first half of 2025 with no complications expected from tariffs. Clearly, implementing tariffs on imports of cement and clinker from Canada and Mexico could cause a shortage in the US in the short term. This, in turn, could lead to higher prices for consumers in the US. This potential effect would be pronounced in border regions that are reliant on imports. It is worth noting that a number of production lines in both Mexico and Canada have previously been mobilised to meet the export market to the US. These lines would likely be mothballed if tariffs were to be implemented, unless they could find other markets. In the medium term though, as the World Cement Association (WCA) pointed out this week, the world produces too much cement. So it looks likely that the US cement market would adjust to a new equilibrium. Taxing imports from the EU would have a similar effect. Although it seems like it would be less pronounced for the US cement market unless it was in conjunction with tariffs to Canada and Mexico. It would certainly be bad news for cement producers in Greece. Cement producers in the US look set to benefit from tariffs as demand for their products and prices could increase. There is a risk that too sudden a change to the import market could cause adverse market effects through shortages. Many of these companies are multinational groups with headquarters in foreign countries. However, the strength of the US market compared to elsewhere has prompted some of these businesses to become more ‘American’ through listing in the US or focusing merger and acquisition activity in North America. At this point we’re stuck in a half-way house place where import tariffs have been threatened and negotiations are pending. The relatively muted stock market reaction to the tariffs and Trump’s swiftness in enacting pauses suggest that it is brinkmanship by the US administration. If this situation continues for any length of time then it will likely have an effect all of its own. In which case don’t expect any export-focused investment by cement companies in Canada and Mexico any time soon. Holcim does not expect impact from US tariffs 04 February 2025 US: Holcim’s CEO Miljan Gutovic says he does not expect any effects of proposed US tariffs upon his company. \"I don't really see any impact, because our business is a local business (in the US),\" said Gutovic in an interview with Reuters. \"We are producing locally, we are sourcing the equipment, the spare parts locally, so how is this going to affect us? I do not see it.\" He added that the proposed tariffs were also unlikely to pose any problems to the group’s planned spin-off of its business in the US. The listing of its North America-based business is remains scheduled for the first half of 2025. The US government proposed tariffs upon imported goods from Canada and Mexico in early February 2025 but these have been paused for one month. Tariffs on China are set to start on 4 February 2025. US President Donald Trump has also spoken about implementing tariffs on the EU. Cop-out or cough up? Update on COP29 20 November 2024 The mood music for this year’s United Nations Climate Change Conference (COP29) in Azerbaijan has been poor. Despite this though the decarbonisation prospects for the cement sector are looking rosier than other industries. First, the negatives. People are starting to question whether the COPs are fit for purpose. Donald Trump’s election as President-Elect in the US before the event started pretty much set the tone given that he intends to withdraw from the Paris climate agreement. Again. Azerbaijan's President Ilham Aliyev described his country’s natural gas resources as a “gift from God” following reports that, once again, COP national delegates had been caught promoting fossil fuel deals. France and Argentina also withdrew their lead negotiators for differing political reasons. Meanwhile, there has been increasing lobbying against carbon capture from the environmental sector. In short the view is growing that carbon capture is a delaying tactic by fossil fuel companies rather than a viable solution. This poses a threat to the cement sector because its current net zero roadmaps require carbon capture. The World Cement Association’s CEO Ian Riley asked in a statement whether there might be “...a shift toward negotiations driven by the major emitters - China, the US, India, Russia, and Saudi Arabia.” However he observed that none of these countries yet seem ready to lead on the climate agenda globally. Now, the positives. Cement CO2 sector emissions may have continued to fall in 2023. The Global Carbon Project published its Global Carbon Budget 2024 in mid-November 2024. It predicts that global fossil CO2 emissions will rise by 0.8% year-on-year in 2024 with emissions from coal, oil and gas still mounting. However, emissions from cement producers are expected to fall by 0.8%. This trend started in 2022. It appears to be due to declines in China, the US and the EU but, notably, not in India. It’s worth commenting here that this decline may be principally down to the parlous state of the real estate market in China, but there is also a lot of decarbonisation work happening. We’ll take a win where we can. Next, the Global Cement and Concrete Association’s two big announcements at COP29 have been the publication of its Cement Industry Net Zero Progress Report 2024/25 and the launch of international definitions for low carbon cement and concrete. The progress report proffers a nifty update on how well it’s going. Short version: 23% reduction in emissions intensity since 1990; lots going on; plenty more to do. One of those issues that require attention is low-carbon procurement. Hence those international definitions. This may seem like an abjectly boring topic but never underestimate the power of standards upon building materials. This should help support governments, policy makers and the private sector to set low carbon procurement rules. Since governments are among the biggest buyers of building materials worldwide, both directly and indirectly, this is intended to start speeding up decarbonisation by driving demand for existing lower carbon cement and concrete products. Whether this is the tool that cracks the global adoption of low carbon building materials remains to be seen. Yet the long lead time it took the Portland Cement Association (PCA) in the US, for example, to promote the use of Portland Limestone Cement is both instructive and inspirational. It can be done and it can deliver results. COP29 has been described as the ‘finance COP’ because the representatives are hoping to set a new global climate finance target. This target, or new collective quantified goal (NCQG), is seen as one of the summit's main outcomes. It is intended to replace the existing US$100bn goal that is due to expire in 2025. However, the question of how much each country pays has predictably caused disagreements between developed, developing and those countries in between. All of this is well above the ‘paygrade’ of the cement sector but is crucial to what happens next, because it’s going to get expensive. Establishing regional carbon capture infrastructure requires serious funding. Time will tell whether COP29 can actually further this aim. The arguing continues. Copyright in the cement sector 23 October 2024 Starlinger revealed this week that it had taken on copycats in China and won. The packaging machine manufacturer said that it had sued a number of China-based machine manufacturers and their customers, packaging producers, based on infringement of several of its patents. An out-of-court settlement was eventually reached with the case going before both a civil court and a Chinese court specialised in intellectual property. Naturally, Austria-based Starlinger did not say what the settlement involved other than stating that the proceedings had been “...settled with strict obligations for the machine manufacturers.” It’s unclear how directly the case affected the cement sector. Starlinger did say that the case involved a replica of a proprietary sack conversion line for producing woven plastic sacks. Packaging producers, often in Asia, use Starlinger’s conversion lines to manufacture proprietary block bottom valve sacks made of polypropylene tape fabric for the cement and construction industries, although they are also used for other dry bulk goods such as rice, flour or chemical granulates. Starlinger’s reasons for going public are interesting given that most companies steer well clear of discussing legal matters openly. In the accompanying press statement Harald Neumüller, the chief strategy officer of Starlinger, used the disclosure to promote his products by saying “Only the best are copied, as the saying goes.” He then went on to underline the company’s strengths in research and development. Yet he also admitted that this was “...little consolation if it has economic consequences for innovative machine manufacturers like us.” Firstly it should be noted that battles over patents and ideas happen everywhere from time to time. Discussing international copyright theft has become politicised because it plays into the geopolitical rivalry between the US, Europe and China. One US-government commissioned estimate in 2017 reckoned that the US economy was losing US$225 - 600bn/yr due to counterfeit goods, pirated software and theft of trade secrets. This report has been criticised but it gives one an idea of the scale of the concern. However, there are also plenty of prognosticators in the western media who have spent the last two decades warning of a hard landing in the Chinese economy that hasn’t happened. Bringing this discussion back to cement, following the collapse of the real estate market since 2021, cement output has fallen. Data from the National Bureau of Statistics of China shows that output decreased by 11% year-on-year to 1.33Bnt in the nine months from January to September 2024. This appears to be following a similar decline in local real estate investment. The market is still correcting itself and the government is making gradual changes but there has been no apparent cataclysm so far. China-based equipment suppliers don’t appear to have suffered to the same degree due to their foreign orders. The standard western narrative is that when European or American companies sold their equipment in China from the 1990s onwards they contended with a rocketing economy and lax intellectual property (IP) enforcement. Such an environment reputedly made it easy for some local companies to copy machinery and sell it more cheaply. At the same time China’s industries legitimately surpassed their competitors leading to criticism about how they did it. Publicly available evidence of this behaviour in the cement sector is limited. One of the few includes action by Haver & Boecker, another packaging machine manufacturer, in the late 2010s. However, anecdotally, the view that IP was stolen in China is prevalent in the west whether it is true or false. No doubt readers will have their own experiences and opinions. None of which would be publishable. The issue has been superseded though as China’s cement sector has become the largest in the world by a considerable margin. The biggest manufacturers of cement plants in the world are now Chinese companies too. They either use their own equipment or buy in western kit depending on what the customer wants. They also own a number of their overseas competitors and more potential acquisitions look likely. All of this is what makes Starlinger’s admission unusual. It has taken a stand and it may have paid off. At the very least the equipment supplier is wringing publicity out of the affair regardless of how big - or small - the settlement may have been. Others may follow. China starts to include cement sector in emissions trading scheme 18 September 2024 China’s Ministry of Ecology and Environment announced plans last week to add the cement sector to the country’s emissions trading scheme (ETS) by the end of 2024. The ministry has started the consultation process to also add steel and aluminium production to the system. 2024 will be used as a control year for the new industries entering the scheme, an implementation phase will run in 2025 and 2026 and then the quota allocated to companies will start to be reduced from 2027 onwards. Plants that emit 26,000t/yr of CO2 or higher will be included in the ETS. Clearly this is a big deal for the cement industry worldwide, as China produces around half of the world’s cement. As Ian Riley the CEO of the World Cement Association commented, \"The inclusion of cement in the Chinese ETS is a critical and long-awaited step. As we have seen in Europe, a well-implemented carbon ETS can be beneficial by not only curbing emissions but also catalysing industry restructuring that favours the most efficient and lowest-emitting producers. This move signals China’s intent to prioritise sustainability in high-emission sectors…” In 2023, for example, China produced 2.02Bnt of cement compared to a global output of 4.10Bnt. This compares to the 176Mt of cement produced in the European Union (EU) in 2022. The EU, of course, is the home of the world’s second largest ETS. China’s National ETS originally started in 2021 focusing on the power generation sector. It followed several pilot markets in eight regions, which continue to operate in parallel with the national system. At present the National ETS covers more than 2000 companies with emissions exceeding that 26,000t/yr of CO2 figure mentioned above. These are mostly generation businesses, but it does also cover captive power plants. Overall, the scheme is estimated to cover around 5Bnt/yr of CO2 and accounts for over 40% of the countryʼs CO2 emissions. The current targets are an 18% reduction in carbon emissions per unit of GDP compared to 2020 levels by 2025, peak CO2 emissions by 2030 and net zero emissions by 2060. Following the addition of the cement, steel and aluminium sectors, however, the ETS is estimated to grow to 8Bnt/yr of CO2 and it should account for 60% of the country’s CO2 output. In April 2024 the average spot price of emissions traded on the Shanghai Environment and Energy Exchange reached €12.7/t of CO2. This was a notable milestone because in the local currency it exceeded the ‘psychological’ 100 Chinese Yuan threshold. Meanwhile, the EU ETS CO2 price started to increase in 2021 finally making it just past Euro100/t of CO2 in early 2023. Since then, it has declined somewhat but remains at €50-75, well above the levels of the 2010s. In practical terms the real significance of China’s National ETS for the cement sector should begin to be felt once the government starts to tighten up the allocated quotas from 2027 onwards. It is at this point that it will become apparent how the system is being used to drive the pace of decarbonisation. The other part of this to watch is if or when domestic talk turns to setting up a version of the EU’s Carbon Border Adjustment Mechanism (CBAM) to stop imports. It is at this point that one might be able to tell if the ETS has ‘bite.’ The government has not been shy in regulating industry and one of its starkest tools so far in tackling overcapacity has been mandating cement plants to simply stop production for some months of the year through so-called peak shifting. The National ETS gives it another tool to drive policy changes. Yet it is more complicated and with wider implications to other industries than simply telling plants to take a break. How it fits in globally, where there is a significant difference between the ETS price in China and the EU, remains to be seen. Yet, any additional CO2-based burden upon the cement sector in the world’s largest cement producing country is a major step towards decarbonisation. Çimsa Çimento buys Mannok 11 September 2024 One surprise at the end of August 2024 was that Türkiye-based Çimsa has agreed to buy a majority stake in Ireland-based Mannok. The subsidiary of Sabancı Holding signed a deal to acquire just under a 95% stake in Mannok Holdings based on an enterprise value of Euro330m for 100% of the shares. The final purchase price will be determined later in the process, as will a potential completion date subject to the usual regulatory approvals. Çimsa has described the deal as its “third major global initiative in the past three years” following expansions in the US and Spain. Çimsa started production at its 0.3Mt/yr white cement grinding plant in Houston, Texas in 2019. It is currently planning to set-up a 0.6Mt/yr grey cement grinding plant, also in Houston, with operation expected to start by the end of 2024. Its Spain-based business received a boost in mid-2021 when it purchased the Buñol white cement plant in Valencia from Cemex. Outside of Türkiye the company also operates a few terminals in Germany and Italy. Of interest to this article it established a subsidiary for sales in the UK in mid-2023. Mannok was previously known as Quinn Group before it was rebranded in 2020. In addition to cement the company sells a range of construction products including PIR (polyisocyanurate) insulation, aircrete thermal blocks, roof tiles and precast concrete. The company is headquartered at Derrylin in Fermanagh, Northern Ireland in the UK but it operates in both Ireland and the UK. It runs a 1.4Mt/yr integrated plant at Ballyconnell, County Cavan in Ireland, just across the border from Derrylin. With the 17th Global CemFuels Conference scheduled to take place next week in Dublin, it is worth noting that this cement plant had a recent upgrade of interest to the alternative fuels sector. In 2023 the company said that it had installed the world’s first FLSmidth Fuelflex Pyrolyzer at a cement plant following an earlier pilot of the system back in 2018. It is used to replace coal with solid recovered fuels (SRF) in the pre-calcination stage of cement production. Later in 2023 Mannok said that the equipment was reducing its CO2 emissions by 58,000t/yr. As reported in the October 2023 issue of Global Cement Magazine, cement from the Ballyconnell plant is sold in both Ireland and the UK. In 2022, 35% of its sales were in Ireland, 30% in Northern Ireland and the remaining 35% in the rest of the UK. The company uses a storage unit at Warrenport in Northern Ireland to despatch cement to a 8400t cement storage and distribution at Rochester in Southern England. Çimsa said that the acquisition is intended to help it to increase the share of its revenue in foreign currencies to over 70%. It is not a revelation that Çimsa might want to do this given the parlous state of the economy in Türkiye since 2018. Interest rates are high and the Turkish Lira has lost value. Çimsa raised the issues this has caused in its 2023 annual report. These include higher costs for imported goods and services such as energy, equipment and engineering services. In 2023 the company reported that 57% of its sales consisted of foreign currency-based revenue. The same year exports represented just under 40% of the company’s total revenue. Overall, Çimsa’s revenue fell slightly year-on-year in 2023, in part due to the divestment of a cement plant and other assets, but earnings rose significantly. Buying Mannok gives Çimsa another route into the European Union (EU), via Ireland, and the UK. Crucially, this gives its first integrated grey cement production site outside of Türkiye. Both of these things are especially useful for an export-focused company facing increasing hurdles to sales in the guise of the EU Emissions Trading Scheme. It also helps the business to further hedge against negative currency exchange effects back home in Türkiye. So ‘Sláinte’ to Çimsa and Mannok, and good luck. The 17th Global CemFuels Conference & Exhibition takes place in Dublin, Ireland on 18 - 19 September 2024 Vietnam's cement sector minimally impacted by EU’s CBAM 05 September 2024 Vietnam: Vietnam's cement sector anticipates minimal impact from the EU's carbon border adjustment mechanism (CBAM) as exports to the EU account for less than 2% of total sales, according to the Vietnam News Brief Service. However, Luong Duc Long, vice president and general secretary of the Vietnam Cement Association, remains alert to potential changes in emission thresholds that could incur additional taxes. Currently, the country’s cement sector emits 700 - 750kg/t of CO₂, with goals to reduce this to 650kg/t by 2030 and to 550kg/t by 2050 through technological advancements like rotary kilns and AI, as well as the use of alternative fuels and waste management solutions. Delegates at the Global CemCCUS Conference last week applauded when Anders Petersen, the Senior Project Manager Brevik CCS, Heidelberg Materials said that the Brevik cement plant will be capturing CO2 and permanently storing it within the year. Rightly so. This moment will mark a historic milestone for the sector when it arrives. Net zero cement production is coming. Last week’s event in Oslo delivered an overview of the current state of carbon capture in the cement and lime industries. It explored the practical challenges these industries face in capturing CO2 emissions and - crucially – then working out what to do with them afterwards. Incredibly, delegates were able to view the construction site of Heidelberg Materials’ forthcoming full-scale carbon capture unit at its Brevik plant in Norway. On the same day as the tour, Holcim broke ground on the Go4Zero carbon capture project at its Obourg plant in Belgium. The key takeaway at the conference was that a (dusty) bulk solids sector is starting to work with handling (clean) gases in a way it hasn’t before. This recurred repeatedly throughout the conference. Petersen summarised it well when he described Brevik as a meeting pointing between the cement industry and the petrochemical one. It looks likely at present that there will not be a single predominant carbon capture technology that the majority of cement plants will deploy in the future. Similarly, CO2 storage infrastructure and sequestration sites differ. Utilisation plans are less developed but also offer various options. Yet, if carbon capture becomes common at cement and lime plants, then these companies will need to learn how to filter and handle gases regardless of the capture method and destination for the CO2. So presentations on filtration and compressors were a revelation at CemCCUS. The key obstacle remains how to pay for it all. By necessity, most of the big early projects have received external funding, mostly from governments. Although, to be fair, the private companies involved are often investing considerable amounts of their own money and taking risks in the process too. In the European Union (EU) CO2 is being priced via the Emissions Trading Scheme and investments are being made via the EU Innovation Fund and other schemes. In the US the approach lies in tax breaks, on-shoring and investment in new sustainable technologies. However, other countries have different priorities. Or as a South Asian contact told Global Cement Weekly at a different conference, “How can our government think about sustainability when it can’t feed everyone?” The world’s biggest cement producing countries are China and India, and then the EU and the US follow. Brazil, Türkiye and Vietnam are at similar levels or not far behind. The EU and the US represent about 9% of global cement production based on Cembureau figures for 2022. China and India cover 61% of production. Neither of these countries has announced a plan to encourage the widespread construction of carbon capture units. Once China ‘gets’ cement carbon capture though, it seems plausible that it will dominate it as it has in many other sectors such as solar panel production. Exporters such as Türkiye and Vietnam will have to adapt to the rules of their target markets. The march by the cement and lime sectors towards carbon capture has been long, difficult and expensive. It also has a long, long way to go. Yet, the next decade promises to be exciting as new technologies are developed and tested, full-scale projects are commissioned and CO2 pipelines, sequestration sites and usage hubs come online. The next key milestones to look out for include the first full-scale installations using other capture methods (such as oxy-fuel kilns), the first CO2 pipeline network that hooks up to a cement plant, the first land-based sequestration site, the first industrial hub that uses CO2 at scale to manufacture a product, new government policies in China and India, and the first large unit that is funded entirely from private finance. To end on a positive note, a Cembureau representative at the Global CemCCUS Conference reckoned that Europe will be able to capture 12Mt/yr of CO2 by 2030. If it happens, this will be a major achievement and a serious statement of intent towards net zero for the sector. The 2nd Global CemCCUS Conference will take place in Hamburg in May 2025 Holcim breaks ground on Go4Zero at Obourg 17 May 2024 Belgium: Holcim kicked-off its Go4Zero project at its Obourg plant on 16 May 2024 in an event attended by the Belgian Prime Minister Alexander De Croo and the European Commissioner for Climate Action Wopke Hoekstra. The €500m Go4Zero project, supported with €230m of funding from the European Union, will enable the integrated plant to reduce its CO2 emissions by 30% by 2027 and to produce 2Mt/yr of CO2-free cement by 2029. When fully operational, the Obourg plant will capture 1.2Mt/yr of CO2. The Go4Zero project incorporates a number of approaches to achieve net-zero CO2 cement. The centrepiece is an oxy-fuel combustion process to generate an easy-to-handle exhaust gas with up to 80% CO2. This will be coupled to a cryogenic purification unit to generate a >99%-pure CO2 stream .The project will also make use of waste heat recovery (WHR), new exhaust filtration equipment and Europe’s largest floating solar panel farm.",
    "images": null,
    "tags": "global cement, global cement magazine, global cement directory, global cement news, cement, global cement weekly, global cement newsletter",
    "excerpt": "Global Cement online portal for all things cement related",
    "categories": ""
}