{
    "title": "2023: what a year for the cement sector!",
    "author": "unknown",
    "source": "International Cement Review",
    "date": "2023-12-22",
    "text": "An overview of 2023 in the cement world reveals how carbon capture and decarbonisation initiatives were fully embraced by the industry. The pipeline of new projects gained unstoppable momentum as cement producers worldwide continued to modernise facilities and restructure their businesses for the future. Starting in January, Colacem's Canadian cement plant project at L'Orignal faced opposition from local residents. IKN commissioned Southern Province Cement’s new cooler in Bisha, Saudi Arabia. Meanwhile, ANRAV, Heidelberg Materials’ CCUS project in Bulgaria received EU Innovation Funding. From February Holcim-Russia was rebranded to CEMENTUM and would operate as an independent business. Dangote reported its intention to build a 6Mta greenfield plant in Itori, Ogun, Nigeria. PPC entered talks to sell its Zimbabwe business while the UK launched the Cement2Zero project. Work began on two German carbon capture projects in March at the Rohrdorfer cement plant and the Catch4Climate project, operated by Buzzi Unicem and Schwenk Zement at the Mergelstetten unit. CEMEX recovered its Playa del Carmen operations in Mexico and a new bypass record was achieved by FLSmidth at Cement Panam’s greenfield plant in the Dominican Republic. In April the first clinker was produced in Lehigh Portland Cement’s new Mitchell kiln line and Hanson’s Padeswood plant was included in the UK CCUS cluster. Hauxin acquired a major stake in Oman Cement and Heidelberg Materials’ Capture-to-Use CO2 project at Lengfurt in Germany was announced.  By May the UK government agreed to fund Breedon’s CCS trial. Heidelberg Materials invested EUR65m in French calcined clay project at Bussac-Forêt. Buzzi Unicem became Buzzi SpA. Lafarge Canada reported that its tri-party CCUS project with Svante Technologies’ Inc and Dimensional Energy was close to  completing a CO2 capture demonstration unit at the Richmond cement plant. Meanwhile, Southern Province Cement placed orders for two new lines with Sinoma International Engineering for its Jazan plant in Saudi Arabia. In June, BUA Cement decided to increase its capacity by 6Mta with two new lines planned for its Sokoto plant in Nigeria. Compagnie des Ciments Belges SA (Cementir) announced an upgrade of its kiln Line 4 to 5000tpd. Heidelberg Materials' revamped Mitchell plant reopened. Afrimat acquired Lafarge South Africa and Cahya Mata Sarawak announced approval for a 1.9Mta clinker line in Kuching, Sarawak, Malaysia. InterCement sold its African businesses to Huaxin Cement in July. The GeZero CCUS project was elected for EU Innovation funding. Salonit Anhovo became Aplacem Cement Slovakia and Heidelberg Materials’ Edmonton plant started foundations for a CCUS unit. August saw Adani Group update plans on its intention to acquire the majority stake in Sanghi Industries Ltd, India. H&M Construction Co announced its design-build contract for GCC’s K3 kiln project in Odessa, USA. In addition, CRH prepared for its move to listing on the New York Stock Exchange. Entering September, Çimsa and Sabanci Holding announced plans for a 0.6Mta grinding plant in the USA. Argos and Summit Materials saw benefits to combine their US operations and Suez Cement in Egypt rebranded to its parent name of Heidelberg Materials. CBAM entered the transition phase from the 1 October. Cemtech Istanbul 2023 was the location for Limak Cement to announce its Triple Transformation Project to achieve net zero. Holcim’s Campulung cement plant also announced a 20 per cent capacity expansion project in Romania, and Heidelberg Materials acquired the PT Semen Grobogan plant in Indonesia. In November Grupo UNACEM successfully completed its acquisition of the 0.9Mta Tehachapi plant in California, USA. Aalborg Portland (Cementir Group) inaugurated its new CO2 carbon capture plant and Holcim exited Uganda and Tanzania. Before the end of the year, Holcim joined the Circularity Task Force and thyssenKrupp Polysius and Fujairah Cement signed a decarbonisation MoU. Fauji Cement became the third-largest cement producer in Pakistan. UltraTech Cement acquired Kesoram Industries’ cement business. SaltX and Dalmia Cement (Bharat) Ltd started their Electric Arc Calciner study. Countries agreed on the need to “transition away” from fossil fuels at COP28 in Dubai, UAE, while cement industry leaders convened to explore new ways to accelerate cement industry decarbonisation.",
    "images": "https://www.cemnet.comhttps://assets.cemnet.com/Content/uploads/images/34a00acc-4106-45ad-8fd5-73e07f77d156.jpg",
    "tags": "",
    "excerpt": "An overview of 2023 in the cement world reveals how carbon capture and decarbonisation initiatives were fully embraced by the industry. The pipeline of new projects gained unstoppable momentum as...",
    "categories": ""
}