{
    "title": "Understanding CBAM: Past, Present, and Future",
    "author": "Egis Breshani",
    "source": "ClearBlue Markets",
    "date": "2025-01-21",
    "text": "The Carbon Border Adjustment Mechanism (CBAM) is a transformative policy tool to address carbon leakage and promote global climate action. CBAM seeks to align economic competitiveness with environmental responsibility by levelling the playing field for carbon-intensive industries. As a leader in carbon markets, ClearBlue Markets is committed to providing actionable insights on critical regulatory developments like CBAM, helping businesses navigate its complexities. In a recent webinar, ClearBlue analysts explored how the Carbon Border Adjustment Mechanism (CBAM) will reshape global trade and carbon markets in 2025. They took a comprehensive look at CBAM through the lenses of North America, the EU, the UK, and China—the world’s largest exporter and a key player in the global carbon economy. Download the webinar recording >>> The Genesis of CBAM CBAM emerged in response to global climate initiatives such as the Paris Agreement, which intensified focus on reducing greenhouse gas (GHG) emissions. However, disparities in carbon pricing across regions posed challenges, including carbon leakage—where companies relocate production to jurisdictions with less stringent climate policies. The European Union spearheaded CBAM’s development as a solution to these challenges. Initially proposed as part of the European Green Deal, CBAM targeted key carbon-intensive sectors like steel, aluminum, cement, fertilizers, hydrogen, and electricity. By attaching a carbon price equal to European emission allowances to imports from non-EU countries, the mechanism sought to equalize the cost of carbon emissions between domestic producers and foreign competitors. CBAM Today Current Implementation Status The EU began CBAM’s implementation in October 2023 with a transitional phase focused on reporting obligations. Importers of covered goods must now provide data on embedded emissions, paving the way for full financial implementation in 2026. At first, only 2.5% of imported emissions will have to be covered with the CBAM certificates but the percentage will gradually increase and reach 100% by 2034. Starting January 2025, the following updates to CBAM regulations will take effect: Mandatory Use of EU Emission Calculation Methodology: Importers will be required to calculate embedded emissions using the EU’s standardized methodology, replacing the flexibility of prior methods. This ensures greater consistency and accuracy across reported data. Enhanced CBAM Registry Features: The CBAM registry will introduce a feature allowing non-EU installation operators to upload emissions data directly for importers, streamlining compliance and data verification processes. Authorized CBAM Declarant Status: Importers can begin applying for authorized CBAM declarant status, a designation that will become mandatory in 2026 for importing CBAM-covered goods into the EU. Key industries currently covered include steel, aluminum, cement, fertilizers, hydrogen, and electricity. For instance, ArcelorMittal, a major steel producer, has already begun adapting its supply chains to meet CBAM’s requirements by focusing on decarbonizing its production processes and working with suppliers to lower embedded emissions. Similarly, cement manufacturers like Holcim are integrating CBAM into their operational strategies by accelerating investments in carbon capture and storage technologies. Global Responses to CBAM CBAM’s introduction has sparked diverse reactions worldwide. The United States has introduced its own Clean Competition Act, which some view as a precursor to a CBAM-like mechanism. Meanwhile, Canada’s Output-Based Pricing System (OBPS) in effect in British Columbia, includes elements that could align with CBAM in the future, particularly through its carbon pricing framework for heavy emitters. China has also decided to include more industries into its National ETS from 2025 to limit the CBAM compliance costs while the UK is starting its own UK CBAM starting 2027. Challenges and Criticisms While CBAM is a landmark policy, it faces notable challenges such as potential hindering of economic growth of developing countries and administrative complexity to manage emissions data across complex supply chains. Moreover, CBAM causes many trade concerns as it is being flagged as protectionist by many trade partners and causes risk of dirtier production being exported elsewhere. When it comes to electricity’s inclusion in CBAM, it risks disrupting existing cross-border electricity flows. Future Prospects for CBAM Potential Expansion CBAM’s scope is expected to broaden beyond the initial industries. The EU has signaled interest in including chemicals, plastics, oil&gas and more final products in the next phases of CBAM. For example, the automotive industry is preparing for potential inclusion by focusing on reducing emissions across their supply chains. Global Harmonization CBAM’s success could inspire similar initiatives globally. Canada is actively discussing potential alignment between its OBPS and CBAM to facilitate smoother trade flows. Meanwhile, Japan’s government is exploring a carbon pricing mechanism that could serve as a regional complement to CBAM. Additionally, a coalition of African nations led by Kenya is advocating for CBAM-inspired frameworks that account for the unique needs of developing economies. Technology and Innovation Impacts CBAM will likely accelerate the adoption of low-carbon technologies. For instance, companies like Siemens and ABB are developing advanced industrial solutions to help manufacturers lower their carbon footprints. However, a risk of exporters sending greener products to the EU and dirtier ones elsewhere remains. How ClearBlue Can Support Businesses Navigating the complexities of CBAM requires expert guidance, and ClearBlue Markets is uniquely positioned to assist businesses in adapting to this evolving regulatory landscape: Advisory on CBAM Compliance: Our team provides tailored strategies for meeting reporting obligations and anticipating future costs: Capacity building through webinars and training sessions addressing general and specific challenges and opportunities around CBAM. Pre-assessment analysis: Conducting a comprehensive analysis of your company’s products, value chains, and data collection processes. Liaising with suppliers on collecting data – supporting importers with completing their CBAM reports by connecting with suppliers on data collecting and CBAM-relevant tasks. Report preparation & Submission: Assisting with gathering all necessary information and data from suppliers and aggregating the information for submitting CBAM reports through the transitional registry. Compliance strategy and carbon footprint analysis: Conducting carbon footprint analyses of products and supply chains to identify high-emission areas and devising strategies to reduce emissions, while supporting the optimization strategy for the Carbon Border Adjustment Mechanism (CBAM). Market Intelligence: Stay ahead of regulatory developments with ClearBlue’s comprehensive analysis of Global Carbon Markets. Thorough analysis of supply and demand drivers and price forecasts not only for EU ETS but for an array of Markets exposed to CBAM will help in understanding the current and future risks and exposure.  For sophisticated market players, the ClearBlue Behavioural Insights Feature offers more insights into the impact of CBAM phase-out and Free Allowances phase-in in the EU on different sectors' hedging strategies. Market Access: Our team will ensure customers execute their CBAM optimization strategies at optimal prices The Carbon Border Adjustment Mechanism is reshaping the intersection of trade and climate policy, presenting both challenges and opportunities for global businesses. As CBAM evolves, its influence on industries, trade relationships, and climate progress will only grow. ClearBlue Markets’ deep expertise in carbon markets positions us as a trusted partner for businesses navigating these changes. Connect with us today to learn how we can help you turn CBAM compliance into a competitive advantage. References European Commission. (n.d.). Carbon Border Adjustment Mechanism (CBAM). PwC. (2024). Key CBAM Update: Mandatory EU Emission Calculation Methodology and Enhanced Registry Features. SGS. (2024). Understanding CBAM: The New European Carbon Border Adjustment Mechanism. McKinsey & Company. (2023). The Administrative Challenges of CBAM for SMEs. World Trade Organization (WTO). (n.d.). Trade and Environment: Carbon Border Measures. International Chamber of Commerce (ICC). (2024). Legal Implications of CBAM Under WTO Rules. ArcelorMittal. (2023). Decarbonizing Steel Supply Chains to Meet CBAM Requirements. Holcim Group. (2023). Carbon Capture and Storage Integration in Response to CBAM. Siemens AG. (2024). Advanced Industrial Solutions for Low-Carbon Manufacturing. Maersk. (2024). Methanol-Powered Ships for Decarbonizing Shipping Operations.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}