{
    "title": "CCUS for a sustainable future - Good New Energy",
    "author": "María Navarro",
    "source": "Good New Energy",
    "date": "2025-02-21",
    "text": "The circular economy has become a pillar of sustainability as it enables the reuse of resources and significantly reduces waste generation. In this context, carbon capture, utilisation and storage (CCUS) is emerging as an innovative technology with the potential to accelerate the transition to climate neutrality. Removing carbon dioxide is essential to achieving net zero emissions, but more is needed. And the fact is that the planet needs infrastructure, systems and policies to help absorb billions of tonnes of CO₂ every year. According to Nasim Pour, Director of Carbon Removal and Market Innovation at the World Economic Forum in the report ‘Carbon Dioxide Removal: Best-Practice Guidelines’, “even if all countries and all companies reach net zero by 2050, it will not be enough. We will need to continue removing CO₂ for decades to reverse the build-up of historical emissions”. | There are currently around 45 carbon capture, utilisation and storage facilities in operation around the world. There are currently around 45 carbon capture, utilisation and storage (CCUS) facilities in sectors such as industry, fuel production and power generation, according to the International Energy Agency. Although this technology has progressed more slowly than expected in the past, it has gained considerable momentum in recent years. Today, there are more than 700 projects at various stages of development across the CCUS value chain. In 2023, the total CO₂ capture capacity announced for 2030 grew by 35%, and storage capacity by 70%. With neutrality as a target, the EU indicates that at least 50 Mt of storage capacity will be needed by 2050. This capacity is expected to increase to 280 Mt by 2040 and 450 Mt by 2050. In this respect, the amount of CO₂ captured and stored remains below what is needed to meet climate goals. In the net-zero emissions scenario for 2050, it is estimated that around 1 billion tonnes (1 Gt) of CO₂ would need to be captured and stored per year. CCUS projects currently in operation cover only 40% of this target in terms of capture and 60% in terms of storage. | To achieve net-zero emissions by 2050, about 1 Gt of CO₂ per year would need to be captured and stored. The European Union has identified CCUS as a key tool. It has therefore promoted various strategies and programmes to facilitate its development and deployment. One of the most important pillars is the European Green Deal, a roadmap that sets out the EU’s commitment to achieving climate neutrality by 2050. This deal includes regulations that encourage the implementation of solutions such as CO₂ capture and storage. In terms of funding and research, the Innovation Fund programme provides resources to innovative projects in CCUS technologies. This initiative has funded projects aimed at reducing capture costs and improving the commercial viability of these technologies. In addition, the EU has introduced the Carbon Border Adjustment Mechanism (CBAM), a measure that penalises imports of products with a high carbon footprint. This mechanism aims to level the playing field between European industries that have to comply with strict environmental regulations and those in countries with less stringent regulations. In practice, the CBAM incentivises companies to adopt carbon capture and storage technologies to avoid penalties and remain competitive in the European market. In the Spanish context, the Government is evaluating the creation of a specific regulatory framework for CO₂ storage to ensure that these technologies can be developed safely and efficiently in the country. This effort is in line with national climate commitments and the EU’s Next Generation recovery funds, which finances initiatives for ecological transition. Spain currently has the potential to store carbon in deep geological formations such as old gas fields and saline aquifers, but a regulatory framework is still needed to clearly define the conditions for their use. | The CO₂necta project by Enagás, Holcim and Saggas will prevent the emission of more than 560,000 tonnes of carbon dioxide per year. The CO₂necta project, a collaboration between Enagás, Holcim and Saggas, stands out in this context. This innovative circular economy initiative will prevent the emission of more than 560,000 tonnes of CO2 per year and facilitate decarbonisation in strategic hard-to-abate sectors The project involves the construction of a CO2 capture plant at the Holcim factory in Sagunto, whose carbon dioxide will be transported via the Enagás infrastructure to the Saggas terminal in the Port of Sagunto. There, the CO2 will undergo a liquefaction process. Once liquefied, the CO2 will be transported by ship to its final geological storage site. The consortium formed by Enagás, Holcim and Saggas is promoting an innovative circular economy model in which the biogenic fraction of the captured CO2 can be used for the production of e-methanol and other biofuels, thus contributing to the decarbonisation of the environment. CO2necta will stimulate the local and national economy, especially in those hard-to-abate sectors. CO2necta is an example of cooperation between leading companies committed to industrial transformation and decarbonisation through cutting-edge technologies and the creation of a benchmark value chain for other sectors. Similarly, Enagás and other industrial companies, such as Heidelberg Materials or Votorantim have signed a cooperation agreement to promote carbon footprint reduction projects through the development of a logistics chain for the capture, transport and storage of CO₂ in northern Spain. In addition, Enagás and Molins have signed an agreement to promote the MOSUSOL NetCO2 Project, an initiative that integrates advanced carbon capture, transport, utilisation and storage (CCUS) technologies to decarbonise hard-to-abate industries, especially cement manufacturing. With a total investment of 590 million euros, the project plans to capture an annual amount of one million tonnes of CO2 in a plant in Barcelona and to transport it for storage. At regional level, several autonomous communities are promoting strategies to attract investments in this field, taking advantage of the potential of carbon capture and reuse as a driver of innovation and green employment. This aligns with the Just Transition Strategy, which seeks to ensure that the decarbonisation of the economy does not generate negative impacts on employment and industrial development.",
    "images": "https://goodnewenergy.enagas.es/wp-content/uploads/2025/02/ccus-futuro-sostenible-1024x597.png",
    "tags": "",
    "excerpt": "Discover how carbon capture, utilisation and storage (CCUS) can achieve a sustainable energy future. Come on in and find out more!",
    "categories": "Sustainable"
}