{
    "title": "CEMBUREAU: What we expect from the Clean Industrial Deal?",
    "author": "unknown",
    "source": "International Cement Review",
    "date": "2025-02-25",
    "text": "On 26 February, the European Commission will present the Clean Industrial Deal. The cement sector is looking forward to a set of policy initiatives that will allow for a competitive transformation of the industry.   The European cement sector's path to decarbonisation has been set in the CEMBUREAU Net Zero Roadmap, recently updated in May 2024. However, the transformation of the cement industry, one of the four hard-to-abate sectors, requires significant upfront capital and operational costs. Confronted with long investment cycles, our sector urgently needs the right set of enablers providing political and regulatory certainty for these investments to happen.   CEMBUREAU expects the Clean Industrial Deal to reflect the sense of urgency in the following areas.    Cement Border Adjustment Mechanism (CBAM) CBAM should be fully implemented on 1 January 2026, as agreed by the EU Institutions; any suggestion to delay risks to derail investment decisions. The simplification of CBAM rules should not come at the expense of its watertightness and effectiveness, says CEMBUREAU. The core objective of CBAM must remain to secure the level playing field for investments in Europe. An export solution needs to be elaborated based on effective solutions, such as export adjustment or continued free allowances for exported goods through the application of the destination principle which merits more in-depth analysis and discussion as to its WTO compatibility. Financing • Increase financing under the Innovation Fund which should be transformed in a Deployment Fund and combined with financial de-risking instruments; both CAPEX and OPEX to be covered under all financing schemes.  • Design sectoral funding regimes allowing for sector-specific abatement and cost curves to be considered. • Front load 75 per cent of future EU ETS payments by the cement sector into a cement decarbonisation fund.  • Design state aid rules that allow for transparency in cumulation with EU funding and align eligibility criteria, definition of eligible costs and procedural timelines with other funding instruments. Infrastructure • Ensure competitive access to low carbon energy sources, both thermal ((bio)waste) and electricity.  • Introduce flexibility and simplification in applying sustainability conditions for bio-based waste used to substitute fossil-based fuel in the cement industry. • Ensure rapid development of CO2 pipelines and storage sites through a coordinated EU - Member States approach and an ambitious CO2 transport and storage package. • Secure fair access to essential CO2 infrastructure.  • Simplify permitting regimes through a strict enforcement of the Net-Zero Industry Act for transformation and net zero strategic projects as well as additional measures to facilitate permitting on industrial sites.   Lead markets • Create demand incentives for the uptake of low-carbon products, including through private buyer initiatives, a revision of public procurement rules and the development of predictable and material-neutral building regulations. • Reinforce the circular economy model by banning the landfill of waste, incentivising recycling processes and encouraging material neutral lifecycle thinking throughout the construction value chain. • Recognise concrete carbonation and CO2 use in construction materials as a carbon sink.  • Recognise CCU using CO2 from industrial sectors through a review of the CO2 accounting rules in the ETS Directive and of the EU secondary legislation on Renewable Fuels of Non-Biological Origin (RFNBO).",
    "images": "https://www.cemnet.comhttps://assets.cemnet.com/Content/uploads/images/0f688b58-e6f9-439f-9e56-36e8d31f0740.jpg",
    "tags": "Cembureau,Green Deal,Belgium,Western Europe,decarbonisation,;Cembureau,Green Deal,Belgium,Western Europe,decarbonisation,",
    "excerpt": "On 26 February, the European Commission will present the Clean Industrial Deal. The cement sector is looking forward to a set of policy initiatives that will allow for a competitive transformatio...",
    "categories": "Environmental,"
}