{
    "title": "Lufthansa Cargo teki huipputuloksen - Osto&Logistiikka",
    "author": "unknown",
    "source": "LOGYry",
    "date": "2018-03-28",
    "text": "Lufthansa Cargo teki huipputuloksen Yhtiö uskoo lentorahtien kasvavan tänäkin vuonna. 28.03.2018\r\n\t Teksti Esko Lukkari kuvat Lufthansa Cargo\r\n\t Euroopan suurimman lentoyhtiön Lufthansan logistiikkayhtiö Lufthansa Cargo teki kovan tuloksen viime vuonna. Yhtiö uskoo lentorahtiliiketoiminnan kasvavan myös tänä vuonna. Yhtiö sanoo siirtyvänsä lentorahtien käsittelyssä asteittain kokonaan paperittomaan aikaan. Lufthansa Cargon myynti kasvoi viime vuonna 21,1 prosenttia ja nousi 2,5 miljardiin euroon. Yhtiön vertailukelpoinen viime vuoden liikevoitto oli 292 (242) miljoonaa euroa ja koko vuoden liikevoitto oli 304 (242) miljoonaa euroa. Lufthansa Cargon toimitusjohtaja Peter Gerber sanoo, että tulos on yksi yhtiön historian parhaista, vaikka rahtimarkkinat olivat hänen mukaansa viime vuonna hyvin haastavat. Gerberin mukaan etenkin yhtiön vientikuljetukset kasvoivat ja kannattivat hyvin. Lufthansa Cargo aloitti 80 miljoonan euron kannattavuuden parantamisohjelman vuonna 2016 ja vähensi muun muassa henkilöstöään. Toimenpiteiden vaikutukset näkyivät Gerberin mukaan yhtiön viime vuoden tuloksessa. Gerber sanoo, että yhtiö jatkaa tänä vuonna toimintansa fokusointia ja investoi tulevaisuuteen. Tällä hetkellä yhtiö investoi etenkin maa-asemiensa kehittämiseen ja korkean katteen erikoistuotteiden kuljettamiseen. Kolmas painopistealue on liiketoiminnan digitalisointi. Lufthansa Cargo myi viime vuonna kaksi konetta MD-11F-laivueestaan, mutta otti viime vuoden marraskuussa toisen koneista uudelleen käyttöön, koska lentorahtien määrä kasvoi voimakkaasti. Yhtiöllä on nyt 17 omaa rahtikonetta. Esimerkiksi Finnair Cargolla ei ole yhtään omaa rahtikonetta. Liiketoimintaansa uudistaakseen yhtiö osti viime vuonna Fleet Logistics-nimisen startup-yrityksen, joka on neutraali lento- ja merirahtiliiketoiminnan online broker -yhtiö. Luhfthansa aikoo digitalisoida myös liiketoimintaansa vähentääkseen manuaalista työtä. Lufthansa sanoo tekevänsä yhteistyötä Air Francen, Swiss World Cargon ja Cargologin kanssa vaarallisten aineiden kuljetusstandardien kehittämiseksi. Myös IATA tukee tämän DGD-standardin kehittämistä.",
    "images": "https://www.ostologistiikka.fi/media/kuva-28032018_lufthansa-cargo.jpg",
    "tags": "",
    "excerpt": "Yhtiö uskoo lentorahtien kasvavan tänäkin vuonna.",
    "categories": ""
}