{
    "title": "How China’s renewable pricing reforms will affect its climate goals | NEWS | Reccessary",
    "author": "Author Anika Patel; Carbon Brief",
    "source": "Reccessary",
    "date": "2025-02-25",
    "text": "Wind turbines in Jiangxi, China. (Photo: Unsplash) China’s solar and windfarms would no longer be guaranteed sales at a fixed price linked to coal benchmarks, under a new policy released by the central government. The policy asks local governments to shift new wind and solar projects to a more market-based pricing system by the end of 2025. Said local governments will determine the details of the proposed “sustainable new-energy pricing mechanism” (新能源可持续发展价格结算机制). In broad terms, however, the idea is that new wind and solar schemes would be paid a fixed price determined at auction in a system that resembles the UK’s “contract for difference” mechanism. The move is part of wider efforts to shift the operation of China’s giant electricity system towards more market-based signals, rather than administratively set prices. It also reflects a growing need to manage the integration of renewables into the system, with record wind and solar capacity added last year creating “conflict” with coal power. While existing projects would continue to be paid under the old system, new wind and solar schemes will face a more uncertain business outlook, analysts tell Carbon Brief. However, they say that, in the long run and with the right implementation strategies, the new mechanism could make renewables more innovative and even more cost-effective for power consumers, compared to coal. More ‘market-oriented’ From 2026, China has announced that the price of electricity generated from solar and wind schemes will be determined according to competitive auctions. This will replace the existing fixed rates solar and wind received for their power, which was pegged to benchmarks for coal-fired power, with the new mechanism likely making prices for renewables much cheaper than coal. The new system resembles the two-way “contract for difference” (CfD) mechanism used in the UK and elsewhere. Under this type of mechanism, power generators are paid a fixed “strike price” for each unit of electricity they produce. If market prices for power fall below this level, generators receive the difference as a top-up payment, but they must pay back the difference if prices rise above it instead. This setup would allow developers to have “reasonable and stable expectations” for revenue, which will support a “healthy” industry and China’s energy transition, representatives of the National Development and Reform Commission (NDRC), China’s top economic planning body, and National Energy Agency (NEA) say in an official Q&A on the policy. Despite some reporting to the contrary, the move does not constitute a rollback of subsidies for renewables, as grid operators have paid the same price for coal-fired power and wind and solar power since 2021. Bringing prices up to date The change to the rules has been attributed to the sharp reduction in the cost of building new solar and windfarms, prompting questions around whether renewable generators should be paid the same amount as infrastructure-heavy coal plants. “The coal-fired grid benchmark rate was last updated in 2017 and actually has no relationship to the generation cost of renewables,” David Fishman, senior manager at the energy consultancy Lantau Group, tells Carbon Brief, adding the price was effectively “arbitrary”. The NDRC and NEA Q&A argues that renewable energy schemes operating on a fixed tariff “cannot fully reflect market supply and demand” and do not “fairly [distribute] responsibility for power system flexibility”. Fishman adds that the timing of the announcement may have been linked to the situation China experienced late last year, which saw unusually high curtailment of renewable energy at a time when analysts expected low-carbon power to cover new demand growth. An analysis written in summer 2024 by Shi Jingli, a researcher from the NDRC-affiliated Energy Research Institute (ERI), argued that the UK’s CfD system “significantly reduced renewable energy tariffs and the government’s overall expenditure on renewable energy projects”, which also indicates that cost may be a driving factor behind the change. Other changes The new rules will only apply to projects developed from June 2025 onwards. They will apply to all sources of wind and solar power, from huge clean-energy “bases” to distributed generators such as solar rooftops. In order to facilitate the increasingly market-based operation of the electricity system, the new notice encourages local governments to “improve spot market trading rules” and “accelerate” voluntary participation in day-ahead trading. It also encourages the increased use of multi-year power purchase agreements (PPAs) and other forms of medium- and long-term contracts, among both renewable projects developed before the June 2025 cut-off date (called stock, 存量) and new schemes (called incremental, 增量). Meanwhile, energy storage requirements for new wind and solar projects have been revoked, in a move that economic news outlet Jiemian says “will have a huge impact on the energy storage industry”. The policy also notes that local authorities could consider implementing similar systems for biomass, geothermal and other power generators. No pain, no gain The exact impact that this will have on renewable developers will depend on the implementing rules adopted by local governments, according to Lauri Myllyvirta, lead analyst at Centre for Research on Energy and Clean Air (CREA). In the short-term, these companies will be hit by the loss of the guaranteed demand and the need to adapt to the low prices and fierce competition of the new system, Fishman says. Many projects initially slated for completion later in 2025 may be rushed through in order to be eligible to stay on the current system, resulting in a spike in added capacity in the second quarter of the year followed by a dip in the third quarter, he tells Carbon Brief. Companies will also need to pivot to have stronger marketing and sales capabilities, says Wang Jihong, senior counsel at law firm Zhong Lun, as the policy encourages greater uptake of renewable energy through PPAs. In an article published by Lexology she advises companies to focus on “high-efficiency” and “large-capacity” technologies. This may have an impact on China’s growing distributed solar and wind sectors. Distributed projects are much more likely to be run by smaller companies who may not have the resources to adapt to the new mechanism, according to Fishman, which could cause opportunities for distributed energy to “dry up”. At the same time, the new policy may also force renewable energy power companies to innovate – both in terms of technology, and of business models and management practices, says Dr Muyi Yang, senior energy analyst for Asia at the thinktank Ember. Yang tells Carbon Brief: “[The new regulations] will help shift the clean energy sector from ‘subsidy-dependency’ to being ‘innovation-driven’ and contributing to innovation-based growth – what is often referred to in China as ‘new quality productive forces’.” Stronger in the long-term? The new pricing system may nevertheless give wind and solar the advantage in the long-term. Reform of the power market has long been seen as crucial to increasing uptake of renewables. The new prices are expected to be much lower than the tariff for coal power. Myllyvirta writes that wind and solar, as the “most affordable” sources of power, should be able to “hold their own in competition if the rules are set right”. The cost of developing solar and wind power has halved over the past ten years, an expert tells 21st Century Business Herald. Yang tells Carbon Brief that the pressure of being subjected to the market could make low-carbon energy “more competitive” and “help reduce inefficient investment”, which will be a “critical factor for the long-term transition of China’s energy sector”. But local governments would need to take steps to maintain investor confidence in the face of low prices, Fishman says. For example, significantly raising provincial renewable consumption targets could provide a strong demand signal, showing wind and solar developers that there is still a “way to make money” through increased volume. If the government “gets the numbers just a little bit wrong”, he says, the amount of new wind and solar being added to the grid “will drop off a cliff”. At the same time, coal-fired power plants are continuing to receive policy and financial support, in the form of guaranteed demand from long-term contracts and compensation to keep excess capacity online. China has ramped up construction of new coal plants, with almost 100 gigawatts of new capacity expected to come online in the next few years, according to recent research by CREA and Global Energy Monitor. If they are not exposed to competition in the same way that wind and solar farms will be, Myllyvirta argues, then renewables may be “crowded out from the power market by inflexible coal plants”. Fishman is more sanguine about the future role of coal, however. He tells Carbon Brief that the new policy may give coal plants “a little bit of a boost” in the short-term, but that China’s carbon peaking goal sets a hard deadline for reducing their role in the power system and means they will face “diminishing returns”. He adds that the real competition for coal plants are other coal plants, as only the “newest, the most efficient [and] the super-critical” plants will have a future as China moves towards carbon neutrality. This article was originally published on Carbon Brief under the Creative Commons BY NC ND licence. Read the original article.",
    "images": "https://www.reccessary.com/data/news/cover/1740395366511551046.jpg",
    "tags": "carbon,renewable energy,renewables trends,carbon reduction",
    "excerpt": "Reccessary contains information about Renewable Energy Certificate (REC) System and Carbon.REC System includes Regulation, Announcement (RE100), Power Purchase Agreement (PPA), and REC. Carbon includes Environment, Technology (carbon capture), Regulation, and Finance (carbon credits). We provide real-time updates of the above contents to help companies keep abreast of market trends.",
    "categories": ""
}