{
    "title": "Νίκος Κεραμίδας (Mytilineos): Ο μηχανισμός CBAM απειλεί να ακρωτηριάσει την ευρωπαϊκή παραγωγή - Mononews.gr",
    "author": "Μαρίνα Πρωτονοταρίου",
    "source": "Αποκαλυπτικό ρεπορτάζ, αρθρογραφία και άμεση ενημέρωση, με όλα τα τελευταία νέα και ειδήσεις για την Οικονομία, τις Επιχειρήσεις, το Χρηματιστήριο, το Bitcoin, τις πολιτικές εξελίξεις και τον πολιτισμό",
    "date": "2023-07-10",
    "text": "ΣΧΕΤΙΚΑ ΑΡΘΡΑ Την αναθεώρηση του μηχανισμού προσαρμογής των συνόρων άνθρακα (CBAM) ζητά η ευρωπαϊκή βιομηχανία αλουμινίου, ενώ σήμερα 11 Ιουλίου αναμένεται η οριστικοποίησή του από την Κομισιόν. Οι αξιωματούχοι της ΕΕ, ελπίζουν ότι η έναρξη ισχύος του CBAM θα προωθήσει την ταχύτερη απαλλαγή από τις ανθρακούχες εκπομπές σε βιομηχανικούς τομείς σε όλο τον κόσμο. Οι εκπρόσωποι της βιομηχανίας, όμως όπως είπαν μιλώντας στους FT, πιστεύουν ότι η εφαρμογή του, θα υπονομεύσει την ευρωπαϊκή βιομηχανία, επιτρέποντας στο φθηνό αλουμίνιο που έχει παραχθεί με ρυπογόνα ενέργεια, να θεωρείται εξίσου πράσινο με το ακριβό ευρωπαϊκό αλουμίνιο. Το CBAM θα εισαχθεί αρχικά χωρίς χρεώσεις κατά τη διάρκεια μιας δοκιμαστικής φάσης που ξεκινά τον Οκτώβριο του τρέχοντος έτους, ενώ οι παραγωγοί θα πρέπει να πληρώσουν την εισφορά από το 2026. Στην αρχική φάση, θα καλύψει επτά διαφορετικούς τομείς, συμπεριλαμβανομένων του αλουμινίου, του σιδήρου, του χάλυβα, των λιπασμάτων και του υδρογόνου. Ο στόχος είναι να αποτραπεί τα προϊόντα που κατασκευάζονται με χαμηλότερο κόστος, αλλά με διαδικασίες παραγωγής που ρυπαίνουν, να υπονομεύσουν τις εταιρείες εντός της ΕΕ που πρέπει να συμμορφώνονται με τους αυστηρότερους νόμους του μπλοκ για το κλίμα και να πληρώνουν για τη ρύπανση στο πλαίσιο του συστήματος εμπορίας εκπομπών της ΕΕ. Ελαφρύ και ανθεκτικό, το αλουμίνιο είναι ζωτικής σημασίας για την κατασκευή αεροσκαφών και αυτοκινήτων και χρησιμοποιείται σε εξαρτήματα ηλιακής ενέργειας. Ωστόσο, είναι το πιο ενεργοβόρο μέταλλο που είναι γνωστό στη βιομηχανία και μερικές φορές αναφέρεται ως «στερεός ηλεκτρισμός». Το κόστος του συνδέεται με το ενεργειακό κόστος, και μπορεί για αυτό είναι πολύ χαμηλότερο όταν παράγεται σε τρίτες χώρες όπως η Κίνα, που δεν έχουν αυστηρούς κανόνες για το είδος της ενέργειας που χρησιμοποιούν οι βιομηχανίες αλουμινίου. Η παραγωγή αλουμινίου αντιπροσωπεύει περίπου το 3% των βιομηχανικών εκπομπών παγκοσμίως, σύμφωνα με τον Διεθνή Οργανισμό Ενέργειας. Αυτό είναι λίγο περισσότερο από τις εκπομπές από τις αερομεταφορές. Στην ΕΕ, τα μεταλλουργεία εκπέμπουν περίπου 6,8 κιλά CO₂ για κάθε κιλό αλουμινίου, σε σύγκριση με τον παγκόσμιο μέσο όρο 16,1 κιλών CO2 ανά κιλό, σύμφωνα με τον εμπορικό οργανισμό European Aluminium. Το κενό αυτό κινδυνεύει να υπονομεύσει τον σκοπό του CBAM, λένε οι επικριτές του. Το CBAM δεν προφυλάσσει την ευρωπαϊκή βιομηχανία Οι Ευρωπαίοι παραγωγοί αλουμινίου προειδοποιούν ότι ο φόρος διοξειδίου του άνθρακα, δεν προφυλάσσει την ευρωπαϊκή βιομηχανία από τους εξαγωγείς που ρυπαίνουν έντονα, όπως η Κίνα, και τους επιτρέπει να παρακάμψουν τους κανόνες και να πλημμυρίσουν το μπλοκ με αλουμίνιο χαμηλού κόστους και με εκπομπές βαρέων μετάλλων. Σύμφωνα με τον προτεινόμενο φόρο άνθρακα στα σύνορα της ΕΕ, προστίθεται μια εισφορά επί της ποσότητας των εκπομπών CO₂ που παράγονται κατά την παραγωγή αγαθών που εισάγονται στο μπλοκ, και έτσι τα προϊόντα αλουμινίου που εισάγονται μπορούν να πωληθούν ως προϊόν μηδενικού άνθρακα ακόμη και αν το αρχικό υλικό παρήχθη με υψηλές εκπομπές άνθρακα. Ο Νίκος Κεραμίδας, εκτελεστικός διευθυντής Ευρωπαϊκών Υποθέσεων στην ελληνική εταιρεία παραγωγής αλουμινίου Mytilineos Energy & Metals, δήλωσε ότι οι εγχώριοι παραγωγοί που αντιμετωπίζουν το αυξανόμενο κόστος χρειάζονται ίσους όρους ανταγωνισμού. «Το CBAM απειλεί να ακρωτηριάσει την ευρωπαϊκή παραγωγή και να τη βγάλει από την ευρωπαϊκή και την παγκόσμια αγορά. Στην πραγματικότητα θα προκαλούσε το πρόβλημα που προσπαθεί να αντιμετωπίσει προκαλώντας περισσότερη διαρροή άνθρακα», είπε. Εταιρείες αλουμινίου, όπως οι Norsk Hydro και Speira, είπαν στους Financial Times ότι ο φόρος άνθρακα δίνει κίνητρο στους παραγωγούς εκτός ΕΕ να παράγουν όσο το δυνατόν περισσότερα σκραπ, τα οποία λιωμένα θα επανατήκονται και στη συνέχεια θα εξάγονται στην Ευρώπη ως πράσινα. «Αυτή η δυνατότητα που τους δίνει ο νόμος επιτρέπει το greenwashing στα εισαγόμενα προϊόντα αλουμινίου και υπονομεύει την αποτελεσματικότητα του CBAM στην πρόληψη της διαρροής άνθρακα», δήλωσε χαρακτηριστικά η Hilde Merete Aasheim, διευθύνουσα σύμβουλος της Norsk Hydro της Νορβηγίας. «Οι λεπτομέρειες και ο τρέχων σχεδιασμός εγείρουν περισσότερες ανησυχίες παρά ευκαιρίες», δήλωσε ο Volker Backs, επικεφαλής δημοσίων σχέσεων στη Speira, μια μεγάλη γερμανική εταιρεία έλασης και ανακύκλωσης αλουμινίου, ο οποίος προειδοποίησε για τον αντίκτυπο της CBAM στην ευρύτερη κατασκευαστική ανταγωνιστικότητα της Ευρώπης. Ο Paul Voss, επικεφαλής του European Aluminium, είπε ότι εάν τα μέτρα σχεδιάστηκαν κακώς, ο τομέας «θα υποβαθμιστεί τόσο πολύ, δεν θα μείνει τίποτα για απαλλαγή από τον άνθρακα και δεν θα βοηθήσει τον πλανήτη». Η ευρωπαϊκή βιομηχανία αλουμινίου έχει πληγεί από το υψηλότερο ενεργειακό κόστος μετά την εισβολή της Ρωσίας στην Ουκρανία, με αποτέλεσμα να κλείσει περίπου το ήμισυ της ικανότητας τήξης της ΕΕ. Το CBAM έχει αμφισβητηθεί έντονα από χώρες εκτός ΕΕ, οι οποίες υποστηρίζουν ότι τιμωρεί τους παραγωγούς σε λιγότερο ανεπτυγμένες χώρες που εξαρτώνται οικονομικά από τις εξαγωγές προς το μπλοκ. Ένα επιπλέον πρόβλημα είναι ότι τα τελικά προϊόντα, όπως αυτοκίνητα ή κουτιά που παράγονται από αλουμίνιο υψηλής ρύπανσης, επιτρέπονται χωρίς να πληρώνουν για τις εκπομπές κατά την παραγωγή του και την απώλεια των δωρεάν δικαιωμάτων εκπομπής του κλάδου. Διαβάστε επίσης: Ένωσις Ελλήνων Εφοπλιστών: Ιστορική συμφωνία για πράσινα καύσιμα Lamda Development: Επένδυση 50 εκατ. ευρώ στην Κέρκυρα Mytilineos: Από 11 Ιουλίου στο ταμπλό οι ομολογίες – Πού θα διατεθούν τα κεφάλαια ΕΙΔΗΣΕΙΣ ΣΗΜΕΡΑ",
    "images": "https://www.mononews.gr/wp-content/uploads/2023/07/230710211205_nikos-keramidas.jpg",
    "tags": "",
    "excerpt": "Την αναθεώρηση του μηχανισμού προσαρμογής των συνόρων άνθρακα (CBAM) ζητά η ευρωπαϊκή βιομηχανία αλουμινίου, ενώ σήμερα 11 Ιουλίου αναμένεται η οριστικοποίησή του από την Κομισιόν. Οι αξιωματούχοι της ΕΕ, ελπίζουν ότι η έναρξη ισχύος του CBAM θα προωθήσει την ταχύτερη απαλλαγή από τις ανθρακούχες εκπομπές σε βιομηχανικούς τομείς σε όλο τον κόσμο. Οι εκπρόσωποι της βιομηχανίας, όμως όπως είπαν μιλώντας στους FT, πιστεύουν ότι η εφαρμογή του, θα υπονομεύσει την ευρωπαϊκή βιομηχανία, επιτρέποντας στο φθηνό αλουμίνιο που έχει παραχθεί με ρυπογόνα ενέργεια, να θεωρείται εξίσου πράσινο με το ακριβό ευρωπαϊκό αλουμίνιο. Το CBAM θα εισαχθεί αρχικά χωρίς χρεώσεις κατά τη διάρκεια μιας δοκιμαστικής φάσης που ξεκινά τον Οκτώβριο του τρέχοντος έτους, ενώ οι παραγωγοί θα πρέπει να πληρώσουν την εισφορά από το 2026. Στην αρχική φάση, θα καλύψει επτά διαφορετικούς τομείς, συμπεριλαμβανομένων του αλουμινίου, του σιδήρου, του χάλυβα, των λιπασμάτων και του υδρογόνου. Ο στόχος είναι να αποτραπεί τα προϊόντα που κατασκευάζονται με χαμηλότερο κόστος, αλλά με διαδικασίες παραγωγής που ρυπαίνουν, να υπονομεύσουν τις εταιρείες εντός της ΕΕ που πρέπει να συμμορφώνονται με τους αυστηρότερους νόμους του μπλοκ για το κλίμα και να πληρώνουν για τη ρύπανση στο πλαίσιο του συστήματος εμπορίας εκπομπών της ΕΕ. Ελαφρύ και ανθεκτικό, το αλουμίνιο είναι ζωτικής σημασίας για την κατασκευή αεροσκαφών και αυτοκινήτων και χρησιμοποιείται σε εξαρτήματα ηλιακής ενέργειας. Ωστόσο, είναι το πιο ενεργοβόρο μέταλλο που είναι γνωστό στη βιομηχανία και μερικές φορές αναφέρεται ως «στερεός ηλεκτρισμός». Το κόστος του συνδέεται με το ενεργειακό κόστος, και μπορεί για αυτό είναι πολύ χαμηλότερο όταν παράγεται σε τρίτες χώρες όπως η Κίνα, που δεν έχουν αυστηρούς κανόνες για το είδος της ενέργειας που χρησιμοποιούν οι βιομηχανίες αλουμινίου. Η παραγωγή αλουμινίου αντιπροσωπεύει περίπου το 3% των βιομηχανικών εκπομπών παγκοσμίως, σύμφωνα με τον Διεθνή Οργανισμό Ενέργειας. Αυτό είναι λίγο περισσότερο από τις εκπομπές από τις αερομεταφορές. Στην ΕΕ, τα μεταλλουργεία εκπέμπουν περίπου 6,8 κιλά CO₂ για κάθε κιλό αλουμινίου, σε σύγκριση με τον παγκόσμιο μέσο όρο 16,1 κιλών CO2 ανά κιλό, σύμφωνα με τον εμπορικό οργανισμό European Aluminium. Το κενό αυτό κινδυνεύει να υπονομεύσει τον σκοπό του CBAM, λένε οι επικριτές του. Το CBAM δεν προφυλάσσει την ευρωπαϊκή βιομηχανία Οι Ευρωπαίοι παραγωγοί αλουμινίου προειδοποιούν ότι ο φόρος διοξειδίου του άνθρακα, δεν προφυλάσσει την ευρωπαϊκή βιομηχανία από τους εξαγωγείς που ρυπαίνουν έντονα, όπως η Κίνα, και τους επιτρέπει να παρακάμψουν τους κανόνες και να πλημμυρίσουν το μπλοκ με αλουμίνιο χαμηλού κόστους και με εκπομπές βαρέων μετάλλων. Σύμφωνα με τον προτεινόμενο φόρο άνθρακα στα σύνορα της ΕΕ, προστίθεται μια εισφορά επί της ποσότητας των εκπομπών CO₂ που παράγονται κατά την παραγωγή αγαθών που εισάγονται στο μπλοκ, και έτσι τα προϊόντα αλουμινίου που εισάγονται μπορούν να πωληθούν ως προϊόν μηδενικού άνθρακα ακόμη και αν το αρχικό υλικό παρήχθη με υψηλές εκπομπές άνθρακα. Ο Νίκος Κεραμίδας, εκτελεστικός διευθυντής Ευρωπαϊκών Υποθέσεων στην ελληνική εταιρεία παραγωγής αλουμινίου Mytilineos Energy & Metals, δήλωσε ότι οι εγχώριοι παραγωγοί που αντιμετωπίζουν το αυξανόμενο κόστος χρειάζονται ίσους όρους ανταγωνισμού. «Το CBAM απειλεί να ακρωτηριάσει την ευρωπαϊκή παραγωγή και να τη βγάλει από την ευρωπαϊκή και την παγκόσμια αγορά. Στην πραγματικότητα θα προκαλούσε το πρόβλημα που προσπαθεί να αντιμετωπίσει προκαλώντας περισσότερη διαρροή άνθρακα», είπε. Εταιρείες αλουμινίου, όπως οι Norsk Hydro και Speira, είπαν στους Financial Times ότι ο φόρος άνθρακα δίνει κίνητρο στους παραγωγούς εκτός ΕΕ να παράγουν όσο το δυνατόν περισσότερα σκραπ, τα οποία λιωμένα θα επανατήκονται και στη συνέχεια θα εξάγονται στην Ευρώπη ως πράσινα. «Αυτή η δυνατότητα που τους δίνει ο νόμος επιτρέπει το greenwashing στα εισαγόμενα προϊόντα αλουμινίου και υπονομεύει την αποτελεσματικότητα του CBAM στην πρόληψη της διαρροής άνθρακα», δήλωσε χαρακτηριστικά η Hilde Merete Aasheim, διευθύνουσα σύμβουλος της Norsk Hydro της Νορβηγίας. «Οι λεπτομέρειες και ο τρέχων σχεδιασμός εγείρουν περισσότερες ανησυχίες παρά ευκαιρίες», δήλωσε ο Volker Backs, επικεφαλής δημοσίων σχέσεων στη Speira, μια μεγάλη γερμανική εταιρεία έλασης και ανακύκλωσης αλουμινίου, ο οποίος προειδοποίησε για τον αντίκτυπο της CBAM στην ευρύτερη κατασκευαστική ανταγωνιστικότητα της Ευρώπης. Ο Paul Voss, επικεφαλής του European Aluminium, είπε ότι εάν τα μέτρα σχεδιάστηκαν κακώς, ο τομέας «θα υποβαθμιστεί τόσο πολύ, δεν θα μείνει τίποτα για απαλλαγή από τον άνθρακα και δεν θα βοηθήσει τον πλανήτη». Η ευρωπαϊκή βιομηχανία αλουμινίου έχει πληγεί από το υψηλότερο ενεργειακό κόστος μετά την εισβολή της Ρωσίας στην Ουκρανία, με αποτέλεσμα να κλείσει περίπου το ήμισυ της ικανότητας τήξης της ΕΕ. Το CBAM έχει αμφισβητηθεί έντονα από χώρες εκτός ΕΕ, οι οποίες υποστηρίζουν ότι τιμωρεί τους παραγωγούς σε λιγότερο ανεπτυγμένες χώρες που εξαρτώνται οικονομικά από τις εξαγωγές προς το μπλοκ. Ένα επιπλέον πρόβλημα είναι ότι τα τελικά προϊόντα, όπως αυτοκίνητα ή κουτιά που παράγονται από αλουμίνιο υψηλής ρύπανσης, επιτρέπονται χωρίς να πληρώνουν για τις εκπομπές κατά την παραγωγή του και την απώλεια των δωρεάν δικαιωμάτων εκπομπής του κλάδου. Διαβάστε επίσης: Ένωσις Ελλήνων Εφοπλιστών: Ιστορική συμφωνία για πράσινα καύσιμα Lamda Development: Επένδυση 50 εκατ. ευρώ στην Κέρκυρα Mytilineos: Από 11 Ιουλίου στο ταμπλό οι ομολογίες – Πού θα διατεθούν τα κεφάλαια",
    "categories": "Business;ESG News;Βιωσιμότητα;Ενέργεια"
}