{
    "title": "Mytilineos sounds alarm over high production cost in Europe",
    "author": "Ελίζα Καραγιώργη",
    "source": "Η ΝΑΥΤΕΜΠΟΡΙΚΗ",
    "date": "2024-03-01",
    "text": "The president and CEO of MYTILINEOS, Evangelos Mytilineos, sounded the alarm over the cost of production in the European Union. In his statements to S&P Commodity Insights platform, Mytilineos said that the European Carbon Border Adjustment Mechanism (CBAM) will not achieve what it is designed to do, which is to level the playing field for EU industries. “From the beginning, we have pointed out that CBAM is not an appropriate or effective tool against carbon emissions. In essence, this is a border tariff that does nothing to offset the devastating impact that the EU Emissions Trading System has had on the production costs of EU industries,” he pointed out. He also spoke of an “existential” challenge facing Europe’s aluminum sector. Mytilineos emphasized that Europe should reconsider the CBAM approach and look across the Atlantic to the US Deflation Act. Referring to the company’s performance, he underlined that it has one of the lowest production costs in the industry due to its synergies with the energy sector and its position as the largest vertically integrated aluminum producer in the EU. As he said, the Metallurgy Branch of MYTILINEOS, and in particular the Aluminum of Greece – despite the fact that it is not immune to weak demand and volatile prices – managed to operate at full production capacity in 2023. The company produced a total of 239,000 mt of aluminum in 2023, up 1% from 2022. Alumina production also increased 1% annually, reaching 869,000 mt in 2023. The company expects market growth based mainly on demand from the electric vehicle industry and the renewable energy market. In addition, it aims to operate its foundry using renewable energy, aiming to reduce CO2 emissions to 3.4 tonnes per tonne of aluminum produced by 2030, from 11.3 tonnes in 2023.",
    "images": "https://www.naftemporiki.gr/wp-content/uploads/2023/11/mytilinaios.jpg",
    "tags": "MYTILINEOS",
    "excerpt": "The president and CEO of MYTILINEOS, Evangelos Mytilineos, sounded the alarm over the cost of production in the European Union.",
    "categories": "English"
}