{
    "title": "Ε. Μυτιληναίος: ο CBAM δεν είναι ένα κατάλληλο ή αποτελεσματικό εργαλείο κατά των εκπομπών άνθρακα",
    "author": "Newsroom",
    "source": "Ypodomes.com",
    "date": "2024-02-29",
    "text": "Ο ευρωπαϊκός Μηχανισμός Συνοριακής Προσαρμογής Άνθρακα δεν θα επιτύχει αυτό για το οποίο έχει σχεδιαστεί, δηλαδή να εξισώσει τους όρους ανταγωνισμού για τις βιομηχανίες της Ε.Ε., επεσήμανε ο πρόεδρος και διευθύνων σύμβουλος της MYTILINEOS, Ευάγγελος Μυτιληναίος σε συνέντευξή του στην εξειδικευμένη πλατφόρμα S&P Commodity Insights. «Από την αρχή, έχουμε επισημάνει ότι ο CBAM δεν είναι ένα κατάλληλο ή αποτελεσματικό εργαλείο κατά των εκπομπών άνθρακα. Ουσιαστικά, πρόκειται για μια δασμολογική επιβάρυνση στα σύνορα που δεν κάνει τίποτα για να αντισταθμίσει το καταστροφικό χτύπημα που προκύπτει από το Σύστημα Εμπορίας Δικαιωμάτων Εκπομπών της ΕΕ για το κόστος παραγωγής των βιομηχανιών της ΕΕ», επεσήμανε. Έκανε λόγο επίσης για «υπαρξιακή» πρόκληση που αντιμετωπίζει ο τομέας αλουμινίου της Ευρώπης. O κ. Μυτιληναίος υπογράμμισε ότι η Ευρώπη πρέπει να επανεξετάσει την προσέγγιση του CBAM και να κοιτάξει πέρα από τον Ατλαντικό στον νόμο για τη Μείωση του Πληθωρισμού των ΗΠΑ. Αναφερόμενος στις επιδόσεις της εταιρείας, υπογράμμισε ότι διαθέτει ένα από τα χαμηλότερα κόστη παραγωγής στον κλάδο λόγω των συνεργειών της με τον κλάδο της ενέργειας και της θέσης της ως ο μεγαλύτερος καθετοποιημένος παραγωγός αλουμινίου στην ΕΕ. Όπως είπε ο Κλάδος Μεταλλουργίας της MYTILINEOS, και ειδικότερα το Αλουμίνιον της Ελλάδας – παρά το γεγονός ότι δεν είναι στο απυρόβλητο από την αδύναμη ζήτηση και τις ασταθείς τιμές – κατάφερε να λειτουργήσει με πλήρη παραγωγική δυναμικότητα το 2023. Η εταιρεία παρήγαγε συνολικά 239.000 mt αλουμινίου το 2023, σημειώνοντας αύξηση 1% από το 2022. Η παραγωγή αλουμίνας αυξήθηκε επίσης 1% ετησίως, φτάνοντας τους 869.000 mt το 2023. Η εταιρεία αναμένει ανάπτυξη της αγοράς που βασίζεται κυρίως στη ζήτηση από τη βιομηχανία ηλεκτρικών οχημάτων και την αγορά ανανεώσιμων πηγών ενέργειας. Επιπλέον, στοχεύει στη λειτουργία του χυτηρίου της με χρήση ανανεώσιμης ενέργειας, με στόχο τη μείωση των εκπομπών CO2 στους 3,4 τόνους ανά τόνο αλουμινίου που παράγεται έως το 2030, από τους 11,3 τόνους το 2023. ΜΗΝ ΞΕΧΑΣΕΤΕ Ακολουθήστε το ypodomes.com στο Google News και μάθετε πρώτοι όλες τις ειδήσεις για τις υποδομές στην Ελλάδα Αν είστε επαγγελματίας του κλάδου, ακολουθήστε μας στο LinkedIn Εγγραφείτε στο Ypodomes Web TV",
    "images": "https://ypodomes.com/wp-content/uploads/2023/10/mytilineos-2023.jpg",
    "tags": "Mytilineos",
    "excerpt": "Δείτε τι δηλώνει ο Δ.Σ. της Mytilineos σχετικά με την αποτελεσματικότητα του CBAM κατά των εκπομπών άνθρακα. Ποιές εναλλακτικές προτείνει.",
    "categories": "BUSINESS &amp; MORE"
}