{
    "title": "S&P Commodity Insight - Ευ. Μυτιληναίος: Ο τομέας αλουμινίου της Ε.Ε. χρειάζεται ρεαλιστική προσέγγιση | Liberal.gr",
    "author": "unknown",
    "source": "Liberal.gr",
    "date": "2024-02-29",
    "text": "Οι παραγωγοί αλουμινίου στην Ευρώπη αντιμετωπίζουν «υπαρξιακές» προκλήσεις, ενώ ο Μηχανισμός Συνοριακής Προσαρμογής Άνθρακα (CBAM) αποδεικνύεται ανεπαρκές εργαλείο άμυνας για τον κλάδο, όπως τόνισε ο Ευάγγελος Μυτιληναίος, Διευθύνων Σύμβουλος της MYTILINEOS, σε συνέντευξη που παραχώρησε στο S&P Commodity Insights και στη δημοσιογράφο Laura Varriale. Πρόσθεσε, ωστόσο, ότι απέναντι στις επιβαρυντικές οικονομικές δυσχέρειες, υπάρχουν μακροπρόθεσμες ελπίδες από τη ζήτηση που προκύπτει από την ενεργειακή μετάβαση. Σύμφωνα με τον επικεφαλής της MYTILINEOS, η πίεση της ενεργειακής μετάβασης εντείνει την «υπαρξιακή» πρόκληση που αντιμετωπίζει ο τομέας αλουμινίου της Ευρώπης και ο προσεχής CBAM δεν ενδείκνυται για την προστασία των Ευρωπαίων παραγωγών αλουμινίου από τον διεθνή ανταγωνισμό, καθώς προχωρούν σε απολιγνιτοποίηση. «Αντιμέτωποι με μειωμένη δραστηριότητα στις αγορές τελικών χρηστών μέσα σε περιβάλλον χαμηλής οικονομικής ανάπτυξης, κυρίως στη μεγαλύτερη αγορά της Ευρώπης, τη Γερμανία, τις υψηλές τιμές ενέργειας και την αυξανόμενη πίεση για τη μείωση των εκπομπών διοξειδίου του άνθρακα, οι Ευρωπαίοι παραγωγοί αλουμινίου αγωνίζονται να προσαρμοστούν», δήλωσε ο κ. Μυτιληναίος. Η εταιρεία του, όπως άλλωστε τόνισε, ήταν μία από τις πρώτες που αντιλήφθηκε πως οι συνέργειες μεταξύ των τομέων ενέργειας και μετάλλων θα μπορούσαν να καταστήσουν την εταιρεία πιο ανθεκτική, εν μέσω του δαπανηρού αγώνα προς την απολιγνιτοποίηση. Σύμφωνα με τον κ. Μυτιληναίο, η εταιρεία διαθέτει ένα από τα χαμηλότερα κόστη παραγωγής στον κλάδο λόγω των συνεργειών της με τον επιχειρηματικό κλάδο της ενέργειας και της θέσης της ως ο μεγαλύτερος καθετοποιημένος παραγωγός αλουμινίου στην ΕΕ. Κατά συνέπεια, ο κλάδος μεταλλουργίας της MYTILINEOS, και ειδικότερα το Αλουμίνιον της Ελλάδας - παρά το γεγονός ότι δεν είναι στο απυρόβλητο από την αδύναμη ζήτηση και τις ασταθείς τιμές - κατάφερε να λειτουργήσει το διυλιστήριο αλουμίνας και το χυτήριο αλουμινίου με πλήρη παραγωγική δυναμικότητα το 2023. Συνολικά, η εταιρεία παρήγαγε 239.000 mt αλουμινίου το 2023, καταγράφοντας αύξηση 1% από το 2022, συμπεριλαμβανομένων 183.000 mt πρωτογενούς αλουμινίου και 56.000 mt ανακυκλωμένου αλουμινίου. Η παραγωγή αλουμίνας αυξήθηκε επίσης κατά 1% ετησίως, φτάνοντας τους 869.000 mt το 2023. Απαιτείται μια αναθεώρηση του CBAM Αναφορικά με τη δύσκολη κατάσταση για τους παραγωγούς της ΕΕ, ο κ. Μυτιληναίος σημείωσε ότι «η ζήτηση για αλουμίνιο είναι πολύ χαμηλή στην Ευρώπη, επειδή η ευρωπαϊκή οικονομία δεν τα πάει καλά». Δήλωσε ότι οι τιμές της ενέργειας θα παραμείνουν μια βασική πρόκληση για τη βιομηχανία, καθώς η ηλεκτρική ενέργεια αντιπροσωπεύει περίπου το 40% του συνολικού κόστους παραγωγής πρωτογενούς αλουμινίου. Ο κ. Μυτιληναίος προειδοποίησε επίσης ότι ο προσεχής CBAM της ΕΕ δεν θα επιτύχει αυτό για το οποίο έχει σχεδιαστεί, δηλαδή να εξισώσει τους όρους ανταγωνισμού για τις βιομηχανίες των χωρών μελών της Ένωσης, καθώς απαλλάσσονται από τις εκπομπές άνθρακα ταχύτερα από άλλα μέρη του κόσμου. «Από την αρχή, έχουμε επισημάνει ότι ο CBAM δεν είναι ένα κατάλληλο ή αποτελεσματικό εργαλείο κατά των εκπομπών άνθρακα. Ουσιαστικά, πρόκειται για μια δασμολογική επιβάρυνση στα σύνορα που δεν κάνει τίποτα για να αντισταθμίσει το καταστροφικό χτύπημα που προκύπτει από το Σύστημα Εμπορίας Δικαιωμάτων Εκπομπών της ΕΕ [ETS] για το κόστος παραγωγής των βιομηχανιών της ΕΕ», επεσήμανε, υποδηλώνοντας ότι οι Ευρωπαίοι παραγωγοί θα αντιμετωπίσουν δυσκολίες στην επίτευξη ανταγωνιστικότητας. Εξ άλλου, ο κ. Μυτιληναίος υπογράμμισε ότι η Ευρώπη πρέπει να εξετάσει την επαναπροσέγγιση του CBAM και να κοιτάξει πέρα από τον Ατλαντικό, στον νόμο για τη Μείωση του Πληθωρισμού των ΗΠΑ, σχηματίζοντας μια «λέσχη κλίματος» με άλλες χώρες για να προωθήσει την πορεία απαλλαγής από τις εκπομπές άνθρακα. «Οι βιομηχανίες που λειτουργούν σε χώρες εντός του \"πράσινου\" club θα αντιμετωπίσουν το ίδιο κόστος άνθρακα, αν υπάρχει», δήλωσε ο κ. Μυτιληναίος. Και ενώ η βιομηχανία αγωνίζεται με την αναμενόμενη αύξηση του κόστους άνθρακα επιπρόσθετα των τιμών της ενέργειας και τη χλιαρή ζήτηση, η αγορά αλουμινίου με χαμηλότερες εκπομπές άνθρακα δεν έχει ακόμη απογειωθεί. Σύμφωνα με τον κ. Μυτιληναίο, η αγορά πρέπει πρώτα να εξετάσει τα «υπαρξιακά» προβλήματά της. Παρ' όλα αυτά, η MYTILINEOS αναμένει μακροπρόθεσμα μια αναπτυσσόμενη αγορά που θα οδηγηθεί από τη βιομηχανία ηλεκτρικών οχημάτων και την αγορά ανανεώσιμων πηγών ενέργειας, ενώ στοχεύει κυρίως στη λειτουργία του χυτηρίου της με χρήση ανανεώσιμης ενέργειας, με στόχο τη μείωση των εκπομπών CO2 στους 3,4 τόνους ανά τόνο αλουμινίου που παράγεται έως το 2030, από τους 11,3 τόνους CO2 το 2023. Όπως αναφέρεται στη συνέντευξη που παραχώρησε στο S&P Commodity Insights, η ιδέα να αποσπάσει την κατασκευαστική δραστηριότητα και να εστιάσει την εταιρεία στην ενέργεια και τα μέταλλα προέκυψε κατά την περίοδο της πανδημίας. «Οι Ευρωπαίοι ανταγωνιστές μας χρειάστηκαν δύο ή τρία χρόνια για να αντιληφθούν ότι το ενεργειακό τοπίο άλλαξε κάπως κατά τη διάρκεια της κρίσης [των υψηλών τιμών]», είπε ο κ. Μυτιληναίος, προσθέτοντας ότι οι μεγάλοι καταναλωτές, όπως τα χυτήρια αλουμινίου χρειάζονται «ειδικές συμβουλές» για τον τρόπο που θα ρυθμίσουν καλύτερα την ενεργειακή τους προμήθεια, κάτι που δεν μπορούν να πράξουν όλες οι εταιρείες ενέργειας. Οι συνέργειες είναι πλέον τόσο εμφανείς λόγω των τιμών ρεκόρ για την ενέργεια που παρατηρήθηκαν το 2022 σε όλη την Ευρώπη, που η Γερμανική χαλυβουργία Thyssenkrupp εξετάζει τώρα το να εκμεταλλευτεί τις συνέργειες μεταξύ μετάλλων και ενέργειας, γράφει η δημοσιογράφος. Ο Διευθύνων Σύμβουλος της ThyssenKrupp, Miguel Angel Lopez Borrego, δήλωσε στην τελευταία ετήσια Γενική Συνέλευση της γερμανικής εταιρείας στις 2 Φεβρουαρίου ότι η προτιμώμενη επιλογή για την αγωνιζόμενη χαλυβουργία θα ήταν μια κοινοπραξία με την ενεργειακή εταιρεία EPH της Τσεχίας. «Το ενεργειακό ζήτημα είναι το βασικό θέμα», δήλωσε ο κ. Lopez. Καθαρό μηδενικό επίπεδο μέχρι το 2030 Το Αλουμίνιον της Ελλάδας βγήκε από μια 60ετή σύμβαση παροχής ηλεκτρικής ενέργειας με την ελληνική εταιρεία ηλεκτρικής ενέργειας ΔΕΗ στα τέλη του 2023. Η εταιρεία είχε σύμβαση με σταθερή τιμή με τη ΔΕΗ και όταν οι τιμές αυξήθηκαν το 2022, είχαν καλυφθεί από τις χονδρικές τιμές, οι οποίες ξεπερνούσαν τα 400 Ευρώ ανά MWh σε σημεία. H σύμβαση με τη ΔΕΗ έχει σήμερα λήξει και η εταιρεία επικεντρώνεται περαιτέρω στη μείωση των εκπομπών άνθρακα για να επιτευχθεί καθαρό μηδενικό επίπεδο μέχρι το 2030. Τον Ιανουάριο του τρέχοντος έτους, το 8% του ενεργειακού μείγματος για την επιχείρηση μετάλλων προερχόταν από ανανεώσιμες πηγές ενέργειας. Μέχρι το τέλος του έτους, ανέφερε ο κ. Μυτιληναίος στην S&P Global, αυτό πιθανότατα θα φτάσει το 20% στο ενεργειακό μείγμα, και μέχρι το 2030 το Αλουμίνιον της Ελλάδας θα καλύψει όλες τις ανάγκες του σε ηλεκτρική ενέργεια από ανανεώσιμες πηγές ενέργειας. Αυτή τη στιγμή, η τιμή της μεγαβατώρας στη χονδρική αγορά είναι περίπου 70-80 Ευρώ/ MWh. «Αλλά ακόμα και αυτό για τις εταιρείες μετάλλων είναι πολύ», δήλωσε ο κ. Μυτιληναίος, προσθέτοντας ότι «ο κλάδος των μετάλλων της MYTILINEOS αντιπροσωπεύει το 6% της συνολικής κατανάλωσης ηλεκτρικής ενέργειας στην Ελλάδα και είναι μακράν ο μεγαλύτερος καταναλωτής ενέργειας». Ρεαλιστική προσέγγιση Παρά τον προσανατολισμό της εταιρείας του προς τις ανανεώσιμες πηγές ενέργειας, η εταιρεία MYTILINEOS εντάσσεται σε έναν αυξανόμενο αριθμό από stakeholders της βιομηχανίας που υποστηρίζουν ότι απαιτείται μία πιο ρεαλιστική προσέγγιση στην πορεία προς την απαλλαγή από τις εκπομπές άνθρακα. «Στην Ευρώπη, η έμφαση ήταν αποκλειστικά στην επιδίωξη ενός επιθετικού προγράμματος προς την απολιγνιτοποίηση της ενέργειας, θεωρώντας δεδομένες την αξιοπιστία και την προσιτή τιμή. Διαψευστήκαμε με επώδυνο τρόπο», δήλωσε ο κ. Μυτιληναίος. Οι πολλαπλές προκλήσεις της πανδημίας, του πολέμου στην Ουκρανία, των συγκρούσεων στη Μέση Ανατολή, έχουν αποδείξει ότι οι εξαρτήσεις εφοδιασμού πρέπει να διαφοροποιηθούν και ότι τα ορυκτά καύσιμα θα είναι αναγκαία για να γεφυρωθεί η μετάβαση την «πράσινη» ενέργεια. «Αυτή είναι η μοναδική δυνατή λύση για να αποφευχθεί η μαζική υποβάθμιση της ίδιας της μετάβασης. Αν ζητήσουμε από τις εταιρείες να επενδύσουν μόνο σε έργα με προκλητική οικονομική δυσκολία, αργά ή γρήγορα το όλο εγχείρημα θα αποτύχει», κατέληξε ο κ. Μυτιληναίος.",
    "images": "https://static.liberal.gr/styles/liberal_watermark_social/s3/2024-02/1709202803198_mytilineos.jpg?VersionId=DjIXZzpptk7oqH1Eeke4BomwKQTPX9Sy&itok=xNIW0t46",
    "tags": "",
    "excerpt": "Οι παραγωγοί αλουμινίου στην Ευρώπη αντιμετωπίζουν «υπαρξιακές» προκλήσεις, ενώ ο Μηχανισμός Συνοριακής Προσαρμογής Άνθρακα αποδεικνύεται ανεπαρκές εργαλείο άμυνας για τον κλάδο, τόνισε ο Ευ. Μυτιληναίος στο S&P Commodity Insights.",
    "categories": "Επιχειρήσεις"
}