{
    "title": "Ευάγγελος Μυτιληναίος: Το μυστικό επιτυχίας της Αλουμίνιον της Ελλάδος και ο πράσινος στόχος για το 2030 - Mononews.gr",
    "author": "Μαρίνα Πρωτονοταρίου",
    "source": "Αποκαλυπτικό ρεπορτάζ, αρθρογραφία και άμεση ενημέρωση, με όλα τα τελευταία νέα και ειδήσεις για την Οικονομία, τις Επιχειρήσεις, το Χρηματιστήριο, το Bitcoin, τις πολιτικές εξελίξεις και τον πολιτισμό",
    "date": "2024-02-29",
    "text": "ΣΧΕΤΙΚΑ ΑΡΘΡΑ Την ανάγκη συνύπαρξης της παραγωγής ενέργειας με την παραγωγή αλουμινίου είδε νωρίς ο Ευάγγελος Μυτιληναίος και δημιούργησε έναν όμιλο Ενέργειας και Μετάλλων με στόχο να κρατήσει ανταγωνιστική τη βιομηχανική δραστηριότητα. Και τώρα προχωρά στο επόμενο βήμα: Το 2030 η Αλουμίνιον της Ελλάδος θα λειτουργεί με 100% πράσινη ενέργεια, εξασφαλίζοντας υπεραξίες τόσο από το μειωμένο κόστος παραγωγής όσο και από την υψηλότερη τιμή το προϊόντος. Όπως είπε χθες ο Ευάγγελος Μυτιληναίος, μιλώντας στην πλατφόρμα S&P Commodity Insights, οι Ευρωπαίοι παραγωγοί αλουμινίου αγωνίζονται να προσαρμοστούν στις δύσκολες συνθήκες που διαμορφώνονται σε περιβάλλον χαμηλής οικονομικής ανάπτυξης, κυρίως στη μεγαλύτερη αγορά της Ευρώπης, τη Γερμανία, υψηλών τιμών ενέργειας και αυξανόμενης πίεσης για τη μείωση των εκπομπών διοξειδίου του άνθρακα. Στη δύσκολη αυτή συγκυρία, η Αλουμίνιον της Ελλάδος απολαμβάνει ένα από τα χαμηλότερα κόστη παραγωγής στον κλάδο λόγω των συνεργειών της με τον επιχειρηματικό κλάδο της ενέργειας και της θέσης της ως ο μεγαλύτερος καθετοποιημένος παραγωγός αλουμινίου στην ΕΕ. Η εταιρεία παρήγαγε συνολικά 239.000 mt αλουμινίου το 2023, σημειώνοντας αύξηση 1% από το 2022, συμπεριλαμβανομένων 183.000 mt πρωτογενούς αλουμινίου και 56.000 mt ανακυκλωμένου αλουμινίου. Η παραγωγή αλουμίνας αυξήθηκε επίσης 1% ετησίως, φτάνοντας τους 869.000 mt το 2023. Γι’ αυτό και ο Κλάδος Μεταλλουργίας της MYTILINEOS, και ειδικότερα το Αλουμίνιον της Ελλάδος -παρά το γεγονός ότι δεν είναι στο απυρόβλητο από την αδύναμη ζήτηση και τις ασταθείς τιμές- κατάφερε να λειτουργήσει τη μονάδα παραγωγής αλουμίνας και το χυτήριο αλουμινίου με πλήρη παραγωγική δυναμικότητα το 2023. Η βιομηχανία της Ευρώπης αναζητεί φθηνή ενέργεια Η εταιρεία του, όπως τόνισε, ήταν μία από τις πρώτες που αντιλήφθηκε πως οι συνέργειες μεταξύ των τομέων ενέργειας και μετάλλων θα μπορούσαν να καταστήσουν την εταιρεία πιο ανθεκτική εν μέσω του δαπανηρού αγώνα προς την απανθρακοποίηση. «Οι Ευρωπαίοι ανταγωνιστές μας χρειάστηκαν δύο ή τρία χρόνια για να αντιληφθούν ότι το ενεργειακό τοπίο άλλαξε κάπως κατά τη διάρκεια της κρίσης [των υψηλών τιμών]», ανέφερε ο κ. Μυτιληναίος, προσθέτοντας ότι οι μεγάλοι καταναλωτές, όπως τα χυτήρια αλουμινίου χρειάζονται “ειδικές συμβουλές” για το πώς να ρυθμίσουν καλύτερα την ενεργειακή τους προμήθεια και αυτό δεν μπορούν να το πράξουν όλες οι εταιρείες ενέργειας. Οι συνέργειες είναι πλέον τόσο εμφανείς λόγω των τιμών ρεκόρ για την ενέργεια που παρατηρήθηκαν το 2022 σε όλη την Ευρώπη, που η γερμανική χαλυβουργία Thyssenkrupp εξετάζει τώρα το να εκμεταλλευτεί τις συνέργειες μεταξύ μετάλλων και ενέργειας. Ο Διευθύνων Σύμβουλος της ThyssenKrupp, Miguel Angel Lopez Borrego, δήλωσε στην τελευταία ετήσια Γενική Συνέλευση της γερμανικής εταιρείας στις 2 Φεβρουαρίου ότι η προτιμώμενη επιλογή για την αγωνιζόμενη χαλυβουργία θα ήταν μια κοινοπραξία με την ενεργειακή εταιρεία EPH της Τσεχίας. «Το ενεργειακό ζήτημα είναι το βασικό θέμα», δήλωσε ο κ. Lopez. Συζητώντας τη δύσκολη κατάσταση για τους παραγωγούς της Ε.Ε., ο κ. Μυτιληναίος σημείωσε ότι «η ζήτηση για αλουμίνιο είναι πολύ χαμηλή στην Ευρώπη, επειδή η ευρωπαϊκή οικονομία δεν τα πάει καλά». Τόνισε επίσης ότι οι τιμές της ενέργειας θα παραμείνουν μια βασική πρόκληση για τη βιομηχανία, καθώς η ηλεκτρική ενέργεια αντιπροσωπεύει περίπου το 40% του συνολικού κόστους παραγωγής πρωτογενούς αλουμινίου. Παρ’ όλα αυτά, η εταιρεία αναμένει μακροπρόθεσμα μια αναπτυσσόμενη αγορά που θα οδηγηθεί από τη βιομηχανία ηλεκτρικών οχημάτων και την αγορά ανανεώσιμων πηγών ενέργειας. Επιπλέον, στοχεύει κυρίως στη λειτουργία του χυτηρίου της με χρήση ανανεώσιμης ενέργειας, με στόχο τη μείωση των εκπομπών CO2 στους 3,4 τόνους ανά τόνο αλουμινίου που παράγεται έως το 2030, από τους 11,3 τόνους CO2 το 2023. Τον Ιανουάριο του τρέχοντος έτους, το 8% του ενεργειακού μίγματος για την Αλουμίνιο Ελλάδος προερχόταν από ανανεώσιμες πηγές ενέργειας. Μέχρι το τέλος του έτους, ανέφερε ο κ. Μυτιληναίος στην S&P Global, αυτό πιθανότατα θα φτάσει το 20% στο ενεργειακό μείγμα, και μέχρι το 2030 το Αλουμίνιον της Ελλάδας θα καλύψει όλες τις ανάγκες τουσε ηλεκτρική ενέργεια από ανανεώσιμες πηγές ενέργειας. Ο CBAM της ΕΕ δεν θα επιτύχει αυτό για το οποίο έχει σχεδιαστεί Η πίεση της ενεργειακής μετάβασης εντείνει την «υπαρξιακή» πρόκληση που αντιμετωπίζει ο τομέας αλουμινίου της Ευρώπης και ο προσεχής Μηχανισμός Συνοριακής Προσαρμογής Άνθρακα (CBAM) δεν ενδείκνυται για την προστασία των ευρωπαίων παραγωγών αλουμινίου από τον διεθνή ανταγωνισμό, καθώς προχωρούν σε απολιγνιτοποίηση, σύμφωνα με τον Ευάγγελο Μυτιληναίο, Διευθύνοντα Σύμβουλο της MYTILINEOS, ελληνικής εταιρείας μετάλλων και ενέργειας. Ο κ. Μυτιληναίος προειδοποίησε επίσης ότι ο νεοεισερχόμενος CBAM της Ε..Ε δεν θα επιτύχει αυτό για το οποίο έχει σχεδιαστεί – να εξισώσει τους όρους ανταγωνισμού για τις βιομηχανίες της Ε.Ε., καθώς απαλλάσσονται από τις εκπομπές άνθρακα ταχύτερα από άλλα μέρη του κόσμου. «Από την αρχή, έχουμε επισημάνει ότι ο CBAM δεν είναι ένα κατάλληλο ή αποτελεσματικό εργαλείο κατά των εκπομπών άνθρακα. Ουσιαστικά, πρόκειται για μια δασμολογική επιβάρυνση στα σύνορα που δεν κάνει τίποτα για να αντισταθμίσει το καταστροφικό χτύπημα που προκύπτει από το Σύστημα Εμπορίας Δικαιωμάτων Εκπομπών της ΕΕ [ETS] για το κόστος παραγωγής των βιομηχανιών της ΕΕ», επεσήμανε, υποδηλώνοντας ότι οι Ευρωπαίοι παραγωγοί θα αντιμετωπίσουν δυσκολίες στην επίτευξη ανταγωνιστικότητας. O κ. Μυτιληναίος υπογράμμισε ότι η Ευρώπη πρέπει να επανεξετάσει την προσέγγιση του CBAM και να κοιτάξει πέρα από τον Ατλαντικό στον νόμο για τη Μείωση του Πληθωρισμού των ΗΠΑ σχηματίζοντας μια «λέσχη κλίματος» με άλλες χώρες για να προωθήσει την πορεία απαλλαγής από τις εκπομπές άνθρακα. «Οι βιομηχανίες που λειτουργούν σε χώρες εντός της “πράσινου” club θα αντιμετωπίσουν το ίδιο κόστος άνθρακα, αν υπάρχει», δήλωσε ο κ. Μυτιληναίος. Διαβάστε επίσης: Mytilineos: Χρονιά μεταλλουργίας το 2024 με κέρδη ρεκόρ- Αυξημένα πράσινα EBITDA Μυτιληναίος στο Platts: Αναθεώρηση του CBAM και έλεγχος του κόστους της ενεργειακής μετάβασης ΕΙΔΗΣΕΙΣ ΣΗΜΕΡΑ",
    "images": "https://www.mononews.gr/wp-content/uploads/2024/01/240125113820_mytilineos.jpg",
    "tags": "",
    "excerpt": "Την ανάγκη συνύπαρξης της παραγωγής ενέργειας με την παραγωγή αλουμινίου είδε νωρίς ο Ευάγγελος Μυτιληναίος και δημιούργησε έναν όμιλο Ενέργειας και Μετάλλων με στόχο να κρατήσει ανταγωνιστική τη βιομηχανική δραστηριότητα. Και τώρα προχωρά στο επόμενο βήμα: Το 2030 η Αλουμίνιον της Ελλάδος θα λειτουργεί με 100% πράσινη ενέργεια, εξασφαλίζοντας υπεραξίες τόσο από το μειωμένο κόστος παραγωγής όσο και από την υψηλότερη τιμή το προϊόντος. Όπως είπε χθες ο Ευάγγελος Μυτιληναίος, μιλώντας στην πλατφόρμα S&P Commodity Insights, οι Ευρωπαίοι παραγωγοί αλουμινίου αγωνίζονται να προσαρμοστούν στις δύσκολες συνθήκες που διαμορφώνονται σε περιβάλλον χαμηλής οικονομικής ανάπτυξης, κυρίως στη μεγαλύτερη αγορά της Ευρώπης, τη Γερμανία, υψηλών τιμών ενέργειας και αυξανόμενης πίεσης για τη μείωση των εκπομπών διοξειδίου του άνθρακα. Στη δύσκολη αυτή συγκυρία, η Αλουμίνιον της Ελλάδος απολαμβάνει ένα από τα χαμηλότερα κόστη παραγωγής στον κλάδο λόγω των συνεργειών της με τον επιχειρηματικό κλάδο της ενέργειας και της θέσης της ως ο μεγαλύτερος καθετοποιημένος παραγωγός αλουμινίου στην ΕΕ. Η εταιρεία παρήγαγε συνολικά 239.000 mt αλουμινίου το 2023, σημειώνοντας αύξηση 1% από το 2022, συμπεριλαμβανομένων 183.000 mt πρωτογενούς αλουμινίου και 56.000 mt ανακυκλωμένου αλουμινίου. Η παραγωγή αλουμίνας αυξήθηκε επίσης 1% ετησίως, φτάνοντας τους 869.000 mt το 2023. Γι' αυτό και ο Κλάδος Μεταλλουργίας της MYTILINEOS, και ειδικότερα το Αλουμίνιον της Ελλάδος -παρά το γεγονός ότι δεν είναι στο απυρόβλητο από την αδύναμη ζήτηση και τις ασταθείς τιμές- κατάφερε να λειτουργήσει τη μονάδα παραγωγής αλουμίνας και το χυτήριο αλουμινίου με πλήρη παραγωγική δυναμικότητα το 2023. Η βιομηχανία της Ευρώπης αναζητεί φθηνή ενέργεια Η εταιρεία του, όπως τόνισε, ήταν μία από τις πρώτες που αντιλήφθηκε πως οι συνέργειες μεταξύ των τομέων ενέργειας και μετάλλων θα μπορούσαν να καταστήσουν την εταιρεία πιο ανθεκτική εν μέσω του δαπανηρού αγώνα προς την απανθρακοποίηση. «Οι Ευρωπαίοι ανταγωνιστές μας χρειάστηκαν δύο ή τρία χρόνια για να αντιληφθούν ότι το ενεργειακό τοπίο άλλαξε κάπως κατά τη διάρκεια της κρίσης [των υψηλών τιμών]», ανέφερε ο κ. Μυτιληναίος, προσθέτοντας ότι οι μεγάλοι καταναλωτές, όπως τα χυτήρια αλουμινίου χρειάζονται",
    "categories": "ESG News;ESG Today;Ενέργεια"
}