{
    "title": "BASF, Evonik agree on deliveries of biomass-based ammonia with reduced carbon footprint",
    "author": "unknown",
    "source": "HydrocarbonProc",
    "date": "2024-07-10",
    "text": "BASF, Evonik agree on deliveries of biomass-based ammonia with reduced carbon footprint BASF and Evonik have agreed on the first delivery of BASF’s ammonia BMBcertTM grade. Thereby, both chemical companies demonstrate their commitment to offer products with a reduced product carbon footprint (PCF). With its ammonia BMBcert, BASF delivers to Evonik a product whose PCF is at least 65% lower than the standard product*. Both, BASF and Evonik are extending their product portfolios and launching ammonia-based products applying a biomass balance approach. These products are readily available via existing sales channels and fully integrated into the ERP (Enterprise Resource Planning) systems of the companies. “Evonik and BASF share the same vision: We are convinced that the chemical industry can transform and replace fossil with renewable feedstocks and utilities. The supply with ammonia BMBcert is a big milestone for both of us,” said Dr. Jens Aßmann, Vice President Business Management Ammonia Value Chain and Operations Amino Resins at BASF. Evonik has received a first shipment of ammonia BMBcert produced by BASF. By incorporating BASF’s ammonia BMBcert into its ISCC (International Sustainability and Carbon Certification) PLUS certified production processes, Evonik demonstrates its commitment to a more sustainable economy and its ambitious emissions reduction targets. By 2030, Evonik seeks to reduce Scope 1 and 2 emissions by 25 % and Scope 3 emissions by 11 % compared to 2021 levels, and to become climate-neutral by 2050, in line with the Paris Agreement and validated by Science Based Target Initiative (SBTi). Evonik plans to use ammonia BMBcert to produce a range of sustainable products, including VESTAMIN® IPD eCO and VESTAMID® eCO Polyamide 12. “eCO” stands for Evonik’s aim to eliminate CO2 via mass balance approach using renewable feedstock in existing systems and production processes. With the eCO grades, customers benefit from more sustainable products with no compromise in performance. Thus, conventional, trusted VESTAMIN curing agents for epoxy resin systems with typical applications in industrial flooring, marine and anticorrosive paints can easily be replaced by the IPD eCO grade. The same proves true for VESTAMID eCO Polyamide 12, which covers tailored, high-performance polyamide, typically found in shoe soles, sunglasses, gas pipes, safety-related automotive parts and many more. “We are excited to partner with BASF to source ammonia with a reduced carbon footprint. This collaboration witnesses our dedication to environmental stewardship and our ability to innovate in a rapidly changing market,” said Silvia Torrado, Global Procurement Director for Base Petrochemicals at Evonik. BASF applies a biomass balance approach to replace fossil resources at the beginning of the production process with certified biomethane from biowaste raw materials which are attributed to the product. The mass-balanced product is certified according to ISCC PLUS standards. In addition, BASF is using electricity from renewable sources for the manufacturing of the ammonia, further reducing its PCF. As outlined in its sustainability roadmap, the BASF Monomers Division announced to offer at least one circular or lower PCF option for every major product line by 2025. Mass balanced products are drop-in solutions, meaning they have the same properties as the corresponding conventional products, but with an attributed share of circular raw materials. The division’s sustainable offerings are an essential part of BASF’s path to climate neutrality and net-zero CO2 emissions by 2050. * Based on the average CO2 footprints stated in the “Default values for the transitional period for the CBAM between October 1, 2023 and December 31, 2025” published by the European Commission on Dec 22, 2023.",
    "images": null,
    "tags": "",
    "excerpt": "BASF and Evonik have agreed on the first delivery of BASF’s ammonia BMBcert grade. Thereby, both chemical companies demonstrate their commitment to offer products with a reduced product carbon footprint. With its ammonia BMBcert, BASF delivers to Evonik a product whose PCF is at least 65% lower than the standard product.",
    "categories": ""
}