{
    "title": "Impossible Objects unveils new CBAM-2 3D printer, partnership with BASF, and $4.1 million funding",
    "author": "Anas Essop",
    "source": "3D Printing Industry",
    "date": "2019-05-24",
    "text": "Composite-based additive manufacturing (CBAM) developer Impossible Objects has made a series of announcements at RAPID + TCT 2019, including $4.1 million in funding, a collaboration with BASF, and a new 3D printer: the CBAM-2. The release of the CBAM-2 3D printer builds upon the company’s previous CBAM offering in the Model One, with greater print sizes and efficiency. Impossible Objects’ collaboration with BASF centers around the support of the chemical giant’s Ultrasint PA6-carbon fiber powder for use with the Model One and CBAM-2 3D printers. Both the partnership with BASF and its new CBAM-2 3D printer, which has a planned release for Q3 2019, aim to extend the industrial applications of Impossible Objects’ patented CBAM process. Regarding funding, Impossible Objects raised $4.1 million in a round led by tech equity specialist OCA Ventures, in order to meet demand for its products. The new round brings its total funding at Impossible Objects to more than $13 million. Previously in 2017, the company had raised $6.4 million in series A funding, once more led by OCA Ventures. “It’s been exciting to see how our customers are putting our approach to work to create high-performance parts for everything from aircraft and cars to lightweight athletic gear,” commented Impossible Objects Founder and Chairman Bob Swartz. “We’re continuing to bring machines, materials and expertise to the market to transform the entire manufacturing process, from prototyping through to high-volume production.” Impossible Objects’ innovative CBAM process The unveiling of the CBAM-2 3D printer at RAPID + TCT represents the first demonstration of the new system. Designed to deliver complex parts on an industrial scale, the CBAM-2 is said to be capable of producing at high volume with claims of 10 times faster than ‘conventional 3D printing’ using the CBAM process. Furthermore, the CBAM-2 supports the 3D printing of high-strength composites, enabled by CBAM technology. Also equipped on the Model One 3D printer, Impossible Objects’ CBAM technology creates composite material prints by fusing together high-performance thermoplastics like PEEK and Nylon with long-fiber carbon and fiberglass sheets. This results in the production of parts with reportedly better strength to weight ratios than 3D printed metal, as well as better chemical resistance and temperature performance compared to standard 3D printing methods. Updates on the CBAM-2 from the Model One includes support for larger parts, with 3D printed sheets now reaching up to 12 inches x 12 inches in size. Furthermore, the CBAM-2 also features three added cameras for increased precision and quality control in the 3D print, as well as automatic powder filling and bulk ink cartridges for streamlined maintenance. 3D printing carbon fiber-PA6 composite parts for the first time Working with BASF, Impossible Objects has also enabled an “industry-first” in the 3D printing of carbon fiber-PA6 composite parts, using the Model One and CBAM-2 systems. BASF’s PA6 powder expands upon Impossible Objects’ current roster of supported materials for CBAM technology, with the aim of creating “an unmatched range of material choices and capabilities.” The benefits of carbon fiber-PA6 composites lie in its offering of high strength and temperature performance that surpasses PA12, while costing less. PA6 composite parts produced using Impossible Objects’ CBAM process are said to be up to four times stronger than conventional Fused Deposition Modeling (FDM) parts and twice as strong as Multi Jet Fusion (MJF) parts made with PA12. “Our collaboration with Impossible Objects opens up new possibilities for customers, especially in the automotive and industrial sectors where we’re seeing strong demand for PA6,” added Kara Noack, regional business director for BASF 3D Printing Solutions. “This partnership is in line with our philosophy of open innovation and support for open platforms. We’re encouraged by how Impossible Objects is using PA6 and are excited to work together to advance the state of additive manufacturing.” This is not the only BASF collaboration announced at RAPID + TCT this year, with Paxis, an Illinois-based OEM, collaborating with the chemical company to study advanced applications of Paxis’ Wave Applied Voxel (WAV) 3D printing platform. Success with CBAM for Impossible Objects The Model One, Impossible Objects’ previous model, was initially unveiled at RAPID 2017, where it won the Innovation Award for the system at the event. The CBAM process was described as an “innovative solution that could provide significant value to its customers and to the industry as a whole,” according to Chris Williams, Associate Professor of Mechanical Engineering at Virginia Tech and one of the award judges. Its novel capabilities has led to a variety of high profile acquisitions of the 3D printer. U.S. based global manufacturing company Jabil was the first customer of the Model One, and since then, Impossible Objects has also provided Model One 3D printers to the the U.S Air Force, as well as the Ford Motor Company, which adopted two systems for research and development. Now, with the unveiling of the CBAM-2, Impossible Objects is looking to continue bringing its patented technology to the market with the aim of revolutionizing the manufacturing industry. You can now cast your vote for the third annual 3D Printing Industry Awards. Help decide this year’s winners now. Make sure to keep up to date on all the news from RAPID + TCT by Subscribing to the 3D Printing Industry newsletter, following us on Twitter and liking us on Facebook. Looking for a career in additive manufacturing? Visit 3D Printing Jobs for a selection of roles in the industry. Featured image shows the CBAM-2 3D printer. Image via Impossible Objects.",
    "images": "https://3dprintingindustry.com/wp-content/uploads/2019/05/cbam-2.png",
    "tags": "basf;Bob Swartz;CBAM;CBAM-2;composite-based additive manufacturing;Impossible Objects;Kara Noack;Model One;OCA Ventures;PA-6;RAPID + TCT 2019;Ultrasint PA6-carbon fiber",
    "excerpt": "Composite-based additive manufacturing (CBAM) developer Impossible Objects has made a series of announcements at RAPID + TCT 2019, including $4.1 million in funding, a collaboration with BASF, and a n",
    "categories": "3D Printers"
}