{
    "title": "Impossible Objects Demonstrates New CBAM-2 3D Printer at RAPID - 3D Printing",
    "author": "Cameron Naramore",
    "source": "3DPrinting.com",
    "date": "2019-05-23",
    "text": "Impossible Objects unveiled their latest 3D printing system called CBAM-2 at RAPID + TCT 2019. They also announced a partnership with BASF to use the PA6 material in carbon fiber composites and provided more details on their work with the US Air Force. The collaboration with BASF means the CBAM-2 and Model One 3D printing systems will be able to use the high-performance Ultrasint PA6 (polyamide 6) powder. “We’re honored to be collaborating with BASF 3D Printing Solutions to make this economical workhorse polymer, which is used in an enormous number of industrial applications, available to our customers,” said Bob Swartz, Founder of Impossible Objects. Kara Noack, regional business director for BASF 3D Printing Solutions, was equally excited about the partnership, saying, “Our collaboration with Impossible Objects opens up new possibilities for customers, especially in the automotive and industrial sectors where we’re seeing strong demand for PA6. This partnership is in line with our philosophy of open innovation and support for open platforms. We’re encouraged by how Impossible Objects is using PA6 and are excited to work together to advance the state of additive manufacturing.” https://youtube.com/watch?v=FC5qEAJ73bk The CBAM Technology The original CBAM 3D printer called ‘Model One’ hit the scene in 2017 and it’s been adopted by some very well known manufacturers such as Ford and Jabil. CBAM stands for Composite Based Additive Manufacturing, a 3D printing technology that’s truly one of a kind as Impossible Objects holds the patent. The process starts with a sheet of long-strand carbon fiber or fiberglass; each sheet becomes a layer of the final object after a cross-section of inkjet binder is sprayed onto it and it’s coated with a polymer powder. The polymer binds to the jetted cross-section and any excess is vacuumed away. All of the sheets are stacked, compressed, and then heated to the melting temperature of the polymer, causing each layer to melt together. Finally, the stack is sandblasted to remove the surrounding unused fibers. The result is a polymer-fiber composite part that’s significantly stronger than most 3D printed parts. The CBAM-2 can make carbon fiber and fiberglass composite objects using PEEK, Nylon, and many other industrial-grade polymers, and it can do it up to ten times faster than other 3D printing technologies at 45 cubic inches per hour. There are plans to reclaim the unused fiber to make new sheets in the future. As part of the Utah Advanced Materials and Manufacturing Initiative (UAMMI) and the Maturation of Advanced Manufacturing for Low Cost Sustainment (MAMLS) program, Impossible Objects is working with the US Air Force to produce non-critical components that are difficult to find, such as brackets, knobs, and harnesses. In April, Tinker Air Force Base successfully fit checked a restraint strap for a first-aid kit in the B-1 aircraft that was fabricated by an Impossible Objects CBAM 3D printer. The engineers were surprised how well it fit on the first try. The strap must now pass a Fire, Smoke and Toxicity Test at the National Institute for Aviation Research to attain USAF approval and installation into the operational B-1 fleet. In order to fill orders for the CBAM-2 as well as continue material research, Impossible Objects has raised another $4.1 million.",
    "images": "https://3dprinting.com/wp-content/uploads/2019/05/CBAM2.png",
    "tags": "",
    "excerpt": "Impossible Objects unveiled their latest 3D printing system called CBAM-2 at RAPID + TCT 2019. They also announced a partnership with BASF to use the PA6 material in carbon fiber composites and provided more details on their work with the US Air Force. The collaboration with BASF means the CBAM-2 and Model One 3D printing […]",
    "categories": "News"
}