{
    "title": "BASF now offering first biomass-balanced products for its ammonia and urea portfolio",
    "author": "unknown",
    "source": "basf.com",
    "date": "2024-05-16",
    "text": "Media BASF now offering first biomass-balanced products for its ammonia and urea portfolio BMB ammonia derivatives portfolio with significantly lower product carbon footprint versus conventional ammonia derivatives Certified renewable raw materials replace fossil resources at beginning  of production process Renewable electricity used to further reduce production-related emissions With its first biomass-balanced (BMB) ammonia and urea products, BASF now offers BMB options within its ammonia value chain. The wide range of products includes ammonia anhydrous BMBcertTM, ammonia solution 24.5% BMBcertTM, urea prills BMBcertTM, urea solution 40% BMBcertTM, and urea solution 45% BMBcertTM. BASF applies a biomass balance approach to replace fossil resources at the beginning of the production process with certified biowaste raw materials which are attributed to the products. The mass balanced products are certified according to ISCC (International Sustainability and Carbon Certification) PLUS standards. In addition, BASF is using electricity from renewable sources for the manufacturing of the ammonia and urea products, further reducing their production-related emissions. These measures lower the product carbon footprint (PCF) of these products by at least 80% versus the average PCF of conventional fossil ammonia derivatives* without compromising on quality and performance. The certified BMBcertTM products enable customers to reduce their scope 3 emissions as well as the product carbon footprint of their products. “BASF was the first company to develop both an industrial ammonia as well as an industrial urea process. Today, we are the first company that offers such biomass balanced options as part of the regular ammonia and urea portfolio. With this portfolio we meet the rising request in industry and help our customers reach their sustainability targets”, said Dr. Jens Aßmann, Vice President Business Management Ammonia Value Chain and Operations Amino Resins at BASF. The BMB ammonia derivative portfolio is a further step on the sustainability roadmap of BASF’s Monomers division which was announced last year. This envisages developing at least one circular or lower PCF option for every major product line by 2025. The division’s sustainable offerings are an essential part of BASF’s path to climate neutrality and net-zero CO2 emissions by 2050. Further information is available on the ammonia-based chemicals website. * Based on the average CO2 footprints stated in the “Default values for the transitional period for the CBAM between October 1, 2023 and December 31, 2025” published by the European Commission on Dec 22, 2023. About BASF At BASF, we create chemistry for a sustainable future. We combine economic success with environmental protection and social responsibility. Around 112,000 employees in the BASF Group contribute to the success of our customers in nearly all sectors and almost every country in the world. Our portfolio comprises six segments: Chemicals, Materials, Industrial Solutions, Surface Technologies, Nutrition & Care and Agricultural Solutions. BASF generated sales of €68.9 billion in 2023. BASF shares are traded on the stock exchange in Frankfurt (BAS) and as American Depositary Receipts (BASFY) in the United States. Further information at www.basf.com. P-24-203",
    "images": "/api/imaging/focalarea/16x9/1200x/dam/jcr%3A2a7b2678-243b-30cc-90c7-4381969e251c/P203e_5124_Ammonia_plant_at_Ludwigshafen_site.jpg",
    "tags": "",
    "excerpt": "With its first biomass-balanced (BMB) ammonia and urea products, BASF now offers BMB options within its ammonia value chain. The wide range of products includes ammonia anhydrous BMBcertTM, ammonia solution 24.5% BMBcertTM, urea prills BMBcertTM, urea solution 40% BMBcertTM, and urea solution 45% BMBcertTM.",
    "categories": ""
}