{
    "title": "The Company - 3D Systems - 3D Printing, 3D Scanners, 3D Software",
    "author": "unknown",
    "source": "3D Systems - 3D Printing, 3D Scanners, 3D Software",
    "date": "2021-03-30",
    "text": "Cbam 3d printing Impossible Objects unveils new CBAM-2 3D printer, partnership with BASF, and $4.1 million funding 0Shares Composite-based additive manufacturing (CBAM) developer Impossible Objects has made a series of announcements at RAPID + TCT 2019, including $4.1 million in funding, a collaboration with BASF, and a new 3D printer: the CBAM-2. The release of the CBAM-2 3D printer builds upon the company’s previous CBAM offering in the Model One, with greater print sizes and efficiency. Impossible Objects’ collaboration with BASF centers around the support of the chemical giant’s Ultrasint PA6-carbon fiber powder for use with the Model One and CBAM-2 3D printers. Both the partnership with BASF and its new CBAM-2 3D printer, which has a planned release for Q3 2019, aim to extend the industrial applications of Impossible Objects’ patented CBAM process. Regarding funding, Impossible Objects raised $4.1 million in a round led by tech equity specialist OCA Ventures, in order to meet demand for its products.  The new round brings its total funding at Impossible Objects to more than $13 million. Previously in 2017, the company had raised $6.4 million in series A funding, once more led by OCA Ventures.   “It’s been exciting to see how our customers are putting our approach to work to create high-performance parts for everything from aircraft and cars to lightweight athletic gear,” commented Impossible Objects Founder and Chairman Bob Swartz. The CBAM-2 3D printer. Image via Impossible Objects. “We’re continuing to bring machines, materials and expertise to the market to transform the entire manufacturing process, from prototyping through to high-volume production.” Impossible Objects’ innovative CBAM process The unveiling of the CBAM-2 3D printer at RAPID + TCT represents the first demonstration of the new system. Designed to deliver complex parts on an industrial scale, the CBAM-2 is said to be capable of producing at high volume with claims of 10 times faster than ‘conventional 3D printing’ using the CBAM process. Furthermore, the CBAM-2 supports the 3D printing of high-strength composites, enabled by CBAM technology. Also equipped on the Model One 3D printer, Impossible Objects’ CBAM technology creates composite material prints by fusing together high-performance thermoplastics like PEEK and Nylon with long-fiber carbon and fiberglass sheets. This results in the production of parts with reportedly better strength to weight ratios than 3D printed metal, as well as better chemical resistance and temperature performance compared to standard 3D printing methods. Updates on the CBAM-2 from the Model One includes support for larger parts, with 3D printed sheets now reaching up to 12 inches x 12 inches in size. Furthermore, the CBAM-2 also features three added cameras for increased precision and quality control in the 3D print, as well as automatic powder filling and bulk ink cartridges for streamlined maintenance. A complex 3D printed part using the CBAM process. Image via Impossible Objects. 3D printing carbon fiber-PA6 composite parts for the first time Working with BASF, Impossible Objects has also enabled an “industry-first” in the 3D printing of carbon fiber-PA6 composite parts, using the Model One and CBAM-2 systems. BASF’s PA6 powder expands upon Impossible Objects’ current roster of supported materials for CBAM technology, with the aim of creating “an unmatched range of material choices and capabilities.” The benefits of carbon fiber-PA6 composites lie in its offering of high strength and temperature performance that surpasses PA12, while costing less. PA6 composite parts produced using Impossible Objects’ CBAM process are said to be up to four times stronger than conventional Fused Deposition Modeling (FDM) parts and twice as strong as Multi Jet Fusion (MJF) parts made with PA12. “Our collaboration with Impossible Objects opens up new possibilities for customers, especially in the automotive and industrial sectors where we’re seeing strong demand for PA6,” added Kara Noack, regional business director for BASF 3D Printing Solutions. “This partnership is in line with our philosophy of open innovation and support for open platforms. We’re encouraged by how Impossible Objects is using PA6 and are excited to work together to advance the state of additive manufacturing.” This is not the only BASF collaboration announced at RAPID + TCT this year, with Paxis, an Illinois-based OEM, collaborating with the chemical company to study advanced applications of Paxis’ Wave Applied Voxel (WAV) 3D printing platform. Success with CBAM for Impossible Objects The Model One, Impossible Objects’ previous model, was initially unveiled at RAPID 2017, where it won the Innovation Award for the system at the event. The CBAM process was described as an “innovative solution that could provide significant value to its customers and to the industry as a whole,” according to Chris Williams, Associate Professor of Mechanical Engineering at Virginia Tech and one of the award judges. Its novel capabilities has led to a variety of high profile acquisitions of the 3D printer. U.S. based global manufacturing company Jabil was the first customer of the Model One, and since then, Impossible Objects has also provided Model One 3D printers to the the U.S Air Force, as well as the Ford Motor Company, which adopted two systems for research and development. Now, with the unveiling of the CBAM-2, Impossible Objects is looking to continue bringing its patented technology to the market with the aim of revolutionizing the manufacturing industry. You can now cast your vote for the third annual 3D Printing Industry Awards. Help decide this year’s winners now. Make sure to keep up to date on all the news from RAPID + TCT by Subscribing to the 3D Printing Industry newsletter, following us on Twitter and liking us on Facebook. Looking for a career in additive manufacturing? Visit 3D Printing Jobs for a selection of roles in the industry. Featured image shows the CBAM-2 3D printer. Image via Impossible Objects. Tags basf Bob Swartz CBAM CBAM-2 composite-based additive manufacturing Impossible Objects Kara Noack Model One OCA Ventures PA-6 RAPID + TCT 2019 Ultrasint PA6-carbon fiber Anas Essop Anas Essop is an English and Film graduate, who loves writing about the advancement of technology. Ricoh 3D Brings Impossible Objects’ CBAM To Europe « Fabbaloo By Sarah Goehrke on March 30th, 2021 in Service Tags: cbam, europe, impossible objects, partnership, ricoh, service A bell crank created with Impossible Objects’ CBAM process [Source: Impossible Objects] Impossible Objects has partnered with Ricoh 3D to offer strong, lightweight 3D printed composite parts to European customers. CBAM Composite-based additive manufacturing (CBAM) is Illinois-based Impossible Objects’ claim to composite 3D printing fame. The process is an intriguing sheet-based 3D printing technology using the company’s CBAM-2 system. CBAM works in four basic steps, starting with the most complex: the actual 3D printing: [Source: Impossible Objects] Here, the company’s graphic explains: Long-fiber sheets of carbon or fiberglass are fed into the printer. Layered shapes from CAD slices are printed onto the fiber sheets using clear fluid and thermal inkjet technology. High-performance polymer powder is applied to the fiber sheet adhering to the printing fluid. Excess powder is removed; leaving behind powder in the shape of the bitmap. The process is repeated for all layers. Next follow the heat and press, material removal, and finished product stages. According to Impossible Objects, CBAM “can produce parts up to ten times faster than conventional fused deposition modeling (FDM) 3D printing.” The company adds that: “The CBAM process can create strong and resilient fine or flat parts, which is important for applications like drones; these have been impossible with FDM and FFF technologies due to the short, chopped fiber formation and lamination between layers, which cause parts to fall apart under force. ” We’ve seen these high-strength parts several times over the years, most recently at RAPID + TCT two years ago when Impossible Objects introduced the CBAM-2 as well as a funding round and materials partnership with BASF. The parts are, indeed, quite good. Impossible Objects x Ricoh 3D Impossible Objects 3D prints [Source: Fabbaloo] Now those parts will be available overseas, offering new 3D printing options for applications like “drones, aircraft, automobiles, athletic gear and more.” Available via Ricoh 3D, the new availability opens up European access to parts made from Carbon Fiber PEEK and Carbon Fiber PA12 — available immediately. For its part, Ricoh 3D is the additive manufacturing-focused European arm of Japan-based Ricoh. Late last year, Ricoh 3D introduced its revamped Centre of Excellence showroom following an investment of more than £1 million. Ricoh 3D is an interesting enterprise; we caught up with them last spring as Additive Manufacturing & Molding Engineering Manager Mark Dickin said that Ricoh 3D would be taking control of its own 3D printing destiny. In today’s announcement with Impossible Objects, Dickin explains: Impossible Objects Founder and Chairman Bob Swartz [Image: Fabbaloo] “Composites are set to be an area of huge growth in additive manufacturing in the coming years. These new materials will change the game across a number of industries. Impossible Objects’ CBAM process is nothing short of a revolution in the way composites are manufactured, so we are proud to be working with the company to be at the forefront of the European movement.” Impossible Objects Chairman and Founder Robert Swartz adds: “Our CBAM process represents a significant leap forward in 3D printing, with faster speeds, better material properties and wider material selection. Fortune 100 companies, government agencies, and more have already put it to work to create everything from car and aircraft parts to athletic gear. By collaborating with the team at Ricoh 3D who recognizes the transformative potential of additive manufacturing, together we will bring these competitive advantages to more organizations across Europe. ” It’s exciting to hear this announcement, as Impossible Objects’ CBAM approach is one to keep an eye on, especially with higher-strength 3D printing only growing in demand. Via Impossible Objects and Ricoh 3D By Sarah Goehrke Sarah Goehrke is a Special Correspondent for Fabbaloo, via a partnership with Additive Integrity LLC. Focused on the 3D printing industry since 2014, she strives to bring grounded and on-the-ground insights to the 3D printing industry. Sarah served as Fabbaloo's Managing Editor from 2018-2021 and remains active in the industry through Women in 3D Printing and other work. View all of Sarah Goehrke's posts. Impossible Objects Announces Second Generation CBAM 3D Printer News Impossible Objects has announced a new CBAM or Composite Additive Manufacturing 3D printer. The technique is based on the alignment of products from sheets of carbon and glass fibers and various binder polymers, including refractory structural thermoplastics. Consumables in CBAM 3D printing technology are mainly thin carbon fiber or glass fiber sheets and various polymer powders. The digital model is cut into layers corresponding to the thickness of the sheets used, after which the layers are drawn with glue using inkjet heads. In the next step, the system applies a thin layer of polymer powder that adheres to the sheet in the areas treated with glue. The rest of the powder is removed and the process is repeated for the next layer. After printing is completed, the stack of sheets is heat-pressed at the melting temperature of the binder polymer, and then the excess material is removed by sandblasting machines.  According to the developers, the new system is designed for industrial use and allows increasing the productivity of additive processes up to ten times. The BASF concern takes part in the development and production of consumables, offering, in particular, powders from polyamide-6 (Ultrasint) for printing carbon fiber parts. An example of the finished product is shown in the illustration below - this is a belt buckle element for fixing first aid kits on Rockwell B-1 Lancer strategic bombers. The prototype has already passed preliminary tests at Tinker Air Force Base. After successful completion of tests for flammability, smoke and toxicity, such buckles are planned to be made to replace broken parts, which will result in significant savings in money and time, since the original components have already been discontinued.  In addition to the US Air Force, users of the first Impossible Objects 3D printer model include the Ford automaker, contract electronics manufacturer Jabil Circuit, and the National Aviation Research Institute (NIAR) at Wichita State University. Do you have interesting news? Share your developments with us, and we will tell the whole world about them! We are waiting for your ideas at [email protected]. Follow author Follow Don't want 1 Article comments More interesting articles 5 Subscribe to the author Subscribe Don't want  New systems are initially tailored for the extended functionality of the Klipper firmware and equipped with a 32-bit computer. Read more four Follow author Follow Don't want Plasmics, an Austrian additive manufacturing company, is running a crowdfunding campaign... Read more 59 Subscribe to the author Subscribe Don't want The 3Dtoday portal, supported by Creality and Bestfilament, invites everyone to participate in... Read more Unique CBAM 3D printers to hit the market next year News Impossible Objects has received an additional investment of $6.4 million to improve an unusual 3D printing technology based on selective lamination of composite materials. The 3D printer under development allows printing with carbon fiber, Kevlar, silk and other materials, including engineering thermoplastics. The closest analogue of the proprietary CBAM (Composite-based Additive Manufacturing) technology is the LOM/SDL technology used in 3D printers by the Irish company Mcor. Devices under this brand use plain paper in sheets or rolls, sequentially gluing layers of paper and cutting each sheet according to digital templates. CBAM also works with sheet materials, but not with paper. The range of potential consumables is extremely wide, as long as the sheets are set with thermoplastics used as binders.  It works like this: on the substrate or the surface of already laid materials, the next layer is applied with an adhesive solution using inkjet heads, similar to those used in conventional office printers. Then the machine sprinkles the pattern with polymer powder and applies the next sheet of reinforcing material, such as carbon fiber or Kevlar. After thermal pressing, the polymer layers reliably connect the sheets into a single whole. “Corporate interest in additive manufacturing is growing at an incredible rate, but what they are most interested in is the possibility of full-fledged additive manufacturing, and not just prototyping or 3D printing of small batches. These companies need durable parts that can be produced quickly,” explains Robert Schwartz, founder and CEO of Impossible Objects.  The experimental apparatus is capable of building models with dimensions of 300x400x100 mm, although the system is easily scalable due to the nature of the technology. The productivity of the prototype reaches an impressive 735 cubic centimeters per hour when printing sheets with a thickness of 40-50 microns. On the commercial market, the first device under the uncomplicated name \"Model One\" is not yet available, but at least since May of this year the company has been conducting closed beta testing. The results appeared to impress investors, who poured another $6.5 million into the venture. Thus, the total amount of investments reached about $9 million. The company plans to use the funds received to improve and scale the technology. Impossible Objects' 3D printers should go on sale next year. Do you have interesting news? Share your developments with us, and we will tell the whole world about them! We are waiting for your ideas at [email protected]. Follow the author Follow Don't want 6 More interesting articles 5 Subscribe to the author Subscribe Don't want  The Russian company REC has released a PLA Stone filament for 3D printing of decorative products.",
    "images": "https://3dcentroamerica.com/wp-content/uploads/2014/01/3D-Systems-Logo2.gif",
    "tags": "",
    "excerpt": "Impossible Objects unveils new CBAM-2 3D printer, partnership with BASF, and $4.1 million funding 0Shares Composite-based additive manufacturing (CBAM) developer Impossible Objects has made a series o...",
    "categories": ""
}