{
    "title": "Senior Specialist CBAM Reporting (m/f/d) - Hybrid Option GER",
    "author": "unknown",
    "source": "basf.jobs",
    "date": "2019-01-01",
    "text": "Senior Specialist CBAM Reporting (m/f/d) - Hybrid Option GER WELCOME TO BASF In Global Business Services, we support BASF's divisions with a cross-functional network and offer modern solutions tailored to the needs of the business. As a specialized service unit we ensure a high level of customer orientation and we design our services to be cooperative, efficient and future-oriented. WHAT YOU CAN EXPECT In our customs team you build up knowledge and analyse new laws, regulations and agreements for your respective region. In this role you create Carbon Border Adjustment Mechanism (CBAM) reports for BASF entities (EU 27) according to the structure defined in the regulation. You ensure timely and accurate reporting services. You are responsible for extracting relevant data from BASF's SAP, Business Warehouses or downstream databases and adding information from other units and/or divisions as necessary (e.g. master data, procurement). Furthermore, you create a regular data quality check in our reporting platform. As a Senior Specialist you are the point of contact for all CBAM related business issues for our unit and all our stakeholders. WHAT YOU OFFER bachelor’s or master’s degree in business administration, supply chain management or customs at least 2 years of professional experience in Supply Chain and Data Management in depth knowledge of SAP in Logistics strong communication and presentation skills in English high motivation to achieve success together as a team WHAT WE OFFER 30 days of paid vacation, special leave and sabbatical options. Modern sustainable office building in Berlin-Prenzlauer Berg with flexible working options, rooftop terrace and cafeteria for innovative and team-focused collaboration. Location-independent work models with defined days of presence in Berlin and place of residence in Germany. Flexible working hours so that you can organize your working and private life according to your needs. Gross annual salary (full-time): 48.000 - 52.000 €, depending on qualification and work experience. In addition, you can expect a bonus dependent on the company's success as well as individual performance. HOW TO REACH US ABOUT US As an international service hub, the BASF Services Europe GmbH bundles a wide range of services for the BASF Group throughout Europe. In the heart of Berlin, we combine expertise in the areas of finance, HR, supply chain, procurement, product safety and IT. We focus on digital and customer-focused solutions, to create services for future. Learn more about us and our career opportunities at basf.com/servicehub-berlin. Diversity is our greatest strength! Become a part of our winning formula for success and develop the future with us - in a global team that embraces inclusion and equal opportunities irrespective of gender, age, origin, sexual orientation, disability or belief. A unique total offer: you@BASF At BASF you get more than just compensation. Our total offer includes a wide range of elements you need to be your best in every stage of your life. That’s what we call you@BASF. Click here to learn more. A unique total offer: you@BASF At BASF you get more than just compensation. Our total offer includes a wide range of elements you need to be your best in every stage of your life. That’s what we call you@BASF. Click here to learn more. We aim to form the best team by bringing together people with unique backgrounds, experiences and points of view. Our differences make us stronger and more vibrant. And an open, creative and supportive work environment inspires us to achieve exceptional results. Your application Here you find anything you need to know about your application and the application process. Contact us You have questions about your application or on how to apply in Europe? The BASF Talent Acquisition Europe team is glad to assist you. Please note that we do not return paper applications including folders. Please submit copies only and no original documents. Berlin, DE Remote, DE",
    "images": "https://rmkcdn.successfactors.com/60d4b366/d9fd469a-72ab-4eea-bdc8-f.png",
    "tags": "Berlin Senior Specialist CBAM Reporting (m/f/d) - Hybrid Option GER",
    "excerpt": "Senior Specialist CBAM Reporting (m/f/d) - Hybrid Option GER",
    "categories": ""
}