{
    "title": "Impossible Objects Unveils Next-Generation 3D Printer, Partners with BASF to Bring Industry-First Composite to 3D Printing | ManufacturingTomorrow",
    "author": "unknown",
    "source": "manufacturingtomorrow.com",
    "date": "2019-05-21",
    "text": "Impossible Objects Unveils Next-Generation 3D Printer, Partners with BASF to Bring Industry-First Composite to 3D Printing The CBAM-2 3D printing system delivers complex parts at production speeds and volumes, while partnership with BASF makes strong, heat-tolerant PA6-carbon fiber composite parts printable at scale At RAPID + TCT 2019, Impossible Objects announced two watershed advances in composite 3D printing for the factory floor. The company's latest 3D printing system, the CBAM-2, and a new partnership with BASF on PA6-carbon fiber composites extend Impossible Objects' patented composite based additive manufacturing process (CBAM) to an unprecedented range of industrial applications.\r \"It's been exciting to see how our customers are putting our approach to work to create high-performance parts for everything from aircraft and cars to lightweight athletic gear,\" said Impossible Objects Founder and Chairman Bob Swartz. \"We're continuing to bring machines, materials and expertise to the market to transform the entire manufacturing process, from prototyping through to high-volume production.\" The CBAM-2 Speeds Production of 3D Parts at Scale The new CBAM-2 3D printing system, being shown at RAPID + TCT for the first time, delivers complex parts on an industrial scale — speeding up the additive manufacturing process as much as 10x. The CBAM-2 combines high-performance polymers with long-fiber carbon and fiberglass sheets to rapidly produce 3D composite parts that are stronger, lighter, with better temperature performance, and more durable than possible with conventional 3D printing methods. Since Impossible Objects launched its flagship Model One 3D printer at RAPID 2017, a growing number of Fortune 500 companies have adopted it. Major automotive manufacturers including Ford Motor Company, manufacturing services company Jabil, the United States Air Force, and the National Institute for Aviation Research (NIAR) among others are using Impossible Objects technology. Features of the CBAM-2 include: Production speed: The machine can produce high volumes of production parts quickly -- up to 10x faster than conventional 3D printing. Support for high-strength composites: The CBAM-2 can print 3D parts from composites that are not available through any other 3D printing method. Combining carbon fiber and fiberglass with high-performance thermoplastics like PEEK and Nylon can produce parts with better strength-to-weight ratios than metals, along with superior temperature performance and chemical resistance. Support for larger parts: Printed sheets can now reach up to 12 inches x 12 inches in size. Increased precision: The CBAM-2 features three added cameras, ensuring greater quality control and guaranteeing each sheet is printed perfectly and each inkjet nozzle is fired seamlessly. Streamlined maintenance: Automatic powder filling reduces fill-time to days, and bulk ink cartridges eliminate the need to refill ink frequently, allowing machines to run efficiently at a significantly greater duration. CBAM-2 machines will be available for customers beginning in Q3. BASF Partnership: An Unmatched Range of Material Choices and Capabilities Impossible Objects also announced that through a collaboration with BASF, its Model One and CBAM-2 printers will support BASF's Ultrasint PA6 (polyamide 6) powder, allowing customers to 3D print high-performance carbon fiber-PA6 composite parts for the first time. Carbon fiber-PA6 composites offer better strength and temperature performance at a lower cost than PA12, and are up to four times stronger than conventional Fused Deposition Modeling (FDM) parts and twice as strong as Multi Jet Fusion (MJF) parts made with PA12. \"Our collaboration with Impossible Objects opens up new possibilities for customers, especially in the automotive and industrial sectors where we're seeing strong demand for PA6. This partnership is in line with our philosophy of open innovation and support for open platforms. We're encouraged by how Impossible Objects is using PA6 and are excited to work together to advance the state of additive manufacturing,\" said Kara Noack, regional business director for BASF 3D Printing Solutions. \"We're honored to be collaborating with BASF 3D Printing Solutions to make this economical workhorse polymer, which is used in an enormous number of industrial applications, available to our customers,\" added Bob Swartz of Impossible Objects. PA6 adds to Impossible Objects' currently supported materials and will be available for shipment in Q3. For information on the collaboration, please see this video. Customer Momentum: Manufacturing parts for legacy aircraft with UAMMI The Utah Advanced Materials & Manufacturing Initiative (UAMMI) announced the successful creation of its first carbon fiber 3D printed part for the United States Air Force, made with an Impossible Objects printer. The 3D printed part, a first aid kit restraint strap for B-1 aircraft at Tinker Air Force Base in Oklahoma, is the first step in UAMMI's mission to replace broken parts on legacy aircraft, whose original parts are no longer in production. For more information, please see UAMMI's accompanying release. Impossible Objects Secures Additional Funding To meet the demand for its products, Impossible Objects has raised $4.1 million in funding in a round led by returning investor OCA Ventures, bringing total funding to more than $13 million. The company raised $6.4 million in Series A funding in October 2017 from OCA Ventures, IDEA Fund Partners, Mason Avenue Investments, Huizenga Capital Management, and Inflection Equity Partners. Resources: Video about the CBAM manufacturing process. Video about the BASF-Impossible Objects partnership. Image of Impossible Objects CBAM-2. Visit Impossible Objects at booth #403 at RAPID + TCT. About Impossible Objects Impossible Objects, a 3D printer and materials company, was founded with the belief that materials science inventions would enable 3D printing to revolutionize the world in the same ways that computers and the Internet have revolutionized the way we live, work and play. The company's proprietary composite-based additive manufacturing (CBAM) technology produces parts up to 10 times faster than conventional 3D printing. By combining high-performance polymers like Nylon and PEEK with long-fiber carbon and fiberglass sheets, CBAM produces parts that are stronger, lighter, with better temperature performance, and more durable than possible with conventional 3D printing methods. For more information, visit www.impossible-objects.com. Featured Product",
    "images": "https://manufacturingtomorrow.com/images/facebooknews.jpg",
    "tags": "Advanced Manufacturing, 3D Printing, Prototyping, CAD, CAM, additive, automation, factory, news, articles, events, technology, magazine, emagazine, newsletter, ezine, jobs, training, automation, networking, manufacturing",
    "excerpt": "The CBAM-2 3D printing system delivers complex parts at production speeds and volumes, while partnership with BASF makes strong, heat-tolerant PA6-carbon fiber composite parts printable at scale",
    "categories": "Additive & 3D Printing;Engineering;Supply Chain;Automation & IIoT"
}