{
    "title": "CBAM in Norway: What do we know so far? -",
    "author": "Marianne Granum",
    "source": "Emma Systems",
    "date": "2025-04-03",
    "text": "In October 2025, the Norwegian government announced that Norway would align with the EU’s Carbon Border Adjustment Mechanism (CBAM). This is a key climate measure aimed at preventing carbon leakage and ensuring fair competition between Norwegian manufacturers and international players. What is CBAM and why does it matter for Norway? CBAM is a system that imposes a carbon levy on imported goods, equivalent to the one applied to goods produced within the EU—and Norway. This means imports with high carbon content will no longer benefit from unfair competitive advantages compared to products subject to stricter climate regulations. For Norway, CBAM will help protect domestic businesses from competition originating in countries with less stringent climate policies. Which goods and industries are covered by CBAM? Initially, CBAM applies to the following goods: Iron and steel Aluminium Fertilisers Electricity Cement Hydrogen The EU has established a phased implementation: From October 2023 – Importers in the EU have been required to submit quarterly reports on the carbon emissions linked to imported goods (European Commission). From 2026 – Reporting obligations will continue. From 2027 – Importers must begin purchasing CBAM certificates to cover the emissions associated with their imported goods (according to the Commission’s guidelines). CBAM affects a range of sectors— such as steel, aluminium, and fertilisers Omnibus: A major potential change The Omnibus package could significantly reshape how CBAM impacts both European and Norwegian companies. Proposed by the European Commission in February 2025, the package introduces exemptions and simplifications that could reduce the number of Norwegian businesses affected by CBAM—from around 8,000 to 300. Key proposals in the Omnibus package include: A new de minimis threshold – Importers bringing in less than 50 tonnes per year could be exempt Postponement of certificate trading – Originally planned for 2026, now proposed to be delayed until February 2027 Changes to reporting deadlines – The annual CBAM declaration may be moved from 31 May to 31 October For the Omnibus package to take effect, it must be approved by the European Parliament and EU Member States. Negotiations are ongoing, but a final timeline has not yet been set. Source: European Commission proposals When will CBAM be introduced in Norway? The Norwegian government aims to implement CBAM from 2027. However, from 2026 onwards, Norwegian businesses importing CBAM-regulated goods will already be subject to reporting obligations. Full implementation depends on several key elements being in place, including: Parliamentary approval – Although Norway aligns with the EU directive, national adoption is still required Authorisation of importers – Companies importing CBAM goods will need to register and obtain authorisation EORI numbers – Norway does not currently issue EORI numbers, but these will be required for CBAM compliance CBAM registry and documentation duties – Responsibilities for these elements are still being clarified EORI numbers will be a key prerequisite for CBAM reporting in Norway. Who is responsible for CBAM in Norway? CBAM responsibilities in Norway are shared among several authorities: Norwegian Environment Agency – Central in policy development and implementation Norwegian Tax Administration – Handles certain administrative tasks, especially those related to reporting and registration Norwegian Customs – Oversees border control and monitors CBAM-related documentation and importer registrations Ministry of Finance – Plays a regulatory role in the broader CBAM rollout Source: Norwegian government – How Norway plans to implement CBAM The importance of customs data and preparations for Norwegian importers Although CBAM reporting is proposed to start in 2027, the data will refer to imports made in 2026. Therefore, importers and goods owners in Norway should begin preparations now. To assess whether CBAM applies to them, businesses should review their import volumes and check whether they fall above or below the exemption thresholds proposed in the Omnibus changes. Recommendations for Norwegian importers: Review customs data and declarations to ensure accuracy Identify the country of origin and HS codes—both crucial for CBAM reporting Strengthen collaboration with suppliers and freight forwarders to ensure reliable data Consider investing in tools to simplify customs data management and CBAM compliance Enhance internal expertise or consider hiring professionals in customs and sustainability reporting Ready to dig deeper into CBAM and customs data? Download our guide: Mastering CBAM Compliance now!",
    "images": "https://emmasys.com/wp-content/uploads/2025/04/CBAM-Norge.jpg",
    "tags": "",
    "excerpt": "Hvordan blir norske CBAM? Hva bør importører og vareeiere tenke på nå og forberede seg på? Vi oppsummerer hva som er kjent så langt.",
    "categories": "Customs Compliance;Emma E-Doc - Digital Customs Archive"
}