{
    "title": "Outokumpu financial statements release 2022: A historic year for Outokumpu – record earnings and a net debt free balance sheet",
    "author": "unknown",
    "source": "outokumpu.com",
    "date": "2023-02-09",
    "text": "Outokumpu financial statements release 2022: A historic year for Outokumpu – record earnings and a net debt free balance sheet Outokumpu \nFinancial statements release \nFebruary 9, 2023 at 9.00 am EET Outokumpu financial statements release 2022: A historic year for Outokumpu – record earnings and a net debt free balance sheet In Q3 2022, divested Long Products businesses were classified as assets held for sale, reported as discontinued operations. All figures and comments in this report refer to continuing operations unless otherwise stated. Highlights in Q4 2022 Stainless steel deliveries were 450,000 tonnes (550,000 tonnes)*. Gearing (incl. discontinued operations) decreased to -0.3% (September 30, 2022: 2.2%). Net debt (incl. discontinued operations) turned negative and amounted to EUR -10 million (September 30, 2022: EUR 90 million). Operating cash flow (incl. discontinued operations) amounted to EUR 289 million (EUR 384 million). ROCE improved to 22.6% (17.6%). EBITDA was EUR 103 million (EUR 300 million). Adjusted EBITDA decreased to EUR 110 million (EUR 312 million). Highlights in 2022 Stainless steel deliveries were 2,106,000 tonnes (2,254,000 tonnes). Adjusted EBITDA amounted to EUR 1,256 million (EUR 980 million). EBITDA was EUR 1,248 million (EUR 968 million). Operating cash flow (incl. discontinued operations) amounted to EUR 778 million (EUR 597 million). Net result increased to EUR 1,086 million (EUR 526 million). The Board of Directors proposes that a base dividend of EUR 0.25 per share plus an extra dividend of EUR 0.10 per share, totaling EUR 0.35 per share will be paid for the year 2022. *Figures in parentheses refer to the corresponding period for 2021, unless otherwise stated. Key figures, continuing operations Q4/22 Q4/21 Q3/22 2022 2021 Sales EUR million 1,895 2,083 2,339 9,494 7,243 EBITDA EUR million 103 300 304 1,248 968 Adjusted EBITDA 1) EUR million 110 312 304 1,256 980 EBIT EUR million 31 180 241 992 674 Adjusted EBIT 1) EUR million 48 234 241 1,010 728 Result before taxes EUR million 13 168 225 933 610 Net result for the period EUR million 312 150 207 1,086 526 Earnings per share EUR 0.69 0.34 0.46 2.40 1.21 Diluted earnings per share EUR 0.64 0.31 0.42 2.22 1.13 Return on capital employed, rolling 12 months (ROCE) 2), 3) % 22.6 17.6 26.8 22.6 17.6 Capital expenditure EUR million 60 58 37 158 171 Stainless steel deliveries 1,000 tonnes 450 550 491 2,106 2,254 Personnel at the end of period, full-time equivalent 8,357 8,439 8,602 8,357 8,439 Key figures, including discontinued operations Q4/22 Q4/21 Q3/22 2022 2021 Net result for the period EUR million 315 159 189 1,140 553 Earnings per share EUR 0.70 0.35 0.42 2.52 1.26 Diluted earnings per share EUR 0.64 0.33 0.39 2.33 1.17 Return on capital employed, rolling 12 months (ROCE) 3) % 24.5 18.4 28.7 24.5 18.4 Net cash generated from operating activities EUR million 289 384 238 778 597 Net debt at the end of period EUR million -10 408 90 -10 408 Debt-to-equity ratio at the end of period % -0.3 13.1 2.2 -0.3 13.1 1) Adjusted EBITDA or EBIT = EBITDA or EBIT – Items classified as adjustments. 2) The balance sheet component is including discontinued operations except for Sept 30 and Dec 31, 2022, where only the equity component of discontinued operations is included. 3) Outokumpu has redefined its capital employed and ROCE definitions in Q2/2022. Comparative information has been restated accordingly. Q4 2022 compared to Q4 2021 Outokumpu’s sales decreased to EUR 1,895 million in the fourth quarter of 2022 (EUR 2,083 million) and adjusted EBITDA declined to EUR 110 million (EUR 312 million). Nevertheless, ROCE for the rolling 12 months improved to 22.6% (17.6%). In the fourth quarter of 2022, total stainless steel deliveries declined by 18% compared to the reference period. Realized prices for stainless steel were at a lower level in Europe while increased in Americas. Variable costs were higher due to significant cost inflation in energy and various consumable prices. The optimization of ferrochrome production due to high electricity prices led to a lower production volume and result for business area Ferrochrome. Raw material-related inventory and metal derivative losses amounted to EUR 47 million, mainly due to negative timing impacts (gains of EUR 3 million). Other operations and intra-group items’ adjusted EBITDA amounted to EUR 4 million (EUR -16 million). Net result of EUR 312 million (EUR 150 million) was positively impacted by the recognition of the deferred tax asset of EUR 297 million. Q4 2022 compared to Q3 2022 Outokumpu’s sales decreased to EUR 1,895 million in the fourth quarter (Q3/2022: EUR 2,339 million) and adjusted EBITDA declined to EUR 110 million (Q3/2022: EUR 304 million). ROCE amounted to 22.6% at the end of the year (26.8%). In the fourth quarter, in a weakening market with high imports and distributor de-stocking, total stainless steel deliveries decreased by 8% compared to the previous quarter. Realized prices for stainless steel declined in both Europe and Americas. Positive metal impacts supported profitability in the third quarter while there was no similar impact in the fourth quarter. Costs in general slightly increased but through the optimization of ferrochrome production the company successfully prevented its energy costs from rising. Raw material-related inventory and metal derivative losses amounted to EUR 47 million in the fourth quarter (Q3/2022: losses of EUR 107 million). The realized impact in the fourth quarter was driven by negative timing impacts. Other operations and intra-group items’ adjusted EBITDA amounted to EUR 4 million (Q3/2022: EUR 7 million). Net result of EUR 312 million (Q3/2022: EUR 207 million) was positively impacted by the recognition of the deferred tax asset of EUR 297 million. 2022 compared to 2021 In January–December 2022, Outokumpu’s sales increased to EUR 9,494 million (EUR 7,243 million) and adjusted EBITDA rose to EUR 1,256 million (EUR 980 million). As a result of strong profitability, ROCE improved to 22.6% (17.6%). Total stainless steel deliveries declined by 7% in January–December 2022 compared to the previous year, while realized prices for stainless steel were at a higher level in both Europe and Americas. Profitability in 2022 was negatively impacted by significant cost inflation in energy and various consumable prices. Raw material-related inventory and metal derivative losses, mainly due to negative timing impacts amounted to EUR 131 million in January–December 2022 compared to gains of EUR 63 million in the previous year. Other operations and intra-group items' adjusted EBITDA amounted to EUR -28 million (EUR -48 million). Outokumpu's EBIT increased to EUR 992 million (EUR 674 million) and net result to EUR 1,086 million (EUR 526 million) in January–December 2022. Net result in 2022 was positively impacted by the recognition of the deferred tax asset of EUR 297 million in the fourth quarter. The final amount of the recognized deferred tax asset was EUR 56 million lower than previously estimated and communicated on December 13, 2022. Valuation was impacted by EUR/USD foreign exchange rate, and updated as part of the year-end tax reporting process. It was also impacted by changes in assumptions of ability to use state tax loss carry-forward and refinement in the blended tax rate used. President & CEO Heikki Malinen In 2022, we delivered the best financial result in our history and reached an amazing milestone – Outokumpu is now net debt free. I am very proud of our relentless work towards this goal. Outokumpu’s full-year adjusted EBITDA increased to a record level of EUR 1.3 billion. I want to express my heartfelt thanks to all our team members around the world for their contribution and thank our customers and suppliers for their good collaboration during a year when supply chains were under pressure. After two years of exceptional tailwinds in the market, we have now moved into a period of weakening in the global economy. Volume-wise, the year 2022 started strongly. However, towards the end of the year, volumes dropped and overall stainless steel deliveries declined by 7% from the previous year. Our adjusted EBITDA reached EUR 110 million in the fourth quarter. In business areas Europe and Americas, high Asian imports, significant distributor de-stocking and declining demand impacted the results negatively in the last quarter. In Europe, distributor de-stocking seems to be coming to an end, while in Americas it is expected to continue through the first quarter of 2023. Business area Ferrochrome suffered from high electricity prices and, as a consequence, its production is limited to 50–60% of its total capacity. During times like these, it is crucial we have a strong balance sheet. I am pleased to say that Outokumpu is now financially stronger than ever and resilient enough to withstand the changing conditions in the market environment. During the year, we have taken strong actions to maintain and further improve our position as the sustainability leader in the stainless steel industry. We reduced CO2 emissions in line with our 1.5°C science-based climate target and reached an all-time high recycled material content of 94% for the full year. In 2022, we launched the industry’s first emission minimized stainless steel, Outokumpu Circle Green. I was delighted to see strong customer interest in low-carbon products. We are now looking into expanding our emission minimized offering to cover more grades to serve even more of our customer segments with the greenest stainless steel in the world. On the regulatory side, comprehensive political agreement was reached in the EU regarding the Carbon Border Adjustment Mechanism (CBAM) to include CO2 emissions from not only direct emissions but also precursor materials to limit carbon leakage outside the European Union. This is an important step in the right direction, but the implementation will take time and mechanisms need to be defined. Lastly, I want to emphasize our increased focus on shareholder returns. In November, we launched our first ever share buyback program, which is a concrete commitment to return capital to our shareholders. We updated our dividend policy in June and accordingly, I am pleased to say that Outokumpu’s Board of Directors proposes a base dividend of EUR 0.25 per share for the year 2022 plus an extra dividend of EUR 0.10 per share due to the exceptionally strong financial results. Outlook for Q1 2023 Group stainless steel deliveries in the first quarter are expected to increase by 10–20% compared to the fourth quarter. Ferrochrome production continues at 50–60% of its full capacity as a result of the planned optimization due to high electricity prices and recent disruptions in one of the three furnaces. Inflation in energy and consumable prices is expected to continue in the first quarter. With current raw material prices, no significant raw material-related inventory and metal derivative impacts are expected to be realized in the first quarter. Guidance for Q1 2023: Adjusted EBITDA in the first quarter of 2023 is expected to be higher compared to the fourth quarter. Webcast later today on February 9, 2023 at 3.00 pm EET A live webcast and conference call to analysts, investors and representatives of media will be arranged later today, at 3.00 pm EET at https://outokumpu.videosync.fi/2022-q4-results, hosted by President and CEO Heikki Malinen and CFO Pia Aaltonen-Forsell. To ask questions, please participate in the conference call by registering at http://palvelu.flik.fi/teleconference/?id=10010196. After registration you will receive phone number and a conference ID to access the conference call. If you wish to ask a question, please dial *5 on your telephone keypad to enter the queue. All the financial statement release materials, a link to the webcast and later on its recording are available at www.outokumpu.com/en/investors. For more information: Investors: Linda Häkkilä, Head of Investor Relations, tel. +358 400 719 669 Media: Outokumpu media desk, tel. +358 40 351 9840 Attachments",
    "images": "https://otke-cdn.outokumpu.com/-/media/feature/news/default-thumbnail-images/stock-exchange-release.png?revision=49637ecb-b937-4d77-93ba-4f82e324a1e7&modified=20240530102752",
    "tags": "Outokumpu,financial,statements,release,2022:,A,historic,year,for,Outokumpu,–,record,earnings,and,a,net,debt,free,balance,sheet",
    "excerpt": "Outokumpu financial statements release 2022: A historic year for Outokumpu – record earnings and a net debt free balance sheet",
    "categories": ""
}