{
    "title": "Outokumpu published an environmental product declaration for its ferrochrome production first in the industry",
    "author": "unknown",
    "source": "outokumpu.com",
    "date": "2023-08-15",
    "text": "Outokumpu published an environmental product declaration for its ferrochrome production first in the industry Outokumpu Oyj \nPress release \nAugust 15, 2023 at 10.30 am EEST Outokumpu published an environmental product declaration for its ferrochrome production first in the industry \n \nOutokumpu is the owner of the largest known chromite reserves within the European Union. Outokumpu continues to lead in sustainability by becoming the first ferrochrome manufacturer in the industry to publish an environmental product declaration (EPD) for its ferrochrome production. An EPD is a standardized* way of providing data about the environmental impacts of a product. Today, Outokumpu‘s ferrochrome has significantly lower carbon footprint than industry average**. The EPD for ferrochrome will further support Outokumpu’s commitment to help its customers in reducing their climate emissions. \n  Outokumpu's mill in Tornio.  \n \n“The environmental product declaration works as a valuable evidence for Outokumpu Ferrochrome’s low carbon footprint and increases transparency on its effect on the environment. In addition, as the EPD is third party verified and based on a vast lifecycle assessment study, it is considered unique in the market. Moreover, it will help our customers to prepare their own declarations”, says Martti Sassi, President of the Business Area Ferrochrome at Outokumpu. \n  “Especially due to the forthcoming EU’s Carbon Border Adjustment Mechanism (CBAM) that is stepping into its transitional phase in October 2023, the global demand for low carbon footprint materials – such as ferrochrome – is expected to grow significantly. In this development, the EPD for Outokumpu ferrochrome will surely prove to be a great asset also for our customers”, Sassi continues. Through its own chrome mine, Outokumpu has unique access to an essential raw material in the production of stainless steel. Own ferrochrome production makes Outokumpu self-sufficient in the most important raw material of stainless steel. The Business Area Ferrochrome runs the chrome mine in Kemi and ferrochrome smelters in Tornio, Finland. The (EPD) document for Outokumpu ferrochrome is available online in the international environmental product declarations library: S-P-09583 - Ferrochrome (environdec.com) \n*) The process for verification and establishing the validity of an EPD is in accordance with EN ISO 14025 and ISO 21930 standards. \n**) ICDA report 2021: ICDA-HC-FeCr-LCA-summary-2022.pdf (icdacr.com) \nRead more about Outokumpu BA Ferrochrome: Outokumpu Ferrochrome business area | Outokumpu For more information: Outokumpu’s media desk, tel. +358 40 351 9840, e-mail media(at)outokumpu.com Outokumpu Group",
    "images": "https://mb.cision.com/Public/18751/3816519/93fb7553c7c8cb76_800x800ar.jpeg",
    "tags": "Outokumpu,published,an,environmental,product,declaration,for,its,ferrochrome,production,first,in,the,industry",
    "excerpt": "Outokumpu published an environmental product declaration for its ferrochrome production first in the industry",
    "categories": ""
}