{
    "title": "Outokumpu upgrades chromium ore resource",
    "author": "unknown",
    "source": null,
    "date": "2025-01-15",
    "text": "Jan 2025 Outokumpu updated the chrome ore reserve estimates for its Kemi mine in Finland, doubling its mineral reserves and extending the mine life into the 2040s. As the only active chromium mine within the European Union (EU), the Kemi mine plays a critical role in supplying raw material to Outokumpu’s integrated ferrochrome and stainless steel plant in Tornio, Finland. The company currently supplies approximately 23% of the EU’s ferrochrome needs, supplemented with supply from South Africa (26%), India (16%), Zimbabwe (5%), and Kazakhstan (4%). This makes chromium a rare exception to supply chain criticalities in the EU and the Kemi mine is the reason for the absence of the metal on the EU’s critical materials list. The European stainless steel industry is preparing itself for the implementation of Carbon Border Adjustment Mechanism (CBAM), set to come into effect in 2026. Outokumpu’s ferrochrome scope emissions at its integrated stainless steel production are calculated at 1.75 t/CO2 equiv., compared to 4.75t/CO2 equiv. for coal-based producers. Europe’s stainless steel industry has been facing challenging headwinds, with suspensions reducing operating capacity since the onset of the COVID pandemic. This has increased reliance on imports from international suppliers, such as those in India. European stainless steel producers and exporters of both ferrochrome and stainless steel into Europe will need to meet lower emission standards to comply with CBAM regulations. Kazakhstan has emerged as a potential supplier in this space, already an important producer of high-grade high-carbon ferrochrome for European consumers. The country recently expanded its renewable energy collaboration with the EU, with ERG announcing a US$230M investment in a wind farm to power its Aktobe ferrochrome production facilities. This development positions Kazakhstan to compete in the low-emission ferrochrome market, although it currently supplies only about 4% of the EU’s requirements. South Africa, another major ferrochrome producer, is also adapting to meet the EU’s low-emission demand. Several South African producers have secured approvals for wind power installations adjacent to their ferrochrome smelters, further reducing their carbon footprint and enhancing their appeal in the European market, as Chinese ferrochrome production booms and focuses on importing ores.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}