{
    "title": "Outokumpu - Jatkuvaa vuoristorataa vai vakavasti otettava sijoituskohde?",
    "author": "Saigamies",
    "source": "Osakesijoittaminen",
    "date": "2025-02-24",
    "text": "Huippuhinnan selittää silloinen paljon pienempi osakemäärä. Tuolloin osakemäärä oli 181 345 338 kpl, josta se useiden valtavien antien jälkeen paisui yli 50-kertaiseksi, kun piti Inoxum-kauppoja setviä. Tuosta kuvaajastasi näkee miten on omistajien arvo liudentunut anneissa. Alla linkki josta, voi katsoa osakemäärän muutosta tarkemmin Jos katsot vaikka vuoden 2008 tilinpäätöstä, niin korkea osakkeen hinta selviää. \n2006 osakekohtainen tulos oli 5,31-osinko 1,1 euroa.2007 3,52-osinko 1,2 euroa ja 2008 osakekohtainen tulos meni pakkaselle -1,05. \nMarkkina-arvo vuoden lopussa oli 2006 5,3miljardia,2007 3,8 miljardia ja 2008 1,492 miljardia. \nOsakkeiden lukumärästä huolimatta Outokummulla meni “hyvin” ja yritys arvostettiin sen mukaisesti.Kun tulos putosi 2008 niin myös yhtiön arvo “romahti” Oli 2010-luvun kiinavetoinen raaka-aikekupla. Tästä seurasi puolen vuosikymmenen krapula. Tämä ei toisaalta selitä kaikkea, sillä osakkeiden määrä on kuitenkin “vain” 2,5 kertainen yhdistämisen jälkeen (456 874 448 vs 181 250 555). Todellinen syy on tuloksen heikkeneminen. Outokumpu on ollut yli 10 euroa viimeksi 2012. Syklisyys toki vaikuttaa, mutta tuloksenteko on puuttunut. Kuten täällä on tuotukin jo esiin, niin @Dissidentti kysymykseen vastaus on kolme keskeistä tekijää: \n Aasian ja eritoten Kiinan tuotantokapasiteetti kasvoi 2000-luvulla reippaasti ja finanssikriisin jälkeen tuolta 2000-luvun lopulta lähtien markkina on kärsinyt ylikapasiteetista. Tämän seurauksena tuottajien tulokset ovat keskimäärin laskeneet, vaikkakin huippusyklissä voidaan tehdä edelleen kovaa tulosta. \n Americas-liiketoiminnan osto, joka kasvatti velkaantumista ja jonka tuloksentekokyky osoittautui odotettua heikommaksi ja sen tehostaminen vaati vuosikausia aikaa \n Kohtien 1 ja 2 seurauksena tehdyt osakeannit, joilla on jouduttu vahvistamaan velkaista tasetta ja näin kasvatettu osakemäärää Outokummun omien osakkeiden luovutus Outokumpu Oyj:n hallituksen päätöksen perusteella yhteensä 544 204 Outokummun osaketta verojen jälkeen on luovutettu siirrettäväksi osakepalkkioina suoriteperusteisen osakepalkkio-ohjelman kauden 2022–2024 osallistujille sekä rajoitettuja osakkeita koskevan ohjelman kausien 2022–2024, 2023–2025 ja 2024–2026 piiriin kuuluville henkilöille. Osakepalkkioiden maksusta on alun perin tiedotettu 13.2.2025. Osakelaji: OUT1V Osakemäärä: 544 204 Hinta/osake: vastikkeeton Osakepalkkiot maksetaan Outokummun hallussa olevilla yhtiön omilla osakkeilla, joten yhtiön osakkeiden kokonaismäärä ei muutu. Siirron jälkeen Outokummun omistuksessa olevien omien osakkeiden määrä on 32 644 616 kpl. Lisätietoa osakepalkkio-ohjelmista ja niiden ehdoista on osoitteessa www.outokumpu.com/fi-fi/investors/governance/remuneration/share-based-incentive-programs. Lisätietoja: Sijoittajat: sijoittajasuhdejohtaja Linda Häkkilä, puh. 0400 719 669 Media: viestintä- ja brändijohtaja Päivi Allenius, 040 753 7374 tai mediapuhelin 040 351 9840, sähköposti media(at)outokumpu.com Viitaten tuohon päivä pari sitten käytyyn keskusteluun kokonaisosakemäärästä… ihan merkittävä määrä yhtiön osakkeita yhtiön omassa hallussa: 32 644 616 kpl, reilut 7 prosenttia kokonaismäärästä. Täytyykin olla jos meinaa kompensoida vaihtovelkakirjalainan vaikutusta omistajille Sota tarvitsee terästä ja tämä lienee tämän päivän nousun takana. Englannin ja Ranskan johdolla ollaan päätetty aloitta varustautuminen ja valmistautuminen Venäjää vastaan. On tehty konkreettinen suunnitelma käyttää Venäjältä takavarikoituja varoja varustautumiseen. Tämä vaatii paljon terästä. Lisäksi teräs on kertakäyttöistä sodassa. Sekunneissa vasta tehty teräs on romurautaa - kulutus on pelästyttävän huimaa. Vähän sekava kirjoitus, mutta tuttu tarina että Acerinox ja Aperam ovat saaneet itsestään enemmän irti kuin Outokumpu Tänne kirjoittelin jo aiemmin seuraavani Outokumpuun liittyvää laivaliikennettä. Tornion Outokummun satamassa on 7 laituripaikkaa, joissa kaikissa on nytkin parhaillaan laiva lastaamassa tai purkamassa terästehtaan tuotteita tai raaka-aineita. Kemi 1 majakan tuntumassa 3 laivaa odottaa pääsyä laituriin ja selkämerellä sekä merenkurkussa on jo tulossa 4 laivaa lisää. Outokummun tehtailla pitää nyt kiirettä! En muista koko kahden vuoden seurantajaksoni aikana näin vilkasta laivaliikennettä Outokummun satamassa. Terästehtaalla vuollaan kultaa tällä hetkellä vuorokauden ympäri. \n[/quote] Vastaan vanhaan viestiini, sillä olen jatkanut laivaliikenteen seuraamista Tornion Röyttän satamassa. Tavoitteenani on arvioida laivaliikenteen vilkkauden perusteella terästehtaan tuotantosyklejä. Tällä hetkellä näyttää siltä, että Tornion terästehtaalla on kiire, sillä laivaliikenne satamassa on todella vilkasta. Satamassa on laivoja, jotka purkavat muun muassa romua, Lhoist-kalkkia, koksia ja fluorisälpää. Näitä raaka-aineita tuodaan muun muassa satamakaupungeista, kuten Moerdijk (Alankomaat), Terneuzen (Alankomaat), Vlissingen (Alankomaat), Boulogne (Ranska), Stralsund (Saksa), Szczecin (Puola), Gdansk (Puola), Dordrecht (Alankomaat), New Holland (Yhdysvallat), Gdynia (Puola), Ghent (Belgia) ja Paldiski (Viro). Samalla laivat lastaavat terästä ja kromia, joita viedään muun muassa satamakaupunkeihin kuten Rönnskär (Ruotsi), Rotterdam (Alankomaat), Mobile (Yhdysvallat), Algeciras (Espanja) ja Gävle (Ruotsi), näihin menee pääasiassa kromia. Terästä viedään muun muassa Helsingborg (Ruotsi), Terneuzeniin (Alankomaat), Mobileen (Yhdysvallat) ja useisiin muihin edellä mainittuihin satamakaupunkeihin, joihin menee myös kromia. En ole shorttaamisen asiantuntija, mutta huomasin, että Outokummun osakkeen shorttaukset ovat vähentyneet. Osake on noussut viime päivinä huomattavasti, ja mietin, voisiko tämä olla merkki mahdollisesta short squeeze -tilanteesta? Ehkä joku asiasta paremmin perillä oleva osaisi kommentoida tätä mahdollisuutta. Joka tapauksessa näyttää siltä, että laivaliikenteen perusteella Tornion terästehtaalla menee erittäin hyvin! Minulla on Outokumpu juuri nyt salkun isoimpana (muutaman viime kk:n nousun jälkeen). Jos Ukrainaan saadaan joskus rauha ja jälleenrakennusbuumi päälle niin olen laskenut sen varaan että Outokumpu hyötyy siitä. Hyötyy myös sotatarviketeollisuuteen panostuksista. Perusteollisuutta kannustaa varmaankin \n-toivo rauhasta / jälleenrakentamisesta \n-EU:n terästariffien mahdollisesti positiivinen tarkastelu \n-EU:n ryhdistäytyminen, on se sitten puolustuksen tuleminen, teollisuuden toimintaedellytysten parantaminen (energian hinta, yms) \n-Saksan velkajarrulta jalan höllääminen (linkki alla) \n-ylipäätään suhdannekäännettä povattu (jo jonkin aikaa toki) \n-US-protektionismi, Outsa toinen iso peluri rajojen sisällä \n-arvostustaso lähtökohtaisestilin ‘siedettävä’, Outsankin Yritysarvo (EV, Enterprise Value) on vieläkin alle koronapohjien vaikka velkaisuus oli silloin iso, riskiä kasvattava elementti \n-yms Toivo ei ole hyvä strategia, mutta toivo on herännyt… Liityin Outokummun omistajaksi, kun yhtiö lupausten mukaisesti päätti jakaa hyvää osinkoa yli syklin matalan vaiheen. Outokumpu on hyvin syklinen ja syklin pohja aina jossain vaiheessa saavutetaan. Nyt vaikuttaa siltä, että pohjat olivat viime joulukuussa. Olen ns. osinkopuolueen jäsen, joten esitetty tällä hetkellä 7% osinko on osinkopuoluen jäsenelle mainio, kun voinemme odottaa, että nyt syklin käännyttyä osinko voi huivuttautua ylemmäs tulevina vuosina. Sykli saavuttaa huippunsa jälleen tulevaisuudessa laskien osinkotuottoa. Tämä on merkki milloin myydä. Itse asetan 5% osinkotuoton alituksen myyntimerkiksi. Euroopan terässektori on treffannut EU-johtoa, tärkeiden asioiden äärellä… \nOutokumpu CEO eturivissä vasemmalla EUROMETAL emphasized that fair competition remains crucial for the steelmaking sector. However, considering the 7.4 million people employed in the manufacturing of steel and metal-based products in the EU, it is equally important to create a level playing field for this sector. This can be achieved by extending protective measures to semi-finished and finished products, which currently enter the EU without any barriers. Given Europe’s position between the USA and China, supporting EU distribution, processing, and manufacturing is even more essential to foster innovation and establish a foundation for sustainable industrial activities. In a subsequent discussion with European Commissioners, EUROMETAL also reiterated its desire to actively participate in a CBAM working group. This initiative would help the European Commission ensure that regulations are feasible for EU declarants, thereby maintaining a reliable service for the EU steel-using industry. “The European steel industry faces unique, existential challenges that need to be addressed urgently”, said Axel Eggert, Director General of the European Steel Association (EUROFER). “We are grateful that the Commission – at the very highest level – not only recognises these challenges but wants to work with our industry to find the right solutions. We’re looking forward to seeing these solutions reflected in proposals and legislation, starting with the forthcoming Steel Action Plan and the revision of the EU steel safeguards by 1st April”, he added. EUROFER has consistently advocated for immediate and robust action in four priority areas: Trade: Tighten the current safeguard measures to align them with today’s market reality, develop a more robust and comprehensive tariffication regime to stop the spill-over effects of global steel overcapacity before the safeguards expire in June 2026, and ensure the assertive and effective enforcement of EU trade defence instruments. CBAM: Ensure a watertight Carbon Border Adjustment Mechanism that prevents circumvention, resource shuffling and carbon leakage, while preserving the competitiveness of EU steel exports and discouraging the relocation of manufacturing value chains outside the EU. Energy: Deliver affordable clean energy by passing the benefits of renewable and low-carbon electricity to consumers and ensuring industry’s competitiveness. Ferrous scrap: Retain this valuable yet scarce resource in Europe to support circular economy targets, industrial decarbonisation, strategic autonomy and energy security. “Across Europe, jobs and steel capacity are being lost, and decarbonisation investments are paused, while U.S. tariffs are looming. The time for half-measures is over. Building on the positive momentum from today’s Strategic Dialogue, we call on EU policymakers to stand up for European steel and rise to the historical challenge of preserving a strategic sector for Europe’s future and a key pillar of the European project\", concluded Mr. Eggert. Alla vielä EU:n teräspalaverista lisää \nEli 2 viikon päästä 19.3. pitäisi kuulua EU:n “Action Plan on Steels and Metals”, sekä 2026 kesällä erääntyvien tariffien jatkosta. EU to publish action plan on steel sector in two weeks > The document, in particular, provides for additional priority actions for the sector > On March 19, the EU plans to present an Action Plan on Steel and Metals, which will include additional sector-specific priority actions. This is stated in the report of the European Commission (EC) on the results of the Strategic Dialogue on Steel. In addition, the plan will contain long-term steps to replace trade remedies that expire in June 2026. The document will also address a wide range of issues related to the industry, such as ensuring the commercial viability of clean steel production and responding to unfair trade practices. The plan will include the results of a strategic dialogue with key representatives of the sector, which took place on March 4 under the chairmanship of EC President Ursula von der Leyen. The strategic dialogue with the EC President brought together steel sector leaders and industry associations. The European Steel Industry Association (EUROFER) welcomed the initiative. EUROFER CEO Axel Eggert said: “We are grateful that the Commission – at the very highest level – not only recognises these challenges but wants to work with our industry to find the right solutions». The association continues to push for decisive action in four priority areas – trade defence measures, watertight CBAM, competitive energy prices and scrap retention in Europe. Alexander Julius, President of Eurometal, which represents European steel, pipe and steel product distributors, emphasized during the dialogue that fair competition remains a crucial factor for the steel industry, and it is important for the EU to create a level playing field for the sector. In his opinion, this can be achieved by extending safeguard measures to semi-finished and finished products, which currently enter the bloc without hindrance. In addition, support for distribution, processing and manufacturing in the EU is important to stimulate innovation and create a basis for sustainable industrial activity, given Europe’s position between the US and China. Eurometal also confirmed its willingness to actively participate in the CBAM working group. As GMK Center rpeorted earlier, on February 26, the European Commission presented the Clean Industry Agreement, a plan to support the competitiveness and future of manufacturing industries in Europe. The document positions decarbonization as a powerful driver for industrial growth. The Commission is also taking steps to make the regulatory environment more efficient, while reducing bureaucratic obstacles to business. https://gmk.center/en/news/eu-to-publish-action-plan-on-steel-sector-in-two-weeks/ https://ec.europa.eu/commission/presscorner/detail/en/ip_25_676",
    "images": "https://files.uploads-eu3.communiteq-cloud.com/uploads/db2934/original/2X/2/20f83ffc5133322285db952755e7f1a3ff1b40b2.png",
    "tags": "",
    "excerpt": "Huippuhinnan selittää silloinen paljon pienempi osakemäärä. Tuolloin osakemäärä oli 181 345 338 kpl, josta se useiden valtavien antien jälkeen paisui yli 50-kertaiseksi, kun piti Inoxum-kauppoja setviä. Tuosta kuvaajastasi näkee miten on omistajien arvo liudentunut anneissa. Alla linkki josta, voi katsoa osakemäärän muutosta tarkemmin Osakepääoma | Outokumpu",
    "categories": ""
}