{
    "title": "EU Omnibus Simplification Package",
    "author": "View all articles Heidi Peltonen Vice President",
    "source": "outokumpu.com",
    "date": "2025-02-25",
    "text": "Outokumpu and the EU Omnibus Simplification Package The EU Omnibus Simplification Package is currently under evaluation in the European Commission. The initiative aims to streamline and simplify various EU regulations regarding sustainability reporting – the triangle of EU Taxonomy, Corporate Sustainability Reporting Directive, and the Corporate Sustainability Due Diligence Directive. Besides the original dossiers, Carbon Border Adjustment Mechanism has also been included as an item of the omnibus simplification efforts. The Outokumpu team and I welcome the overall objective to streamline regulation and elimination of duplicate requirements. However, in the current geopolitical situation, it is more important than ever not to jeopardize the objectives set in the Green Deal and that the green transition is placed at the center of European competitiveness. We strongly believe that the Nordic companies leading the transition to a more sustainable economy need to be rewarded for their efforts – predictability should be a priority in policy and businesses need to be heard.  \n \n How can Europe succeed in this balancing act? We need to keep the ambitious sustainability targets in the core of European competitiveness – Europe should not back down from the targets even if sustainability reporting is harmonized and simplified. Considering 2024 marked the warmest year on record, there’s no time to waste. Nordic companies already see significant value in driving sustainable business – it is vital that the first movers that have set ambitious climate targets and are leading the way, are not unduly disadvantaged but indeed rewarded by the revision. The demand for low-emission materials needs to be scaled through private and public procurement criteria to create lead markets considering the climate impact of products. Many frontrunners, such as Outokumpu, have significantly invested in implementing reporting requirements based on ESRS over the last few years – and if we now take detours or a step backwards, it is not efficient to start rebuilding capabilities. There is a need for workable policies that encourage sustainable business development and create value for those who already are ahead of the curve. Any simplification measures should focus on aligning unharmonized requirements, adding flexibility and clarifying reporting standards. CSRD includes already a firm set of reporting requirements on sustainability due diligence to disclose on the obligations of the Corporate Sustainability Due Diligence Directive (CSDDD). Hence, there is no need for additional reporting requirements on CSDDD. However, it is important to ensure a harmonized approach on sustainability due diligence regarding both Member State transposition of CSDDD and other legislation including a due diligence requirement, such as the EU Forced Labour Import Ban and the EU Deforestation Regulation. The European steel industry is the backbone for sustainable development and growth. However, the industry needs global carbon pricing since the current mechanisms only account for 25% of global greenhouse gas emissions. CBAM can be an effective tool to avoid carbon leakage in Europe but only if implemented properly and ensured that the potential risks such as circumvention are mitigated. CBAM should not be focusing only on biggest importers, and we should not step back from the original CBAM target. Remaining competitive and improving growth is fundamental to Europe’s future. But the big question is how to boost innovations that drive green transition and create a differentiating factor for Europe. And the real challenge is ensuring that sustainability drives operational and strategic improvements – better decision-making, stronger Europe in the future.",
    "images": "https://otke-cdn.outokumpu.com/-/media/images/expertise/heidi-peltonen-3.jpg?revision=7db15eaa-0888-4ff9-8800-8ba04659f11e&modified=20241220103155",
    "tags": "",
    "excerpt": "The EU Omnibus Simplification Package initiative aims to streamline and simplify various EU regulations regarding sustainability reporting. Remaining competitive and improving growth is fundamental to Europe’s future.",
    "categories": "Green Transition Momentum"
}