{
    "title": "Outokumpu - Jatkuvaa vuoristorataa vai vakavasti otettava sijoituskohde?",
    "author": "Opa",
    "source": "Osakesijoittaminen",
    "date": "2024-09-19",
    "text": "Outokumpu julkaisi “Future of Steel”-raportin. \nSinänsä yleissivistävä mutta myös terästeollisuuden ja Outokummun toimintaympäristöä erityisesti sustainability -näkökulmasta avaava paketti mitä silmäilin. \nValitettavasti vain summaryn sain tuohon alla uploadattua, varsinainen raportti oli Inderesin järjestelmälle liian iso. Mutta itse kukin voi sen itselleen ladata jos kiinnostaa. Ei ehkä ihan uusia ajatuksia, mutta kuitenkin erinomaisia muistuksia ajan haasteista: \n-siinä missä ajatuksen tasolla tykätään kaikesta vihreästä, oma lompsa ei kuitenkaan taivu maksamaan preemiota. Kun ulkoiset vaikutukset kuten ilmaston saastuminen eivät näy tuotehinnassa, jatkamme ostamista hinnan perusteella ylevistä ajatuksistamme huolimata. Ostinko rosteriaterimet jotka tehty jossain ties millä saastetasolla, vai sertifioidut nollapäästöiset kalliimmalla? Tankkaisinko biokomponenttibensaa kalliimmalla vai edullisempaa perinteistä? Ilman “pakotusta” isompaa muutosta ei tapahdu. Euroopassa CBAM on tulossa, mutta riskinä on hiilivuodon jatkuminen ja kenties kiihtyminen kun entistä houkuttelevampaa on tuoda jalostuneempia tuotteita jossa päästöt ovat piilossa. Samalla kun “valistuneilla” alueilla kuten EU:ssa operoivia toimijoita penalisoidaan päästöistä sakottamalla, ja ilmaisia päästölupia poistamalla, samalla kun päästökaupan objektien hinta nousee. Ja varsinaisen CBAM-kaupan eli raaka-ainekaupan osalta näen riskejä että päästörikkaan maan firmat tuovat vaikka EU:hun puhtaan tuotantonsa osan, ja entistä likaisemman laida  sinne missä päästöille ei ole väliä \n-globalisaation myötä - tai tuloksena - kannattaa hankkia kaikenlaista sieltä sun täältä. Tähän asti kauppapolitiikka on valtaosin erotettu poliittisista hyveistä, koska kauppa on hyödyttänyt molempia osapuolia. Edullista materiaalituontia, ja vastaavasti jalostuneimpien tuotteiden vientiä. Nyttemmin maailman kaupasta on tullut politiikan pelinappula tai ainakin talouden riski. Tehdään vientirajoituksia ja tehdään tuontirajoituksia, ja toimitusketjuissakin realisoituu riskejä. Sanktioidaan asioita,roistovaltiot löytävät toisiaan ja sanktioituminen leviää kohteesta toiseen, muodostuu blokkiutumista. Green premium trap: A key reason for the lack of sustainable consumption and the failure of the moral economy is found in the green premium trap. Because sustainable goods usually come with a premium price compared to their ordinary counterparts. This can be due to new manufacturing costs, R&D costs or even the cost of new technologies, such as carbon capture. Due to this trap, opting for the sustainable good will be at odds with short term austerity. Studies[1] show that while the long-term societal costs of choosing unsustainable goods outweigh the short-term savings, this alone is not sufficient to escape the trap. On its own, all it can do is to pull harder on the guilt lever in the moral economy. To put it in terms of game theory: Sustainability has a coordination problem. Due to unpriced externalities, that is negative impacts that is not reflected in the market, it still seems too costly for many to be a first mover in the green transition. Green premiums exist, but they do not have to be a barrier to progress. Questioning the world order The interconnectedness of the world in the 21st century is however making it difficult to rapidly change the world order. The notion that globalization is ending likely amounts to drawing conclusions too early. The KOF Globalization Index from the Swiss Economic Institute shows continued globalization even during challenging periods like the Cold War and recent conflicts[1]. The DHL Global Connectedness Index supports this view, showing record levels of globalization in the 2020s[2] But while globalization continues, there is a noticeable shift in global dynamics. The severance of ties between the West and Russia, and the cooling of relations between the U.S. and China, suggest a trend toward regionalization and the potential division of the global value chain into blocks centered around China, the EU, the U.S, India, and other regions. Neoglobalisation rather than deglobalisation: Given how global flows of people, capital, goods and services have evolved, one way to understand the global context for the future is that it is not facing deglobalization, but rather a form of neoglobalization. A situation where the world is not becoming less global, but where globalization is taking new paths due to greater security risks and new patterns. One where democracy cannot be seen as something that follows naturally from deeper relations and idealistic aspirations: a realpolitik. The mental shift consists in the realization that a global world can also consist of authoritarian states that have relations with each other.",
    "images": "https://files.uploads-eu3.communiteq-cloud.com/uploads/db2934/original/3X/3/0/30f0522dc6b7621f9d6c42bb8c8a2b1964ebf35b.png",
    "tags": "",
    "excerpt": "Outokumpu julkaisi “Future of Steel”-raportin. Sinänsä yleissivistävä mutta myös terästeollisuuden ja Outokummun toimintaympäristöä erityisesti sustainability -näkökulmasta avaava paketti mitä silmäilin. Valitettavasti vain summaryn sain tuohon alla uploadattua, varsinainen raportti oli Inderesin järjestelmälle liian iso. Mutta itse kukin voi sen itselleen ladata jos kiinnostaa. Ei ehkä ihan uusia ajatuksia, mutta kuitenkin erinomaisia muistuksia ajan haasteista: -siinä missä ajatuksen tasol...",
    "categories": ""
}