{
    "title": "No time to waste on setting a global price for carbon",
    "author": "View all articles Heidi Peltonen Vice President",
    "source": "outokumpu.com",
    "date": "2024-11-25",
    "text": "At the 54th Annual Meeting of the World Economic Forum (WEF) in Davos, carbon pricing was yet again lifted up as a crucial tool in mitigating climate change. Considering 2024 marked the warmest year on record, the window for us to set a global, coordinated price on carbon is quickly closing. The number of carbon pricing instruments, including carbon taxes, has nearly quadrupled since 2010, reaching 75. They also provided more than $104 billion in revenue in 2023. We’re seeing progress in Asia-Pacific countries like with Indonesia, China, and Japan, and in South America with initiatives already in place in Chile and Columbia. The impact of the EU’s Emission Trading System (ETS) is clear, having dropped emissions 47% from 2005 levels. Despite this growth in carbon pricing and taxing, the World Economic Forum reports these mechanisms only account for 25% of global greenhouse gas emissions. That’s why countries including Finland, Canada, and Germany, as well as the WRO, OECD, World Bank and IMF, came together at COP29 last year to further advocate for more coordination on carbon pricing. It’s not a new topic, but it’s certainly a challenge to coordinate amid a difficult geopolitical landscape. However, the impact of a global alignment on carbon is essential in creating predictable and meaningful investment into the green transition. What carbon pricing means for steel emissions In 2023, the steel industry reached a market value of $928 billion, producing ~2 billion tons of steel. China’s meteoric rise as the world’s largest producer – from 17.5% of global steel production in 2000 to 54% in 2023 – is perhaps the best example of the exponential growth that has massively changed the steel landscape. The big question is: from the industry today responsible of 10% of global greenhouse gas emissions towards 90% reduction by 2050, how to achieve the end-goal without setting a global price for steel fast? Source: Outokumpu’s Future of Steel white paper (original sources: World Steel Association, Sandbag) As outlined in the recent white paper Outokumpu published on the future of steel, the economists at the London School of Economics argue that carbon pricing is the most efficient way of decarbonizing the economy. Not only does it lead to more efficient behavior in consumers and industry, but it also provides a way to fund the green transition. Setting the right goal – with international collaboration As we know, there are schemes implemented for carbon pricing globally, such as emissions trading systems (ETS). The European Union currently has the most advanced system, where the price of emitting a ton of carbon has increased almost tenfold in 5 years. The Carbon Border Adjustment Mechanism (CBAM) aims to equalize the carbon price paid by EU and non-EU carbon intensive products by imposing a carbon price on imports. China, California, Canada, all have carbon pricing systems as well, albeit significantly less encompassing. Despite the aim of CBAM, it still requires the entire product carbon footprint accounted and accurate reporting to happen – to make it a success case in stopping carbon leakage. And we are not quite there yet. The problem is the noticeable shift in global dynamics, suggesting a trend toward regionalization and the potential division of the global value chain into blocks centered around China, the EU, the U.S, India, and other regions. And of course, this leads to the rising geopolitical tensions in the world affecting the geopolitical aspects of steel – questioning the potential vulnerability of global supply chains for strategic resources. Steel, indeed, being one of them.  \n It’s about politics and predictable long-term climate policy At the WEF meeting in Davos, there was an excellent discussion on how to set a clear framework for carbon pricing which sets a clear path forward – including strengthening regional and global cooperation. This is further building on the carbon pricing discussions from COP29 through Climate Leadership Coalitions advocacy. Despite the shortfalls of this year's climate conference, countries coming together to agree on climate action in the current geopolitical situation creates stability. What we also witness is how companies are willing to take the bold steps needed to drive this change to a more sustainable business. During Climate Week NYC and the United Nations General Assembly in New York last year, together with the global climate leaders from different industries we had important discussions on the topic. It was very clear that despite increasing global tensions, it has never been more important to find alignment on how to globally mitigate climate change. Unlocking investments is the key to advancing a green and just transition, with carbon pricing mentioned to play a critical role in embedding these investments into company strategies. Incentivizing decarbonization globally in the hard-to-abate sectors is not only important – but heavily depending on – achieving a global alignment on carbon pricing. This is essential for encouraging industries to invest in low-carbon technologies, which require effort across the value chain. The C-level experts across the steel industry value chain that were recently interviewed on the future of steel, highlighted the short-sightedness in rule-setting as one of the major threats. The need for stable rules that do not fluctuate too much over the course of a political election cycle was deemed central for long-term bets to pay off. In my opinion, it’s not only about geopolitics but strongly about politics, as well. The geopolitical situation creates favorable winds in terms of public support of large infrastructure and reconstruction projects, albeit at the cost of inflation, interest rate hikes and prices. The political situation in comparison creates cynicism, indifference and worse: inaction. Author: Heidi Peltonen, Vice President, Sustainability at Outokumpu",
    "images": "https://otke-cdn.outokumpu.com/-/media/images/expertise/heidi-peltonen-3.jpg?revision=7db15eaa-0888-4ff9-8800-8ba04659f11e&modified=20241220103155",
    "tags": "sustainability, green transition, geopolitics, price on carbon",
    "excerpt": "As climate leaders at COP29 aim to drive financing and investment to the green transition, carbon pricing is yet again in the spotlight. It’s not a new topic, but it’s certainly a challenge to coordinate amid a difficult geopolitical landscape. However, the impact of a globally implemented price on carbon is essential in creating predictable and meaningful investment into the green transition.",
    "categories": "Green Transition Momentum"
}