{
    "title": "From hype to reality: steel’s sustainable transformation - GreenSteelWorld.com",
    "author": "Green Steel World Editorial Team",
    "source": "GreenSteelWorld.com",
    "date": "2024-10-16",
    "text": "Photo: Outokumpu Corporation As my online interview with Mr. Juha Erkkilä began, I was immediately struck by the vibrant scene behind him—a far cry from the blank, white walls of my office. The backdrop was a photograph of a wildflower meadow, bursting with color and life, set against a backdrop of what appeared to be an industrial facility. The image seemed alive, buzzing with energy. Naturally, I was curious, and Mr. Erkkilä was quick to explain its significance. “This is a photo of our cold rolling mill in Germany. It beautifully illustrates what a steel mill can look like today,” he shared. “I think we can both agree that a scene like this would have been unimaginable next to a steel mill back in the 1970s.” He went on to highlight the many benefits of wildflower meadows like the one in the photo—supporting biodiversity, enhancing soil health, and creating a safe place for pollinators. As a bonus, the meadows even produce a unique honey, fittingly named Hüttengold. Mr. Erkkilä then shared another anecdote from Outokumpu’s Kemi mine in Finland, the only chromium mine within the European Union. “We have given local birdwatchers access to the mine because of the wide variety of exotic birds that inhabit the area. They have even developed a bird catalog documenting the species observed on the site,” he noted proudly. These stories are more than just feel-good moments—they reflect a hopeful future for the steel industry, a future where environmental stewardship and industrial progress go hand in hand. Outokumpu’s initiatives demonstrate the potential to not only secure the future of steel but to create a more sustainable future for all. This commitment to sustainability was at the heart of my discussion with Mr. Erkkilä. Our conversation revolved around Outokumpu’s recent white paper, which outlines five critical shifts necessary to accelerate the green transition and drive the much-needed industrial transformation. The report makes it clear: the steel industry must evolve, pushing beyond mere carbon reduction. A stable and long-term regulatory environment, improved circularity in the value chain, and a focus on strategic partnerships are all essential to achieving these goals. The study sought to provide a comprehensive view of the industry’s future, driven by increasing demand for steel in infrastructure supporting the green transition, mobility, urbanization, and population growth. “A sustainable transformation is needed—one that involves the entire industry and society as a whole. Focusing on a single company’s actions offers only a limited view, which is why we partnered externally,” Mr. Erkkilä explained. Kairos Future, renowned for its work in various industries, conducted the research using C-level interviews, data analysis, AI, and industry reports to deliver a thorough and insightful study. The changing world Mr. Erkkilä guided us through the five critical shifts identified in the white paper, starting with the first: focusing on carbon. “Shift one is all about decarbonization, which is the issue everyone is talking about right now,” he explained. “We need to drastically cut greenhouse gas emissions, and for the steel industry as a whole, this means a 90% reduction by 2050. That is an enormous challenge, and it is where Outokumpu is focusing much of its efforts.” Outokumpu has been committed to Science Based Targets initiatives (SBTI) for quite some time. In fact, the company was among the first hundred businesses to join the initiative, and now, more than 9,000 companies globally are involved. “It is encouraging to see this level of engagement in the program, which I believe has the potential to integrate the entire value chain—something that is crucial for this transition,” he noted. Shift one also explores the practical steps needed to achieve carbon reduction, broadening the discussion to include issues like carbon leakage. “For example, what does carbon leakage mean, and how can we combat it? Often, we look at emissions on a national level, but we need to consider the global impact,” Mr. Erkkilä continued. He explained that simply shutting down a steel plant may reduce emissions locally, but it does not solve the larger problem. “The demand for steel remains, and if production moves to a country with less stringent environmental regulations, the overall emissions could be even higher. So how do we address this issue? It has been recognized for some time, and mechanisms like the Carbon Border Adjustment Mechanism (CBAM), which is currently in a reporting phase and will fully roll out by 2026, are being developed to tackle it. I am looking forward to seeing how CBAM evolves.” The discussion around CBAM and carbon leakage naturally led us into the second shift: geopolitics. As the report highlights, steel has always held a dual identity—vital for both war and peace—and has historically carried political weight. “In the 2000s, steel’s strategic importance seemed to diminish, largely due to globalization. While many countries benefited, challenges arose, especially as other producers struggled to compete with the cost efficiency of Chinese steel,” Mr. Erkkilä observed. “Now, with rising protectionism, trade wars, and tensions between global and regional powers, the dynamics of the past 30 years are changing. Steel may once again be seen as a strategic resource,” he emphasized. We are now entering an era where the free flow of goods across global markets is being called into question. The vulnerabilities of global supply chains are becoming more apparent, especially in light of ambitious climate policies, which, according to the Center for Economic Policy Research, have often contributed to carbon leakage. This is precisely why the EU has implemented CBAM—a clear example of how sustainability efforts are becoming intertwined with geopolitics. Circularity and demand Shift three focuses on another essential element—circularity. Recycling is one of the key levers in decarbonization, but while steel recycling rates are already high, there is still room for improvement. “The bigger issue,” Mr. Erkkilä pointed out, “is that we are producing things that do not last. If products were designed to be more durable, the need to discard and replace them would decrease. We should be creating products with longevity in mind, emphasizing durability rather than feeding into a cycle of constant consumption.” However, the challenge is not just about recycling or making products last longer. It is also about creating demand for sustainable products, a demand that is currently overshadowed by the continued consumption of traditional, less sustainable goods. While policy efforts are being made to address this, such as increasing sustainability requirements, there is a growing need for a shift away from guilt-driven consumerism. Mr. Erkkilä argued that the approach needs to move beyond a “moral economy,” where consumers feel pressured to choose sustainable options out of guilt. Instead, we need to embrace a “pragmatic economy,” where sustainability is built into the fabric of everyday life. Achieving this shift—shift number four—will require strong public policy and government investment to drive the change. Making the transformation tangible Shift five moves away from an engineering focus and addresses the aesthetics and visibility of the ongoing transformation in the steel industry. “The discussion around decarbonizing the steel industry can feel abstract,” Mr. Erkkilä acknowledged. “There is a lot of hype, but at the end of the day, steel is still steel, whether it has a high carbon footprint or a low one. The challenge is making this transformation visible and tangible for people—helping them understand what is happening and what it means in practice.” At Outokumpu, they are working to achieve this visibility by partnering with companies that adopt their Circle Green steels, a line of low-carbon-footprint steels. “Through these partnerships, we can make a concrete and visible effort to show the real-world impact of low-carbon steel,” he explained. Collaboration is essential, he stressed. No steel company can achieve this transformation alone—it requires cross-industry partnerships and a holistic consideration of the entire value chain. As shift one highlights, carbon reduction is critical, but there are many other pressing issues that need to be addressed. “If climate change accelerates beyond the 1.5-degree target we are aiming for, we could face severe consequences,” Mr. Erkkilä warned. “For example, if permafrost melts and releases the vast amounts of methane trapped beneath, we could see an even faster pace of climate change.” He emphasized that increasing awareness of how interconnected these phenomena are—climate change, biodiversity loss, water scarcity—is crucial. The timing of Outokumpu’s report was particularly significant, aligning with Climate Week NYC, held from September 22-29. “The agenda there is to raise awareness about what is needed and what is already happening within the industry,” Mr. Erkkilä explained. Outokumpu is a signatory of the UN Sustainable Development Goals (SDGs) and focuses on promoting six key SDGs: affordable and clean energy, decent work and economic growth, industry innovation and infrastructure, responsible consumption, climate action, and partnerships for the goals. “Climate Week also aims to bring the finance and business sectors closer together,” he continued. “If you look at investors today, many already have sustainability criteria and targets tied to their portfolios. Raising awareness among these stakeholders is critical. The conversation has evolved—where it used to be about simply setting carbon reduction targets, now it is about demonstrating that you can achieve those targets and still make a profit,” he concluded.",
    "images": "https://greensteelworld.com/wp-content/uploads/sites/24/2024/10/Main-image-1024x576.png",
    "tags": "",
    "excerpt": "Mr. Juha Erkkilä, VP – Market Strategy & Development at Outokumpu, offered valuable insights into a recent study commissioned by the company.",
    "categories": "Featured Articles"
}