{
    "title": "Regulatory environment - PGNiG Integrated ESG Report 2021",
    "author": "unknown",
    "source": "PGNiG Integrated ESG Report 2021",
    "date": "2022-09-08",
    "text": "Scope of the changes Effect of the changes on the PGNiG Group A comprehensive Act Amending the Energy Law was passed in May 2021.\n Additionally, in December 2021 an Act Amending the Energy Law was passed \n The above changes will have either a positive or neutral effect on the PGNiG Group’s business. Regulatory environment Regulatory environment in Poland Changes in Polish regulations and their impact on the PGNiG Group In 2021, no major amendments were made to the Act. Scope of the changes Effect of the changes on the PGNiG Group A comprehensive Act Amending the Act on Electromobility was passed in December 2021. The Amending Act provides for: (i) detailed rules for the operation of publicly available electric vehicle charging stations, (ii) rules for the installation of charging points in multi-apartment buildings, (iii) rules for ensuring safety in LNG bunkering operations (obligation to prepare a risk assessment, bunkering plans and to ensure that personnel have the required qualifications), (iv) development of the hydrogen market, (v) clarification of the rules for inspections performed by the Office of Technical Inspection (UDT) and Office of Transport Inspection (TDT) and (vi) changed rules for the creation of low-carbon transport zones. None of the above changes will affect the PGNiG Group’s business. Scope of the changes Effect of the changes on the PGNiG Group The Energy Efficiency Act was amended in April 2021. The key amendments include: (i) imposition of obligations under the Energy Efficiency Act on entities marketing liquid fuels; (ii) removal of exemption from efficiency-related obligations for non-energy consumption of natural gas; (iii) introduction of a new opportunity to fulfil the obligation, i.e. non-repayable funding schemes. The changes have a neutral or positive effect on the PGNiG Group’s business. Scope of the changes Effect of the changes on the PGNiG Group The Capacity Market Act was amended twice in 2021. The amendment enacted in May 2021 clarified the rules on shortening the terms of capacity contracts and modified the rules regarding calculation of fines for non-fulfilment of the capacity obligation, while the June 2021 amendment enabled a change of the energy generation technology. The amendments related to shortening the terms of capacity contracts and to the calculation of fines for non-fulfilment of the capacity obligation have a positive effect on the PGNiG Group; the remaining changes are neutral. Scope of the changes Effect of the changes on the PGNiG Group The amendment to the Act on the Promotion of Electricity from High-Efficiency Cogeneration, enacted in May 2021, streamlined the auction process. The effect of the amendment is neutral to activities of the PGNiG Group. In 2021, the Diversification Regulation was not amended. In 2021, the System Regulation was not amended. In 2021, the Tariff Regulation was not amended. European regulatory environment Changes in European regulations Scope of the changes Effect of the changes on the PGNiG Group On December 15th 2021, the European Commission presented legislative proposals to reduce the EU gas market’s emissions by fostering and promoting the use of renewable and low-emission gases, including biomethane and hydrogen. The Commission proposed regulations to create the hydrogen market. New directives and regulation on common rules for the internal markets in renewable and natural gases and in hydrogen are to be adopted ( [COM(2021) 803] and [COM(2021) 804] respectively), amending Gas Directive 2009/73 and Gas Regulation 715/2009.\n The key elements of the proposed regulations include: (a) support for development of the low-emission and renewable gas sector and reduction of tariff discounts related to security of LNG supply and storage facilities; (b) better accessibility of the market and networks for low-emission and renewable gases; (c) emergence of the internal hydrogen market and changes in the internal market for gas/all methane based gases (natural gas, renewable gases, synthetic gases); (d) enhanced cooperation, also on network development (among sectors and operators, and in geographic terms); (e) implementation of regulations governing long-term contracts; (f) strengthening of consumers’ position on the market; (g) oversight functions of the Commission. \n The proposed changes will significantly affect the PGNiG Group’s business through a stronger focus on decarbonisation, in particular by phasing out natural gas in favour of renewable and low-emission gases (including biomethane and hydrogen). Scope of the changes Effect of the changes on the PGNiG Group The European Commission’s legislative proposal amending the Gas Regulation (Regulation 715/2009) also includes amendments to the Security of Gas Supply Regulation (Regulation 2017/1938). The proposed changes will affect mainly: the regional stockholding obligation; a compensation mechanism under the ‘solidarity clause’; a framework for voluntary joint purchase of strategic stocks by Transmission System Operators. The proposed provisions may affect the security of supply and necessitate changes in the national system of mandatory stockholding. Scope of the changes Effect of the changes on the PGNiG Group \n In 2021, the ERDF/CF Regulation was finally adopted by the European Parliament and the Council. In its final version, the regulation provides for the possibility to finance from the ERDF/CF, under certain conditions, investments in the use of natural gas. Fossil fuels have been excluded from the support, except for situations where district heating systems are switched from solid fuels to natural gas; extension/modernization of natural gas networks on condition that the investment adapts the network to the use of renewable and low-emission gases; clean vehicles within the meaning of Directive 2009/33/EC. Hydrogen, biomethane and RES projects as well as Carbon Capture and Storage / Carbon Capture and Utilisation (CCS/CCU) technologies will be eligible for funding. The regulation establishing the Just Transition Fund was adopted in 2021 by the European Parliament and the Council. The Fund will not support investment in the production, processing, transport, distribution, storage or combustion of fossil fuels and is limited to coal regions. Hydrogen, biomethane and RES projects as well as CCS/CCU technologies will be eligible for funding. The RRF Regulation was finally adopted in 2021 by the European Parliament and the Council. Support will be available for replacement of district heating systems (transition from coal to gas), distribution and transport of natural gas to replace coal, high-efficiency co-generation and district heating. Hydrogen, biomethane and RES projects as well as CCS/CCU technologies will also be eligible for funding. In 2021, the regulation establishing the InvestEU programme was adopted by the European Parliament and the Council. In the Sustainable Infrastructure window, sustainable investments in energy infrastructure will be supported. Priority will be given to RES projects, but support for natural gas infrastructure has not been explicitly excluded from the scope of support. It may potentially include investments in high-efficiency cogeneration, alternative fuel infrastructure and critical infrastructure. Hydrogen, biomethane and RES projects as well as CCS/CCU technologies will also be eligible for funding. The regulation establishing the CEF was adopted in 2021 by the European Parliament and the Council. The PGNiG Group was not a direct beneficiary of the funds under the Facility, but the development of interconnections financed with such funds had a positive effect on the operations of the PGNiG Group. The CEF is designed to support infrastructure projects that form part of the so-called supply corridors allowing diversification of natural gas supplies to the European Union \n The regulations adopted in 2021 provide for conditional funding of investments in the natural gas sector and support for RES as well as low-emission and renewable gases (hydrogen, biomethane). Scope of the changes Effect of the changes on the PGNiG Group \n The European Climate Law, a regulation establishing the framework for achieving climate neutrality, was adopted in 2021, setting a binding objective of EU’s climate neutrality by 2050. The regulation also sets a more ambitious target to reduce greenhouse gas emissions by 55% by 2030, relative to 1990. Moreover, under the regulation, the European Commission is required to propose an intermediate reduction target for 2040. A provisional political agreement in trilogue was reached by the EC, EP and the EU Council on December 14th 2021 to revise the TEN-E Regulation [COM (2020) 824]. The revision aims to support the development of infrastructure designed to pursue the EGD objectives, including new eligibility criteria for Projects of Common Interest (PCI), aligned with the EGD objectives. The key changes include: (1) end of financial support for natural gas and oil infrastructure; (2) possibility of granting a PCI status – during the transitional period (until December 31st 2029) – to projects that use the existing natural gas infrastructure for transport and storage of hydrogen or blend of hydrogen and natural gas or biomethane. Such projects will retain eligibility for financing until December 31st 2027; (3) inclusion of hydrogen infrastructure into the scope of the regulation; (4) inclusion of Projects of Mutual Interest (PMI) into the scope of the regulation, as long as they are likely to be beneficial for the EU as a whole; (5) allowing projects already included in the 5th PCI list and approved for consideration by a competent authority to benefit from the accelerated permit granting procedure for a period of four years after the regulation comes into force. On December 15th 2021, the European Commission presented a revision proposal for the Energy Performance of Buildings Directive – EPBD [COM(2021) 802]. It is an integral part of the European Green Deal, intended to contribute to the achievement of the EU’s climate neutrality objective. The proposed amendments seek to improve the energy performance of buildings and reduce CO2 emissions from buildings in EU Member States by introducing a zero emissions requirement for new buildings, starting from 2030 (2027 for buildings occupied or owned by public authorities); accelerating renovation of existing buildings through the implementation of national renovation plans aligned with the integrated national energy and climate plans, and submitted to the European Commission for an opinion; and by promoting the use of smart technologies in buildings and solutions for electromobility. Building renovation plans must encompass roadmaps to phase out the use of fossil fuels for heating purposes. In its official statements the Commission declares that fossil fuels should be abandoned by 2040. Moreover, under the proposal, Member States will be permitted to subsidise fossil-fuel boilers only until the end of the current Multiannual Financial Framework (MFF), i.e. until the end of 2027. \n Scope of the changes Effect of the changes on the PGNiG Group On July 14th 2021, the European Commission announced the ‘Fit for 55’ legislative package on climate and energy, designed to facilitate the targeted reduction in CO2 emissions of at least 55% by 2030, compared with 1990 levels. It consists of 13 legislative proposals, some of them being revisions to existing regulations and some covering new areas. The ‘Fit for 55’ package will force transformation in the key sectors of the economy, particularly on the part of fossil fuels producers, distributors and consumers. Negotiations of the ‘Fit for 55’ package are estimated to take two years. Although various effective dates are being considered for individual laws covered by the package, some of them are expected to be in force from January 1st 2023 onwards. It is very likely that in order to meet the emission reduction targets for greenhouse gases and other pollutants, investment projects involving gas infrastructure will have to allow the blending of natural gas with renewable or low-emission gases already before 2030.\n [COM(2021) 563 final], indexing the current tax rates for energy products. Significant increase in the tax rates for fossil fuels is proposed, including the minimum levels of taxation of natural gas used for heating by business users. The proposal gives Member States freedom to grant conditional exemptions or reductions in the level of taxation prescribed by the directive. However, these tax reductions should respect the minimum levels of taxation set out in Annex I to the ETD, in particular as regards cogeneration and the use of energy products for heating and electricity generation by households or for local public passenger transport. The proposal [COM(2021) 564 final] establishes a carbon border adjustment mechanism to be rolled out in the EU, with adjustment payments planned to be collected from 2026 onwards. According to the proposal, the CBAM would cover the GHG emissions embedded in the goods referred to in Annex I to the proposal. Goods to be covered by the CBAM during the first phase include: electricity, cement, iron, steel, fertilizers and unwrought aluminium. The emissions to be regulated by the CBAM include carbon dioxide, nitrous oxide and perfluorocarbons embedded in the listed goods. The CBAM aims to encourage the implementation of emission trading systems in third countries. In particular, a removal of a third country providing support for the establishment of new generation capacity that emits more than 550g of CO2 of fossil fuel origin per kWh of electricity from the list of countries exempt from the application of the CBAM, may discourage third countries from investing in gas cogeneration units. The reduction in the number of free emission allowances in the EU ETS may have an adverse effect on the competitiveness of manufacturers of goods covered by the CBAM, who are trading partners of the PGNiG Group. Consequently, the supply of the PGNiG Group fuels may decline. The Commission’s proposal [COM(2021) 551] provides, among other things, for a one-off reduction in the number of allowances and a significant increase of the linear reduction factor (LRF) from the current 2.2% to 4.2% per year. This is the key instrument of the directive, which will accelerate growth in prices of CO2 emission allowances. As a result of the proposed regulations, including the increase of the LRF, free allocation of emission allowances will be reduced. The proposal also provides for inclusion of the maritime sector in the EU ETS and the creation of a self-standing ETS for building and road transport sectors, with a separate pool of allowances, where regulated entities (defined as entities responsible for the release for consumption of fuels which are used for combustion in the sectors of buildings (for heating of business, institutional, and household buildings) and road transport) would be responsible for surrendering allowances. Phasing out of free allocations is proposed for the sectors to be included in the CEBAM to prevent carbon leakage. Additional funding is planned for the Modernisation Fund to finance the energy transition. However, according to the new rules, no funding will be provided for fossil fuels (including natural gas) investments. The key objective of the proposed EED revision [COM(2021) 558 final] is to increase the level of energy efficiency ambition by at least 9% in 2030 compared with the level of efforts under the 2020 Reference Scenario (the current ambition level being at least 32.5%), so that the Union’s final energy consumption amounts to no more than 787 Mtoe (down by 36%) and the Union’s 2030 primary energy consumption amounts to no more than 1,023 Mtoe in 2030 (down by 39%). The proposal sets thresholds for energy-efficient district heating and cooling systems. The new requirements pose risks related to the use of natural gas in the energy generation sector. The RED proposal [COM(2021) 557 final] sets a target to increase, by 2030, the share of energy from renewable sources from 32% to 40%. To this end, the following sector targets have been set for Member States: (1) increasing the share of renewable energy in the amount of energy produced for the industrial sector by 1.1% per year by 2030; (2) increasing the share of renewable energy in the heating and cooling sector by at least 1.1% per year (an annual average calculated for the periods 2021-2025 and 2026-2030); (3) increasing the share of energy from renewable sources and of the use of waste heat and cold in the heating and cooling sector by at least 2.1% per year (an annual average calculated for the periods 2021-2025 and 2026-2030); (4) ensuring, by 2030, a 50% share of renewable hydrogen in renewable fuels of non-biological origin used to produce energy for the industrial sector and as a substrate. The proposal [COM(2021) 562 final] imposes limits on the greenhouse gas (CO2, CH4, N2O) intensity for ships arriving at, staying within or departing from ports under the jurisdiction of a Member State and the obligation to use on-shore power supply or zero-emission technology in ports under the jurisdiction of a Member State. Additional emission reduction obligations may limit the use of natural gas in maritime transport. New obligations concerning review and measurement of ship emissions are provided for in the proposal, imposing additional administrative burden on fleet owners and operators, which may adversely affect the PGNiG Group companies.The requirements regarding emissions and the use of port infrastructure at berth will contribute to the growth of the low-emission and renewable gas sector. The proposal [COM(2021) 556 final] sets a new emission reduction target for passenger cars and light commercial vehicles for 2035, which would in fact ban the registration of new cars emitting CO2. The ban on the registration of new cars with internal combustion engines from 2035 onward may adversely affect the return on investments in CNG or LNG fuelling infrastructure. The proposal aims to promote the zero-emission vehicle market, which may include hydrogen or biogas vehicles (bioLNG or bioCNG) satisfying the relevant technical requirements. Growing demand for such vehicles may contribute to the growth of the hydrogen market and development of hydrogen distribution and storage infrastructure. The AFIR proposal [COM(2021) 559 final] provides for a change of the legal form of the law from a directive to a regulation. The proposed regulation introduces a new category of fuels for a transitional phase – ‘alternative fossil fuels’ – which covers LNG, CNG, and LPG. The proposal sets the following targets concerning infrastructure: (1) a minimum number of publicly accessible hydrogen refuelling stations put in place by December 31st 2030; (2) an appropriate number of publicly accessible refuelling points for LNG put in place, at least along the TEN-T core network by January 1st 2025; (3) an appropriate number of refuelling points for LNG put in place at TEN-T core maritime ports by January 1st 2025. The Social Climate Fund [COM(2021) 555 final] aims to address negative social consequences of the inclusion of the buildings and road transport sectors into the ETS. Initiatives to be financed from the fund include: renovation and decarbonisation of buildings, support for increasing energy efficiency, providing access to zero and low-emission vehicles and bicycles and to free public transport, development of zero and low-emission mobility and transport services. The fund budget is EUR 76.2bn, of which EUR 12.7bn is planned to be allocated to Poland. \n The final version of the ‘Fit for 55’ package is expected to be ambitious and costly and will require key sectors of the economy, including manufacturers, suppliers and customers for fossil fuels, to undergo transformation.\n A rise in gas prices driven by the EU’s climate policy, affecting the PGNiG Group’s core business involving production and distribution of natural gas, seems unavoidable. Support mechanisms for new technologies reducing GHG emissions and improving energy efficiency provide an opportunity to receive support and raise capital to finance climate friendly projects. \n Scope of the changes Effect of the changes on the PGNiG Group On June 4th 2021, the European Commission adopted Delegated Regulation required by Regulation (EU) 2020/852 of the European Parliament and of the Council (the ‘taxonomy’) establishing the technical criteria for climate change mitigation and climate change adaptation. The provisions of the regulation entered into force on January 1st 2022. On February 2nd 2022, the European Commission agreed on a supplementary delegated act to address climate change mitigation and adaptation. It introduces specific criteria for activities involving natural gas and nuclear energy. It provides for the possibility of inclusion of natural gas as a transitional technology in the EU taxonomy, subject to the conditions laid down in the act. The supplementary delegated act will enter into force if no objection is raised by the European Parliament or the Council within four (or possibly six) months of its formal adoption by the European Commission (which has not yet occurred). The supplementary delegated act may have a moderately positive effect on the PGNiG Group given the inclusion of natural gas as a transitional fuel in the EU taxonomy. On the other hand, the stringent eligibility criteria for new investment projects may impede recognition of the PGNiG Group’s projects as environmentally sustainable. Scope of the changes Effect of the changes on the PGNiG Group On December 15th 2021, the European Commission published a proposal for a regulation of the European Parliament and of the Council on methane emissions reduction in the energy sector [COM(2021) 805]. The draft regulation lays down rules for the measurement, reporting and verification of methane emissions in the energy sector in the Union, as well as the abatement of those emissions, including:\n The regulation applies to oil and fossil gas upstream exploration and production, gas transmission, distribution, underground storage and liquid gas (LNG) terminals, to operating underground and surface coalmines, closed and abandoned underground coal mines, as well as to active and plugged wells in earth layers resulting from mining operations. The regulation also lays down rules on tools ensuring transparency of methane emissions from imports of fossil energy into the Union \n The proposals set out in the draft regulation on methane emissions reduction may involve challenges for the PGNiG Group. As the obligations related to leak detection, quantification and repair (LDAR) and to venting and combustion in flares are very stringent, compliance may be difficult. Scope of the changes Effect of the changes on the PGNiG Group On December 21st 2021, the European Commission approved the Guidelines on State aid for climate, environmental protection and energy (CEEAG) – [C(2021) 9817 final]. Pursuant to the Guidelines, support for natural gas can only be approved if compliance with the EU climate objectives for 2030 and 2050 is demonstrated. Energy infrastructure (natural gas, biogas – including biomethane or renewable gas of non-biological origin) may be supported. It is possible to support hydrogen energy infrastructure involving newly constructed assets or assets converted from natural gas to hydrogen (‘repurposed’), or a combination of the two. The natural gas production sector was considered to be energy-intensive and eligible for aid in the form of electricity price abatements. The new Guidelines on State aid for climate, environmental protection and energy restrict the scope of financing gas-related projects. The Guidelines also support projects involving the use of renewable and low-emission gases, including biomethane and hydrogen. In 2021, the NC CAM Regulation was not amended. In 2021, the NC TAR Regulation was not amended.",
    "images": "https://pgnig2021.pl/en/wp-content/uploads/sites/2/2022/09/mockeng.jpg",
    "tags": "",
    "excerpt": "Polskie Górnictwo Naftowe i Gazownictwo Spółka Akcyjna (“PGNiG”) is the Parent of the PGNiG Group (the “PGNiG Group”, the “Group”).",
    "categories": ""
}