{
    "title": "From coal to consensus: Poland’s energy transition and its European future",
    "author": "Szymon Kardaś; Martin Tenev",
    "source": "European Council on Foreign Relations (ECFR)",
    "date": "2023-09-27",
    "text": "From coal to consensus: Poland’s energy transition and its European future Summary Poland’s economy, including its energy sector, is still heavily dependent on fossil fuels, including coal. In recent years Poland has significantly developed its renewable energy potential, reduced carbon dioxide emissions, and rolled out energy efficiency measures. Yet challenges remain, attributable to the government’s failure to devise a coherent national energy strategy and its insistence on picking fights with the EU over “sovereignty”; together, these weaken Poland’s influence over European energy policy. Poland has the potential to carry out an ambitious energy transition, considering its renewable energy potential, plans for nuclear power, and public support for change. Whatever the results of the 2023 parliamentary election, the government should aim to forge a cross-party consensus in favour of the energy transition and give it a strategic weight comparable to Poland’s accession to the EU and NATO. A new national mission The energy transition is one of the key challenges facing the world. It is the process that will transform the carbon-intensive global economy into a diversified, sustainable economy. For individual countries, their governments, and societies, the transition will involve eliminating the use of coal and other fossil fuels. To achieve this, national decision-makers will need to increase the generation of energy from renewable sources, make energy savings, and improve energy efficiency. In the case of Poland, the energy transition counts among the country’s most formidable challenges. With high emissions relative to other EU countries, Poland’s largely coal-based economy requires change not only because of the climate targets adopted globally and in the European Union, but in order to ensure Poland’s economic competitiveness and political influence within Europe. Yet a coherent national vision for transformation is missing. Energy policies in Poland often fall victim to instrumentalisation for proximate political objectives, such as a government tendency to blame high energy prices on the EU and its energy and climate policies, and on “Putinflation”. Although Russia’s war on Ukraine is the main driver of recent price hikes, a major part is also played by a decades-long failure of governments such as Poland’s to pursue a clear decarbonisation strategy, which would reduce reliance on fossil fuels. In Warsaw’s case, it has indulged in a tendency to protect Polish ‘sovereignty’ at all costs, leading it to oppose – and fail to influence – EU energy and climate policy, rather than build alliances that take account of Poland’s particular needs. It also means Poland has lost out on substantial amounts of EU funding. To address this, the Polish government should approach the energy transition as a national mission. If it does so, it will create a stronger Poland in a stronger EU, for three interconnected reasons. Firstly, the energy transition can contribute significantly to strengthening Polish energy sovereignty by reducing dependence on raw materials from abroad and minimising the costs associated with importing fossil fuels. Poland is heavily dependent on imports and thereby particularly exposed to global price fluctuations. Secondly, the energy transition is necessary to improve the competitiveness of the Polish economy and develop new economic sectors. Failing to transition may result in Poland dropping out of certain production chains as other economies develop more quickly and cease to buy Polish goods. And a failure to reshape Poland’s energy mix and invest in energy efficiency will result in higher prices for consumers as Polish companies fall behind rivals across the EU. Finally, pursuing the energy and climate agenda has become one of the central concerns of the EU and other major players such as the United States. Falling behind in this race will harm Poland’s position in the EU and its relations with other partners. A more ambitious and more constructive approach could help redress Poland’s weakened position by bolstering its own sovereignty and enhancing its own economic strength. Ultimately, Poland will benefit immensely if its leaders make the energy transition a strategic goal. To propel this change, they should draw on their country’s past experience of aiming for EU and NATO membership. The prospect of achieving energy independence in a time of great challenges could inspire wider society and policymakers alike. To this end, this policy brief identifies the main challenges facing the Polish energy transition. It also recognises the positive action taken so far, the potential to further develop green projects, and the main drivers of the process of change. The paper concludes with policy recommendations for the Polish authorities and the EU. Poland’s energy progress The challenge Poland’s economy is among the most carbon-intensive in the EU: as much as 85 per cent of energy in Poland comes from fossil fuels, and the energy sector itself is one of the most carbon-intensive in Europe. Poland is a significant emitter of carbon dioxide, the main sources of which are coal-fired power generation and industry; together, they contribute 150m tonnes of carbon dioxide a year. The country’s share of coal in electricity production exceeds 70 per cent; by comparison, across the EU, the share of coal in generating electricity has fallen to less than 16 per cent. In part because of this continued use of coal, between 2005 and 2022 Poland’s electricity sector cut its emissions by only 12 per cent. Poland also remains the largest producer of coal in the EU, and accounts for nearly 97 per cent of ‘hard coal’ mining in the entire bloc. Its schedule to close down its remaining mines is due to be completed only in 2049. In the EU, Poland is second only to Germany and Italy in terms of total annual emissions. Against this backdrop, it is little surprise that the annual Energy Transition Index World Economic Forum ranked Poland 40th last year. This league table is drawn up on the basis criteria that include a country’s use of renewables. Finding the funds to carry out the energy transformation is also a challenge. It is estimated that meeting EU energy policy requirements would cost Poland €527.5 billion. However, the price to be paid by avoiding or delaying the energy transformation is much higher in the long term. There are real costs to the sluggish nature of the Polish transition: in 2022, Poland had to buy carbon allowances from countries that are reducing emissions more quickly. And following the energy crisis caused by Russia’s full-scale invasion of Ukraine, Poland’s heavy dependence on fossil fuels led to some of the highest wholesale electricity prices in Europe. In 2022, the cost of importing fossil fuels reached an all-time high of PLN 193 billion (around €41 billion), due to a significant increase in prices on energy commodity markets (primarily oil and gas). The government intervened by freezing energy prices, but such temporary fixes cannot make up for systemic solutions. Numerous challenges lie ahead. The Polish energy sector’s dependence on energy imports has grown over the last decade due to rising domestic demand: as recently as 2011, the share of imported energy was 31 per cent; by 2021 it was 43 per cent. In addition, electricity consumption in Poland is growing steadily, reaching a record level in 2021. This matters because it means Poland must not only replace its current high-emission (carbon-based) generation capacity to meet current needs, but also expand (low-emission) generation capacity. The potential Despite this gloomy picture, Poland has also made some progress. Indeed, the country may be 40th in the Energy Transition Index – but it was still ahead of eight other EU countries. For example, in 2022, Poland accounted for 60 per cent of the volume of emission reductions in the EU as a whole, mainly thanks to its success in cutting carbon dioxide emissions in the power and heating sectors. In the longer view, between 1990 and 2022 hard coal mining fell from nearly 150m tonnes to less than 53m tonnes, while those employed in the sector fell from over 400,000 people in 1990 to 75,000 in 2022. The country has also reduced greenhouse gas emissions by 20 per cent compared to 1990 levels. And more recently, Poland met the EU’s energy and climate policy targets set for 2020. Poland has significantly expanded its installed renewable energy capacity, particularly in solar. The government aims to reach 5-7 GW by 2030, yet by the end of June 2023 the figure already stood at already more than 14 GW. At the same time, the total installed capacity of all renewable energy sources in Poland was more than 25 GW by the end of June 2023 – representing 40 per cent of the installed capacity of the Polish power system. Equally, in 2022 Poland was eighth among EU countries in terms of sales of heat pumps per 1,000 households. Poland’s share of renewables in energy consumption in 2020 was 16.1 per cent, which exceeded the EU target of 15 per cent. That being said, this was partly a consequence of creative accounting, with the government counting biomass as renewable energy, which includes pellets and wood used for heating buildings. Moreover, the share of renewable energy in Poland’s electricity production reached 20.9 per cent in 2022, although this sits some way below the EU average of 39.4 per cent. The use of renewable energy in Poland’s energy consumption is still low compared to other EU countries. Poland has particular potential in terms of developing renewable energy, such as wind power in the Baltic Sea; around 60 per cent of the country is judged to offer favourable conditions for the development of wind. Estimates suggest that Poland could have up to three times as much onshore wind generation capacity and the same amount offshore. Poland also has great potential for biogas, and – as part of the wider transition – for the development of energy storage, which enables the consumption of solar energy produced when renewable installations are not in operation. While Poland has a high level of dependence on China for items such as photovoltaic panels and batteries, it is also among a number of European countries taking the initiative in these areas. It is a leader in the production of lithium-ion batteries, and hosts expertise in the field of services for this market. This year the largest energy storage factory in Europe opened in Gdańsk. Bosch plans to build a large factory in Poland to produce heat pumps for domestic needs, but also for export to other EU countries. Additionally, although the EU plans for the use of gas for energy generation to almost completely cease by 2050, during the transition period secure supplies of this fossil fuel may help reduce the Polish economy’s reliance on coal. In this respect, Poland has taken some important steps. It completed important infrastructure projects such as the construction of a regasification terminal in Świnoujście in 2015 and the Baltic Pipe gas pipeline began operating in September 2022. It also worked with neighbouring states to install gas interconnectors, with the Czech Republic in 2011, and with Lithuania and Slovakia in 2022. Poland now uses no gas from Russia. Modest success Poland’s modest success in renewables development can be in part attributed to the launch of several programmes by the Polish government. The foremost initiative among these is the My Electricity (Mój Prąd) programme launched in 2019, which has provided support for the installation of solar panels to the tune of PLN 2 billion (around €435m).Thanks to the programme, in Poland 0.5 million prosumers emerged – households that are simultaneously a producer and consumer of electricity from small photovoltaic installations. This has contributed to a total of nearly 1.28 million prosumers in the country. This significant increase in the number of prosumers is the main driver behind the development of renewable energy in Poland. The existence of such programmes indicates the government is willing to act on decarbonisation – to a degree. Its Clean Air (Czyste Powietrze) programme has helped modernise the heating of buildings and replaced old and inefficient solid fuel heat sources with modern sources that meet environmental standards. Equally, the Energy for Villages (Energia dla Wsi) programme aims to support farmers and energy cooperatives to switch to renewable energy in more rural areas. The total budget of the programme is PLN 1 billion (around €217m), supported by the EU’s Modernisation Fund. The impact of Energy for Villages so far is difficult to assess, as the first call for applications is open until mid-December 2023. These programmes’ success demonstrates an appetite in Polish society to develop renewable energy. This potential is also much greater than the often rather conservative goals formulated so far by the government regarding the green transition. Future focus Considerable potential remains. The energy transition is an opportunity for Poland to develop new economic sectors and create new jobs. The transition could boost domestic growth by 1-2 per cent and create 300,000 new jobs by 2050. Promising sectors include electric vehicle manufacturing, offshore wind, and the production of electric heat pumps. The development of offshore wind alone could contribute to the creation of an additional 77,000 jobs in Poland. In this context, it is worth noting the generally positive attitude of Polish society towards the need for change and its willingness to take advantage of government programmes to finance green projects. Only one-third of Poles believe the pace of the energy transition is satisfactory. Two-thirds believe that the process should be faster, and as many as 44 per cent feel that the energy transition is important for keeping prices down and maintaining stability of supply. The Polish public also supports the removal of dependencies on foreign raw materials as quickly as possible and the construction of new wind projects. That being said, over the last year support for renewable energy has slipped, and favourability towards the use of coal has grown. Another important consideration is Poland’s progress in securing its energy independence from Russia. This is partly a consequence of the decisive policy of the current authorities, which, after coming to power, assiduously sought to become independent of Russian gas. The Polish approach went mainstream in 2022, when the EU declared energy independence from Russia to be a strategic priority as part of its REPowerEU programme. Poland’s evident success on this front shows it can raise its ambition in other policy areas, including in the energy arena. Thus, although the energy transition in Poland remains a strategic challenge, there has been some positive progress. However, much of this has taken place with only haphazard political, financial, and regulatory support from the government. Poland will only be able to make more progress if its political leaders can provide greater certainty through strengthened domestic policy, improved relations with the EU, and the assembly of these component parts into a vehicle that truly drives a new national mission of energy transition. Policy, politics, and sovereignty Poland’s existing energy policy has guided some decarbonisation action to date, but it is in desperate need of an update. The politics of energy in Poland is caught up in the ruling coalition’s courting of a conservative electorate and the defence of ‘sovereignty’ against the EU. This has slowed the enhancement of domestic policy and weakened Poland’s ability to influence European policy in its favour. Poland’s energy policy In 2021, the government published its Energy Policy of Poland until 2040 (PEP2040). This is the most important document defining Poland’s official energy ambitions. It acknowledges the international context shaping the state’s energy policy, and in particular notes the importance of international obligations regarding the fight against climate change, including regulations adopted as part of the EU’s energy and climate policy. PEP2040 also details Poland’s own goals in the field of energy policy, which include expanding the generation infrastructure of transmission networks, diversifying the sources of raw material supplies, and improving energy efficiency. The document furthermore sets out which bodies are responsible for the implementation of Polish energy policy along with the financial framework. Although these documents recognise EU objectives and action plans, the policy they contain is unambitious. In some instances, they even lag behind reality: as noted, PEP2040 proposes a photovoltaic generation capacity of 5-7 GW by 2030 – yet by June 2023 this already exceeded 14 GW. PEP2040 is due to be updated, but the government has delayed adopting revised plans during 2023. If the energy transformation is to become a serious national mission on a par with Poland’s efforts to join NATO and the EU in the 1990s, a clear, long-term transition strategy is needed. There is the kernel of this in the draft update, which states that, in the long term, Poland will address its coal dependency by adopting a strategy of synergies involving developing both renewable energy and nuclear power. This is a reasonable approach. However, even if it brings this plan back after the general election in October 2023, the government should raise its ambitions. The draft changes envisage Poland increasing its photovoltaic capacity to 27 GW by 2030 and 45 GW by 2040; onshore wind to 14 GW by 2030 and 19-20 GW by 2040; and offshore wind to 18 GW by 2040. Although these goals are more ambitious than in the current version of PEP2040, they are still less ambitious than they could be given Poland’s potential, especially in onshore wind. As well as a lack of ambition, government policy also suffers a problem of unrealistic planning – as illustrated by its nuclear programme. It is planning to build three large-scale nuclear power plants but commissioning Poland’s first nuclear unit by 2033 may be too optimistic. That being said, several agreements have already been concluded regarding the first large nuclear project, including: a cooperation agreement between Polish company Polskie Elektrownie Jądrowe and American companies Westinghouse and Bechtel. Unrealistic planning can also prove to be a problem in relation to small modular reactors, which are envisaged in the PEP2040 redraft. Poland could be among the first countries in Europe to introduce these, and their potential is strong. Many developed countries are also planning to use them: small modular reactors have become an important element of the US energy transition strategy, for example. State-controlled companies in Poland plan to commission the first units as early as the second half of the 2020s. However, the implementation of such projects presents challenges. Firstly, these types of reactors have not yet been put into commercial operation anywhere in the world (they are to be commissioned for the first time in Canada). Secondly, their application is mainly planned for industrial use, so they are unlikely to be used in a centralised power system for electricity generation. This lack of ambition and uncertainty over the new PEP2040 impedes not only the functioning of government institutions responsible for implementing the state’s energy policy but, above all, energy companies and other market participants. Representatives of other economic sectors have expressed concern that the lack of an energy transformation strategy may result in increased production costs, and could even push Polish companies out of international supply chains. Much of this uncertainty stems from the very top of Poland’s politics – with the energy transition falling by the wayside of the ruling camp’s pursuit of battles with the EU and its eye on electoral challenges. Poland’s energy politics With the exception of successfully securing independence from Russian gas, Poland’s energy policy activities are poorly coordinated. The political elite in Poland lacks consensus about what it is trying to deliver in energy policy, how, and why. Some of the government’s formal policies and initiatives represent progress towards the energy transition. But the ruling camp’s wider politics hamstring it. The government presents itself as the defender of Polish sovereignty against the EU’s attempts to limit its freedom of manoeuvre; in the case of energy, this is evident in relation to EU efforts to drive transition activity throughout its member states. The Polish government’s reason for doing this is its conservative electorate, which is suspicious of external threats (such as migration), combined with a fear of groups that could organise mass protests against the government in case of too rapid a pace of transition, such as miners and their trade union representatives. Poland’s post-2015 ruling camp is mainly made up of two parties: Law and Justice and Sovereign Poland. Plans for decarbonising the economy, and the energy sector in particular, are opposed by Sovereign Poland politicians. They also resist the development of renewable energy and are the principal consistent critic of the EU’s energy transformation plans. For example, in November 2022, Sovereign Poland put a bill before parliament to suspend Poland’s involvement in the EU’s emissions trading system (ETS). Subsequently, in May 2023, this party declared its intention to submit a draft resolution to parliament on ensuring certain EU decisions in this area are reached by unanimity. As the main coalition partner, Law and Justice is forced to give in to some of Sovereign Poland’s demands. But Law and Justice also wants to be the leading political party of the right, and so it too adopts radical elements in its narrative on EU energy and climate policy in pursuit of Eurosceptic, right-wing voters. In a bid to avoid criticism from Sovereign Poland, the party has delayed the much-needed review of PEP2040, arguing that the draft measures did too little to protect the coal industry. Indeed, Law and Justice politicians have made the defence of Polish coal a part of their Polish energy sovereignty ambitions, including in their manifesto for the 2023 parliamentary election. The Law and Justice minister for climate and environment, Anna Moskwa, has argued that Fit for 55 in its entirety “is very demanding, difficult and even impossible for Poland to achieve”, that the pace of change requested by the European Commission is too ambitious, and that the energy transition should be adapted to the capabilities of each country. The leader of the ruling camp, Jarosław Kaczyński, has even dubbed Fit for 55 “green communism”. However, there are shades of opinion within the main ruling party. A less strident view has been expressed by the deputy minister for climate and environment, Adam Guibourge-Czetwertyński, who has warned against EU regulations creating additional burdens for European societies, especially the poorest. In search of national consensus The absence of consensus within the ruling coalition means there is no political agreement on a strategic vision for the energy transition. There are also divides between the government and other political forces inside and outside the Polish parliament. The cooperation of the parliamentary majority and the opposition is not necessary for the government to implement its energy policy. However, building a broad political consensus around the direction and pace of the energy transformation would strengthen Poland’s chances of delivering in this area. It would also give the government a stronger mandate to negotiate the shape of energy and climate policy within the EU. Most of the major opposition forces in Poland support the acceleration of energy transition activities. The largest opposition party, Civic Platform, and the groups cooperating with it in the Civic Coalition (including the Greens) want not only to develop low-emission energy sources (renewable energy and nuclear energy), but also, more importantly, to adopt more ambitious plans for decarbonisation, including reducing carbon dioxide emissions by 2030 by 75 per cent compared to 2022 levels. The Left coalition also has ambitious plans for the energy transition: among its main demands are a significant expansion of renewable energy, especially offshore and onshore wind farms, and the allocation of 100 per cent of the funds from the sale of ETS certificates to the development of power grids and the wider energy transformation. The Left coalition also proposes a more active policy on energy and climate issues at the EU level. The need to accelerate the energy transition also features in the manifesto of the Polska 2050 party, which has formed the Third Way coalition with the Polish People’s Party and could enter parliament in October’s election. The group has announced plans to change the regulations to enable a more dynamic development of renewable energy in Poland. One of its election slogans is: “a power plant in every home”. Among the major opposition parties, the Confederation has the least favourable programme for accelerating the energy transformation. Although the party makes accurate diagnoses regarding the problems of the Polish energy sector (including the issue of aging generation capacity) and declares its support for nuclear energy, it is opposed to phasing out coal and advocates Poland’s withdrawal from the most challenging areas of EU energy and climate policy. Although the outcome of the general election is difficult to predict, the evidence available suggests that most of the political forces in the next parliament will support the need to accelerate the energy transformation. The possibility of creating an ambitious transformation strategy will be even greater if one of these political forces wins the election. If the current ruling camp wins, the chances of building a political consensus around an ambitious transformation strategy will certainly be smaller. Sovereignty and the politics-industry nexus Ultimately, a major problem facing Poland’s energy transition lies in the lack of agreed strategy on the shape and pace of the energy transition within the ruling elite. It is also characteristic of the decision-makers who came to power after 2015 to seek to retain control over various spheres of the state’s functioning alongside maintaining their ongoing campaign against all things EU. Polish industry can at times appear to be pulled both ways on decarbonisation. For example, the energy company Orlen has close ties to the ruling camp and has made several decisions that appear to emphasise strengthening the sovereignty of the state. Among the most spectacular examples is the merger of the Orlen and Lotos companies; Lotos was the second largest producer of petroleum products in Poland after Orlen, and one of the biggest energy companies in Poland. Orlen also took over PGNiG, which was the largest importer and supplier of natural gas in Poland, the consequences of which may yet prove significant for the sector as a whole as well as for the state budget. Such examples resemble the politically motivated creation of large multi-energy concerns that could conduct economic expansion in third countries, as seen in particular in central Europe. It is also worth noting that, on occasion in Poland, the authorities have used large energy companies to achieve political goals and undertake activities unrelated to the energy sector. An example is Orlen’s takeover of the Polska Press media network. Some experts speculate that the government’s opposition to the development of wind energy is driven by fears of losing control over the development of the industry. A bolder liberalisation of the wind energy law, as requested by the EU, could lead to a change in the balance of power between state and private investors on the market, to the detriment of the former. In the case of onshore wind farms, the largest operator is the state-controlled company PGE, and the leading national operators also include other state-controlled entities such as Energa. Despite this, the logic of business and energy firms’ own analysis of global trends also strongly guides their activity. The Polish energy industry, including the management circles of the major energy companies, supports the need for energy transformation. Companies are already planning transition investments, such as the Green Turn programme adopted by Tauron, one of Poland’s largest energy players. This aims to systematically increase zero-carbon generation capacity for the business to achieve climate neutrality by 2050. Meanwhile, Orlen is planning significant investments in renewable energy as part of the diversification of its business portfolio. Considering that many significant energy companies in Poland are controlled by the state, and the management circles of many of them are aware of the need for transformation, the industry support for decarbonisation is an important asset in building a long-term energy transition strategy. The decision to become independent from gas supplies from Russia (and its effective implementation) strengthened Poland’s energy sovereignty and shows that appropriate political decisions by those in power could make the energy transformation an achievable mission, in line with the efforts made by the country to accede to NATO and the EU. The EU bogeyman Looming large over – and within – Polish politics is the EU and its climate and energy policies. The politics of sovereignty is tightly bound in Poland’s wider relations with the EU institutions, which have been difficult since 2015, when Law and Justice came to power. On the one hand, Poland, as noted, met the climate targets set by the EU for 2020. On the other hand, the country’s lack of coherent strategy for the energy transition undermines its ability to shape European policy. For the EU, energy and climate are among its most important areas of policy. Its strategic goal is to reach climate neutrality by 2050, the achievement of which will require a radical acceleration of the energy transformation process in all EU member states. And in 2019 it made a major breakthrough with the announcement of the European Green Deal, the implementation of which is to be supported by a comprehensive set of EU laws successively adopted as part of the Fit for 55 package. More recently, the pace and depth of the energy transformation have been influenced by EU initiatives launched following Russia’s war on Ukraine. In this context, the REPowerEU programme and the Strategy for an EU External Energy Engagement are of key importance, as they aim to achieve complete independence from energy supplies from Russia. REPowerEU is a particularly crucial EU plan aimed at both diversifying the sources of energy raw materials supply, as well as saving energy consumption in the EU and increasing the share of renewable energy. In relation to Poland, the European Commission is trying to act in two ways. On the one hand, Brussels recognises positive actions taken in Poland to support the energy transition and strengthen energy security: It has praised the country for its development of renewable energy sources and diversification of sources of raw materials supplies. On the other hand, the EU expects Poland to go faster, including by implementing legislative changes resulting from Fit for 55. For example, the commission has, as noted, requested the liberalisation of Polish law on renewable energy sources to encourage onshore wind energy projects. However, the key problem in Poland’s relations with the EU after 2015 is not so much the tensions around the EU’s energy and climate policy, but the overall approach of the current ruling elite towards the EU. Although officially Poland’s right-wing government supports the process of European integration, in practice it hinders EU activities in many areas under the pretext of protecting sovereignty. One of the key disputes between Warsaw and Brussels centres on reforms to the judiciary introduced in Poland, which were the subject of infringement procedures conducted by the European Commission, and then judgments of the European Court of Justice unfavourable for the Polish government. Tensions between Brussels and the EU in matters relating to the rule of law affect the dynamics of relations in other areas, and the confrontational attitude of the Polish government towards Brussels consistently weakens Poland’s position in the EU, including in negotiation processes regarding EU energy and climate policy. It also has an effect on the hard cash available to Warsaw. These unresolved legal disputes have resulted in the blocking of the National Recovery Plan, from which Poland could obtain €32 billion. The Polish ruling camp’s lack of a clear vision and commitment on the energy transformation combines with this obstructiveness to mean Poland fails to punch its weight when it comes to the policy the EU agrees on. For example, legislative proposals put forward under Fit for 55 should be an opportunity for member states to work together to influence European energy and climate policy, both in its internal and external dimension. The final shape of laws in the EU emerge during negotiations in the Council and the European Parliament, and member states use this process as an opportunity to build intra-EU coalitions for specific solutions. Through diplomatic activity, they can strengthen their position within the EU. Poland possesses some sound arguments that it could deploy to mitigate the costs of the transformation, particularly on issues related to the ETS reform or the carbon border adjustment mechanism (CBAM), which are still live matters. Yet the Polish government has so far been unable to develop a constructive stance towards negotiating Fit for 55 regulations. Instead of attempting to build coalitions (Poland was counting on the support of central European countries, among others) in favour of transformation-orientated solutions, as has often been the case, the government chose the path of negation and confrontation. This was illustrated by its vetoing of several pieces of legislation (such as Poland’s April 2023 vote in the council against the CBAM regulation and the regulation introducing changes to the ETS, and the March 2023 vote against the regulation on the ban on internal combustion cars). Poland is also challenging some Fit for 55 regulations at the European Court of Justice. These have proved to be futile displays of resistance. There are signs of hope, however. Politicians from both the ruling camp and the opposition sitting in the European Parliament have worked together to negotiate regulations that take account of some Polish needs in the transition, such as on the final shape of the so-called methane regulation. This suggests there could be ways for political leaders to find consensus for a cross-party energy transformation strategy in Poland. Were it to repair its relations with the EU, agree a coherent domestic policy approach to energy, and elevate this to the level of a national mission, Poland could be one of the biggest beneficiaries of European funds earmarked for this purpose. Used well, the money can help companies adapt, Polish households become resilient to energy price shocks, and the government mitigates social impacts. Resolving legal disputes between Warsaw and Brussels would create opportunities to obtain EU financial support in the field of energy transition – and see Poland step up on delivering the energy transition Europe-wide. Poland and the emissions trading scheme One of the most important issues in the implementation of Fit for 55 in Poland is the reform of the ETS. Under the scheme, each participating member state receives a package of emission allowances, which it can sell to companies and institutions that emit carbon dioxide, such as during the production of energy for their needs. Poland has long called for reform of the system, mainly due to the high price of allowances, which at the beginning of 2023 broke through the historical barrier of €100 per tonne. Because the volume of emissions in Poland is higher than the allocated amount provided by allowances, the Polish government is forced to purchase allowances from third countries (in 2022, their cost was approximately PLN 33 billion, or around €7.1 billion). In the case of Poland, the ETS gap is one of the largest in Europe, if not the largest. However, both Warsaw and Polish energy companies criticised the reform proposals eventually presented by the European Commission. Poland also opposed the systematic abolition of free emission allowances (currently, each country has a pool of free allowances). According to the commission’s proposals, free allowances were to be gradually abolished, starting from 2026, and completely removed in 2034. The Polish authorities thus sought to avoid drastic cost increases that would have particularly impacted Poland, such as on domestic heating where a large proportion is still generated by coal. However, the proposals were eventually adopted in April 2023. If Poland does not speed up efforts to decarbonise heating and transport, these changes will have serious financial consequences for these sectors and thus for the entire economy. The effects of the reform are to be mitigated by the possibility of obtaining support from the specially created Social Climate Fund. Theoretically, it could be its largest beneficiary, but access to these funds is conditional on Poland’s preparation of a Social Climate Plan, for which each member state has two years. How to achieve energy independence for Poland Poland retains great potential to deliver decarbonisation at home, strengthening its own economy, improving its standing within the EU, and enacting the sovereignty that the Polish government claims to cherish. Regardless of the political make-up of future governments, however, the country can achieve all these goals by pursuing a number of crucial actions. The EU can also play its part to support Poland in its energy transition. Recommendations for Poland: Establishing the mission Agree a strategy or law to set Poland’s clean energy ambition The most important task for the Polish authorities, regardless of the outcome of the parliamentary election in October 2023, should be to build a cross-party consensus for the energy transition in Poland. This should become a strategic goal in both domestic and foreign policy – on a par with the consensus reached by political elites to drive Poland’s accession to the EU and NATO. Setting this as a strategic goal would signal the seriousness of the challenge, one where political elites cannot duck the need to find compromise and agreement. Such a consensus could take the shape of a political strategic document, or a law adopted by parliament. Building this sort of broad political consensus would increase the chances of delivering a successful energy transition strategy over the next three decades. The very process of negotiating such an agreement could also contribute to a certain easing of the existing intra-ruling camp dispute. The government should ensure that the process of working out such an agreement also involves companies operating in the most important economic sectors, along with trade unions, to convince them that the long-term economic transformation can improve Poland’s competitiveness in the world and bring significant economic benefits. Those devising such an agreement can draw on the interest of some miners’ trade unions in an arrangement that would enable employment in the wind sector in the event of a mine closure. Resolve legal disputes with the EU and unlock funds for the energy transition To mobilise the EU funding available to Poland, the government should bring about the earliest possible resolution of legal disputes with the EU institutions. This applies to funds from the National Recovery Plan, a significant part of which is to be allocated to energy transition projects. The government should also make use of other special instruments created within the EU framework to support the energy transition in the member states, such as the Social Climate Fund. This is intended to finance measures and investments supporting households, micro-enterprises, and transport users. Resolving legal disputes with Brussels would not only release EU funds intended for Poland to support the green transition, but would also allow Poland to start rebuilding its political position in the EU. This is necessary for Warsaw if it wants to strengthen its negotiating positions to influence other EU policies, but also in the context of shaping decisions made by the EU within the framework of the common foreign and security policy. Improve the regulatory framework To deliver the energy transition, the government needs to introduce more ambitious regulatory changes to develop the renewable energy sector. In this regard, it should further liberalise regulations on onshore wind projects and amend regulations for photovoltaics to increase prosumer benefits. In light of the ever more ambitious goals set for renewables in the energy mix at the community level, the Polish government should propose legislative changes that will make the implementation of solar projects more attractive to prosumers. The authorities should also continue the My Electricity and Clean Air programmes but work to make them more accessible to the public by further liberalising the application criteria for these programmes. Adopt a clear and more ambitious timeline to phase out coal Decarbonising Poland’s energy mix will require the systematic reduction of the use of coal, above all by increasing the share of renewable energy. This should also be complemented by nuclear energy, from both large nuclear power plants and small modular reactors. Poland should additionally increase the production and use of biomethane and green hydrogen, especially in transport and heating, to support its pursuit of EU renewable energy targets. That being said, given Poland’s heavy dependence on coal-fired power plants (including in the socially sensitive heating sector), the best solution in the medium term would be to replace decommissioned coal power plants with gas-fired generation capacity. Increasing the role of gas as an intermediate fuel in some parts of the economy can take place not only thanks to infrastructure already completed such as the gas port in Świnoujście, but also by planned investments such as the construction of an LNG terminal in Gdańsk. At the same time, the authorities and energy companies should refrain from investing in building new coal blocks or modernising existing units. Expand the electricity grid In addition to investments related to reshaping the energy mix, one of the most urgent tasks for the government and state-controlled energy companies is to accelerate measures to expand the electricity grid. This is because the expansion of the grid would enable more electricity produced from renewable energy to be used. The authorities should also initiate and support actions aimed at expanding energy storage potential in Poland, taking advantage of the technologies available in Poland and the interest of energy companies. Investments in the expansion of the grid and energy storage would increase the chance of creating a more distributed energy system, which would not only be less carbon-intensive, but would also reduce dependence on fossil fuel imports. Accelerate the process of energy efficiency improvements Poland must increase its efforts to improve energy efficiency, especially in the context of regulatory changes taking place in the EU. Poland will also need to do this in order to gain access to EU support. The energy efficiency directive adopted in July this year introduces changes that condition access to EU funding on undertaking infrastructure modernisation. To this end, Poland should continue programmes such as Clean Air, but expand their availability and increase investment in the mass thermo-modernisation of buildings. The government should also devise an energy integration strategy, which would plan for the energy system ‘as a whole’ – across multiple energy carriers, forms of infrastructure, and sectors. This would primarily be a strategy of electrification of heating and transport, but would also promote clean fuels such as green hydrogen or biogas. The authorities should also aim to influence social habits. For example, the government should organise new media campaigns to promote energy-saving behaviour, building on, for example, recent efforts such as the “We save energy” campaign run by the Ministry of Climate and Environment in 2021 and continued in 2022 in response to the energy crisis. Spend ETS funds appropriately The Polish government should radically change its approach to spending funds obtained from the sale of carbon emission allowances. It should allocate 100 per cent of funds obtained from the ETS to the needs of the energy transition. Currently, the funds are mostly allocated for purposes not directly related to the energy transition such as subsidising tax breaks and modernising rail infrastructure. Recommendations for the EU: Turbocharging the mission Reach a compromise on a fair pace of transition When drawing up new legislation, the EU and its member states should consider the specificities of individual countries and the objective conditions regarding the pace and depth of the energy transition. In the case of Poland, a fair pace of energy transformation should take account of the significant role of coal in the economy and in the electricity and heating sectors compared to other EU countries. A reasonable compromise could be for the EU to request from Poland a clear energy transformation strategy and a more ambitious plan to phase out coal than currently exists. In exchange, it would show willingness to make certain concessions regarding the operation of Polish coal-fired power plants over the next decade. A good compromise could be the consent of EU member states voting in the Council of the EU to extend the possibility of subsidising coal-fired power plants until 2028. Poland is strongly advocating for this and, since the legislative process related to electricity market design is ongoing, it will still be possible to reach an agreement. Apply the principle of conditionality when allocating funds for the energy transition Even with increased flexibility, the EU should not abandon the principle of conditionality in making the disbursement of energy transition funds dependent on compliance with the rule of law in Poland. EU institutions, in particular the European Commission, should closely monitor how funds are spent. Engage more closely in promoting the energy transition in Poland The European Commission should also become more involved in the promotion of Fit for 55 in Poland, taking advantage of the favourable attitude of most Poles towards decarbonisation. An important element of such a campaign could be to set the goal of achieving energy sovereignty, drawing inspiration from Poland’s already impressive feat of becoming independent of Russian gas. The campaign should also emphasise the positive impact of the energy transformation on electricity prices and the competitiveness of the Polish economy in the long term. It needs to do this to neutralise the negative message about EU energy and climate policy that sometimes comes from Poland’s ruling elite. In particular, the EU should become more involved in promotional activities, such as by carrying out information campaigns in the media available in Poland, including internet portals, radio, and television. This is particularly important in the face of recent information campaigns promoted or supported by the government that have presented EU activities in the field of energy and climate policy as posing threats to the Polish economy and society. Conclusion The energy transition is “a marathon, not a sprint”. Poland should treat the current energy crisis faced by it and other EU countries not as an excuse to abandon or slow the energy transition, but as an opportunity to accelerate it. There is no time to lose, because the implementation of systemic changes will not only help achieve climate goals, it will also prevent more serious energy and economic crises in the future. Equally importantly, by boldly undertaking the task of implementing the energy transformation, Poland has a chance not only to improve its economic competitiveness in the EU, but also to strengthen its political position. Ambitious Polish policy and delivery would help strengthen the EU in the face of current geopolitical challenges, especially in the context of Russia’s invasion of Ukraine and intensifying economic competition between the US and China. Poland should also muster the ambition to contribute to improving the competitiveness of the EU economy, and thus enhancing the economic power of the entire EU. About the author Szymon Kardaś is a senior policy fellow on energy within the European Power programme, based in the European Council on Foreign Relations’ Warsaw office. His analysis focuses on the geopolitics of Europe’s new energy environment. Acknowledgments The author wishes to express his gratitude to the many people who made this text possible. Thanks are due to both national experts working in the private sector and those in state institutions for their valuable comments and opinions on Polish energy policy. The author would also like to thank his colleagues at ECFR, especially Piotr Buras, Mats Engström, and Susi Dennison, for their extremely valuable suggestions on this text. Special thanks are due to Adam Harrison for his extremely insightful reading, excellent editorial work, and invaluable comments, questions, and suggestions. The European Council on Foreign Relations does not take collective positions. ECFR publications only represent the views of their individual authors.",
    "images": "https://ecfr.eu/wp-content/uploads/2023/09/poland_422196472-scaled.jpg",
    "tags": "",
    "excerpt": "Poland has the potential for an ambitious energy transition – which it should treat comparably to its accession to the EU and NATO.",
    "categories": ""
}