{
    "title": "Key highlights from the global aluminium industry, October 2024 - Shanghai Metal Market",
    "author": "Rupankar Majumder",
    "source": null,
    "date": "2024-11-18",
    "text": "In October 2024, the LME aluminium prices saw renewed strength despite the headwinds of a stronger US dollar and varied economic indicators from key markets. After reaching a cash-month low of $2,521 per tonne on October 15, prices rebounded to USD $2,617 per tonne by the month's close. A major factor underpinning this upward trend is the tightening of alumina supply, which has fuelled cost pressures across the aluminium industry. Alumina prices have surged from USD $350 per tonne to around USD $700 per tonne—a figure expected to climb further in the coming weeks. The spike follows a series of production disruptions and a halt in bauxite exports from Guinea to one of the world's leading alumina and aluminium producers, amplifying concerns of continued supply constraints. Several companies across the global aluminium value chain have recently released their mid-term and Q3 financial results, reflecting continued optimism for the aluminium market in the short to medium term. However, the approaching U.S. elections introduce uncertainties, potentially impacting long-term market forecasts. As the world's largest and most influential economy, the United States—boasting a GDP exceeding USD $28.78 trillion in 2024—has maintained its dominant economic position since 1960. The election outcome will likely play a crucial role in shaping the future trajectory of the aluminium industry. The major highlights from AL Circle’s point of view are as follows: Automotive Precision Technology (APT) achieved the ASI Performance Standard V3 (2022) Certification Automotive Precision Technology (APT), a Tier 1 and Tier 2 provider of aluminium extrusion components and providing lightweight solutions, has been certified by the ASI Performance Standard V3 (2022) Certification for the production of machined and fabricated aluminium components and sub-assemblies. The facility offers build-to-print manufacturing services, utilizing customer component designs and incorporating a Design for Manufacture (DFM) process. These include parts for sunroofs, electric vehicle (EV) batteries, car bodies, and chassis. This certification applies to their Automotive Precision Technology (APT) – Sole Proprietorship LLC facility in Abu Dhabi, United Arab Emirates. Read more…. GCC countries gear up for green aluminium production ahead of 2026's Carbon Tax scheme GCC countries have been determined to shift to green aluminium production for the past few years amidst the upcoming enactment of 2026's Carbon Tax scheme. As of 2020, the Aluminium Stewardship Initiative (ASI) reported that the GCC country smelters are close to ASI’s benchmark carbon emission target of 8 tonnes of CO2e emission per tonne of aluminium production. The European Union's (EU) Carbon Border Adjustment Mechanism (CBAM) is a tool to put a fitting price on the carbon-emitted commodities entering the EU and encourage cleaner industrial production in non-EU countries. CBAM will initially focus on direct emissions (Scope 1) for all covered products, including aluminium, iron and steel, fertilisers, and hydrogen, as these are considered carbon-intensive and are at significant risk of carbon leakage. The subsequent phase will also include indirect emissions (Scope 2) for imported fertiliser, cement and electricity. Read more…. Rio Tinto posts an 8.6% surge in Q3 bauxite output, attributed to the optimised operation system at Amrun mine Rio Tinto announced its production and operational results for the third quarter of 2024, which ended September 30. Overall, the company has achieved many new milestones across its operations, including a surge in bauxite production. The Q3 report revealed that Rio Tinto's bauxite output reached 15.1 million tonnes, recording a Q-o-Q increase of 2.7 per cent from 14.7 million tonnes and a year-on-year rise of 8.6 per cent from 13.9 million tonnes. Rio's bauxite production totalled 43.2 million tonnes in nine months, up by 9 per cent year-on-year. The persistent rise in Rio's bauxite output through the third quarter of 2024 could be attributed to improved production efficiency owing to the implementation of the Safe Production System, especially at Amrun mine in Weipa, which is currently operating above nameplate capacity. Read more.... China’s alumina production in September retreats, standing below 7 million tonnes In September 2024, China’s monthly production of metallurgical-grade alumina retreated from its peak by losing 4.27 per cent month-on-month. However, on a year-on-year basis, the output in September increased by 2.69 per cent from 6.732 million tonnes. Based on the above data provided by the Shanghai Metals Market, China’s metallurgical-grade alumina production is estimated to have amounted to 6.91 million tonnes in September versus 7.22 million tonnes in August 2024. From January to September, China’s total output of metallurgical-grade alumina was 61.596 million tonnes, up 3.66 per cent Y-o-Y. Read more.... Alcoa’s Q3 net income marks over a fourfold growth despite weaker operational performance According to the figures revealed by Alcoa, the company encountered a havoc surge in net income from $20 million in Q2 2024 to $90 million in Q3 2024, driven by skyrocketed alumina prices amid stable raw material costs. Adjusted net income was $135 million in Q3 2024 versus $30 million in Q2 2024. However, on an annual basis, Alcoa’s net income and adjusted net income shrank from $168 million and $202 million, respectively. Alcoa’s Adjusted EBITDA (excluding special items) jumped by 250 per cent Q-o-Q and 550 per cent Y-o-Y, amounting to $455 million in the third quarter of 2024 ended September 30. Revenue stood at $2.9 billion in Q3 2024, up 11.54 per cent Y-o-Y from $2.6 billion but restrained compared to Q2 2024. Read more.... Rusal expects the supply-demand gap to narrow following the market resurgence on Chinese stimulus Rusal expressed its confidence that the ongoing supply-demand gap in the global aluminium market would narrow shortly and reach a balance by the end of 2025. This optimism follows a market upturn buoyed by the Chinese stimulus programme, leading to a demand boost. Rusal expects the global aluminium surplus to amount to around 500,000 tonnes at the end of 2024 and to narrow to 200,000-300,000 tonnes by the end of 2025. According to the International Aluminium Institute, global primary aluminium production in the first eight months of 2024 totalled 48.2 million tonnes, up 3.2 per cent Y-o-Y. The rising demand for primary metal will offset this massive output volume with the onset of new orders from downstream sectors, leading to a solid buying sentiment. Read more…. China’s aluminium processing industry PMI rebounds above 50% due to momentous gain in demand & production China’s comprehensive Purchasing Manager Index (PMI) for the aluminium processing industry rebounded in September above the 50 mark since May. It recorded a month-on-month surge of 18.1 per cent, driven by the PMIs of aluminium plate/sheet and strip, aluminium foil, industrial aluminium extrusion, primary aluminium alloy, and secondary aluminium alloy. All the sectors mentioned above registered PMIs above 60 per cent, signalling positive growth in the manufacturing and service sectors. In September, the Purchasing Manager Index for the aluminium plate/sheet and strip industry experienced an increase of 34.4 points M-o-M to 72.9 per cent. Read more…. Alro launches a new facility to advance precision cutting for complex aluminium products Alro Slatina, one of the biggest aluminium companies in Romania and Europe, has commissioned a new cutting-edge aluminium processing facility, Cutsmart Systems, which has fed on an investment of RON 13.7 million (EUR 2.7 million). The new facility, equipped with advanced, cutting-edge technologies, will boost the efficiency of Alro's unique precision cutting technique to meet more complex design specifications of aluminium products from end-user sectors like aerospace, automotive, and electronics. Cutsmart Systems is capable of handling high-volume production with precise and flawless output, allowing Alro to maintain its dedication to providing value-added services to clients. Read more…. Red Magic to launch its first-ever aluminium unibody gaming laptops Red Magic, a renowned European brand with gaming PC, smartphone and tablet solutions, now delves further into the gaming world with its high-performing gaming laptops. The company's first gaming laptop, Titan 16 Pro, is built with an aluminium unibody chassis, making the machine lighter in weight, lighter on the pocket, and stronger inside out. This device boasts a sleek, premium matte finish and weighs 2.4 kg. Read more…. China Resources Recycling Group debuts with Chalco, Minmetals and Baowu as major shareholders A new state-owned enterprise (SOE) in the People's Republic of China (PRC) called China Resources Recycling Group Co. Ltd. (CRRG) has been launched to create a national platform for recycling and reusing resources. The reports show three of CRRG's key shareholders are prominent metal producers: the Aluminium Corporation of China (Chalco), China Minmetals Corp, and Baowu Steel Group. Over the past three decades, China's steel, aluminium, and copper industries have become the largest globally. While state-owned enterprises (SOEs) dominate certain sectors, private companies and entrepreneurs have played a more prominent role in others. Read more…. Conclusion It is clear that momentum continues to build around sustainability, innovation, and market expansion. This month underscored significant strides in emissions reduction technologies, particularly in smelting, as well as rising investments in circular economy practices. However, the regional demand dynamics continue to shift. As the industry evolves, the collaborative push toward low-carbon solutions is more pronounced than ever, pointing toward a future where aluminium not only meets but drives global sustainability standards. The journey ahead is promising, with October marking another step toward a more resilient, sustainable aluminium ecosystem. In a rapidly evolving packaging landscape, aluminium is increasingly critical in meeting sustainability goals and responding to dynamic consumer preferences. AL Circle, the world's fastest-growing global ALuminium ecosystem, launched its highly anticipated industry-focused report, \"Aluminium in Packaging: Consumer Trends and Market Dynamics.\" This comprehensive study offers an in-depth analysis of the shifting trends, market forces, and emerging opportunities shaping the future of aluminium in the packaging sector. The growing emphasis on sustainability has revolutionised the packaging industry, with consumers, brands, and regulatory bodies all pushing for eco-friendly solutions. Aluminium, being infinitely recyclable and offering superior product protection, has emerged as a front-runner in this transformation. The report explores how aluminium's unique properties enable the packaging industry to transition towards a circular economy, reduce the environmental footprint, and meet stringent sustainability goals. Top image credit: Canva Edited By: Rupankar Majumder Source: https://www.alcircle.com/news/key-highlights-from-the-global-aluminium-industry-october-2024-112446",
    "images": "https://static.metal.com/common.metal.com/images/header-en/smm-logo.png",
    "tags": "Industry,Aluminium",
    "excerpt": "In October 2024, the LME aluminium prices saw renewed strength despite the headwinds of a stronger US dollar and varied economic indicators from key markets.",
    "categories": ""
}