{
    "title": "Potential Ban on Russian Aluminium Challenges EU's Green Agenda - https://eutoday.net",
    "author": "Gary Cartwright",
    "source": "https://eutoday.net",
    "date": "2024-09-26",
    "text": "Macro-Advisory, an independent researcher specializing in the Eurasia region, has published a report on the EU aluminium market. According to Chris Weafer, CEO of Macro-Advisory, a potential ban on primary aluminium from Russia would lead to a price hike and increase the carbon content of EU imports of the metal by as much as 14%. EU officials may include a ban on primary aluminium supplies from Russia in a new sanctions package aimed at putting pressure on Vladimir Putin’s regime. However, Russian aluminium has a low carbon footprint and, for this reason, is favoured by European automakers and green energy companies. Currently, the volume of Russian aluminium supplied to Europe is about 0.5 million tonnes a year. Russia’s largest producer, Rusal, can easily redirect these volumes to the Chinese market, but for European industries and consumers, the lack of Russian aluminium may become a major problem. Green Policy The EU’s self-sufficiency in aluminium has decreased from 90% in 1990s to about 70% currently. Aluminium production is very energy-intensive, this metal is often referred to as “solidified electricity.” According to the International Energy Agency (IEA), the aluminium industry is responsible for 3% of global greenhouse gas emissions. Europe’s shift towards green energy, followed by rising electricity prices due to sanctions against Russia, has led to the closure of aluminium plants in Germany, the Netherlands, Spain, Romania, Slovenia, and Slovakia. The EU has developed a comprehensive and ambitious program to make Europe the first climate-neutral continent by 2050. European politicians are concerned that heavy industries might relocate abroad to avoid proposed carbon taxes. To prevent this, the EU approved a carbon tax system in 2021, which is integrated into imports—this is called the Carbon Border Adjustment Mechanism (CBAM). Carbon Difference Aluminium from Russia is produced using hydroelectric power and has a low carbon content, about 2.1 tonnes of CO2 per ton of aluminium (Scope 1 and 2), compared to the global average of 15 tonnes per tonne of aluminium, according to Macro-Advisory. Rejecting low-carbon aluminium from Russia would result in Europe importing aluminium with a higher carbon footprint, which contradicts the EU’s green agenda and harms European aluminium processors, according to Chris Weafer. Macro-Advisory tried to determine who could replace Russian aluminium. Low-carbon aluminium smelters in Norway and Iceland will not be able to rapidly increase production to replace 0.5 million tonnes of Russian metal. This means the EU will have to import primary aluminium from the Middle East, Mozambique, and India. Aluminium production in these regions is based on conventional energy sources and has a high carbon footprint. The U.S., which stopped importing Russian aluminium earlier this year, is already buying aluminium from the Middle East. Competition with other buyers, along with the long shipping distances, makes aluminium supplies from these countries to the EU more expensive. A Self-defeating ban The ban on Russian aluminium supplies to the EU will inevitably lead to a rise in metal prices and create problems for aluminium processing businesses, the Federation of Aluminium Consumers in Europe (FACE) previously warned. Similar price shocks have already occurred due to trade restrictions. Global aluminium prices surged in April 2024 after the US and UK stopped importing Russian aluminium, leading to its removal from commodity exchanges in London and Chicago. In 2018, when the US imposed sanctions on Rusal, aluminium prices soared by 40%, and the sanctions were later lifted. According to Chris Weafer, the ban on primary aluminium from Russia could prove to be self-defeating for the European Union. It will harm European industrialists who use this metal and consumers, who will be affected by rising prices. Moreover, it undermines the EU’s green agenda. On one hand, the European Union is introducing the CBAM mechanism to penalize producers for high carbon content in their products. On the other hand, the EU is preparing to ban the supply of a key low-carbon product to its own market, as Weafer points out. Click here for more News & Current Affairs at EU Today _________________________________________________________________________________________________________ YouTube: https://www.youtube.com/@eutoday1049",
    "images": "https://eutoday.net/wp-content/uploads/2023/08/signal-2022-12-18-112058-300x58.jpeg",
    "tags": "aluminium;carbon;Climate;esg;green;industry;Russia;Sanctions;sustainability",
    "excerpt": "EU officials may include a ban on primary aluminium supplies from Russia in a new sanctions package aimed at putting pressure on Vladimir Putin's regime. However, Russian aluminium has a low carbon footprint and, for this reason, is favoured by European automakers and green energy companies.",
    "categories": "BUSINESS &amp; ECONOMY"
}