{
    "title": "En+ Group proposes Greener alternative to EU Carbon Border Adjustment Mechanism",
    "author": "unknown",
    "source": "EN+ Group",
    "date": "2025-03-20",
    "text": "World’s largest producer of low carbon aluminium welcomes Green Deal but warns Carbon Border Adjustment Mechanism could have unintended consequences \n\n        \n            29 October 2020 – En+ Group, the world’s leading producer of low carbon aluminium and largest private sector generator of hydropower clean energy, has today urged the European Union (EU) to adopt a more effective climate change strategy that would better support the decarbonization of the entire EU aluminium value chain and boost the competitiveness of low carbon manufacturers across the EU. In its response to consultations by the EU Commission, the Group’s Metals segment (represented by RUSAL) warned applying a “one size fits all” Carbon Border Adjustment Mechanism (CBAM) as currently envisaged to aluminium, could prove counterproductive. It advised instead that the removal of EU tariffs on low carbon aluminium would be a much bigger spur to the green economy.  \r\n  RUSAL warned the adjustment mechanism as currently anticipated could unnecessarily hit the EU’s downstream aluminium producers, which employ over 200,000 people and yet could fail to really differentiate between high and low carbon aluminium imports. Existing tariffs already add USD 1 bln to the costs of European downstream producers because primary aluminium suppliers incorporate import duties into their pricing. This has been true even when — in the case of European suppliers — they are not themselves subject to tariffs. Following the same pattern, the application of CBAM to aluminium could hike market prices further, forcing downstream aluminium producers to pay 10% more for the aluminium they need without differentiating between high and low carbon content. \r\n  As a more effective pro-climate measure, which would also be more business friendly, RUSAL has urged the EU to zero rate existing tariffs on low carbon aluminium to incentivise the use of this versatile low carbon metal. Coupled with mandatory rules on emissions disclosure, this would further incentivise the decarbonisation of the global aluminium industry and provide Europe’s downstream producers with access to competitively priced aluminium with the lowest possible carbon footprint. \r\n \r\n\t \r\n  The European Union is leading the fight against the climate crisis. However, the EU must avoid unintended consequences arising from climate policy, particularly when that leads to raising costs on struggling SMEs. Applying the proposed CBAM to aluminium would hit Europe’s many downstream producers and hike prices for green consumers across the continent. We need to find climate policy solutions that drive the use of low carbon materials and support, not penalise, European manufacturers. Low carbon aluminium is already helping drive the green economy transition. To boost this, we should remove barriers—not increase them. By focusing for now on lifting tariffs on low carbon aluminium, rather imposing a further level of friction, the EU can ensure green businesses across the continent have improved access to climate-friendly materials at competitive prices. \r\n \n\n        \n     \n\n RUSAL warned the adjustment mechanism as currently anticipated could unnecessarily hit the EU’s downstream aluminium producers, which employ over 200,000 people and yet could fail to really differentiate between high and low carbon aluminium imports. Existing tariffs already add USD 1 bln to the costs of European downstream producers because primary aluminium suppliers incorporate import duties into their pricing. This has been true even when — in the case of European suppliers — they are not themselves subject to tariffs. Following the same pattern, the application of CBAM to aluminium could hike market prices further, forcing downstream aluminium producers to pay 10% more for the aluminium they need without differentiating between high and low carbon content. As a more effective pro-climate measure, which would also be more business friendly, RUSAL has urged the EU to zero rate existing tariffs on low carbon aluminium to incentivise the use of this versatile low carbon metal. Coupled with mandatory rules on emissions disclosure, this would further incentivise the decarbonisation of the global aluminium industry and provide Europe’s downstream producers with access to competitively priced aluminium with the lowest possible carbon footprint. The European Union is leading the fight against the climate crisis. However, the EU must avoid unintended consequences arising from climate policy, particularly when that leads to raising costs on struggling SMEs. Applying the proposed CBAM to aluminium would hit Europe’s many downstream producers and hike prices for green consumers across the continent. We need to find climate policy solutions that drive the use of low carbon materials and support, not penalise, European manufacturers. Low carbon aluminium is already helping drive the green economy transition. To boost this, we should remove barriers—not increase them. By focusing for now on lifting tariffs on low carbon aluminium, rather imposing a further level of friction, the EU can ensure green businesses across the continent have improved access to climate-friendly materials at competitive prices. En+ Group Executive Chairman",
    "images": "https://enplusgroup.com/img/default.svg",
    "tags": "",
    "excerpt": "The latest news of the En+ Group on the official website.",
    "categories": ""
}