{
    "title": "Aluminum premiums remain elevated as supply remains tight",
    "author": "Fouad Egbaria",
    "source": "MetalMiner",
    "date": "2021-04-15",
    "text": "Aluminum MMI: Buyers see tight supply, rising physical delivery premiums The Aluminum Monthly Metals Index (MMI) ticked up 2.0% for this month’s reading, as aluminum premiums remain elevated. \n \nDoes your company have an aluminum buying strategy based on current aluminum price trends? Rising physical delivery aluminum premiums For aluminum buyers vying for material, they’re finding physical delivery premiums are elevated. \nIn fact, rising premiums are a sign of market tightness, MetalMiner’s Stuart Burns explained this month. Furthermore, premiums are up in both the US and Europe. \nAmong the reasons for the rise, China’s shift to net importer has led to the country sucking up a large share of available supply. \n“The resulting arbitrage has sucked in imports of both pure and alloy ingot,” Burns wrote. “China imported nearly a quarter of a million tons of primary and over 140,000 tons of alloy metal in just the first two months of this year. That brought its cumulative net totals to 1.3 million tons of primary and 1.1 million tons of alloy since the start of 2020. \n“Imports like that, much on spot markets or via traders, has sucked exchange traded and shadow market metal east, placing it conveniently for short onward shipment to China. \n“As a result, there is less metal available in warehouses in Europe and the US.” \nThe Midwest Premium reached $0.22 per pound this week. In January, the premium had fallen as low as $0.12 per pound. \n Global aluminum production in February The International Aluminum Institute late last month reported global aluminum production totaled an estimated 5.20 million metric tons in February. \nThe February total compared with 5.14 million metric tons in February 2020. \nTop producer churned out an estimated 3.02 million metric tons, up from an estimated 2.9 million metric tons in February 2020. \nNorth American output fell to 308,000 metric tons from 314,000 metric tons in February 2020. \nAsian production ex-China reached 339,000 tons in February, up from 336,000 tons in February 2020. En+ Group hails high-purity aluminum This week, En+ Group, the parent company of Russian aluminum giant Rusal, announced a breakthrough. \nThe company said it had produced the lowest-carbon aluminum ever. “En+ Group Metals segment (RUSAL) has successfully produced aluminium with the industry’s lowest carbon footprint – less than 0.01 tonnes of CO2 equivalent per tonne of metal (Scope 1, Scope 2 – direct and indirect energy emissions),” the firm said in a release. “The purity of the aluminium produced is higher than 99%.” The group produced the aluminum at its Krasnoyarsk aluminum plant. \n“The technology replaces standard carbon anodes with inert, non-consumable materials – ceramics or alloys, which results in a major reduction of emissions from the smelting process,” Burns wrote. “Not only are carbon emissions down by 85%, but the technology reportedly releases oxygen in the process of aluminum production. One inert anode cell can generate the same volume of oxygen as 70 hectares of forest, the group claims.” \nThe announcement of En+’s latest low-carbon development adds another feather to a the cap of a company that has embraced green production. \nAs such, while some part of the aluminum industry in Europe has expressed opposition to the EU’s proposed Carbon Border Adjustment Mechanism, Burns argued En+ and Rusal might actually welcome a new carbon tax. \n“That being the case, Rusal would probably welcome a CBAM,” he wrote. “The firm would have gotten preferred status even before the new technology was proven. With 100% of Rusal’s aluminum now made from hydropower, it already had one of the lowest carbon footprints in the industry. \n“But the takeaway here is market forces are driving dramatically lower carbon content in European aluminum. Ultimately, that trend may prove a more dynamic influence than industrywide catch-all legislation, like the CBAM.” Novelis sets green targets In other green aluminum news, aluminum roller and recycler Novelis Inc. announced it intends to reach net-zero carbon emissions by 2050. \nNovelis said it also aims to reduce its carbon dioxide emissions by 30% by 2026. Furthermore, it aims to reduce waste to landfills by 20% by 2026 and reduce water consumption by 10% by 2026. \n“The company will continue increasing the use of recycled content in its products and engaging with customers, suppliers, and industry peers across the value chain to drive innovation that improves aluminum’s overall sustainability,” the company said in a release. Actual metals prices and trends Chinese aluminum scrap rose by 6.2% from March 1 to April 1, reaching $2,181 per metric ton. Meanwhile, the Chinese primary cash price ticked up marginally to $2,634 per metric ton. \nThe Indian primary cash price rose by 3.4% to $2.43 per kilogram. \nLME three-month aluminum rose by 1.5% to $2,235 per metric ton. \nWe’re offering timely emails with exclusive analyst commentary and some best practice advice. Sign up here.",
    "images": "https://agmetalminer.com/wp-content/uploads/2021/04/Aluminum_Chart_April_2021_FNL.jpg",
    "tags": "Aluminum;Aluminum MMI;aluminum premium;aluminum price;En+ Group;low-carbon aluminum;Novelis;Rusal",
    "excerpt": "Supply tightness — led by a number of factors, including China's shift to net importer — has yielded rising physical delivery aluminum premiums.",
    "categories": "Metal Prices"
}