{
    "title": "RUSAL's contribution to the CBAM public consultation (30 October 2020) - FACE - The Federation of Aluminium Consumers in Europe",
    "author": "Produweb",
    "source": "FACE - The Federation of Aluminium Consumers in Europe",
    "date": "2020-10-30",
    "text": "Along with FACE, RUSAL also participated in the second phase of the Carbon Border Adjustment Mechanism (CBAM) public consultation. The CBAM is currently one of the most important topic for the EU Aluminium industry. How it will be implemented, will impact the Aluminium industry. For further information on RUSAL contribution, click here: In line with the EU ambition to become the first carbon-neutral continent by 2050, the Commission has proposed a carbon border adjustment mechanism, for selected sectors, to reduce the risk of carbon leakage”. \nRisk of carbon leakage means either that production is transferred from the EU to other countries with lower ambition for emission reduction, or that EU products are replaced by more carbon-intensive imports. If this risk materialises, there will be no reduction in global emissions, and this will frustrate the efforts of the EU and its industries to meet the global climate objectives of the Paris Agreement. A Carbon Border Adjustment Mechanism (CBAM) would ensure that the price of imports reflects more accurately their carbon content. This measure will be designed to comply with World Trade Organization rules and other international obligations of the EU. This measure would be an alternative to the current free allocation of allowances or compensation for the increase in electricity costs that address the risk of carbon leakage, because of carbon pricing in the EU’s Emissions Trading System (ETS).",
    "images": "https://face-aluminium.com/files/uploads/2020/10/2020.05.06-Trade-defence-report-1024x512.jpg",
    "tags": "",
    "excerpt": "Along with FACE, RUSAL also participated in the second phase of the Carbon Border Adjustment Mechanism (CBAM) public consultation. The CBAM is currently one",
    "categories": "News, Press releases"
}