{
    "title": "European aluminum industry rejects carbon border adjustment tax",
    "author": "Stuart Burns",
    "source": "MetalMiner",
    "date": "2021-04-13",
    "text": "EAI Votes not to Support Carbon Tax Adjustment Efforts to reduce Europe’s carbon footprint are many and varied, including in the European aluminum sector. \nEnergy-intensive industrial processes like steel, aluminium and cement manufacturing make up a significant chunk of carbon emissions. A carbon tax as crafted in the EU’s Carbon Border Adjustment Mechanism (CBAM) is seen as a major plank in shutting out or penalizing producers outside the bloc with high carbon \nloadings. In turn, the mechanism thereby supports domestic producers with much lower carbon footprints. \nDoes your company have an aluminum buying strategy based on current aluminum price trends? European aluminum sector expresses opposition An SBGlobal article cites European Aluminium Association data, saying the carbon footprint for primary aluminum production in China is, on average, three times more carbon-intensive than producing the same aluminum in Europe. \n \nYet, due to subsidy and support, China has come to dominate global aluminum production this century. Meanwhile, European aluminum output has declined. \nChina produced 37.3 million metric tons of primary aluminium last year. That marked 57% of world output of 65.3 million metric tons. Meanwhile, Western Europe produced just 3.3 million metric tons, or 5%, with some 30% of capacity lost since 2008. \nYet, opposition to a CBAM program has come, surprisingly, from the European aluminum industry itself. \nEuropean Aluminium, representing some 80% of producers across 30 European nations, with some 600 plants, said it is united in fearing a CBAM may be difficult to calculate. It also argues it could disrupt value chains and encourage carbon leakage by driving downstream producers out of the EU, providing no incentive to their decarbonization. \nCrucially, Europe is a net importer of aluminium. The EU imports about 50% of its primary ingot, principally from Norway, Iceland, Russia, the UAE and Mozambique. \nThe region also imports a very significant percentage of its semi-finished aluminium. Much like the US, domestic production is nowhere near enough to meet domestic demand. Europe’s supply chains are complex and varied, from bauxite through to semi-finished products. \nTherein lies the problem. Unintended consequences The European Aluminium Association and its members are worried there will be multiple and profound consequences, implications and distortions to the supply chain if certain countries are penalized with a carbon tax. \nThe industry prefers more targeted action. For example, the EU Commission’s action against Chinese flat rolled product producers for subsidized and unfair pricing has resulted in tariffs added to those imports this week. As we have reported recently, the new tariffs will range between 19.3% and 46.7% and affect commercial flat-rolled aluminium products, depending on the producer, while the probe continues. If upheld as expected, the rates will hold for five years from October 2021. Industry decarbonization efforts State or superstate action aside, the industry is making its own decarbonization efforts. Customer and investor sentiment, rather than legislation, are spurring those efforts. \nJust this week, En+ Group, owner of Russian giant Rusal, announced in a press release a major breakthrough in refining technology producing 99%+ pure aluminium with industry’s lowest carbon footprint. The company said the metal contained less than 0.01 tons of CO2 equivalent per tonne of metal. It produced the metal using the company’s new-generation inert anode electrolysers, located at the Krasnoyarsk Aluminium Plant. \nThe statement reiterated En+’s goal of being net-zero by 2050. It also aims to reduce emissions by at least 35% by 2030. \nThe technology replaces standard carbon anodes with inert, non-consumable materials – ceramics or alloys, which results in a major reduction of emissions from the smelting process. Not only are carbon emissions down by 85%, but the technology reportedly releases oxygen in the process of aluminum production. One inert anode cell can generate the same volume of oxygen as 70 hectares of forest, the group claims. \nThat being the case, Rusal would probably welcome a CBAM. The firm would have gotten preferred status even before the new technology was proven. With 100% of Rusal’s aluminum now made from hydropower, it already had one of the lowest carbon footprints in the industry. \nBut the takeaway here is market forces are driving dramatically lower carbon content in European aluminum. Ultimately, that trend may prove a more dynamic influence than industrywide catch-all legislation, like the CBAM. \nSign up today for Gunpowder, MetalMiner’s free, biweekly e-newsletter featuring news, analysis and more.",
    "images": "https://agmetalminer.com/wp-content/uploads/2017/06/AdobeStock_EU-300x200.gif",
    "tags": "carbon border tax;European aluminum",
    "excerpt": "The European aluminum sector has expressed concerns about the EU's Carbon Border Adjustment Tax, arguing it may have unintended consequences.",
    "categories": "Green"
}