{
    "title": "CBAM: How It Can Be Leveraged in China",
    "author": "Admin R; Gary Leleu",
    "source": "RevolveMediaCo",
    "date": "2023-11-20",
    "text": "CBAM: How It Can Be Leveraged in China Navigating the intricate landscape of the EU’s Carbon Border Adjustment Mechanism (CBAM) and its global implications. The European Union’s Carbon Border Adjustment Mechanism (CBAM) represents a crucial policy initiative aimed at tackling carbon leakage and supporting the EU’s transition towards a greener economy. However, as the EU strives to put this policy into practice, it encounters challenges concerning fairness, cooperation with non-EU countries, and the promotion of sustainable, low-carbon energy sources. An extensive article by REVOLVE delves into the CBAM, exploring its definition, its potential global trade impacts, the hurdles it faces, and its broader global consequences, with a focus on China. To shed light on these challenges and explore potential solutions for a coordinated and effective approach, Suzan Naz Uzel, from REVOLVE, interviewed Yan Qin, Lead Carbon Analyst at the London Stock Exchange Group (LSEG). How can the EU ensure that the CBAM is implemented fairly and equitably, considering its potential impact on the competitiveness of industries in various countries, especially those with significant carbon footprints? One of the primary objectives of the CBAM is to exert pressure on nations with insufficient climate policies and incentivize them to enhance their environmental efforts. In this era, “greenness” has become a key determinant of competitiveness, as products boasting lower carbon footprints gain a distinct advantage in the global market. This shift is underscored by the increasing adoption of net-zero targets by various enterprises and jurisdictions. It is important to design the CBAM in a fair manner. I think the final design of the CBAM as agreed in the legislation process is quite balanced. It introduced a three-year transition period so that other countries’ industries and policy-makers could have some time to prepare. The CBAM also takes into account the free allowances, so this is rather fair for exporters too. For instance, while 1 ton of steel production might emit approximately 2 tons of CO2, the actual carbon costs per ton are not necessarily two multiplied by the price of European Union Allowances (EUA) set at 100 euros. “Greenness” has become a key determinant of competitiveness between nations. This is because the steel industry continues to receive some free allowances for its production. The gradual phase-out of these allowances in the EU Emissions Trading System (ETS) implies that the carbon cost burden on exporters will increase gradually rather than suddenly. Furthermore, the CBAM allows for the integration of domestic carbon pricing or implicit carbon pricing, thereby contributing significantly to the proliferation of carbon pricing schemes worldwide. Additionally, the CBAM closely mirrors the EU ETS in terms of product benchmarks and the monitoring of process emissions. This transparency makes it relatively straightforward for exporters in other countries to comply with the requirements. The devil lies in the details. We have the CBAM legislation now, but the details are not clear yet. Exporters, particularly Chinese enterprises, are keenly awaiting the release of detailed CBAM rules in the coming months and the commencement of CBAM reporting in October 2023. Clarity and a manageable administrative burden for exporters are essential in these forthcoming rules. Given the EU’s extensive experience in operating the ETS since 2005, and its wealth of knowledge in managing carbon markets and Monitoring, Reporting, and Verification (MRV), there is confidence that the EU will implement the CBAM in an equitable and just manner. How can potential trade tensions and disputes arising from the CBAM, especially with countries heavily reliant on carbon-intensive exports, be effectively managed to ensure that the policy accomplishes its objectives? Additionally, what is your perspective on the situation regarding China in relation to the CBAM? Indeed, China’s Ministry of Commerce and climate envoy have openly criticized the EU’s CBAM as a unilateral measure and a trade barrier. However, the EU anticipated such resistance and crafted the CBAM in a manner that aligns with World Trade Organization (WTO) rules. Consequently, I believe that WTO disputes are unlikely to impede the implementation of the CBAM. Nevertheless, it is crucial to engage in active dialogues with Chinese stakeholders to frame the CBAM discussion within the context of global climate negotiations. Furthermore, it is essential to emphasize that Chinese policy-makers are leveraging the CBAM as an external catalyst to accelerate decarbonization efforts within their own industries. China has committed to carbon peak and neutrality goals, demonstrating its determination to overhaul its carbon-intensive sectors. From this standpoint, the risks associated with the CBAM, including potential WTO disputes, appear limited. As mentioned earlier, one of the CBAM’s core objectives is to encourage more countries to adopt carbon pricing mechanisms. Therefore, if the CBAM exerts pressure on China to expedite the establishment of a national EU ETS and include sectors like aluminum and steel, it would signify the accomplishment of one of the CBAM’s key goals. Moreover, it is conceivable that the expansion of China’s national ETS to cover additional sectors could mirror the evolution of the EU’s CBAM, providing insight into which sectors the EU might include in the CBAM in the future. What strategies can the European Union employ to encourage cooperation with non-European countries, facilitating a harmonized and efficient approach to the promotion of low-carbon energy sources? The European Union has been actively engaged in dialogues with various countries, including the United States and Japan, particularly concerning matters like steel tariffs. From my perspective, a crucial aspect is to design the scheme in a manner that aligns with the trajectory of technological advancements and, importantly, catalyzes technological innovation. Different nations possess distinct strengths along the value chain, with some excelling in primary materials and others in downstream products. How do you see the CBAM evolving in the future? What possible steps could the EU take for carbon removals, sustainable trade and to combat climate change? I think the CBAM has to overcome the first barrier, which comes with its reporting, which started in early October. There are already views that the detailed rules are not ready, and that the reporting may not start this year, but more likely in the first quarter of 2024. To start a whole new process is always challenging. It took some years for the EU ETS to be up and running, and now the EU is taking the carbon accounting responsibilities for so many exporting enterprises globally. The challenge is clear. Chinese policy-makers are leveraging the CBAM as an external catalyst to accelerate decarbonization efforts within their own industries. Looking ahead, as the phase-out of free allowances gains momentum, particularly toward 2034, the EU carbon price is expected to rise due to the stricter EU ETS cap established within the Fit for 55 framework. With increasing carbon costs and diminishing free allocation, industries covered by the CBAM may gradually become hesitant to fully embrace its implementation. This hesitancy stems from the fact that emissions reduction in industry sectors often relies on technologies such as green hydrogen and Carbon Capture, Utilization, and Storage (CCUS), which can be costly and require breakthrough innovations. Consequently, if industry sectors are unable to substantially reduce emissions by 2030 due to delays in deploying these technologies, they may face shortages in allowances and higher carbon costs within the EU ETS. As a result, this situation could create space for alternative measures to complement the CBAM. Such measures might include carbon removal initiatives or sustainable trade practices. If the CBAM, coupled with the gradual phase-out of free allowances, begins to place additional burdens on EU industries, supplementary policies will be necessary. Stricter regulations related to the carbon footprint of imported goods, for instance, can align with the CBAM’s climate and sustainability objectives and further contribute to achieving these goals.",
    "images": "https://revolve.media/wp-content/uploads/2023/11/Articles-Preview-2.jpg",
    "tags": "",
    "excerpt": "Navigating the intricate landscape of the EU's Carbon Border Adjustment Mechanism (CBAM) and its global implications. The European Union's Carbon ...",
    "categories": ""
}