{
    "title": "Why a European Central Carbon Bank would help stabilise EU climate policy",
    "author": "Robert Jeszke; Sebastian Lizak; Annita Elissaiou",
    "source": "EURACTIV",
    "date": "2023-08-29",
    "text": "Advocates for ideas and draws conclusions based on the author/producer’s interpretation of facts and data. The establishment of a European Central Carbon Bank could prove especially beneficial to regulate prices on the EU carbon market. If placed in Central-Eastern Europe, it could be a strategically important factor in achieving Europe’s climate goals, argue Robert Jeszke and Sebastian Lizak. Robert Jeszke is the CEO of the Centre for Climate and Energy Analyses (CAKE). Sebastian Lizak is an expert with the Centre for Climate and Energy Analyses (CAKE). As the urgency of addressing climate change becomes more evident, the European Union (EU) is at a critical juncture in its climate and energy policy. Having set the ambitious target of reducing emissions by 55% by 2030 compared to 1990 levels, and aiming to achieve climate neutrality by 2050, the European Climate Law mandates the European Commission (EC) to propose an intermediate climate target for 2040. The recently concluded 12-week public consultation on this matter emphasises the need for advanced climate neutrality strategies. An impact assessment supporting this initiative is expected to be published in 2024. While some advocate for an extremely ambitious reduction target for 2040 – such as 90%-95% recommended by the EU's Advisory Board on Climate Change – others argue that the focus should be on climate governance, policy instruments, and public support, rather than solely on emission target levels. Given the current challenges and difficulties in implementing climate policy, this could generate even more opposition to it. For years, the EU has been mired in negotiations on ever-more ambitious reduction targets that divide its Member States. What is needed now, is a comprehensive vision of governance to achieve the overarching goal of climate neutrality by 2050, a task fraught with challenges. Apart from social issues like just transition, distributional aspects of rising carbon prices and costs, a central challenge in achieving net-zero emissions is the removal of carbon dioxide (CO2) from the atmosphere. The EU acknowledges that net-zero by 2050 is an ambitious goal that requires robust carbon removal strategies. The CAKE/KOBiZE reports have also highlighted the indispensability of carbon removals technologies, including Carbon Capture and Storage and Utilisation (CCS/CCU), negative emissions from Bioenergy with Carbon Capture and Storage (BECCS) and natural Agriculture, Forestry, and Other Land Use (AFOLU). A key component of this strategy is the support for emerging technologies like Direct Air Capture with Carbon Storage (DACCS). By directly capturing emissions from the air, DACCS can effectively reduce CO2 levels and complement emission reductions in sectors with very high marginal costs. Therefore, we will need to introduce the carbon removals to cover residual emissions and to ensure credibility and stability in the EU Emissions Trading System (EU ETS). Simultaneously, the EU ETS, a cornerstone of the EU's climate policy, is approaching a pivotal moment. Considering the new Linear Reduction Factor (LRF) in the EU ETS, as set forth in the 'Fit for 55' package, the depletion of emission allowances in the primary market is expected around 2040. This, followed by a subsequent reliance on the secondary market for their acquisition, raises concerns about market stability and liquidity. A potential solution lies in recently initiated discussions on establishing a European Central Carbon Bank (ECCB). This concept is highly interesting as it could potentially play a dual role in managing carbon removals and regulating the EU ETS. It is essential to carefully consider the types and volumes of carbon removals that could be available for participants in the EU ETS. Similar to the role of central banks in monetary policy, the European Central Carbon Bank could influence carbon market dynamics. Acting as a regulatory body, it would control the supply and demand of EUA allowances or CO2 removal units and intervene to stabilise prices when necessary. Such a mechanism could mitigate instances of market speculation and sudden price spikes, ensuring a stable and credible market environment. The European Carbon Bank's decisions could be made collectively by the Council of Member States, mirroring the principles of central bank governance, thereby enhancing transparency in the decision-making process. The proposed European Central Carbon Bank could potentially replace existing mechanisms within the EU ETS, such as the Market Stability Reserve (MSR) and a ‘safety valve’ in Article 29a of the EU ETS directive. The MSR's ability to stabilise prices has been questioned, as it seems to maintain prices at relatively high levels without effectively addressing extreme price fluctuations. Similarly, Article 29a's effectiveness is undermined by stringent activation conditions. Despite reforms in the Fit for 55 package, doubts remain about these instruments' ability to ensure market stability. By consolidating the key stabilising functions within the EU ETS, the European Central Carbon Bank could provide a comprehensive solution. Its regulatory oversight could effectively address the challenges of speculative behaviour and abrupt price changes. Additionally, its management of carbon removals would align with the broader goal of achieving net-zero emissions. This integration of carbon removal strategies and market stability measures could streamline the EU's climate policy, ensuring coherence and efficiency. The establishment of a European Central Carbon Bank also presents a strategic opportunity when picking its location. While Western Europe is traditionally the hub for such institutions, placing the bank in Central-Eastern Europe, such as Poland, would ensure a more balanced distribution of power and influence within the EU. This move would give Central-Eastern Europe a stronger voice in shaping EU climate policies, ensuring they are more inclusive and considerate of regional differences. The psychological impact of this decision could alleviate resistance to EU climate policy within certain regions, fostering a sense of ownership and participation in overall transformation into climate neutrality. Moreover, it could foster collaborations with neighbouring countries, such as Ukraine and the Western Balkans, thereby extending the reach of climate initiatives. This move would not only reduce resistance but also strengthen EU cohesion, ensuring that climate policies are shaped by diverse perspectives, crucial for creating robust and adaptable strategies. As the EU progresses towards reaching its climate targets, the establishment of a European Central Carbon Bank emerges as an important factor. By harmonising the imperatives of carbon removals and market stability, the ECCB has the potential to stabilise and safeguard the EU's climate policy trajectory. The prospect of a resilient and adaptive carbon market, supported by innovative institutions, holds promise for both achieving ambitious emission reduction goals and promoting sustainable economic growth. As the world closely watches the EU's climate actions including initiatives like the CBAM, establishing a well-structured governance system within the EU could signify a major step toward a more stable climate policy.",
    "images": "https://www.euractiv.com/wp-content/uploads/sites/2/2023/08/10816838-800x450.jpg",
    "tags": "carbon emissions;climate policy;ETS;EU ETS",
    "excerpt": "The establishment of a European Central Carbon Bank could prove especially beneficial to regulate prices on the EU carbon market. If placed in Central-Eastern Europe, it could be a strategically important factor in achieving Europe’s climate goals, argue Robert Jeszke and Sebastian Lizak.",
    "categories": "Energy, Environment & Transport"
}