{
    "title": "Competitiveness and carbon leakage – CBAM",
    "author": "Mklab",
    "source": "ercst.org",
    "date": "2025-01-30",
    "text": "The issues of carbon leakage and competitiveness have always been a major preoccupation for policymakers and stakeholders involved in the debate on decarbonisation and meeting the international commitments on climate change. The EU institutions have adopted the ambitious target of reaching climate neutrality by 2050. This has led to increased interest, and urgency, in examining options to address the risk of carbon leakage and one of the tools that could address this risk is the EU Carbon Border Adjustment Mechanism (CBAM). The EU CBAM is a mechanism that seeks to address the risk of carbon leakage by imposing a carbon price on imports of certain carbon-intensive goods from outside the EU, such as iron and steel, cement, fertiliser, aluminium and electricity. Since 2019, ERCST has built up solid experience on BCAs, carbon leakage issues, and other competitiveness topics in the EU context. ERCST provides analytical input and fosters an informed debate with domestic and international stakeholders as the CBAM file progresses through the legislative process. Specifically, ERCST has organised meetings with stakeholders and experts, international town hall meetings with EU’s main trading partners, provided analysis of input to the EU’s stakeholder consultation process and published several reports on this topic. The two main research arms of this workstream are: Carbon Border Adjustments in the EU – Phase I, II, III and IV The Economic Impacts of an EU Carbon Border Adjustment Mechanism The Carbon Border Adjustments in the EU project is supported by BDI, CEFIC, Enel, Eurofer, Eurometaux, Fertilizers Europe, FuelsEurope, HeidelbergCement, the Government of France, the Government of Germany, the Government of Spain, Metinvest, Solvay and the Finnish Innovation Fund Sitra. Part I of ERCST’s project on Border Carbon Adjustments in the EU was launched in 2019 and aimed at providing analytical input to the discussion on BCAs and fostering an informed debate with domestic and international stakeholders as the CBAM file progressed through the early stages of the legislative process. The concluding report of the project, entitled “Border Carbon Adjustments in the EU: Issues and Options” was published in 2020. Publications: In 2021, as Part II of the project, ERCST continued providing: analysis and solutions for addressing carbon leakage and competitiveness issues; independent evaluation of EUs work on the CBAM file; accompany the EUs official stakeholder consultation process by providing a forum for multi-stakeholder engagement. Building on the successful track record and favourable reception of Phase I (2019-2020) and Phase II (2020-2021) of the project, ERCST is extending its groundbreaking analysis and outreach work on the evolving EU CBAM into a third Phase. With the support from a consortium of funders from the public and the private sector, ERCST will continue to accompany the policy discussion in Brussels and beyond, providing decision-makers and stakeholders with a better understanding of critical issues and options as this file advances through the legislative process. Publications: Treatment of Exports in the EU CBAM Indirect Emissions in the EU CBAM International Cooperation on BCAs CBAM: Aligning the Design with Evolving Circumstances 2023 will be an important year for the CBAM. With a formal proposal issued by the European Commission in 2021 and principal design parameters agreed during the informal tripartite meetings – the trilogue process – with the European Parliament and Council in 2022, the CBAM is expected to advance to the implementation phase in 2023. As it did during the preceding phases, ERCST will carefully monitor and facilitate an informed discussion on each step towards full operationalization of the CBAM. Building on the experience and visibility ERCST has acquired through its work on CBAM to date, the objective of Phase IV of the project “Border Carbon Adjustments in the EU” will be to provide continued analytical input, convening, and outreach on the CBAM. 2024 will be an important year for the CBAM. The CBAM’s transitional period is now underway, however several issues remain unresolved ahead of the definitive period and numerous delegated and implementing legislations, along with reviews are due before the end of the transitional period. As it did during the preceding phases, ERCST will carefully monitor and facilitate an informed discussion on each step towards full operationalisation of the CBAM. In the Phase V of the “Border Carbon Adjustments in the EU” project, ERCST will focus on two crucial European Commission reviews in 2024: examining carbon leakage risks for EU-produced goods subject to CBAM and exported under ETS review, and evaluating additional product inclusion in the value chain to anticipate downstream cost impacts and mitigate substitution risks. Additionally, ERCST will monitor CBAM revenue usage, particularly regarding EU funds for developing country compliance and decarbonization, aligning with Multiannual Financial Framework discussions. Leveraging its policy network, ERCST will provide impartial analysis and expert consultations on these matters. The objective of this work is to carry out an exercise to estimate the economic costs that an EU CBAM could potentially impose on foreign exporters of selected carbon intensive products (e.g. cement, aluminium, steel) to the EU market. In 2020, ERCST undertook work to quantify the additional tax burden that an EU CBAM could impose on exporters of steel, aluminium, cement and electricity in the Russian Federation and South Africa. Building on this work, ERCST carried in 2021 a similar exercise for an additional set of countries, including but not limited to South East Asian countries. Publications: PROJECTS Climate-Trade Nexus Assessment (CTNA) The purpose of the Climate-Trade Nexus Assessment (CTNA) is to explore how trade-based climate measures that aim to address international GHG leakage resulting from domestic climate policy measures in key industries might be designed to account for the legitimate differences that characterize climate policy across various developing country trading partners. Understanding the role of GHGs embodied in traded goods and the intersection of climate and trade policy is imperative to support the transition to a low carbon economy to meet the goal of net zero greenhouse gas (GHG) emissions by 2050. Carbon border adjustments (CBA) on imported goods in the form of charges, fees or other compliance obligations, are one policy approach aiming to address the concern about carbon leakage that is of particular interest to countries that have implemented or are considering carbon pricing measures. CTNA will survey climate policy in key emerging and developing economies and will explore and seek to propose ways in which their various approaches to climate policy might be fairly and meaningfully accommodated to support low carbon trade without undue negative impacts. It will further explore objective metrics for assessing and comparing relative levels and costs of domestic climate actions, and opportunities to expand the relevance and efficacy of existing arrangements for multilateral cooperation and engagement. Governments are increasingly contemplating measures such as carbon border adjustments (CBA), as taxes or fees, in part to increase their trading partners’ climate ambitions. Such policies largely reward trading partners that apply an explicit “carbon price” to GHGs from the goods they produce. While a growing number of exporters are implementing impactful climate measures, few major export countries with sizable or fast-growing export industries tax their domestic GHGs but do exhibit lagging sustainable development indicators. Thus, this program will also apply these outputs to identify and engage in direct capacity-building consultations focused on the selected target countries with affected export industries. Through these activities, the Climate-Trade Nexus Assessment will position country decision-makers to reconcile emerging trade-related climate policies with their domestic objectives for trade, climate change mitigation, and sustainable development—and ultimately, to materially contribute to deepening cuts in GHGs across the global trading system. The project focuese on five different countries for focused analysis and engagement, Brazil, India, Mexico, South Africa and Turkey. The project will conduct a broad survey of methodologies for comparing and assessing national-level and/or sector- or industry-level climate change ambition expressed in climate policies, including those related to carbon market and pricing policies. Relevant data and documents will be collected to understand the current context of climate policy landscape in each countries. A comparative analysis of policy approaches and options will be undertaken for each country, with inputs gathered from relevant stakeholders through in-country and public virtual workshops. The project will propose modalities to accommodate a variety of domestic climate policy designs in international trade-related climate measures based on the findings and experience with the focus countries. The outcomes and outputs of the project will be disseminated through public virtual workshops and a global milestone event. RECENT PUBLICATIONS Researchers Pitch ‘export adjustments’ for EU industries covered by CBAM – Carbon Pulse ... ERCST suggested a compensation scheme for European exporters of goods covered by the EU's Carbon Border Adjustment Mechanism (CBAM) who will stop receiving free emission allowances under the... Solutions for exports of EU CBAM-covered goods Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Laure Fleury Policy Brief: Commission’s Communication on “The Clean Industrial Deal: a joint roadmap for competitiveness and decarbonization” Author(s): Andrei Marcu, Chiara Cavallera, Laure Fleury, Juan Fernando Lopez, Ana Ruiz, Marino Varricchio ERCST in action: Andrei Marcu at the French Ministry of Economics and Finance event “Carbon Border Adjustment Mechanism for Climate | Addressing carbon leakage to strengthen global climate action” – Gallery \"Carbon Border Adjustment Mechanism for Climate | Addressing carbon leakage to strengthen global climate action\", an high-level event organised by the French Ministry of Economics and Finance - Gallery All... ERCST in action: Andrei Marcu will moderate the French Ministry of Economics and Finance event “Carbon Border Adjustment Mechanism for Climate | Addressing carbon leakage to strengthen global climate action” ... Andrei Marcu, Executive Director of ERCST, will moderate \"Carbon Border Adjustment Mechanism for Climate | Addressing carbon leakage to strengthen global climate action\", an high-level event organised by... Czechia calls for CBAM changes to cut admin burdens – Carbon Pulse ... Czechia is pushing for a “detailed evaluation” of the EU’s Carbon Border Adjustment Mechanism (CBAM) as part of a review of the legislation due to take place before... Declaration: Calling on the EU to direct revenues from the CBAM towards international climate finance The undersigned urge the European Union (EU) and its institutions to direct revenues from the EU Carbon Border Adjustment Mechanism (CBAM) towards international climate finance to provide funding to... Including products further down the value chain in the EU CBAM Author(s): Andrei Marcu, Aaron Cosbey, Michael Mehling, Sara Svensson The Use of CBAM Revenues Author(s): Andrei Marcu, Aaron Cosbey, Michael Mehling, Alexandra Maratou, Sara Svensson Review of Carbon Leakage Risks of CBAM Export Goods Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Sara Svensson Options and Priorities for the EU-U.S. Global Arrangement on Sustainable Steel and Aluminium Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Sara Svensson Methods for Crediting Carbon Prices under the CBAM Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Sara Svensson Emissions Reporting under the EU CBAM: The Proposed Implementing Regulation Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Sara Svensson CBAM in a Portfolio of Measures for Industrial Decarbonization Author(s): Andrei Marcu, Elena Bonfiglio The inclusion of hydrogen in the EU CBAM Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Olivier Imbault, Antonio Fernandez CBAM Report: Aligning the Design with Evolving Circumstances Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Alexandra Maratou, Anita Vollmer International Cooperation on BCAs Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Alexandra Maratou, Anita Vollmer Indirect Emissions in the EU CBAM Author(s): Andrei Marcu, Michael Mehling, Aaron Cosbey, Alexandra Maratou, Anita Vollmer Treatment of Exports in the EU CBAM AUTHOR(S): Andrei Marcu, Michael Mehling, Aaron Cosbey, Alexandra Maratou Addressing “Crunch Issues” in the EU CBAM: A Review of the ENVI Committee Rapporteur’s Draft Report 10 January, 2022 AUTHOR(S): Andrei Marcu, Michael Mehling, Aaron Cosbey, An assessment of the amendments suggested in ENVI draft report can only occur against the broader context and the challenges... Addressing Carbon Leakage in the EU: Making CBAM work in a Portfolio of Measures AUTHOR(S): Andrei Marcu, Michael Mehling, Aaron Cosbey, Alexandra Maratou and Dariusz Dybka EU CBAM Brief for Policy Makers AUTHOR(S): Andrei Marcu, Michael Mehling and Aaron Cosbey ERCST Guide to the EU CBAM AUTHOR(S): Andrei Marcu, Michael Mehling, Aaron Cosbey and Alexandra Maratou The EU Carbon Border Adjustment Mechanism (CBAM) – Preliminary Analysis of the EU Commission Proposal Author(s): Andrei Marcu, Alexandra Maratou, Aaron Cosbey, Michael Mehling The aluminium value chain and implications for CBAM design AUTHOR(S): Alexandra Maratou and Andrei Marcu Update on developments in the international jurisdictions on the Border Carbon Adjustments – part 3 AUTHOR(S): DOMIEN VANGENECHTEN, ANDREI MARCU, JEAN-YVES CANEILL AND THOMAS MERTENS Preliminary Study on the economic impact that EU CBAM could potentially impose on foreign exporters of products to the EU market – Thailand, India, and Vietnam AUTHOR(S): DOMIEN VANGENECHTEN, ANDREI MARCU, JEAN-YVES CANEILL AND THOMAS MERTENS Recommendations on Funding Mechanisms in the Revised EU ETS AUTHOR(S): DOMIEN VANGENECHTEN, ANDREI MARCU, JEAN-YVES CANEILL AND THOMAS MERTENS Border Carbon Adjustments in the EU: A Policy Proposal Authors: Andrei Marcu and Michael Mehling Ensuring the Acceptability of Border Carbon Adjustments Authors: Andrei Marcu and Michael Mehling Border Carbon Adjustments in the EU: Sectoral Deep Dive Authors: Andrei Marcu, Aaron Cosbey, Michael Mehling Update on developments in the international jurisdictions on the Border Carbon Adjustments Author(s): Andrei Marcu, Dariusz Dybka Summary of stakeholder responses to the public consultation for a border carbon adjustment in the EU AUTHOR(S): ANDREI MARCU, DARIUSZ DYBKA AND ALEXANDRA MARATOU Position Paper – ERCST’s rationale for the submission to the Public Consultation for the Border Carbon Adjustment Mechanism under the European Green Deal AUTHOR(S): ANDREI MARCU, DARIUSZ DYBKA AND ALEXANDRA MARATOU Border Carbon Adjustments in the EU: Issues and Options AUTHOR(S): ANDREI MARCU, MICHAEL MEHLING AND AARON COSBEY Reflections on ERCST’s “Creating markets for low-carbon products in the EU” work stream AUTHOR(S): ANDREI MARCU AND MATTEO CASPANI Feedback paper – Inception Impact Assessment on the 2030 Climate Target Plan AUTHOR(S): ANDREI MARCU AND DARIUSZ DYBKA Feedback paper – Inception Impact Assessment on the Carbon Border Adjustment Mechanism AUTHOR(S): ANDREI MARCU, DARIUSZ DYBKA AND ERIC WILCZYNSKI RECENT AND UPCOMING EVENTS Launch of the ERCST Guide to the EU CBAM September 27 @ 13:00 - 15:00 Cooperation on Border Carbon Adjustments October 18 @ 14:00 - 16:00 Paper launch: framework for the CBAM policy tools December 15 @ 14:00 - 16:00 Border Carbon Adjustment in the EU: EP draft position January 12 @ 14:00 - 16:00 CBAM Global Townhall 2022 February 22 @ 14:00 - 16:30 Border Carbon Adjustment in the EU – CBAM Scope 2 emissions March 2 @ 15:00 - 17:00 Development impact of EU’s CBAM March 16 @ 15:30 - 17:00",
    "images": null,
    "tags": "BCAs",
    "excerpt": null,
    "categories": "Competitiveness and carbon leakage - CBAM;ERCST in the News;All Publications;CCS-U;EU ETS;European Green Deal;Hydrogen"
}