{
    "title": "Stemcor, Tokyo Steel launch ‘green’ steel brand - EUROMETAL",
    "author": "Ricardo",
    "source": "EUROMETAL - The Voice of European Steel, Tubes and Metal Distribution representing all types of Steel Intermediation.",
    "date": "2024-06-14",
    "text": "Tokyo Steel has launched a green steel brand – “enso” – in partnership with Stemcor to maintain and develop its business in Europe before the full implementation of the EU’s Carbon Border Adjustment Mechanism (CBAM), Kallanish understands. Initially, this brand includes hot rolled coil and hot rolled plate, of which the embodied carbon emissions are approximately one third and one fifth respectively compared to “similar products from the market leading EU blast furnace producer”, the steelmaker says. This competitor could refer to ArcelorMittal, which is constructing a new hybrid EAF in Spain to reduce CO2 emissions in Europe. Tokyo Steel has been supplying low carbon emission HRC and HRP to European customers. This new brand shows the steelmaker’s ambition to “attain even lower levels of embodied carbon emissions” and to secure its market share as demand for lower-emission products is growing. The steelmaker reduced the embodied carbon emissions through electric arc furnace production using scrap. In the next step, it plans an ultra-low-carbon-emission product made from 100% renewable energy, which is expected to be available later this year. “Whilst we have had a stable export business supplying European customers who recognise the important advantages our production route brings; we decided it was important to launch the ‘enso’ brand to highlight our commitment to the circular economy and attaining even lower levels of embodied carbon emissions,” says Hisanori-Sakai, executive officer GM of international sales department at Tokyo Steel. “Tokyo Steel will continue to work towards achieving the lowest possible levels of embodied carbon emissions with the application of proprietary technological advances and enhanced levels of renewable energy in the production process,” he adds. A Stemcor spokesperson notes: “As society continues to build the infrastructure to achieve a greener future, steel remains the world’s most important engineering and construction material. As a result, we have been seeing a steady increase in demand from a number of European sectors for lower embodied carbon emissions steel products. Additionally, as we head closer to full implementation of the EU Carbon Border Adjustment Mechanism … companies are proactively looking to secure supply chains of these cleaner basic materials and Tokyo Steel’s ‘enso’ product range is therefore highly attractive.”",
    "images": "https://eurometal.net/wp-content/uploads/enso-stemcor-tokyosteel.jpg",
    "tags": "enso;Stemcor;Tokyo Steel",
    "excerpt": "Tokyo Steel has launched a green steel brand – “enso” – in partnership with Stemcor to maintain and develop its business in Europe before the full implementation of the EU's Carbon Border Adjustment Mechanism (CBAM), Kallanish understands. Initially, this brand includes hot rolled coil and hot rolled plate, of which the embodied carbon emissions are approximately one",
    "categories": "Latest Updates, enso, Stemcor, Tokyo Steel"
}