{
    "title": "EU-komissio syvällä ymmärtämättömyyden suossa – MTK ja SLC vetoavat päättäjiin 1. kesäkuuta Brysselissä järjestettävässä mielenilmaisussa",
    "author": "unknown",
    "source": "MTK",
    "date": "2024-03-19",
    "text": "EU-komissio syvällä ymmärtämättömyyden suossa – MTK ja SLC vetoavat päättäjiin 1. kesäkuuta Brysselissä järjestettävässä mielenilmaisussa EU-komissio syvällä ymmärtämättömyyden suossa – MTK ja SLC vetoavat päättäjiin 1. kesäkuuta Brysselissä järjestettävässä mielenilmaisussa Tiedote – Maaseudun edunvalvonta EU-komissio syvällä ymmärtämättömyyden suossa – MTK ja SLC vetoavat päättäjiin 1. kesäkuuta Brysselissä järjestettävässä mielenilmaisussa 30.05.2023 MTK ja SLC vetoavat EU-päättäjiin, jotta nämä palauttaisivat realismin käsittelyssä oleviin ja käsittelyyn tuleviin asioihin. Parlamentin ja neuvoston tulee näyttää hakoteillä olevalle komissiolle kaapin paikka. Sinänsä hyvät tavoitteet romuttuvat ideologisen ja jäsenmaita kuuntelemattoman asenteen takia. Etenkin EU:n ennallistamisasetus on palautettava valmisteluun. Vaikka viime aikoina esityksiä on onnistuttu ohjaamaan oikeaan suuntaan, on komissio viimeisimmissä esityksissään epäonnistumassa pahasti. Ennallistamisasetuksen ongelmat MTK nosti esille jo yli vuosi sitten. Nyt Euroopassa on herätty laajemmin asetuksen ongelmallisuuteen. Sopivinta olisi palauttaa kelvoton ehdotus takaisin komission valmisteluun. Komissio on esityksillään vaarantamassa maaseudun elinkeinojen toimintaedellytykset, ruoantuotannon sekä huoltovarmuuden. Aiemmin neuvosto ja parlamentti ovat myötäilleet komissiota mm. sovulla metsäkatoasetuksessa. Tähän on tultava loppu. Komission ymmärtämättömiä esityksiä ei voi viedä maaliin. Seuraavaksi ratkaistavana on moniongelmaisen ennallistamisasetuksen kohtalo. ”Komission toiminta on ymmärtämätöntä ja häikäilemätöntä, joten lainsäätäjien tulee näyttää komissiolle kaapin paikka. Metsäkatoasetuksen osalta joudumme nyt selvittelemään ongelmia, mutta ennallistamisasetuksen pysäyttäminen on vielä mahdollista”, vaatii MTK:n puheenjohtaja Juha Marttila. MTK on sitoutunut luontokadon pysäyttämiseen ja ilmastonmuutoksen hillitsemiseen. MTK ja SLC ovat tehneet aiemmin ilmastotiekartan, ja tekevät nyt tutkijoiden avustuksella tiekarttaa luonnon monimuotoisuuden haasteiden ratkaisemiseksi. MTK:n kritiikin syy ei siis ole tavoitteissa, vaan komission valitsemissa keinoissa. Komissio ei ota vastaan selkeitäkään viestejä esitystensä ongelmista, vaan keskittyy vakuuttelemaan, että kriitikot ovat ymmärtäneet ehdotukset väärin. Komission ehdotukset ovat kääntymässä tarkoitustaan vastaan aiheuttamalla toimintaympäristön, elinkeinonharjoittamisen ja maanomistuksen peruslähtökohtiin epävarmuutta. MTK ja suomalaisia tuottajia onkin mukana torstaina 1. kesäkuuta Brysselissä järjestettävässä mielenilmauksessa, jonka kohteen ovat EU:n viimeaikaiset maa- ja metsätaloutta koskevat asetukset. Mielenilmaisun järjestäjinä toimivat EU:n viljelijä ja maatalousosuuskuntien järjestö Copa-Cogeca ja Belgian viljelijäjärjestö Boerenbond. ”Riskejä on ilmassa liikaa. Metsäkatoasetus voi takautuvasti muuttaa viime vuosina investoineiden tilojen maidon ja lihan markkinoille kelpaamattomaksi. Läheltä piti myös, että ilmastonmuutoksen hillinnälle tärkeä metsäenergia olisi laitettu samaan kategoriaan fossiilisten kanssa. Ennallistamisasetus vaatii täysremonttia, ja esimerkiksi maaperälakia koskeva ehdotus on vasta tuloillaan. On korkea aika sille, että jäsenmaat ja parlamentti laittavat pisteen komission sooloilulle”, Marttila jyrähtää. Kesän aikana parlamentissa on luvassa tärkeitä äänestyksiä etenkin ennallistamisasetuksesta. Jos koko ennallistamisasetusehdotuksen hylkäämiselle ei ole ympäristövaliokunnassa riittävää tukea, parlamentin täysistuntoon etenee luultavasti erittäin ongelmallinen mietintö. Kolmikantaneuvotteluihin ei tule huonolla parlamentin kannalla edetä, joten ehdotuksen palauttaminen uuteen valmisteluun vaatii yksituumaisuutta yli puolue- ja maarajojen. Taustaa Ennallistamisasetus Komissio julkaisi luonnon ennallistamista koskevan asetusehdotuksen viime kesänä. Sen jälkeen sitä on käsitelty sekä parlamentissa että neuvostossa. Komission ehdotuksen yleisenä tavoitteena on saada ennallistamistoimien piiriin vähintään 20 prosenttia EU:n maa- ja meripinta-alasta 2030 mennessä ja kaikki ennallistamista tarvitsevat ekosysteemit vuoteen 2050 mennessä. Lisäksi ehdotus sisältää elinympäristökohtaisia ennallistamistavoitteita ja menettelyn kansallisten ennallistamissuunnitelmien laadintaan. Toimenpiteet kohdistuisivat luonto- ja lintudirektiivien tarkoittamien luontotyyppien ja lajien lisäksi myös alueisiin, joihin ei nykyisin liity luonnonsuojeluoikeudellista EU-sääntelyä. MTK on suhtautunut asetusehdotukseen erittäin kriittisesti sen ensiaskeleista lähtien. Tärkeimpiin muutostarpeisiin lukeutuvat 4 artiklan mukaisten ennallistamisvelvoitteiden rajaaminen vain Natura 2000 -verkostoon kuuluville alueille sekä heikentämiskieltojen merkittävä supistaminen, kansallisen joustovaran lisääminen 9 ja 10 artiklojen tarkoittamien indikaattoreiden valitsemiseen, komission määräysvallan kaventaminen kansallisten ennallistamissuunnitelmien ja delegoitujen säädösten osalta sekä 70 vuoden takaiseen tilanteeseen viittavasta vertailukohdasta luopuminen. Metsäkatoasetus Metsäkatoasetus liittyy vuoden 2019 Green deal -sopimukseen EU:n komissio julkaisi metsäkatoasetuksen marraskuussa 2021. Samassa yhteydessä EU:n kauppapolitiikan avoimeen strategiseen autonomiaan esitettiin hiilirajamekanismia (CBAM) ja yritysvastuulainsäädäntöä (due diligence) Euroopan komissio, parlamentti ja neuvosto saavuttivat aiheesta sovun joulukuussa 2022. Metsäkatoasetuksen odotetaan astuvan voimaan vuoden 2023 touko-kesäkuussa. Asetuksen tarkoituksena on määrä hillitä maailmanlaajuista metsäkatoa. Erityisesti asetuksella pyritään estämään Etelä-Amerikan maataloudesta johtuvaa metsien hakkuuta. Asetus määrää jatkossa, että kaikkien kauppaa käyvien pitää varmistaa, että heidän sisämarkkinoille myymänsä tuotteet eivät ole aiheuttaneet metsäkatoa tai heikentynyttä metsien tilaa. Asetuksen luettelossa ovat tuotteista palmuöljy, naudanliha, puutavara, kahvi, kaakao, kumi ja soija. Neuvostossa trilogien lopputulos vahvistettiin toukokuussa 2023 ja silloin Suomi äänesti tyhjää. Suomen osalta asetukseen liittyy paljon avoimia kysymyksiä. Näistä keskeisimmät liittyvät erityisesti maatalousrakennusten tulkintaan ja metsien tilan heikkenemisen määritelmään. Esimerkiksi maa- ja metsätalousministeriö pitää asetusta osin hyvin epäselvänä eikä asetuksen tulkkinasta ja vaikutuksista ole varmaa tietoa nauta- tai lypsykarjatalouden investointeihin. MTK kokee nykyisen metsäkatoasetuksen suomalaisittain kestämättömäksi. Asetus uhkaa näivettää kotimaiset investoinnit liha- ja maidontuotantoon lopullisesti. Juha Marttila I puheenjohtaja (yhteydenotto- ja tapaamispyynnöt ks. johdon assistentti Mirja Perttu) +35820 413 2340 +35850 341 3167 Marko Mäki-Hakola metsäjohtaja +358 20 413 3701 +358 40 502 6810 aiheet: euroopan komissio, ennallistaminen, metsäkatoasetus",
    "images": "https://www.mtk.fi/o/adaptive-media/image/745976/preview-2000x0/Euroopan_Komissio_2_1000.jpg",
    "tags": "euroopan komissio,ennallistaminen,metsäkatoasetus,maaseudun edunvalvonta,kotieläin,maaseutuyrittäjä",
    "excerpt": "MTK ja SLC vetoavat EU-päättäjiin, jotta nämä palauttaisivat realismin käsittelyssä oleviin ja käsittelyyn tuleviin asioihin. Parlamentin ja neuvoston tulee näyttää hakoteillä olevalle komissiolle kaapin paikka. Sinänsä hyvät tavoitteet romuttuvat ideologisen ja jäsenmaita kuuntelemattoman asenteen takia. Etenkin EU:n ennallistamisasetus on palautettava valmisteluun.",
    "categories": ""
}