{
    "title": "Bryssel-agenda: Kestävyys ja vastuullisuus EU-politiikassa",
    "author": "unknown",
    "source": "MTK",
    "date": "2025-03-03",
    "text": "Bryssel-agenda: Kestävyys ja vastuullisuus EU-politiikassa Artikkeli – Kansainvälinen toiminta Bryssel-agenda: Kestävyys ja vastuullisuus EU-politiikassa 05.03.2025 Kevään suurin muutos on komission omnibus-esitykset, jotka pyrkivät keventämään pk-yritysten hallinnollista taakkaa ja yksinkertaistamaan raportointia. Vastuullisuusraportointi, hiilirajamekanismi (CBAM) ja metsäkatoasetus ovat keskeisiä teemoja, ja yritysvastuudirektiivin (CS3D) toimeenpano etenee. MTK seuraa tiiviisti kestävyyskriteerien kehitystä ja edistää maa- ja metsätalouden näkökulmaa EU:n päätöksenteossa. Kauppapolitiikan ja sisämarkkinoiden toiminnan näkökulmasta EU:n toimintatapa on muuttunut radikaalisti edellisen komission aikana. Aikaisemmin rajasuojaa pidettiin laaja-alaisesti korkealla ja rajasuoja oli keino määritellä eurooppalaiset tuotantostandardit kaikkien markkinoilla toimivien yritysten toimintatapojen pohjaksi. Jos toimijat jäivät sisämarkkinoilla kiinni väärinkäytöksistä, oikeusprosessien kautta löydettiin syylliset. Nyt yritysten on todennettava toimintatapansa ja kolmannen osapuolen varmistettava standardien noudattaminen, jotta tuotteet voidaan laskea sisämarkkinoille. Vastuullisuutta kannustaa kolme erilaista lähtökohtaa: yritysten sisäinen halu, markkinoiden vaatimukset tai lainsäädännön velvoitteet. Tämän kevään iso muutos on komission omnibus-esitykset. Viidessä eri paketissa komissio pyrkii yksinkertaistamaan raportointia ja siten vähentämään hallinnollista taakkaa erityisesti pk-yrityksien velvoitteissa. Ensimmäisessä paketissa ovat mukana CSRD, CSDDD, EU-taksonomia ja CBAM. Agronyymien takana on laaja toisistaan riippuvainen raportointihimmeli. Vastuullisuusraportoinnin keskittyminen yrityksen omaan toimintaan erottelee edelläkävijät, jotka haluavat kertoa myös käyttämiensä raaka-aineiden tuotannon kestävyydestä. Omnibus-esityksiä neuvosto tai parlamentti ei voi laajentaa esitettyjen pykälämuutosten ulkopuolelle. Yritykset on velvoitettu vastuullisuusraportointidirektiivin (CSRD) mukaisesti raportoimaan vuosikertomuksessaan toiminnastaan eurooppalaisten kestävyysraportointistandardien (ESRS) mukaisesti. Nämä yhteiset standardit varmistavat, että yritykset kaikkialla EU:ssa raportoivat vertailukelpoisia tietoja, ja auttavat niitä tiedottamaan kestävyydestään tehokkaammin. Raportointistandardien takaa löytyvät myös juuri voimaan tullut EU:n yritysvastuudirektiivi (CSDDD), jonka kansalliseen toimeenpanoon on nyt aikaa vielä vuosi, tilinpäätösinformaatiota ohjaava yritysten kestävyysraportointidirektiivi ja EFRAGin komissiolle valmistelemat raportointistandardit. MTK:n omasta kestävyystyöstä laajempi katsaus. Yritysten kestävää toimintaa koskeva huolellisuusvelvoite (CS3D) Direktiivi julkaistiin OJ:ssä 5.7.2024. Kysymyksiä ja vastauksia komissio julkaisi 25.7. Direktiivin tarkoituksena on tehostaa ympäristön ja ihmisoikeuksien suojelua EU:ssa ja koko maailmassa. Yritysten huolellisuusvelvoitteen mukaan suuret yritykset huolehtivat liiketoimintaketjunsa aiheuttamista, joko toteutuneista tai mahdollisista haitallisista ihmisoikeus- ja ympäristövaikutuksista. Liiketoimintaketju kattaa sen alkupään kumppanit ja osittain myös loppupään toiminnan, kuten jakelun ja kierrätyksen. Ympäristökysymyksistä esiin nousevat erityisesti Pariisin ilmastosopimukseen sitoutuminen, luontokadon torjunta ja saastuttaminen. Korkean riskin sektoreina direktiivi pitää mm. maa- ja metsätaloutta, kalastusta, tekstiiliteollisuutta ja kaivannaisteollisuutta. Erityisesti elintarvikemarkkinoita yritysvastuudirektiivissä koskien toimijoita velvoitetaan huolehtimaan markkinavoiman väärinkäytön estämisestä (UTP-direktiivin linkitys), viljelijöiden säädyllisten tulojen takaamisesta ja epäterveen kilpailutilanteen luomisesta kolmasmaatuonnilla. Lisäksi esillä on tietojen luovuttamiseen liittyvä yritys-salassapitopoikkeus ja raportoinnin kustannusten jako. Rahoituspalvelut jätetään toistaiseksi direktiivin soveltamisalan ulkopuolelle. Rahoitusmarkkinoilla on oikeus ja velvollisuus tutkia ESG-vaatimusten toteutumista rahoituskohteissaan, mutta rahoitusmarkkinoita ei koskisi direktiivin velvoitteet. Kansallisen yritysvastuulain valmisteluun tai olemassa olevan lain muuttamiseen direktiivi antaa jäsenmaille aikaa huolehtia sen toimeenpanosta 26.7.2026 mennessä. Yritysten kestävyysraportointi (CSRD) Esimerkiksi elintarvike- ja metsäsektorilla iso osa ilmastovaikutuksista syntyy maatiloilla ja metsissä, joiden raportointi on välttämätöntä jatkossa. Direktiivi 2014/95/EU eli niin kutsuttu Non-Financial Reporting direktiivi (NFRD) ollaan nyt korvaamassa Corporate Sustainability Reporting direktiivillä (CSRD). Uusi direktiivi laajentaa raportointivelvoitteiden piirissä olevien yritysten määrän moninkertaiseksi ja edellyttää koko arvoketjun vaikutusten raportointia. CSRD:hen ollaan kytkemässä tuotantoketjun metsäkatovapauteen ja yritysten kestävään hallinnointiin liittyvää raportointia. Rinnakkaisena valmisteluna European Financial Reporting Advisory Group – EFRAG selvittää finanssialan yleisesti käyttämän ESG:n eli ympäristö-, yhteiskuntavastuu- ja hyvä hallintotapakriteerien ja taksonomian kytkentää. Hiilirajamekanismi (CBAM) Hiilirajamekanismi (CBAM) eli hiilitullit kohdistuvat rajattuun joukkoon raaka-aineita. Maataloudelle erityinen haaste ovat typpilannoitteet, joiden lisäkustannus kohdistuu EU:n omaan tuotantoon. Samalla lopputuotteet, elintarvikkeet, kilpailevat samoilla markkinoilla erilaisella kustannusrakenteella. Lannoitemarkkinoiden laajempi ja syvällisempi selvittely on tarpeen, koska nykyiset toimet (tullit ja polkumyyntitullit) eivät ole johtaneet investointeihin EU-alueelle. Lisäksi lannoitteille valmistellaan Venäjän ja Valko-Venäjän tuonnin lisätulleja. Lannoiteteollisuuden on jopa kannattavampaa tuoda EU:n ulkopuolelta lannoitteita kuin tuottaa niitä EU-alueella samalla kun on ylläpidetty suojajärjestelmien sisällä omaa heikosti kilpailukykyistä teollisuutta. Hiilirajamekanismin toimeenpano siirtyy nykytiedon tilastoinnista CBAM-maksujen perintään 2026 tuonnille. CBAMiin valmistellaan nyt komission työohjelman mukaisesti yksinkertaistamista. Esillä on mm. alarajan nosto, jolloin pienet tuontierät jäisivät pois CBAM-maksujen piiristä. Valmistelun pohjana on ollut, että 99 % päästöistä saataisiin uuden alarajan jälkeen CBAMin piiriin. Tulli on toimivaltainen viranomainen Suomessa. Komissiolla on jatkoselvittelyissä myös arvio CBAM-tuotteiden katteesta ja tarpeen vaatiessa laajentaa raaka-aineista jalosteisiin. Alkukokemusten perusteella tuotelistaa pitää tarkastella kriittisesti ja mieluummin supistaa kuin laajentaa. Metsäkatovapaat tuotantoketjut (EUDR) Metsäkatoasetuksessa ollaan toimeenpanovaiheessa. Komission ehdotuksesta toimeenpanoa lykättiin vuodella 2026 alkuun. Edelleen odotellaan tarkempaa ohjeistusta toimeenpanosta ja kriteerien tulkinnoista. Valitettavasti uhka lainsäädännön aiheuttamasta lisäbyrokratiasta EU:n omille toimijoille on toteutumassa. Samalla varsinaisen ongelmat jäävät ratkaisematta tietopuutteiden takia riskikohteissa, esim. Mercosur-maissa. Suomessa ongelmia on tulossa kotieläintuotantoa laajentaneille naudanliha- ja maitotiloille, jotka ovat raivanneet lisää peltoa täyttääkseen maatalouspolitiikan lannanlevitysalavaatimukset ja turvatakseen oman rehuhuollon eläimille. Tulkintaohjeiden mukaisesti pääosa ongelmista voitaneen hoitaa guidance-dokumentin ohjeiden mukaan. Metsätaloudessa on lähes mahdotonta rakentaa mallia, missä tiedetään kuviotasolla lopputuotteessa käytetyn puun alkuperä. Asetuksen velvoitteiden toteuttamiseksi Suomessa toimijat joutuvat käymään läpi yli 100.000 puukauppaa vuosittain, jotta ostajilla olisi oikea tieto hakkuualueiden uudistamisesta. Yhdestä kaupan kohteena olevasta hakkuusta on seurattava moneen eri käyttöpaikkaan lähtevät erät erikseen. Haastetta lisää se, että ennen loppukäyttöä eri metsänomistajien puut sekoittuvat moneen kertaan. Lainsäädännön uudistamisvelvoitteiden takia metsätalous ei Suomessa aiheuta metsäkatoa, mutta silti joudutaan luomaan jokaiselle puuerälle jäljittämismahdollisuuden. Viherväitteitä koskeva direktiivi- Green Claims EU:n on laajentanut viherpesukieltoa ja tuonut mukanaan tarkistusjärjestelmän yrityksille, jotka haluavat käyttää ympäristöväitteitä. Ennen kuin yritys voi käyttää väitteitä, niiden tulisi osoittaa todistusaineistoa ja saada hyväksyntä EU-maiden määräämiltä tarkastajilta. Lainsäädäntötyö on trilogi-vaiheessa. Vastuullisuusraportoinnin Omnibus-paketit koskevat varmasti myös Green Claims’ejä. Pakkotyöasetus Euroopan unionin neuvosto hyväksyi 19. marraskuuta 2024 asetuksen, joka kieltää pakkotyöllä valmistettujen tuotteiden saattamisen EU:n markkinoille sekä niiden viennin EU:sta. Asetus tuli voimaan 13. joulukuuta 2024, ja sen soveltaminen alkaa 14. joulukuuta 2027. Asetuksen mukaan komissio luo tietokannan pakkotyöhön liittyvistä riskialueista ja -tuotteista. Pakkotyö on vakava ihmisoikeusloukkaus, ja kansainvälisen työjärjestön (ILO) mukaan noin 27,6 miljoonaa ihmistä maailmassa tekee pakkotyötä. Asetuksen myötä EU pyrkii osaltaan vähentämään pakkotyötä globaalisti ja varmistamaan, ettei tällaisilla tuotteilla käydä kauppaa unionin alueella. Asetus velvoittaa yrityksen seuraamaan ja raportoimaan, miten asetuksen tavoitteet toteutuvat hankintaketjussa. Asia kytkeytyy myös Suomessa käytyyn ihmiskauppakeskusteluun. Omnibus-esitys 26.2.2025 Edellinen komissio rakensi kestävyyden ja vastuullisuuden nimissä laajan raportointiviidakon, jossa velvoitteet kohdistettiin isoihin yrityksiin. Koska vaatimukset valuvat toimitusketjussa alaspäin, myös viljelijät ja metsäomistajat ovat toimintamallin mukaan joutumassa kestävyysraportoinnin piiriin. 26.2.2025 nykyinen komissio esitteli ensimmäiset kestävyysraportointiin helpotuksia tuovat lainsäädäntöpaketin (Omnibus). Nyt esitellyt paketti (CSRD, CSDDD, taksonomia ja CBAM) on komission ilmoituksen mukaan ensimmäinen viiden omnibus-esityksen sarjassa. Seuraavassa paketissa on mukana digitalisaatioon ja maatalouteen liittyvät yksinkertaistamisesitykset. Yritysvastuun raportointi siirtyy omnibus-esityksen mukaan strategisemmalle tasolle. Isot edellä velvoitteisiin. Pk-yrityksille velvoitteita yksinkertaistetaan ja taksonomia kohdistetaan velvoittavana vain yli 1000 työntekijän yrityksiin. Raportointi on pienemmille yrityksille lähtökohtaisesti vapaaehtoista. Komission ilmoituksen mukaan mm. raportointistandardien sisällä määritettyjen seurattavien datapisteiden määrää vähennetään 70 %. Pienemmille yrityksille tarjotaan lisäksi kaksi vuotta lisäaikaa raportointijärjestelmien rakentamiseen. Komission esityksessä myös vastaavat muutokset tehdään rahoituslaitosten velvoitteisiin. Tämä varmistaa raportointikevennykset toteutumisen käytännössä. Taksonomiassa määritelty Ei-merkittävää haittaa (DNSH) - kriteerit keskittyvät jatkossa saastumiseen ja kemikaalien käyttöön. MTK edellyttää että DNSH- ja DNH-viittaukset muissakin lainsäädännöissä tarkistetaan, jotta yksinkertaistamisesityksellä olisi täysi vaikuttavuus. Palaaminen takaisin vapaaehtoiseen raportointiin tarjontaketjussa selkeyttää markkinatilannetta, jossa edelläkävijät voivat hyödyntää markkinakysyntää laajalla vastuullisuusuusinformaatiolla. Käytännössä selkeyttää myös lisäarvon jakautumisen tärkeys koko toimitusketjuun vastineeksi raportointikustannuksista. Hiilirajamekanismin (CBAM) uudelleenkohdentaminen komission esityksen mukaan tarkoittaa sitä, että 90 % ilmoitusvelvoitteen piirissä olevasta tuonnista vapautuu kokonaan velvoitteista. Samalla komission laskelman mukaan päästää kuitenkin 99 % katteeseen päästöistä. MTK:n tavoitteet: \n\t MTK tukee komission perustavoitetta saada yhtenäisemmät puhtaan siirtymän pelisäännöt. Maa- ja metsätaloudessa on jo lähtökohtana kestävät toimintamallit, joita on ajettu yhteisen lainsäädännön velvoitteiden kautta. Forest Europe-prosessissa on sovittu määritelmä kestävälle metsänhoidolle, lisäksi kansalliset ja EU-lainsäädännöt (kuten juuri vuoteen 2030 asti päätetyt RED II:n riskiperusteinen malli ja LULUCF-asetus) linjaavat kestävyyttä. Myös mm. EU:n biotalousstrategiaan sekä EU:n metsästrategiaan sisältyy kestävyystarkastelua. \n\t MTK:n tavoitteena on, että jäsenmaat ja luonnonvarojen kanssa toimivat sidosryhmät ovat mukaan kestävyyskriteereiden määrittämisessä ja indikaattoreiden sovittamisessa paikallisiin kriteereihin. \n\t Kestävyysraportoinnin keskittyminen yrityksen oman toiminnan kestävyyden kehittämiseen on tervetullut. Edelläkävijät varmasti jatkavat työtään ja yhdessä alihankkijoidensa kanssa pääsevät eteenpäin todentamisessa. Vapaaehtoisuus takaa myös sen, ettei arvoketjuun pesiydy gold plating ajatuksia eli vaaditaan lainsäädäntöä laajempia tuotantotietoja tavarantoimittajilta ilman korvausta. \n\t Kestävän rahoituksen asetuksen (EU) 2020/852 kriteeristön vapaaehtoisuus pitää näkyä myös muussa lainsäädännössä, joissa viitataan taksonomian ei merkittävää haittaa -vaatimuksiin (Do No Significant Harm/DNSH). \n\t MTK edellyttää, että komissio jatkaa raportointivelvoitteen yksinkertaistamista niin että myös metsäkatoasetuksessa ja muut ympäristökestävyyteen liittyvät lainsäädännöt käydään vastaavalla tavalla läpi. \n\t Yksinkertaistamisen nimissä MTK esittää, että CBAMin kanssa päällekkäisiä järjestelmiä puretaan samalla. Lannoitteisiin kohdistuu nyt niin normaalitulli, polkumyyntitulli ja vielä valmistelussa olevat ammoniakkiin kohdistuvat Venäjän ja Valko-Venäjän tuonnin lisätullit CBAM-maksujen lisäksi. Pahimmillaan tämä johtaa siihen, että lannoiteteollisuuden on kannattavampaa tuoda EU:n ulkopuolelta lannoitteita kuin pitää oma tuotanto aktiivisena EU-alueella. Katso koko Bryssel-agenda Juha Ruippo johtaja, kauppapolitiikka ja kansainväliset suhteet kehitysyhteistyö, EU-asiat, pohjoismainen viljelijäyhteistyö (NBC), WFO, FAO, AgriCord, Food Systems Summit +358 20 413 2341 +358 40 55 33 232 aiheet: bryssel-agenda",
    "images": "https://www.mtk.fi/o/adaptive-media/image/11498834/preview-2000x0/etusivu talvi 1000x500.jpg",
    "tags": "bryssel-agenda,kansainvälinen toiminta,maaseudun edunvalvonta,artikkeli,ei tuotantosuuntaa",
    "excerpt": "Kevään suurin muutos on komission omnibus-esitykset, jotka pyrkivät keventämään pk-yritysten hallinnollista taakkaa ja yksinkertaistamaan raportointia. Vastuullisuusraportointi, hiilirajamekanismi (CBAM) ja metsäkatoasetus ovat keskeisiä teemoja, ja yritysvastuudirektiivin (CS3D) toimeenpano etenee. MTK seuraa tiiviisti kestävyyskriteerien kehitystä ja edistää maa- ja metsätalouden näkökulmaa EU:n päätöksenteossa.",
    "categories": ""
}