{
    "title": "Komission ehdotus Euroopan parlamentin ja neuvoston asetukseksi hiilirajamekanismista (CBAM)",
    "author": "unknown",
    "source": "MTK",
    "date": "2025-04-09",
    "text": "Komission ehdotus Euroopan parlamentin ja neuvoston asetukseksi hiilirajamekanismista (CBAM) Lausunto Komission ehdotus Euroopan parlamentin ja neuvoston asetukseksi hiilirajamekanismista (CBAM) 05.12.2022 Eduskunnan talousvaliokunta Kiitämme mahdollisuudesta kommentoida U-kirjettä. Ohessa mielestämme kaksi oleellista huomiota Suomen kantaan Suomen kanta \n  \nMTK on prosessi eri vaiheissa nostanut esiin hiilivuotokeskustelun haasteen typpilannoitteiden osalta. Nyt esitetty kanta ei ole linjassa komission juuri julkaiseman lannoitemarkkinoiden toimivuutta koskevan tiedonannon kanssa. Toisaalta olemme nostaneet esiin laskennan ongelmallisuuden, kun laskentapohjissa pitäisi olla kaikki osatekijät. EU on nyt jatkamassa jälleen kerran polkumyyntitulleja, vaikka esimerkiksi USA luopui tullien käytöstä perusteettomina.    Parempi olisi kirjoittaa: \nLannoitteiden osalta Suomi korostaa, että lopputuloksessa pitää huomioida komission tiedonanto lannoitemarkkinoiden toimivuudesta mukaan lukien polkumyyntitullien vaikutukset CBAM-laskentaa.  \n \nMTK pitää tärkeänä Suomen kannan huomiota ”CBAM:n EU-hallinnon rahoittamiseksi tarvittavat varat tulisi rahoittaa ensisijaisesti EU:n monivuotisesta rahoituskehyksestä ja käsitellä osana EU:n talousarvioprosessia. Suomi voi kuitenkin neuvottelujen loppuvaiheessa tarkastella avoimesti muita rahoitusratkaisuja.” CBAMin perustelu EU:n budjetin rahoittamiseksi on heikko, koska varojen kerääminen on järjestettävissä myös tehokkaammin eikä CBAM välttämättä muuta EU:n budjettirasitteen jakautuminen jäsenmaiden välillä. CBAM-varojen keräämis- ja määrittämiskustannus on korkea hallinnolle. Tuonnista riippuville arvoketjuille CBAMista tulee moninkertaisesti suurempi haitta kuin EU:n rahoitukseen kertyvä tulovirta on.   \nJuha Ruippo  \njohtaja   aiheet: eu, lannoitteet, hiilirajamekanismi",
    "images": "https://www.mtk.fi/o/adaptive-media/image/9146139/preview-2000x0/lausuntokuva (31).jpg",
    "tags": "eu,lannoitteet,hiilirajamekanismi,kasvinviljely",
    "excerpt": "Eduskunnan talousvaliokunta",
    "categories": ""
}