{
    "title": "MTK:n näkökulmia EU-vaalikeskusteluihin ja uuden komission työohjelmaan",
    "author": "unknown",
    "source": "MTK",
    "date": "2024-02-26",
    "text": "MTK:n näkökulmia EU-vaalikeskusteluihin ja uuden komission työohjelmaan Uutinen – Kansainvälinen toiminta MTK:n näkökulmia EU-vaalikeskusteluihin ja uuden komission työohjelmaan 28.09.2023 Euroopan parlamentin vaalit pidetään kesäkuussa 2024 ja seuraava komissio valitaan ja aloittaa loppuvuodesta 2024. Tässä MTK:n näkökulmia EU-vaalikeskusteluihin sekä tulevan komission työohjelmaan. EU on tärkeä turvallisuusyhteisö \nUudessa turvallisuusympäristössä Euroopan unionin rooli rauhan ja turvallisuuden takaajana korostuu. EU:n on yhdessä vahvistettava vastustuskykyä (resilienssiä) erilaisia kriisejä vastaan ja oltava joustava häiriötilanteiden jatkuessa.  Tärkeää on varmistaa energiaomavaraisuus, kriittisten raaka-aineiden (mukaan luettuna uusiutuva metsäraaka-aine) tuotanto sekä tuotantoketjujen toimivuus. Vahvalla EU:lla tulee olla tärkeä rooli turvallisuuden takaajana ja siltojen rakentajan myös globaalissa maailmassa.   Jokaisen EU-maan on kannettava globaali vastuunsa ja varmistettava kyky tuottaa ruokaa nyt ja tulevaisuudessa. Kymmenen vuoden kuluessa globaali ruuan kysyntä kasvaa ja ruokaa on tuotettava 50 % nykyistä enemmän. Ruokaturvan avulla voidaan vähentää konflikteja ja siirtolaisuutta. Euroopassa ei ole ongelmia ruuan saatavuudessa, mutta ruuan saavutettavuus ja hinta voivat olla ongelmia myös meillä. Nykyinen tilanne voi muuttua jo lyhyelläkin aikavälillä. Turvallisuus on myös alueiden tasa-arvoista kehittämistä ja siksi EU:n tulee tuottaa kaikille alueille vakautta ja taloudellista kasvua. Suomen NATO-jäsenyyden myötä Itä-Suomen elinvoimaisuudella on tärkeä rooli NATO:n ja EU:n ulkorajan turvaajana. Kuulumme eurooppalaiseen arvoyhteisöön \nHaluamme kuulua EU:n arvoyhteisöön, jossa kunnioitetaan demokratian periaatteita, ihmisoikeuksia, oikeusvaltioperiaatetta ja kansainvälisiä sopimuksia.   EU:n on oltava iso isoissa asioissa ja pieni pienissä. EU:n on keskityttävä asioihin, joilla on eurooppalaista lisäarvoa. Vastuu tavoitteiden saavuttamisesta ja politiikan toteutuksesta tulee olla jäsenmailla, missä paikalliset olosuhteet tunnetaan parhaiten. Läheisyysperiaate (subsidiariteetti) tuo päätöksenteon lähelle kansalaisia. EU:n päätöksenteon yhteisten tavoitteiden on oltava merkittäviä ja toteuttamiskelpoisia. EU:n päätösten pitää perustua tieteeseen ja laadukkaisiin vaikutusanalyyseihin ja valmistelua tulee tehdä kuunnellen sidosryhmiä, joiden elämään päätökset vaikuttavat. Lainsäädäntö tuo varmuutta toimintaympäristöstä pitkällä aikavälillä. EU-lainsäädännön päällekkäisyydestä ja ristiriitaisuuksista on päästävä eroon. Asioissa, joissa EU:n sisälläkin toimintaympäristö poikkeaa merkittävästi, EU-lainsäädäntö on järkevää tehdä jäsenvaltioille joustoja mahdollistavilla direktiiveillä, ei asetuksilla ja toisen asteen toimeenpanosäädöksillä. Direktiivien tasapuolinen toimeenpano varmistaa tasavertaisen kilpailuasetelman sisämarkkinoilla. Uudet ilmasto-, ympäristö-, kestävyysstrategiat ja lainsäädäntöhankkeet on yhteensovitettava olemassa olevien sääntöjen kanssa. Lainsäädäntöjen kokonaisvaikutus maa- ja metsätalouteen on arvioitava paremmin. Säädösten toimeenpanossa on estettävä velvoitteiden valuminen korvauksetta tuotantoketjun alkupäähän, kuten viljelijälle ja metsänomistajalle. Biokiertotalouden kokonaisuus ansaitsee tulevassa komissiossa erityishuomion. Komissioon tulee nimittää varapuheenjohtaja, joka vastaa kaikesta biokiertotalouteen liittyvästä (maatalous, terveys, ympäristö, ilmasto, sisämarkkinat, teollisuus, kauppa,…). Hallittu EU:n laajentuminen on tavoiteltavaa, mutta jäsenyyden kriteereistä, kuten oikeusvaltioperiaatteen noudattamisesta ja korruption kitkemisestä sekä kasvun, kilpailukyvyn ja julkisen talouden hoidon sekä toimivan julkishallinnon tavoittelusta ei tingitä. Ukrainan, Moldovan ja Georgian tulevalla EU-jäsenyydellä on suuri vaikutus EU:n elintarvikemarkkinoihin ja maatalouspolitiikkaan. Suomen vaikuttamista EU:n päätöksiin on terävöitettävä. Paras lopputulos kansallisesti saavutetaan yhteisellä ennakkovaikuttamisella jo lainsäädännön valmisteluvaiheessa. Suomella on oltava selkeä EU-strategia, jossa sekä vahvistetaan EU:n asemaa että varmistetaan Suomen kansallinen etu muuttuvassa toimintaympäristössä. EU:n budjetti \nKoronapandemia yhdessä Venäjän hyökkäyssodan ja siitä aiheutuneen energiakriisin aiheuttavat suuria paineita EU:n yhteiseen rahoitukseen. EU-budjettivaroja tulee käyttää vaikuttavasti ja kustannustehokkaasti sekä oikeusvaltioperiaatetta kunnioittaen yhteisten politiikkatavoitteiden saavuttamiseksi. Kriisitoimiin ja elvytykseen on otettu yhteistä velkaa jäsenmaksuihin perustuvan budjetin lisäksi. Tärkeää on toteuttaa nykyisten rahoitusvälineiden tarjoamat mahdollisuudet ennen kuin päätetään uusista yhteisvelkaan perustuvista rahastoista. Tulevien EU:n yhteisten kriisitoimien olisi tuotava hyötyä biokiertotalouden investointeihin ja maaseutualueiden elinvoimaisuuteen.   Maatalouspolitiikan rahoitus on turvattava EU-budjetissa ruokaturvan, ilmasto- ja ympäristötoimien ja teknologisen kehityksen varmistamiseksi. Inflaatio on syönyt tuen ostovoimaan ison loven. Suomalainen maaseutu tarvitsee jatkossakin EU:n yhteisen maatalouspolitiikan, jossa on riittävästi varoja kohdennettaviksi suoriin tukiin, ilmasto- ja ympäristötavoitteiden toteuttamiseen sekä maaseudun kehittämiseen. Yhteisen maatalouspolitiikan on mahdollistettava EU:n heikompien tuotantoalueiden tukeminen tuotantoon sidotusti ja kansallisesti täydennettynä. Haluamme säilyttää Suomen maaseututavoitteita hyvin palvelleen EU:n yhteisen maatalouspolitiikan kahden pilarin rahoitusmallin, jossa maaseudun kehittämistoimenpiteisiin on varattu oma budjetti. EU:n maatalouspolitiikan rahoitusta pitää arvioida uudelleen, kun tehdään päätöksiä uusista EU:n jäsenistä. EU:n laajentumisen kustannuksia ei voida jättää EU:n maatalousbudjetin ja viljelijöiden vastuulle. Koheesiorahoituksessa Suomen osuus on myös turvattava ja rahoituksen käyttöä suunnattava myös maaseutualueiden elinvoiman ja infrastruktuurin turvaamiseen täydentämään maaseutuohjelman toimenpiteitä. Erityishuomio on kiinnitettävä EU:n itärajan kehityksen ja samalla koko EU:n turvallisuutta takaavaan uuteen EU:n itäisen ulkorajan elpymis- ja kehittämisrahastoon. Talous, kilpailukyky, kauppapolitiikka – kestävä perusta vihreälle siirtymälle \nEU:n vihreän kehityksen ohjelman mukaisesti kilpailukyky rakentuu kestävän tuotannon, työn ja talouskasvun varaan.   Toimivat EU:n sisämarkkinat ovat talouden moottori ja niiden toiminta on turvattava. Vain taloudellisesti vahva Eurooppa voi toimia suunnannäyttäjänä ja vastuunkantajana globaalisti. Yhteistyötä ja uusien vientimarkkinoiden avaamista tarvitaan sen sijaan, että käperrytään sisäänpäin ja rakennetaan rajamuureja. Kestävä talous nojaa vähähiilisiin sekä kiertotaloutta ja luonnon monimuotoisuutta edistäviin ratkaisuihin. Talouskasvuun tarvitaan innovaatioita ja investointeja, jotka perustuvat kestävän kehityksen taloudellisen, sosiaalisen ja ympäristön ulottuvuuksien tasapainoon. Digitalisaatio, mm. huippunopeat ja toimintavarmat tietoliikenneverkot, osaaminen ja tiedon hallinta, ovat avainasemassa. Digitalisaation pitää helpottaa niin viljelijöiden kuin metsänomistajien hallinnollista taakkaa. Datan käytön lisääntyessä kaikilla liiketoiminnan osa-alueilla sen oikeudenmukaisesta omistajuudesta on huolehdittava. Tuotantoprosesseissa ja myös ympäristötyössä tiloilla syntyvä tieto on oltava alkutuottajien hallinnassa ja omaisuutta. Elinvoimainen maa- ja metsätalous tarvitsevat häiriöttömästi toimivaa ulkomaankauppaa. Metsäsektori muodostaa runsaan viidenneksen Suomen vientituloista. Elintarvikeviennin mahdollisuudet takaavat tasapainon maatalousmarkkinoilla Suomessa. Tuotantopanoksissa olemme vahvasti tuonnista riippuvaisia. EU:n Pellolta pöytään -strategian kilpailukyky mitataan kansainvälisillä markkinoilla. EU:n ruoka-alan korkeiden ilmasto- ja ympäristötavoitteiden lisäarvon hyödyntäminen edellyttää EU:lta jatkossakin laajaa panostusta promootiotyöhön. Tarvitaan reilua kauppapolitiikkaa, sääntöihin perustuvaa monenkeskistä kauppajärjestelmää (WTO) sekä laajaa vapaakauppasopimusten verkostoa. Kauppasopimuksiin tulee sisältyä myös kestävyysvaatimuksia, sovitun toteutumista on valvottava ja tehty kestävyystyö on tunnustettava. Kestävyys- ja vastuullisuusvaatimukset (mm. metsäkatovapaat arvoketjut, hiilitullit (CBAM), yritysvastuudirektiivi, pakkotyöasetus, lapsityövoiman kielto ym.) ovat tärkeä osa EU:n tavoittelemaa tasavertaista kilpailuasemaa kauppapolitiikassa. Yritysten kestävyysraportoinnin laajentuminen aiheuttaa alkutuotannolle ja pk-yrityksille kasvavaa hallinnollista taakkaa, jota on kevennettävä lainsäädännöllisten helpotusten ja digitalisaation avulla. Raportointivaateet eivät myöskään saa vaikuttaa heikentävästi viljelijöiden neuvotteluasemaan elintarvikemarkkinoilla. Kaikkien toimijoiden liikesalaisuuksia on kunnioitettava. Rahoitussektorin vastuullisuusvaatimusten lisääntyessä maa- ja metsätalouden rahoitusmahdollisuudet on turvattava. Ajantasainen ja tulevaisuuteen luotsaava tutkimus on kestävän maa- ja metsätalouden ja sen ympäristöpolitiikan perusta. EU:n tulee ohjata tutkimusrahoitusta enemmän maa- ja metsätaloussektorille sekä varmistaa tutkimusten tulosten hyödyntäminen mm. Horizon Europe tutkimus- ja innovaatio-ohjelmassa sekä metsäsektorin teknologiaplatformissa (FTP). Suomen on varmistettava toimijoidemme kilpailukyky EU:n tutkimusrahoituksessa. Kilpailulainsäädännön kehittämisessä on huomioitava maa- ja metsätaloussektorin erityinen toimintaympäristö sekä markkinoiden rakenteista johtuva epätasapaino ruokaketjussa. Kilpailulainsäädäntöä on kehitettävä vastaamaan paremmin elintarvikeketjun moninaisiin haasteisiin ja sääntöjä määräävän markkina-aseman väärinkäytöstä on päivitettävä. Kilpailulainsäädännön toteuttaminen EU:ssa on oltava yhdenmukaista. Selkeästi heikommassa asemassa olevien toimijoiden asemaa on pystyttävä parantamaan myös kansallisella kilpailulainsäädännöllä. Eurooppalainen kestävä ruuantuotanto kaikilla alueilla \nEurooppalaisen maatalouden perustehtävä on tuottaa ruokaa turvallisesti ja kestävästi, ympäristö ja ilmasto huomioon ottaen. Yhteisellä maatalouspolitiikalla tulee olla myös tärkeä rooli viljelijöiden toimeentulon varmistajana. Vain kannattava maa- ja metsätalous luo pohjan kestävälle luonnon ja ympäristön hoidolle.  Tuotannon laadun tekijöiden tulee saada oikeudenmukainen korvaus markkinoilta. Ruokaketjun toimintaa ja tasapainoa on parannettava edelleen ja epäreilut kauppatavat on kitkettävä ruokaketjusta. Suomen kantojen (mm. Vihreän kehityksen ohjelmaa ja Pellolta pöytään -strategiaa koskien) on tuettava suomalaisen korkean tuotantostandardin ruuan kilpailukykyä niin EU:n sisämarkkinoilla kuin globaalisti. Korkeatasoinen eläinten hyvinvointi on kestävän ruuantuotannon edellytys. Suomi on monessa eläinten hyvinvointikysymyksessä edelläkävijä. EU:n eläinten hyvinvointilainsäädäntö ja sen yhtenäinen toimeenpano luo perustan sisämarkkinoiden toiminnalle ja EU:n kotieläintuotteiden vientikilpailukyvylle. Yhteisen maatalouspolitiikan tulee turvata myös riittävä kotimainen ruuantuotanto ja huoltovarmuus. Maaseutualueiden ja -elinkeinojen rooli kasvun ja työllisyyden luojana on tunnistettava. Eurooppalainen kestävään maatalouteen ja vastuulliseen ruuantuotantoon perustuva ruuantuotantomalli on ruokaturvan perusta eikä ole koskaan neuvottelukysymys. Nuoria viljelijöitä tarvitaan tulevaisuuden ruokaturvan varmistamiseksi. He tarvitsevat tukea, rahoitusta ja neuvontaa sekä elinvoimaisia maaseutualueita.   \n  Lisää EU:n maatalouspolitiikasta: syksyn 2023 Bryssel-Agendassa ’CAP 2030-luvulla’ Kestävä metsätalous – suomalaisen biokiertotalouden ydin ja energiaomavaraisuuden takaaja \nEuroopan metsien kasvu ja kestävä käyttö on turvattava. Taloudellisesti, ekologisesti ja sosiaalisesti kestävällä metsätaloudella voidaan luoda merkittävästi uutta biokiertotaloutta, työtä ja kasvua sekä energiaa ja ilmasto- ja ympäristöhyötyjä.  Metsät tulee nähdä EU:n päätöksenteossa ja säädösvalmistelussa monipuolisten hyötyjen kautta.  Yksityishenkilöt omistavat 60 prosenttia Euroopan ja Suomen metsistä. EU:n metsiä koskevan politiikan pitääkin pohjautua kansalliseen metsäpolitiikkaan sekä alueellisten olojen ja maanomistajien oikeuksien huomioon ottamiseen. Kansallinen päätöksenteko varmistaa metsien monitavoitteisen käytön ja hoidon alueiden tarpeita vastaavasti. Metsänomistajia tulee tukea sekä kannustaa aktiiviseen ja kestävään metsänhoitoon. EU:ssa on ymmärrettävä metsien ja niiden taloudellisen käytön erilaisuus eri puolilla Eurooppaa. Suomen tarina kestävän metsätalouden taloudellisista, sosiaalisista ja ympäristöllisistä hyödyistä tulee tuntea paremmin EU:ssa ja käyttää hyvänä esimerkkinä. Terve ja kasvava metsä turvaa parhaiten metsien hiilinieluja. Hakkuiden rajoittaminen ei ole ilmastosyistä perusteltua, sillä se voisi johtaa metsien hoidon vähenemiseen sekä heikentää fossiilisten materiaalien ja energian korvaamiseen käytettävien puupohjaisten materiaalien saatavuutta. Hakkuiden ja metsänhoidon vähentäminen voisi johtaa siten metsien kasvun ja pitkän aikavälin hiilivarastojen heikkenemiseen. Hiilen varastoiminen metsään pitkäksi aikaa on ilmaston kannalta riskialtista, sillä erilaiset tuhot yleistyvät ajan myötä. Kestävä ja aktiivinen metsänhoito edistää myös laadukkaan puuraaka-aineen tuottamista ja edesauttaa metsiä pysymään terveinä ja vastustuskykyisinä muuttuvassa ilmastossa. Euroopassa on varaa lisätä metsien kestävää hyödyntämistä myös fossiilisten korvaamiseen ja laadukkaaseen puutuotteiden tuotantoon. Tulevaisuus turvataan aktiivisella metsänhoidolla. Luonnonvarojen kestävään käyttöön perustuva biokiertotalous on tärkeä osa EU:n vihreää siirtymää. Hakkuiden rajoittaminen esimerkiksi Suomessa voisi siirtää hakkuita muihin maihin, joissa metsien käytön kestävyyden standardit ovat huomattavasti alhaisemmat. Myös puun liikkuvuus tulee varmistaa panostamalla metsäteollisuuden investointiedellytyksiin ja toimintaympäristön ennakoitavuuteen. Metsäteollisuuden tuotteiden käyttöä ja innovointia on edistettävä laajasti. Pitkäikäiset puurakentamisen tuotteet ovat tärkeitä, mutta vain osa puubiomassasta soveltuu sahatavaran tuotantoon. Metsäbiomassaa käytetään markkinoiden kautta sekä tarkasti että resurssitehokkaasti jo nykyään jalostusarvon perusteella moniin korkean jalostusasteen ja päivittäiskäytön tuotteisiin. Puuraaka-aineen eri käyttötarkoituksiin ohjautuminen (kaskadiperiaate) toimii markkinoiden kautta eikä siihen tarvita EU-sääntelyä. Lainsäädännöllä ei tule estää metsäraaka-aineeseen pohjautuvien biokiertotalouden tuotteiden kilpailukykyä. EU:n päätöksenteossa tulee mahdollistaa tarvittaessa metsänomistajien neuvonta sekä esimerkiksi hankerahoituksen käyttö metsätaloutta edistäviin hankkeisiin. Samalla on varmistettava metsänomistajien äänen kuuluminen päätösprosesseissa, jotta EU-lainsäädännöstä tulee toteuttamiskelpoista. Lisää EU-metsäpolitiikasta: ’Metsien ilmastohyödyt saavutetaan aktiivisella hoidolla ja käytöllä’ Maaseudun ja EU:n alueiden tasa-arvoinen kehitys tuo vakautta ja kasvua \nEU:n maaseutualueiden taloudellisesta ja sosiaalisesta kehityksestä on huolehdittava. EU:n maaseutualueiden pitkän aikavälin vision tavoitteena on tehdä maaseutualueista vahvempia, verkottuneita, selviytymiskykyisiä ja vauraita. Maaseutualueiden elinvoimaisuutta on parannettava, jotta saadaan uusia nuoria viljelijöitä ruuantuotannon jatkuvuutta turvaamaan. Maaseudun tietoliikenne- ja liikenneverkot on saatettava kuntoon ja maaseudun yritysten työvoiman saatavuutta parannettava. Kaupungit ja maaseutualueet ovat toisistaan riippuvaisia ja toisistaan hyötyvä vuorovaikutuskokonaisuus, symbioosi.  Maaseutuvisioon sisältyvää ehdotusta maaseutuvaikutusten arvioinnista on määrätietoisesti edistettävä myös EU:n tasolla. Komission politiikka-aloitteiden vaikutukset muun muassa maaseudun työllisyyteen, kasvuun, elinkeinotoimintaan ja kestävään kehitykseen on selvitettävä. Maa- ja metsätaloudesta ratkaisuja vihreään siirtymään, ilmastonmuutokseen ja luontokatoon Maapallon kantokykyä uhkaavat mm. väestön kasvu, ilmastonmuutos, luontokato, ympäristön saastuminen, energiamurros, metsien häviäminen, ravinteiden riittävyys ja makean veden saatavuus. Ilmastonmuutoksen torjunta ja siihen sopeutuminen sekä luontokadon torjuminen ovat EU:n maatalouspolitiikan ja EU:n metsästrategian keskeisiä tavoitteita. Suomalainen kestävä maa- ja metsätalous tarjoaa monia ratkaisuja aikamme haasteisiin. Ilmastopolitiikassa metsien hiilinieluilla on tärkeä rooli. On kuitenkin tunnustettava, että metsien hiilinielujen jatkuva kasvattaminen on mahdotonta. Ilmastotavoitteet on sovitettava yhteen metsän taloudellisen käytön eli metsänhoidon ja hakkuiden kanssa. Ilmastoratkaisujen on oltava resurssitehokkaita, oikein kohdennettuja ja sosiaalisesti hyväksyttäviä. Siksi tutkimustietoa tarvitaan lisää erityisesti turvemaiden päästöistä ja ilmastonmuutoksen torjunnan kustannustehokkaimmista keinoista. Politiikassa on ensisijaisesti pyrittävä kulutuksen vähentämisen lisäksi fossiilisten raaka-aineiden vähentämiseen ja niiden korvaamiseen uusiutuvilla. Hiilensidontaratkaisut tehostavat ilmastotoimia ja tuovat oikein toteutettuna markkinoilta kannusteita ja lisätuloja maanomistajille. Maaperän hiilensidonnan merkitys on huomioitava hiilitaseiden laskennassa. Hiilimarkkinamallien on mahdollistettava todellisten markkinoiden syntymisen maanviljelijöille ja metsänomistajille. Ruuantuotantoa on vahvistettava ilmastonmuutokseen sopeutumista ja varautumista tukevilla poliittisilla päätöksillä. Tarvitaan uusia keinoja viljelyvarmuuden lisäämiseksi, kuten kasvinjalostusta, teknologisia innovaatioita, uusia (ympäristömyönteisiä) kasvinsuojeluaineita sekä digitalisaation hyödyntämistä. Maa- ja metsätaloudella on oma vastuunsa luontokadon torjumisessa. Vastuullisilla viljelytavoilla ja hyvällä metsänhoidolla voidaan vähentää luonnolle aiheutuvaa haittaa ja jopa lisätä luonnon monimuotoisuutta. Biodiversiteetti on aina paikallista ja tehokkaimmat parantavat toimenpiteet valitaan paikallisiin olosuhteisiin sopiviksi. Suojelutoimet on toteutettava oikeudenmukaisesti ja ensisijaisesti vapaaehtoisuuteen perustuen. Vapaaehtoisille suojelutoimille on varmistettava riittävä ja toimenpiteisiin kannustava rahoitus. EU:n maan ja vesialueiden suojelutavoitteet toteutetaan parhaiten ja tehokkaimmin kansallisella tasolla, alueelliset olosuhteet huomioon ottaen. Kuluttajille on annettava riittävästi ja oikeaa tietoa kestävien ja vastuullisten valintojen tekemiseen. Nopeaan energiamurrokseen vastaamiseksi tarvitaan johdonmukaisia päätöksiä energiatehokkuudesta ja hajautetun uusiutuvan energian tuotannon lisäämisestä fossiilisten energianlähteiden korvaajana ja energiaomavaraisuuden parantajana. Jäsenvaltioilla tulee jatkossakin olla oikeus päättää alueellaan käytettävistä energianlähteistä. Elinkeinolähtöinen kehitysyhteistyö luo vakautta sekä hillitsee muuttoliikettä \nElinkeinolähtöisellä kehitysyhteistyöllä ja erityisesti suomalaisella osaamisella voidaan parantaa ruokaturvaa, puhtaan veden ja uusiutuvan energian tarjontaa, vahvistaa ilmastosopeutumista, hillitä metsäkatoa, parantaa naisten asemaa, ja kriisinkestävyyttä sekä luoda nuorille näkymä tulevaisuudesta paikallisesti. Afrikassa tarvitaan tukea erityisesti vastuullisuuslainsäädännön (Due diligence, metsäkatoasetus, jne.) ymmärtämiseen ja todentamiseen, jotta lainsäädännön tavoitteet voidaan saavuttaa. Kohtuullinen toimeentulo kestävien elinkeinojen kautta luo vakautta ja hillitsee muuttoliikettä, mikä aiheuttaa ongelmia sekä lähtömaissa että EU:ssa.  EU on globaalisti suurin kehitysyhteistyön rahoittaja ja toteuttaja. Väestönkasvun painopiste on tulevina vuosina Afrikassa ja toimenpiteet on kohdistettava sinne. Yhteydet maailmalle parantavat myös Suomen kykyä kilpailla osaavasta työvoimasta. Hanna Leiponen-Syyrakki johtaja, Brysselin toimisto toimiston yleisjohto, EU-asioiden koordinointi +358 40 094 7633 +32 47 650 2704 aiheet: eu, eu-parlamentti, eu-komissio, eu-vaalit",
    "images": "https://www.mtk.fi/o/adaptive-media/image/745802/preview-2000x0/Euroopan_komissio_1000.jpg",
    "tags": "eu,eu-parlamentti,eu-komissio,eu-vaalit,kansainvälinen toiminta",
    "excerpt": "Euroopan parlamentin vaalit pidetään kesäkuussa 2024 ja seuraava komissio valitaan ja aloittaa loppuvuodesta 2024. Tässä MTK:n näkökulmia EU-vaalikeskusteluihin sekä tulevan komission työohjelmaan.",
    "categories": ""
}