{
    "title": "MTK:n Brysselin toimiston ajankohtaiset",
    "author": "unknown",
    "source": "MTK",
    "date": "2025-04-09",
    "text": "MTK:n Brysselin toimiston ajankohtaiset Uutinen MTK:n Brysselin toimiston ajankohtaiset 28.06.2022 Ukrainan sota heikentää globaalia ruokaturvaa. Ilmastolainsäädännön uudistus etenee. Uutta lainsäädäntöä: Ennallistaminen ja kasvinsuojeluaineet, maataloustilastointi, lintuinfluenssa sekä teollisuuspäästödirektiivi. Ukrainan sota heikentää globaalia ruokaturvaa \nUkrainan sotaa on jatkunut jo yli 4 kuukautta. Sodasta huolimatta kylvöjä on Ukrainassa tehty noin 70-80 prosenttia normaalista alasta. Ukrainassa varastoissa on noin 17 miljoona tonnia viljaa odottamassa vientiä. Varastot pitäisi saada tyhjiksi uutta satoa varten, jota puidaan jo heinäkuussa. Varastojen tyhjentäminen on hidasta juna- ja rekkakuljetuksilla EU:n kautta. Laivakuljetukset eivät ole mahdollisia Venäjän saarron vuoksi. Komissio edistää nyt kiireellä mahdollisuuksia nopeuttaa viljan vientiä maareittejä pitkin ja EU:n satamien kautta sekä lisävarastojen rakentamista. EU on sitoutunut Ukrainan tukemiseen ja jälleenrakentamiseen ja otti Ukrainan ja myös Moldovan EU-jäsenehdokkaiksi. Tie jäsenyyteen on kuitenkin vielä pitkä. \n \nEU-huippukokouksessa valtiojohtajat ovat keskustelleet kevään aikana useamman kerran ruokaturvasta. Komission puheenjohtaja Ursula von der Leyen korosti EU:n roolia globaalin elintarviketurvan takaajana. Tosin käytännössä ja lainsäädännössä toimenpiteet EU:n ruuantuotannon vahvistamiseksi ovat toistaiseksi olleet pieniä, ellei jopa negatiivisia vaikutuksiltaan. \n \nJo ennen Ukrainan sotaa alkaneet tuotantopanosten hintojen jyrkät nousut vaikuttavat eniten niissä köyhissä maissa, joissa käytetään suuri osa tuloista ruokaan, sekä niissä maissa, jotka ovat riippuvaisia ruuan tuonnista. Näitä maita ovat esimerkiksi Jemen ja Afrikan sarven maat. Myös muilla Lähi-Idän ja Pohjois-Afrikan valtioilla on haasteita kohtuuhintaisen ruuan turvaamisessa väestölleen, mikä saattaa aiheuttaa levottomuuksia ja muuttovirtoja. Ilmastolainsäädännön uudistus etenee \nEU-parlamentti pääsi sopuun kolmesta keskeisestä Fit for 55 -ilmastopaketin osasta toisella käsittelykerralla, suurimpien puolueryhmien EPP:n, sosialistien ja Renew Europen yhteistyöllä. Täysistunnossa hyväksytyt kannat koskevat päästökaupan (ETS) uudistamista, hiilitulleja (CBAM) ja vihreän siirtymän vaikutuksia tasaavaa ilmastorahastoa. Päästökaupassa ilmaiseksi teollisuudelle jaetut kiintiö poistuvat asteittain. Hiilitulliasetuksessa maatalous ei ole mukana, mutta lannoitteet ovat. Aikaisemmin parlamentissa hyväksyttiin maankäyttösektoreiden ilmastotavoitteet asettavasta LULUCF-asetuksesta lausunto, joka muuttui täysistuntokäsittelyssä parempaan suuntaan. EU-tason tavoitteena on saavuttaa LULUCF-sektorilla 310 miljoonan hiilidioksidiekvivalenttitonnin nettopoistuma vuoteen 2030 mennessä. Euroopan parlamentti haluaa myös, että polttomoottorit kielletään uusissa henkilöautoissa 2035 alkaen. \n \nParlamentilta odotetaan vielä ilmastopaketin kokonaisuuteen lausuntoa mm. uusiutuvan energian direktiivistä (RED). Vaikka EU on energiakriisissä, uusiutuvan energian kestävyysvaatimuksia halutaan kiristää. Parlamentin ympäristövaliokunnan näkemyksen mukaan metsäenergiaa ei jatkossa katsottaisi uusiutuvaksi energian lähteeksi. Tämä päätös pitää jatkokäsittelyssä saada muuttumaan. \n \nSamaan aikaan myös jäsenmaista koostuva neuvosto tekee päätelmiään. Kun neuvoston päätelmät ja parlamentin lausunto ovat valmiit, EU-instituutiot eli komissio, parlamentti ja neuvosto neuvottelevat kompromissin ilmastolainsäädäntöpaketista. Tavoitteena tällä ilmastolainsäädäntöjen uudistamisella on saada EU:n päästövähennykset 55 prosenttiin vuoteen 2030 mennessä. \n \nKomission EU-energiaomavaraisuutta tavoitteleva RePowerEU tiedonanto julkaistiin 18.5. Energiariippuvuuden vähentäminen Venäjästä on haastavaa kaikille. Suuri pettymys komission esityksissä on kuitenkin bioenergian poissaolo. Vain biometaani nostetaan esille ratkaisuna. \nVaikutustyö sekä pellolla tuotettujen biopolttoaineiden että metsäbiomassan energiakäytön suhteen jatkuu. Ks. MTK:n tiedote. Uutta lainsäädäntöä: Ennallistaminen ja kasvinsuojeluaineet, maataloustilastointi, lintuinfluenssa sekä teollisuuspäästödirektiivi \nKomissio julkaisi esityksensä luonnon ennallistamista koskevaksi EU-asetukseksi. Komission esityksen mukaan 20 prosenttia ennallistamisen tarpeessa olevasta maa- ja meripinta-alasta on oltava ennallistamistoimien piirissä vuoteen 2030 mennessä ja kaikki loput vuoteen 2050 mennessä. Komissio on laskenut Suomen osalta ennallistamistoimien vuotuisiksi kustannuksiksi 0,9 miljardia euroa ja hyödyiksi lähes 10 miljardia. Suomen kustannukset ovat jäsenmaista kolmanneksi suurimmat Ranskan ja Espanjan jälkeen. Ks. MTK:n tiedote täältä. \n \nKomissio julkaisi myös kasvinsuojelun kestävän käytön asetuksen, jossa tavoitteena on vähentää EU:n kasvinsuojeluaineiden käyttöä 50 prosenttia. Euroopan kemikaaliviranomainen arvioi, ettei glyfosaatti ole syöpää aiheuttava. Glyfosaatin käyttölupaa jatkettaneen, kunnes EFSA eli elintarvikeviranomainen ehtii tehdä tieteellisen arvion. Ks. ajankohtaiset kasvinsuojeluaineasiat Mika Virtasen Bryssel-viestin jutusta täältä.   \n \nMaataloustilastoinnin uudistamisessa sovittiin mm. kasvinsuojeluaineiden käytön tarkemmasta tilastoinnista 2028 alkaen ja tietojen keräämisen rahoituksesta sekä luomun mukaan ottamisesta. Tavoitteena on myös, ettei viljelijöiden ja kansallisten viranomaisten hallinnollinen taakka kasva. \nMaatalousneuvosto päätti, että EU:ssa ryhdytään kehittämään lintuinfluenssarokotusta. Lintuinfluenssaa on löydetty 36 Euroopan maasta ja mm. Ranska on teurastanut 16 miljoona lintua ja Italia 18 miljoona marraskuun jälkeen.   \nBrysselissä jatkuu keskustelu teollisuuspäästödirektiivistä (IED), jonka vaatimukset koskevat jatkossa suurta joukkoa siipikarja-, sika- ja nautatiloja. Komissio esittää myös kevennettyä lupajärjestelmää eläintuotannolle. Brysselissä alkaa 1.7. Tsekin EU-puheenjohtajuuskausi. Lainsäädäntötyö jatkuu vielä heinäkuun loppupuolelle ja elokuu on lomakuukausi. Syyskuussa vaikuttaminen Brysselissä taas jatkuu. Hanna Leiponen-Syyrakki johtaja, Brysselin toimisto toimiston yleisjohto, EU-asioiden koordinointi +358 40 094 7633 +32 47 650 2704 aiheet: mtk, eu, brysselin toimisto",
    "images": "https://www.mtk.fi/o/adaptive-media/image/745976/preview-2000x0/Euroopan_Komissio_2_1000.jpg",
    "tags": "mtk,eu,brysselin toimisto",
    "excerpt": "Ukrainan sota heikentää globaalia ruokaturvaa. Ilmastolainsäädännön uudistus etenee. Uutta lainsäädäntöä: Ennallistaminen ja kasvinsuojeluaineet, maataloustilastointi, lintuinfluenssa sekä teollisuuspäästödirektiivi.",
    "categories": ""
}