{
    "title": "Hiilitullikuuleminen",
    "author": "unknown",
    "source": "MTK",
    "date": "2025-04-09",
    "text": "Hiilitullikuuleminen Lausunto Hiilitullikuuleminen 18.11.2021 Aloite EU:n vihreän kehityksen ohjelma (hiilidioksidipäästöjen tullimekanismi) Hiilirajamekanismi (CBAM) on tärkeä osa kokonaisuutta, jolla pyritään huolehtimaan EU:n omien toimijoiden tasavertaisista kilpailuedellytyksistä osana EU:n Green Dealin toteuttamista. Maa- ja Metsätaloustuottajian Keskusliiton (MTK) näkökulmasta prosessissa korostuu seuraavat asiat: 1. EU:n työvälineen on toteutettava tavoitetta mahdollisimman kevyin hallinnollisin kustannuksin. 2. Valmistelussa on huomioitava järjestelmän WTO-yhteensopivuuden lisäksi jo käytössä samaa tavoitetta tukevien toimien yhteisvaikutukset, kuten polkumyyntitullit tai esitykset metsäkatomerkinnät, due diligence ym. 3. CBAMin vaikutusten rajaaminen vain yhteen arvoketjun tuotteeseen ei huomioi koko arvoketjun haastetta. Elintarvikesektorin näkökulmasta lannoitteiden hiilitullit heijastuvat korkeampina tuotantokustannuksina vilja-, rehu-, kotieläntuotteiden markkinoilla. Hiilitullin kohdistaminen lannoitteisiin aiheuttaa arvoketjun seuraaville tuotteille kilpailuhaittaa, kun kuitenkin toimitaan samoilla globaaleilla markkinoilla. 4. CBAM-määrittely tarvitsee merkittävästi lisää paikallista tutkimustietoa. Omasta kokemuksesta tiedämme, että oman paikallisen tuotannon hiililaskenta on haasteellista, vaikka maataloustutkimus on tehnyt asian kanssa jo pitkään työtä. Yhdessä tutkimuksen kanssa olemme valmistelleet mm. MTK's Climate Programme https://www.mtk.fi/documents/20143/623429/MTK_ilmasto-ohjelma_ENG_net.pdf/dbdcf1ac-c402-e81f-99bc-daef32c8d619 5. Asetettaessa hiilitullit pitää markkinoilla toimijoiden voida todentaa oman toimintansa ja omien tuotteiden hiilivaikutukset suhteessa esitettyihin keskiarvojen perusteella laskettuihin hiilitulleihin. Toimijat voivat omien todennettujen lukujen perusteella hakea oikaisua hiiliotulleihin. 6. Viitaten edellä olevaan mekanismiin, EU:n pitää varmmistaa, että kauppakumppaniemme ottaessa käyttöön vastaavia mekanismeja, myös EU:n toimijoilla on mahdollisuus vaatia oikaisuja käytössä oleviin hiilitulleihin. aiheet: lausunto",
    "images": "https://www.mtk.fi/o/adaptive-media/image/6332521/preview-2000x0/Kopio Nimetön.png",
    "tags": "lausunto",
    "excerpt": null,
    "categories": ""
}