{
    "title": "JUWI’s R6bn Solar Energy Initiative: Jobs and Clean Energy for SA",
    "author": "Zaghrah",
    "source": "Joburg ETC",
    "date": "2025-01-28",
    "text": "Business JUWI’s R6bn Solar Energy Projects to Power South Africa and Create 2,000 Jobs JUWI Renewable Energies is set to make a significant impact on South Africa’s renewable energy landscape, announcing an ambitious R6 billion investment in three major private solar projects starting in 2025. These projects will add a combined 340 megawatts (MW) to the nation’s solar photovoltaic (PV) capacity—approximately 5% of the total—and create over 2,000 jobs during construction. Powering South Africa’s Energy-Intensive Industries The new solar PV facilities will cater to some of South Africa’s most prominent businesses, ensuring a cleaner energy supply: Teraco Data Centres: A 120MW solar PV facility in the Free State will supply Africa’s largest data centre company using wheeling technology. Sasol and Air Liquide: A 120MW facility developed with IPPs TotalEnergies, Mulilo, and Reatile Group will support their operations with green energy. Glencore Mine: A 100MW facility will deliver zero-carbon energy to Glencore’s ferrochrome smelters, helping the company meet the EU’s Carbon Border Adjustment Mechanism (CBAM) standards. Accelerating South Africa’s Transition to Clean Energy Dr. Rethabile Melamu, CEO of the South African Photovoltaic Industry Association (SAPVIA), hailed JUWI’s initiative as a pivotal step toward achieving the country’s renewable energy goals. “Private sector investments like these are essential for reducing greenhouse gas emissions and securing South Africa’s energy future,” said Melamu. JUWI’s Legacy and Global Expertise JUWI Renewable Energies, a subsidiary of Germany’s MVV Energie AG, has been a key player in South Africa’s renewable energy sector since 2011. The company has delivered nine large-scale renewable energy projects in Africa, generating nearly 1 million megawatt-hours (MWh) annually. Globally, JUWI has implemented 20 solar PV and Battery Energy Storage Systems (BESS) projects, including notable ventures at the Sukari Gold Mine in Egypt and the Grande Côte mineral sands operation in Senegal. The Future of Renewable Energy in South Africa Dr. Richard Doyle, JUWI’s managing director, emphasized the potential for 24-hour renewable energy solutions as the market matures and battery costs decline. “Solar PV alone can offset up to 40% of fossil fuel consumption. With battery storage, this increases to 60%. Adding wind energy can push renewable contributions to 80–90%,” Doyle explained. JUWI’s phased approach to renewable energy highlights its commitment to sustainability while addressing the challenges of intermittency and cost. A Greener South Africa on the Horizon As South Africa strives to reduce its reliance on coal and transition to a low-carbon economy, projects like JUWI’s R6 billion solar initiative signal a promising future. By creating jobs, fostering innovation, and delivering clean energy, JUWI is not only transforming the energy landscape but also contributing to the country’s global competitiveness.\\ Follow Joburg ETC on Facebook, Twitter , TikTok and Instagram For more News in Johannesburg, visit joburgetc.com",
    "images": "https://www.joburgetc.com/wp-content/uploads/2025/01/Screenshot-2025-01-28-095516.png",
    "tags": "JUWI solar projects;South Africa renewable energy",
    "excerpt": "JUWI Renewable Energies will invest R6bn in three solar projects, creating 2,000 jobs and adding 340MW to South Africa's solar capacity.",
    "categories": "Business"
}