{
    "title": "Congress Introduces US CBAM: The “Clean Competition Act”",
    "author": "Jennifer L",
    "source": "CarbonCredits.Com",
    "date": "2022-06-13",
    "text": "A US version of the Carbon Border Adjustment Mechanism (CBAM) was introduced in Congress by Senator Whitehouse and colleagues to boost domestic manufacturers and address climate change. The Clean Competition Act is legislation aimed at making domestic companies in the US more competitive in the global market. The bill is also for tackling the key sources of GHG emissions. The US CBAM proposal aims to help reduce emissions across carbon-intensive industries at home and abroad. The legislation is cosponsored by Senators Chris Coons, Brian Schatz, and Martin Heinrich. Why Introduce US CBAM Bill? A CBAM is an environmental trade policy that sets fees on imports from high-polluting sectors. The Clean Competition Act is a form of CBAM that aims to promote decarbonization in the US. It’s similar to the EU CBAM in that they both will give the revenues to developing countries, for example. They also introduce charges for CO2 emissions for imported goods coming into each country. But the US CBAM is unique in that it levies a fee for emissions not only for importers but for domestic manufacturers, too. Also, instead of an economy-wide fee, domestic companies will pay the carbon price only on emissions that go beyond the industry average. The bill’s key author, Sen. Whitehouse, said that it’s also to comply with the World Trade Organization protectionism rules. He stated that: “This is an effort at carbon pricing, having there be a cost for polluting, but it’s probably a considerably easier lift than a full-on carbon price.” He further commented that American manufacturers doing the right things on climate are often at a disadvantage compared to foreign competitors. And so the bill is to make them become competitive while helping steer the planet to climate safety. American manufacturers are on average less carbon-intensive than most of their foreign competitors. In particular, the U.S. economy is almost 50% less carbon-intensive than its trading partners like China (3x more) and India (4x more). Sen. Coons on the US CBAM bill: “I’ve been a longtime advocate of border carbon adjustments because they will lower carbon emissions around the world. This and providing a competitive advantage to American companies doing their part to address climate change.” Coons also said that aligning US climate and trade policies with its allies will help the nation reduce both its emissions and reliance on foreign fuels. What are the Main Provisions of the Act? The Clean Competition Act would impose a carbon border adjustment on energy-intensive imports. The starting price of carbon will be $55/t and will be up by 5% above inflation each year. Domestic producers of raw materials covered by the proposed US CBAM will receive export discounts. While covered imports from least developed countries would be exempt from any tax charges. Starting in 2024, the adjustment would apply to carbon-intensive products of domestic producers and importers. These include the following: fossil fuels refined petroleum products petrochemicals fertilizer hydrogen adipic acid cement iron and steel aluminum glass pulp and paper ethanol On the other hand, the EU CBAM applies to the import of electricity and 5 major goods only. These are steel, iron, cement, fertilizer, and aluminum sectors. In 2026, US CBAM would be extended to include imported finished goods containing at least 500 pounds (226kg) of covered energy-intensive primary goods. In 2028, the minimum amount of raw materials for coverage would be down to 100 pounds. \n Calculating how much the taxpayer would pay depends on various factors. Here’s how the calculation is done: Importers would only pay the levy based on the fraction of emissions that exceed the comparable U.S. carbon intensity baseline. To get the baseline, the subjected producers must submit data to the US Treasury. However, that’s not a replacement but an addition to the annual GHGRP (EPA’s Greenhouse Gas Reporting Program) CO2 emissions report. The data for submission include: CO2 emissions, annual electricity consumption and annual primary output. Based on the reported information, the Treasury computes the average carbon capacity under Scopes 1 and 2 for each carbon-intensive industry. At the same time, the baseline indicators will decline by 2.5% annually from 2025 to 2028. Periods after that will see a 5% decrease in US CBAM price annually. Lastly, 75% of revenues raised each year by the tax would fund a competitive grant program for each of the covered industries. This will further stimulate investment in the new technologies necessary to reduce carbon footprint. The remaining 25% of revenues will be for helping developing countries to decarbonize and reach net zero emissions. Here’s the full copy of the introduced US CBAM, the Clean Competition Act.",
    "images": "https://carboncredits.com/wp-content/uploads/2022/06/US-CBAM-1.jpg",
    "tags": "",
    "excerpt": "A US version of the CBAM was introduced in Congress to boost domestic manufacturers and address climate change.",
    "categories": "Carbon Markets;Carbon News;Regulatory"
}