{
    "title": "View from Berlin: renewables and green hydrogen mean energy security, decreasing prices and a better climate",
    "author": "unknown",
    "source": "Green Hydrogen Organisation",
    "date": "2025-03-12",
    "text": "View from Berlin: renewables and green hydrogen mean energy security, decreasing prices and a better climate I have just returned from Berlin in what has been a truly historic week for Germany. On Tuesday, the outgoing parliament voted to loosen the country’s borrowing restrictions to allow unlimited defence spending given unprecedented geopolitical instability including Russia’s ongoing war and illegal invasion of Ukraine. The vote included the creation of a EUR 500 billion infrastructure fund which will crucially comprise EUR 100 billion set aside for climate action. That EUR 100 billion will be added to the country’s climate fund. Its inclusion was successfully negotiated by the German Greens as part of the historic vote. Ironically, as a party soon moving into opposition, this was perhaps their most significant achievement since the last government was formed. Immediately after the vote both Vice Chancellor and Minister for Economic Affairs and Climate Action Robert Habeck and Foreign Minister Annalena Baerbock from the Green Party made their way to the Foreign Ministry which was hosting the 11th Berlin Energy Transition Dialogue (BETD). Ministers Habeck and Baerbock were of course speaking to a friendly crowd at BETD but it has been a long time since I’ve witnessed such a prolonged applause and standing ovation following Minister Habeck’s wide ranging speech where he said \"climate protection in Germany will no longer fail due to money. It can only fail due to inability or unwillingness.\" \"This is a strong and powerful signal, also to our friends in Europe and the world. Germany stands ready to face the epochal challenges posed by the security and climate crises with full force,\" said Minister Baerbock. \"This EUR 100 billion for climate action is a direct investment in our future and thus also in our prosperity and security. To be clear: climate policy is security policy.\" The narrative may have changed and global events have forced Germany’s hand but the trajectory remains clear: we are moving away from an energy system powered by fossil fuels to one focused on renewable energy and green hydrogen. Germany’s demand for green hydrogen is the highest in Europe, with the country having doubled its domestic electrolyser target from 5 GW to at least 10 GW by 2030 in its most recent strategy update. We are seeing progress. Last week a long-term offtake agreement for green hydrogen was signed between TotalEnergies and RWE. RWE will supply around 30,000 tonnes of green hydrogen for 15 years from 2030 to 2044 for use in TotalEnergies Leuna refinery saving 300,000 tonnes of CO2 annually. German government funding and the EU’s transport fuels mandate under Renewable Energy Directive (REDIII) for use of EU-compliant green hydrogen helped unlock the deal. This week, Germany’s BASF began operating Europe’s largest green hydrogen project at its Ludwigshafen complex in southwest Germany for use in the chemical sector. These success stories are undoubtedly helping the market ramp up, especially as green hydrogen needs to be used in new sectors like steelmaking or shipping which currently rely almost entirely on fossil fuels. This is the really difficult part of the transition – the last mile of decarbonisation – that we must solve. This week thyssenkrup signalled that its EUR 3 billion green steel plant under construction may become a stranded asset without a steady supply of competitively priced green hydrogen despite benefiting from EUR 2 billion in government funding. Every lever is needed to make these projects succeed, including carbon taxes which make green products competitive. Some of that EUR 100 billion for climate action will need to be spent on international climate policy. For green hydrogen, this means spending wisely to stimulate the import of around 50 to 70 percent the country’s total hydrogen demand. We hope the successful H2 Global double auction mechanism championed by Germany (which ultimately provides subsidies to sellers and buyers through a government intermediary) can be further scaled up to help bring in the sustainable green molecules that Germany needs to contribute to energy security, economic growth and climate action both at home and abroad. Joe Williams, Deputy CEO, GH2 Green Fertiliser Development Network kicks off with big ideas and bold ambitions. Last week, the first roundtable of the Green Fertiliser Development Network (GFDN) brought together project developers, policymakers, investors, and civil society to accelerate the scale-up of green fertilisers. From Brazil to India and Southern Africa, participants shared updates on emerging projects, smarter subsidy frameworks, and how buyer alliances could help unlock demand. What we’re hearing on costs, coordination, and credibility Green ammonia is gaining ground – but it’s still early days. BNEF confirmed that electrolyser costs are coming down, CBAM is coming in, and long-term cost parity with blue ammonia looks possible by the 2030s. But for now, just four green fertiliser projects are operational, accounting for a mere 0.3% of global ammonia production. BNEF and Agora Industry flagged the need for better visibility on what’s being built, while Atlas Agro’s Brazilian project – backed by a national fertiliser plan and strong renewables – shows how localised, zero-emission production can work in practice. Agora introduced a new tracker to monitor global fertiliser production and the gap to 2030. Tools like buyer alliances and price guarantee funds are gaining traction to derisk investment and reduce demand uncertainty – especially in markets where offtake remains hard to secure. In India and Southern Africa, the focus is on policy roadmaps, subsidy reform and coordination to reduce import dependency and scale domestic production. As Jonas Moberg (CEO of GH2) put it, “we’re not growing the industry – we’re starting from scratch.” The consensus? We need more coordination, more credibility, and faster action to get green fertilisers off the ground. 👉 Sign up to the Green Fertiliser Development Network to stay in the loop and help us build faster, together. Simran Sinha, Programme Officer, GH2",
    "images": "http://gh2.org/themes/custom/greenhydrogen/assets/img/share-image.png",
    "tags": "",
    "excerpt": null,
    "categories": ""
}