{
    "title": "Simplification is not enough. The EU needs to slash climate policies - Brussels Report",
    "author": "Pieter Cleppe",
    "source": "Brussels Report",
    "date": "2025-02-28",
    "text": "The EU’s clean industrial deal is anything but sufficient for European industry This week, the European Commission published its proposed “clean industrial deal”, which intends to reconcile the EU’s climate policies with competitiveness, laid out in its so-called “Omnibus Package”. The Commission thereby notes that “our energy costs remain comparatively high, putting Europe at a real risk of deindustrialisation.” Despite warnings from the chemical industry, with Ineos ceo Jim Ratcliff highlighting in an open letter that because of the energy cost and CO2 taxes, “all our major competitors are planning for withdrawal from Europe”, the EU Commission does not seem intent to fundamentally change course. Belgian Central Bank governor warns EU green energy will be at best 7 times as expensive as US fossil fuels:#greendeal #CleanIndustrialDeal https://t.co/xjkA6hl1r7 — Pieter Cleppe (@pietercleppe) February 27, 2025 Yes, European Commission President Ursula von der Leyen talks about “simplification” but she still hasn’t dropped the plan to make the EU’s 2040 “climate target” binding, which would represent a sharpening of the EU’s climate policies. The fact that only eight EU member states have explicitly supported this idea, should be a clear signal to von der Leyen that the times have changed. Teresa Ribera, the EU Commission’s socialist executive vice-president in charge of the green transition was much more blunt than von der Leyen, as she said: “We are not deregulating…On the contrary: we are coming to the implementing phase.” Her French colleague Stéphane Séjourné, who is in charge of industrial strategy, added: “We don’t have a chainsaw”, meaning the EU is unwilling to copy the success of Argentine President Javier Milei. Some positives To be fair, the Commission’s proposals do contain some positive elements. Particularly during von der Leyen’s first term, a whole range of expensive regulations, often climate-related, were passed. The Commission is now proposing to water down some of the worst aspects of it. Useful overview of recent EU regulations businesses need to cope with: the EU's \"ESG compliance jungle\" as compiled by @WKOe in Oct 2024:#deregulation #doge4EU pic.twitter.com/LjehDBvh1h — Pieter Cleppe (@pietercleppe) February 20, 2025 It suggests to freeze the EU’s Corporate Sustainability Reporting Directive (CSRD), which entered into force in 2023, for two years, while it aims to introduce changes to make sure less smaller businesses need to comply. The Commission however does not want to change any of the obligations. For the Corporate Sustainability Due Diligence Directive (CSDDD), which requirse companies with more than 1,000 employees to assess the environmental and human rights impacts of their products, it wants a one year delay, while also restricting the liability of companies and the length of the supply chain they are supposed to report on. Even if SMEs are already exempt from this directive’s requirements, many say they will be caught in burdensome rules due to the fact that they supply larger companies. It should serve as a warning signal that exempting small businesses from the CSRD won’t be a cure-all. Furthermore, the Commission wants to relax the EU taxonomy regulations slightly. Another positive element is to stimulate faster permits for windfarms and other infrastructure. Commission’s new omnibus slashes green reporting to catch up with US https://t.co/SyvVoF8BjW — Euractiv (@Euractiv) February 26, 2025 Quite a few negatives Despite these positive steps, the EU Commission seems to think that lightening the burden on European companies should go hand in hand with increasing the burden on foreign companies. The new proposed legislative package contains quite a bit of new protectionism, as the Commission calls for so-called “buy European” clauses aimed at changing public procurement rules to favour clean tech made in Europe. Customers thereby risk being deprived from the best possible product. Furthermore, the European Commission has also stated that even if it is now reducing the regulatory pressure for European companies, it will try to impose the content of the regulations which the EU’s “Omnibus Package” is slashing in agreements with third countries that do not always share the EU’s appetite for costly climate policies. This is worrying, as it effectively means that the Commission is using domestic simplification as justification for doubling down on the problematic path of using trade negotiations as a means to impose policy choices on trading partners. This already badly backfired with the EU deforestation regulation, which the EU was forced to delay with one year, following an outcry from trading partners, from the U.S. over Brazil to Malaysia. The latter was particularly displeased that the EU refuses to accept the country’s deforestation standard MSPO as equivalent, despite the fact that NGOs have lauded the country’s success in reducing deforestation, which has been linked in particular to its palm oil exports. Ironically, Malaysia is now even coming up with an even stricter standard than the standard foreseen in the EU’s deforestation regulation, but the EU flatly refuses to recognise these foreign standards, unlike for example the UK. Also the EU’s climate tariff, CBAM or Carbon Border Adjustment Mechanism (CBAM), is an example of green protectionism in retaliation of trading partner refusing to copy the EU’s costly climate policies. Apart from being protectionist, CBAM also imposes big administrative burdens on companies. A good thing here is that the Commission wants to exempt the smallest importers. It is also opting for administrative simplification now, but at a later stage, it wants to cover more products under the carbon border tax regime. Thereby, it is reportedly possible that also exports from Europe to third countries would be targeted. In other words, the EU Commission is ultimately doubling down on the CBAM approach, which has been straining relations with trading partners. No relief for India on CBAM, ahead of Ursula von der Leyen’s visit ‘The EU says that some of India's concerns on the carbon border adjustment mechanism (CBAM) are \"illegitimate\", but it is ready to address them, a senior trade-bloc official said.’ pic.twitter.com/acGllrmI9B — Kashish Parpiani (@kparpiani) February 27, 2025 Trouble never comes alone Apart from the extra protectionism, the EU Commission has not been able to restrain itself from proposing more micromanagement. It reportedly thinks that the use of electricity outside peak hours should be encouraged and, if necessary, made mandatory. The EU also confirms that it will “adopt a Circular Economy Act in 2026”, which basically aims to impose yet more restrictions in order to realise a “circular economy”. Last but not least, it will probably not surprise anyone that the EU Commission also wants to spend more taxpayers money as part of its new package. The EU’s Commissioner for “Climate, Net-Zero and Clean Growth”, Wopke Hoekstra tries to justify this by saying: “The climate problem is going to get worse before it gets better. (…) The price tag for Europe is unfortunately phenomenal.” Therefore, the Commission announces to “mobilize over €100 billion” for “EU-made clean manufacturing”. How precisely this will be financed remains obscure and it is also puzzling why this kind of industrial policy would somehow be more successful than similar failed attempts in the past. Then the Commission is not known for not trying the same and expecting different results. The EU wants to use its investment program InvestEU, for this, implementing regulatory tweaks aimed at unlocking an additional 50 billion euro in public and private investments, while socialist EU Competition Commissioner Ribera has vowed to water down the EU restrictions on state aid. Trouble never comes alone. EU Commissioner @WBHoekstra a bid to justify the high cost of EU climate policies: \"The climate problem is going to get worse before it gets better..The price tag for Europe is unfortunately phenomenal.\" https://t.co/rlLbGeFJVU — Pieter Cleppe (@pietercleppe) February 28, 2025 The reactions about the Commission’s new set of proposals are not very positive. European business federation BusinessEurope thinks swifter action is needed, with its director general Markus Beyrer stating that it is unlikely these measures will be sufficient to lower short-term energy costs. Also Czech Prime Minister Petr Fiala expressed skepticism, saying: “At first glance, it seems that contradictory trends are being combined – on the one hand, support for the industry, and, on the other, the continuation of the Green Deal. His Finance Minister Zbyněk Stanjura was even more outspoken, stating: “We will not have the funds to increase defence spending while keeping decarbonisation targets unchanged.” In other words: Simplification is not enough. The EU needs to actually slash climate policy targets and regulations. 'Among those expressing concerns was Patrick Pouyanne, CEO of French “supermajor” oil giant TotalEnergies, who said: “We created a machine in Brussels.' Imagine something doesn't work, and you continue to double down. That's the EU Commission. https://t.co/Wmu1odowIJ pic.twitter.com/bNYzn0K1Sl — Fabian Wintersberger (@f_wintersberger) February 28, 2025",
    "images": "https://www.brusselsreport.eu/wp-content/uploads/2025/02/woodcutter-9338369_1280.png",
    "tags": "",
    "excerpt": "Clean Industrial Deal slash EU climate regulations targets policies",
    "categories": "European Union"
}