{
    "title": "Solar Energy for Steel: Sustainable Power for a Brighter Future",
    "author": "Vu Phong Energy Group",
    "source": "Vu Phong Energy Group JSC: Solar & Wind Power",
    "date": "2023-11-02",
    "text": "14 years of development, pioneering in the field of clean energy 700+ MWp has been and is under construction 1000+ completed projects REQUIREMENTS FOR EMISSIONS REDUCTION - SUSTAINABLE DEVELOPMENT Noticeable, Vietnam steel sector: - The average emission are approximately 2.51 tons of CO2 per ton of raw steel (compared to the global average of 1.85 tons of CO2 per ton of raw steel).* - An average electricity consumption of about 400-600 kWh per ton of steel, the amount of emissions from electricity consumed if taken from the national grid for 1,000 tons of steel emissions can reach approximately 288-433 tCO2. \n* Data from Energy Conservation Research and Development Center – ENERTEAM CLEAN ENERGY SOLUTIONS, \nEMISSION REDUCTION FOR IRON AND STEEL ENTERPRISES EMISSION REDUCTION FOR IRON AND STEEL ENTERPRISES POWER PURCHASE AGREEMENT (PPA) \nCOLLABORATION MODEL COLLABORATION MODEL Businesses only need an idle roof, no investment costs, and no system operation expenses. EPC GENERAL CONTRACTOR \nAND O&M SERVICES AND O&M SERVICES Businesses self-invest in the system, and Vu Phong Energy Group accompanies development and operations. COOPERATION MODEL POWER PURCHASE AGREEMENT Vu Phong Energy Group's service is dedicated to businesses that are ``greening`` production, towards sustainable development, with many benefits: In particular, Vũ Phong Energy Group will collaborate with businesses in the process of applying for International Renewable Energy Certificates (I-REC) through our subsidiary, VP Carbon. Owning I-REC certificates will help businesses meet international requirements for demonstrating the use of renewable energy. OUR AWARDS 2022 BEST C&I PROJECT AWARD: \nROOFTOP (INDUSTRIAL) ROOFTOP (INDUSTRIAL) South East AsiaLeadership Awards ACHIEVING ZERO RECORDABLE INCIDENT \nTHROUGHOUT PROJECTS IN 2022 THROUGHOUT PROJECTS IN 2022 TotalEnergies 2022 BEST EPC CONTRACTOR \nIN VIETNAM IN VIETNAM TotalEnergies 2021 THE SOLAR FUTURE AWARDS THE EPC COMPANY OF THE YEAR THE ASIAN POWER AWARDS SOLAR POWER PROJECT OF THE YEAR \nENVIRONMENTAL UPGRADE OF THE YEAR ENVIRONMENTAL UPGRADE OF THE YEAR Get professional consultation for your industry. NO INVESTMENT COSTS - NO OPERATION COSTS GREEN PRODUCTION - SUSTAINABLE DEVELOPMENT Towards sustainable development and a strong Vietnam vision of 2045, Vu Phong Energy Group pursues values in the direction of United Nations Sustainable Development Goals (SDGs)",
    "images": "https://vuphong.com/wp-content/uploads/2022/09/background-fb-2022.jpg",
    "tags": "",
    "excerpt": "Embrace a greener future for your steel manufacturing operations with customized solar energy solutions that boost productivity and minimize environmental impact.",
    "categories": ""
}