{
    "title": "EU's Carbon Border Adjustment Mechanism (CBAM) Faces Significant Opposition",
    "author": "Jennifer L",
    "source": "CarbonCredits.Com",
    "date": "2023-06-08",
    "text": "The World Trade Organization (WTO) recently held the 15th trade policy review meeting for the European Union (EU), particularly addressing its Carbon Border Adjustment Mechanism (CBAM) regulation. The bloc received over 1,600 pre-written questions from 41 delegations and responded to over 1,300 of them before the meeting started. At the meeting, WTO members conducted a comprehensive review and assessment of the EU’s trade and investment policy trends and their impact since 2020. Among the issues raised, the EU’s CBAM attracted great interest from various members, especially opposition from China. What is The EU’s CBAM? In a bid to level the playing field for European industries and encourage global carbon emission cuts, the EU recently enforced Carbon Bounder Adjustment Mechanism. It’s a key element of the EU Green Deal, one of the region’s latest policy proposals on carbon pricing. The EU Council agreed to consider CBAM in March last year. But it was finalized and enacted in May 2023. Its goal aligns with the broader target to lower greenhouse gas emissions by 55% by 2030. The policy is designed to function in parallel with the EU’s Emissions Trading System (EU ETS). It will gradually replace the free allocation of EU ETS carbon allowances. Specifically, CBAM involves applying a carbon price to imports of certain goods to the EU. This price is proportionate to the goods’ “embodied emissions”, referring to the emissions generated during their production. Under the CBAM, EU importers must buy CBAM certificates in relation to the goods’ embodied emissions. By doing so, it prevents carbon leakage by companies relocating their production outside the EU to evade climate regulation costs. And just like the current EU allowance, each CBAM certificate equals one tonne of emissions. Essentially, the number of CBAM certificates must be equal to the total embodied emissions of the imported goods. The carbon border regulation covers certain products in some of the most carbon-intensive sectors, including: Iron Steel Cement Fertilizers Aluminum Electricity Hydrogen Eventually, all EU ETS-covered products and emissions from international transportation will fall under the CBAM scope by 2030. Indeed, the carbon price policy has good intentions. But the plan is expected to face significant international backlash, particularly from countries heavily reliant on fossil fuels. To predict which nations are most likely to oppose the CBAM, researchers have developed the CBAM Opposition Index. CBAM Opposition Index The Opposition Index is based on these five major factors: Trade with the EU: High volume of trade with the EU, like the case of China, may lead to CBAM opposition because of the potential cost increases. Carbon Intensity: Heavy reliance on fossil fuels may lead to opposition as CBAM may reduce competitiveness. World Trade Organization Disputes: The history of initiating disputes in the WTO may result in CBAM challenges. CBAM must be compatible with WTO rules. Domestic Public Opinion on Climate Change: If public opinion downplays climate change, governments may oppose measures like the CBAM. Capacity for Innovation: Countries with strong innovation capacities may be less likely to oppose CBAM due to the potential for less carbon-intensive production. Overall, the higher a country’s score on these indexes, the greater its potential opposition to the CBAM. The analysis indicates that the following countries are most likely to oppose CBAM: Iran 100 Ukraine 99 USA 96 United Arab Emirates 94 Egypt 89 China 88 India 86 Kazakhstan 86 Russia 82 Belarus 82 The authors plotted the likelihood of opposing CBAM by country in the map. CBAM Opposition Index on World Map They also show the results in the chart below. CBAM Opposition Index, with all dimensions China’s Opposition on CBAM China, in particular, expressed opposition over the carbon pricing measure, believing CBAM departs from international agreed trading principles and rules. The second-largest economy has a bilateral trade volume with the EU worth $847.3 billion in 2022. China thinks that the CBAM fails to align with the principles of the United Nations Framework Convention on Climate Change, the Paris Agreement, and WTO rules. China argues that this mechanism will discriminate against imported products and limit market access, especially from developing WTO member nations. The Chinese nation also pointed to the recent research report of the Africa Climate Foundation. The findings said that CBAM will cause losses of $25 billion to African countries each year. In another analysis, it will affect $8 billion worth of Indian exports, particularly the steel and aluminum sector. However, the world’s largest single trading entity has continued to maintain low tariffs despite the rise of global protectionism. EU’s GDP accounts for about 50% of the world’s. The bloc also believes that promoting the green transformation of global society is an urgent challenge. It seeks to achieve climate neutrality by 2050 under the European Green Deal. With that, CBAM will operate starting October this year with simplified reporting obligations focused on data collection. Its full enforcement will start in January 2026, including financial obligations for importers to buy CBAM certificates. The CBAM will be gradually phased in parallel to the phasing out of EU ETS-free allowances over a nine-year period, from 2026 to 2034. Undoubtedly, the mechanism is one of the ambitious steps by the EU toward fostering a green global economy. Yet, the future of CBAM lies in its acceptance by the global community, especially by major trading partners like China.",
    "images": "https://carboncredits.com/wp-content/uploads/2023/06/CBAM-opposition-from-China-1.jpg",
    "tags": "",
    "excerpt": "The WTO recently held the 15th trade policy review meeting for the EU, particularly its CBAM and opposition from members like China.",
    "categories": "Carbon Markets;Carbon News"
}