{
    "title": "New fiscal rules, the UK's CBAM, and the rest of the Autumn Budget: BusinessGreen's most... | Whole Life Carbon",
    "author": "unknown",
    "source": "New fiscal rules, the UK's CBAM, and the rest of the Autumn Budget: BusinessGreen's most...",
    "date": "2025-04-01",
    "text": "The University of York has launched a geothermal energy project using ground-source heat pumps, aiming to reduce fossil fuel use and support the city’s net zero carbon targets. Focused initially on the university campus, the initiative will serve as a scalable model demonstrating how academic institutions can promote local transitions to renewable energy. The project reflects growing alignment between education, urban planning, and sustainable building practices, and contributes to wider adoption of energy-efficient buildings across the UK. The UK’s AI Energy Council has outlined new clean energy priorities that stress the importance of integrating artificial intelligence into renewable energy systems and grid flexibility. These priorities are designed to help developers and operators optimise sustainable construction projects, and support decarbonisation in the built environment. The move highlights the increasing role of digital tools in lifecycle assessment and life cycle cost planning, key to realising the full potential of Whole Life Carbon Assessment. In the US, energy solutions provider Ameresco has secured an $11 million contract with Reed College to refurbish campus energy systems and improve efficiency. The large-scale retrofit incorporates advanced zero-emission technologies, reinforcing the role of higher education in pioneering low-impact construction methods. As demand for Whole Life Carbon and Embodied Carbon reduction grows, large retrofit projects are proving vital to lowering Whole Life Carbon and enabling carbon neutral construction strategies within the academic sector and beyond. Packaging leader DS Smith has unveiled a fully reusable and recyclable cooler aiming to replace polystyrene in shipping. Though not a conventional building product, such innovation in material sustainability contributes to the broader Circular Economy. Efficient transport packaging directly supports eco-friendly construction by reducing the environmental impact of construction logistics and enhancing the sustainable movement and storage of green building materials on site. Viking Cruises and shipbuilder Fincantieri are collaborating to develop the world's first hydrogen-powered, zero-emission cruise ship, due to launch in 2030. These advancements in mobile hydrogen applications could serve emerging needs in off-grid and modular low carbon building systems. Cross-sector innovations of this nature may refine sustainable architecture and renewable building materials used in remote installations or temporary construction sites. John Lewis is rolling out its in-store repair and alteration services nationwide, reinforcing the shift toward repair-based consumption. By encouraging resource efficiency, the initiative mirrors core principles of sustainable design and highlights consumer trends informing sustainable urban development. This growing emphasis on reuse supports the foundation of sustainable construction and the environmental sustainability in construction necessary for circular infrastructure systems. Whole Life Carbon is a platform for the entire construction industry—both in the UK and internationally. We track the latest publications, debates, and events related to whole life guidance and sustainability. If you have any enquiries or opinions to share, please do get in touch.",
    "images": "https://image.chitra.live/api/v1/wps/e985904/bcdaa31c-d631-4db3-93d8-ee7359c16938/10/3010-Autumn-Budget-CC-16-Picture-by-Simon-Dawson-No-10-Downing-Street-600x315.jpg",
    "tags": "Sustainability, Whole Life Carbon",
    "excerpt": "BusinessGreen rounds up the most widely read stories on the site this week",
    "categories": ""
}