{
    "title": "From Waste to Wealth: How Plastic Energy is Creating Value from Plastic Waste",
    "author": "unknown",
    "source": null,
    "date": "2023-05-26",
    "text": "Welcome to the second interview in Finboot's \"Initiatives Creating Value From Plastic Waste in a Global Landscape\" series. As a company committed to promoting sustainability and digital transformation, we invited a few selected companies that are making significant strides in this area to talk about their projects and share insights. In our first interview, we had the pleasure of speaking with Donald Thomson, CEO of the Center for Regenerative Design and Collaboration (CRDC). In this second interview, we will be speaking with Carlos Monreal, Founder and CEO of Plastic Energy. Join us as we delve deeper into the efforts of Plastic Energy to tackle the issue of plastic waste and create value from it. Plastic waste is a global problem that has far-reaching environmental impacts, and Plastic Energy is a company that aims to address this issue. Founded by Carlos Monreal more than a decade ago, the company has been developing its unique TAC™ process for plastic waste. ¨Our TAC™ process is a chemical recycling method that can prevent plastic waste from going to landfill or incineration, and its goal is to reduce pollution and the impacts of plastic waste¨, the executive explains. According to Monreal, the industry faces significant challenges in collecting plastic waste, particularly in nations outside of Europe. ¨Lack of collection and the need for Extended Producer Responsibility (EPR) schemes and clarity on chemical recycling policy are some of the industry's challenges. In terms of the supply chain, demand for recycled content is higher than what can be supplied, which is why chemical recycling is needed¨, he clarifies. In order to improve the collection and sorting of plastic waste for its chemical recycling process, they work with governments, local authorities, and various stakeholders in the plastics value chain. They work closely with petrochemical companies, converters, and well-known brands like Unilever, Tupperware, and Mondelez. By participating in several closed-loop collaborations, they have successfully proven that chemically recycled content can be used in food-grade packaging, which has a significant advantage over mechanical recycling. These collaborative efforts have resulted in commercialized products available to consumers on the European market. Plastic Energy has two recycling plants in Spain that have been operational for the past seven years, and the company has projects in Europe, Asia, and the US. With three plants currently under construction in Europe, Plastic Energy aims to recycle 5 million tonnes of plastic waste by 2030. Carlos reveals that they have partnered with SABIC for a 20 kt facility in the Netherlands, set to launch by the end of this year. Two more plants are being built in France: a 15 kt joint venture with TotalEnergies and a 33 kt Plastic Energy facility with ExxonMobil as an offtaker, both expected to operate in 2024. Additional projects are located in Spain, the US (with TotalEnergies), Malaysia (with Petronas), Indonesia (with ExxonMobil and Indomobil Prima Energi), and Germany (with Ineos). They have also begun licensing their technology, securing deals with SK Geo Centric in South Korea and Qenos in Australia. Digital technology also plays a crucial role in overcoming industry challenges and has been effectively integrated into Plastic Energy's business operations. The CEO affirms that digitalization is key to ensuring the smooth operation of Plastic Energy's technology and processes and for automation advancements in the future. ¨The company is looking into digital twin technology in order to streamline and increase the efficiency of its technology development. Plastic Energy also ran a blockchain pilot project to certify transparency and traceability in its process. ¨This project traced plastic waste from a sorting facility to our plant, where we recycled it into TACOIL™ (recycled oil from our process), to a petrochemical partner who processed our TACOIL™, to a converter who produced packaging with the recycled polymers, and all the way to the point that the product with this packaging was delivered to its final point of sale. This was a very interesting project that we believe could be repeated again in the future, and we believe that digitalization will become increasingly important in the recycling sector¨. Plastic Energy recently carried out a lifecycle analysis of its recycling process that was verified by independent consultants, which showed that the TAC™ process has a lower climate change impact than incineration with energy recovery in Europe and that plastics made from the process also have a lower climate change impact than virgin plastics. ‍ In conclusion, Plastic Energy is an example of a company that is addressing the issue of plastic waste through its TAC™ process, which is a chemical recycling method that aims to reduce pollution and the impacts of plastic waste. The company collaborates with the entire plastics value-chain and works with governments and local authorities to improve the collection and sortation of plastic waste. Plastic Energy also recognizes the importance of digitalization in the recycling sector and encourages the development of new technologies to reduce pollution and increase recycling of plastics. ‍",
    "images": "https://cdn.prod.website-files.com/5e830f32e1a65f4e3b705b3f/646fa0d1bb62896c445ac817_Blog%20entry%20Cover%20-%20Plastic%20Energy%20Interview%20with%20Carlos%20Monreal.png",
    "tags": "",
    "excerpt": "Join us as we explore the innovative efforts of Plastic Energy in tackling the global challenge of plastic waste and creating value from it. By Paris Dufrayer and Flávia Sales",
    "categories": ""
}