{
    "title": "Deutsche Firmen müssen der EU Daten liefern, die es gar nicht gibt",
    "author": "FOCUS online; Lukas Knigge",
    "source": "FOCUS online",
    "date": "2024-09-06",
    "text": "Der Frust über den CO₂-Grenzausgleichsmechanismus der EU (Carbon Border Adjustment Mechanism, kurz CBAM) ist auch nach monatelanger Testphase nicht weniger geworden. Betroffene Unternehmen und deren Interessenvertreter klagen weiter über bürokratische und finanzielle Überforderungen durch das neue Gesetz. Sie sehen dabei nicht nur die EU-Kommission in der Pflicht, europäische Unternehmen besser zu schützen, sondern auch die nationalen Behörden. Seit Ende vergangenen Jahres ist der CBAM offiziell in Kraft. Wer Zement, Eisen, Stahl, Aluminium, Wasserstoff, Düngemittel oder Strom in die EU importieren will, muss die Emissionsintensität des Produkts angeben. Zwar fällt eine finanzielle Abgabe erst in knapp anderthalb Jahren an, jedoch drohen schon jetzt empfindliche Strafen , wenn die Berichte fehlerhaft oder unvollständig sind – bis zu 50 Euro pro nicht gemeldeter Tonne CO₂. Betroffen sind nicht nur außereuropäische Betriebe, sondern auch EU-Unternehmen, die auf Lieferungen von außerhalb angewiesen sind. „Die Realdaten sind oft schlicht nicht verfügbar“ Die eigentliche Idee des CBAM ist zunächst, exakte Informationen über die Emissionsintensität der Produkte entlang der Lieferketten zu erhalten. Im zweiten Schritt wird ab 2026 etappenweise eine CO₂-Abgabe eingeführt , die am CO₂-Preis des europäischen Emissionshandelssystems (ETS) bemessen wird. Importeure sollen so schließlich denselben CO₂-Preis zahlen, wie europäische Unternehmen, um diese vor CO₂-Abwanderung – Carbon Leakage genannt – zu schützen. Vor allem die Erhebung der Emissionsdaten stellt Unternehmen allerdings vor große Herausforderungen. War es zu Beginn der CBAM-Übergangsphase (bis Juni 2024) noch möglich, Standardwerte anhand öffentlich verfügbarer Daten für Produkt und Produktionsland anzugeben, müssen für das laufende Quartal bereits die Realdaten berichtet werden. Nur noch ein kleiner Teil der Emissionen (20 Prozent) entlang einer Lieferkette darf bei verarbeiteten Produkten noch mit Standardwerten angegeben werden. Das sei für den Anlagen- und Maschinenbau eine eklatante Herausforderung, sagt Sarah Brückner, Abteilungsleiterin Umwelt und Nachhaltigkeit des VDMA: „Die Realdaten sind oftmals schlicht nicht verfügbar, entweder weil die Lieferanten die Daten selbst gar nicht erheben oder sie nicht herausgeben wollen.“ Unterstützung aus Brüssel bleibt aus Das Problem: Einzelne Unternehmen haben oftmals nicht die Marktmacht, ihre Lieferanten zur kostspieligen und bürokratisch aufwendigen Emissionserhebung zu zwingen – insbesondere bei kleinen, speziellen Teilen, für die es kaum mehr als einen Lieferanten gibt. Dazu kommt: Betriebe haben meist nicht nur einen Lieferanten mit einem einzigen Emissionswert, sondern mehrere Lieferanten mit unterschiedlichen Daten. Die importierenden Unternehmen haften für die Richtigkeit der Daten ihrer Zulieferer und müssen sie entsprechend überprüfen. Mitgliedsunternehmen des VDMA hätten zwar schon Reisen zu ihren Lieferanten unternommen, um sie davon zu überzeugen, ihre Daten für CBAM zu liefern, erklärt Brückner. „Aber selbst dann können sie im Zweifel die Richtigkeit der Daten nicht garantieren.“ Faktenzentriert. Fundiert. Konstruktiv. Jeden Freitag als Newsletter. Unterstützung durch die EU-Kommission bleibt bislang aus. Auf Anfrage wollte sich die Brüsseler Behörde nicht zu den Problemen der Industrie äußern, verwies lediglich auf ein FAQ zu den CBAM-Berichtspflichten. Darin heißt es, wenn der Deklarant nicht in der Lage ist, tatsächliche Emissionsdaten vom Lieferanten zu erhalten und stattdessen Standardwerte meldet, wird der CBAM-Bericht als falsch oder unvollständig gewertet . Zuständige Behörde hat nicht das Personal Zwar gibt es einen Ermessensspielraum bei der Bewertung der CBAM-Berichte durch die nationalen CBAM-Behörden – in Deutschland ist dies die Deutsche Emissionshandelsstelle (DEHSt) –, falls Realdaten nicht geliefert werden können. Jedoch ist dieser gänzlich unkonkret: Können die tatsächlichen Emissionen nicht berichtet werden, muss durch Dokumente nachgewiesen werden, „dass alle zumutbaren Anstrengungen unternommen wurden“, um die Daten zu beschaffen. Was genau „alle zumutbaren Anstrengungen“ bedeutet, ist nicht klar , zumal die Unternehmensgröße und die Einfuhrmenge von CBAM-Waren bei der Bewertung des Berichts berücksichtigt werden soll. Für die Unternehmen bleibt die Verunsicherung und die Angst vor Strafen daher bestehen. VDMA-Nachhaltigkeitsexpertin Brückner sieht deshalb auch die nationale CBAM-Behörde in der Pflicht. „Die Erreichbarkeit der DEHSt für Fragen ist sehr eingeschränkt. “ Es sei wenig praktikabel, dass man momentan schon Daten liefern müsse, während die zuständige Behörde noch nicht das Personal habe, um Fragen zur Umsetzung des CBAM zu beantworten. Angesichts der fortwährenden Herausforderungen bei der CBAM-Berichterstattung spricht sich der VDMA für eine längere Übergangsfrist aus, in der Standardwerte angegeben werden dürfen. „Der Wechsel zu einem anderen Lieferanten dauert im Maschinen- und Anlagenbau mit seinen oft komplexen Lieferketten länger als in anderen Industrien und im Schnitt schätzungsweise anderthalb Jahre.“ „Ein Kilogramm oder weniger CO2-Emissionen“ Auch höhere sogenannte Bagatellgrenzen könnten dieses Problem lösen. Sie bedeuten: Werden CBAM-Produkte mit einem Wert unterhalb dieser Grenze importiert, wären Importeure von der Berichterstattung befreit . Derzeit liegt die Bagatellgrenze bei 150 Euro, was streng genommen nicht einmal Privatpersonen ausschließt. „Viele Importe, die diesen Geldwert im Maschinenbau erreichen, verursachen aufgrund der hohen Kosten für sehr hochwertige Kleinteile und Komponenten ein Kilogramm oder weniger CO₂-Emissionen“, so Brückner. Der Verwaltungsaufwand für die Unternehmen stehe bei diesen Beispielen in keinem Verhältnis zu den sehr geringen Klimaauswirkungen ihrer Einfuhren. Der VDMA bringt eine Bagatellgrenze von mindestens 5.000 Euro ins Spiel. Somit wären Abnehmer von Kleinstmengen von den CBAM-Berichtspflichten befreit, marktmächtige Akteure, die ihre Lieferanten zu mehr Transparenz bewegen können, müssten aber weiterhin Emissionsdaten erheben. +++ Keine Klima-News mehr verpassen - abonnieren Sie unseren WhatsApp-Kanal +++ Das Original zu diesem Beitrag \"Deutsche Firmen müssen der EU Daten liefern, die es gar nicht gibt\" stammt von Table.Briefings.",
    "images": "https://p6.focus.de/img/politik/deutschland/id_260285213/in-die-eu-importierter-stahl-aus-china-faellt-beispielsweise-unter-die-cbam-berichtspflichten.-jede-tonne-co2-die-bei-der-herstellung-emittiert-wurde-muss-bei-der-einfuhr-angegeben-werden..jpg?im=Crop%3D%280%2C320%2C1920%2C960%29%3BResize%3D%281200%2C627%29&impolicy=perceptual&quality=mediumHigh&hash=8ec4c018b3637f4f4b775424584fcdc8f43fceda38f5c8756f16d597d0b9b4b3",
    "tags": "",
    "excerpt": "Der neue EU-Mechanismus CBAM soll sowohl das Klima schützen als auch die europäische Wirtschaft. Damit der Mechanismus funktioniert, müssen die Firmen jedoch jede Menge Daten liefern - die es teilweise gar nicht gibt. Zuständig für Beschwerden ist in Deutschland eine Behörde fast ohne Mitarbeiter.",
    "categories": ""
}