{
    "title": "EURACTIV Press Release Site",
    "author": "unknown",
    "source": "EURACTIV PR",
    "date": "2025-02-27",
    "text": "On CBAM:­ \"CBAM simplification is a relief for many companies\" Date Thu, 02/27/2025 Sections Climate & Environment Frankfurt/Brussels, 27 February 2025 – On the EU Commission CBAM-simplification proposal VDMA-Head of Environmental Affairs and Sustainability, Dr Sarah Brückner comments:   „It is good that the European Commission has shown the will to simplify CBAM. Ensuring the future competitiveness of the export-oriented machinery and plant industry is key if the sector is to thrive and continue producing climate-friendly technologies in the EU. Therefore cutting CBAM red tape which has led to 6-figure costs for EU companies is a welcome move.” „Key changes, such as a clear allowance for the use of default values and the shift to a weight-based approach should relieve many companies from burdensome reporting obligations whilst maintaining a focus on climate incentive. It will be a welcome relief for many SMEs who currently report under CBAM.” „VDMA welcomes the postponement of the purchase of CBAM certificates to February 2027 which will allow companies essential additional time to adjust to the changes published today regarding in the CBAM reporting obligations.“ “CBAM is an ongoing process. The urgent need for simplification has shown how crucial it is that any future developments must be decided upon only after thorough impact assessments have been carried out across all industry sectors.” Agenda Wed, 06/18/2025 - 02:00    Wed, 05/14/2025 - 11:30    Tue, 05/13/2025 - 14:00    Mon, 04/28/2025 - 02:00    Tue, 04/15/2025 - 13:00    Thu, 04/10/2025 - 11:30    Wed, 04/09/2025 - 20:30    Jobs European Association of Public Banks (EAPB)    CLERENS    Brussels International Center for Research    Council of Bars and Law Societies of Europe    EVENFLOW SRL    Centre for Future Generations vzw    European Cyclists’ Federation    European Banking Federation (EBF)    ZVEI e.V. – Verband der Elektro- und Digitalindustrie",
    "images": "/files/logo_pr.gif",
    "tags": "jobs, brussels jobs, london jobs, recruitment, eu jobs, jobsite, public affairs jobs, manager director, european parliament jobs, european commission jobs, policy officer, communication officer",
    "excerpt": "Frankfurt/Brussels, 27 February 2025 – On the EU Commission CBAM-simplification proposal VDMA-Head of Environmental Affairs and Sustainability, Dr Sarah Brückner comments:",
    "categories": ""
}