{
    "title": "German Industry Representatives Criticize CBAM",
    "author": "Fastener World",
    "source": "Fastener World",
    "date": "2024-09-09",
    "text": "News  \r\n              \r\n               German Industry Representatives Criticize CBAM \r\n              \r\n             German Industry Representatives Criticize CBAM \r\n              Add to my favorite \r\n  \r\n 2024-09-09 \r\n\r\n                           German newspaper F.A.Z. reported on August 5 that EU CBAM stipulates that steel, iron ore, aluminum, cement, ammonia, nitric acid, hydrogen and electricity importers must provide information on the carbon footprint of imported goods. EU plans to impose surcharges on the emitted CO2 starting in 2026. However, this measure has recently been criticized by the German Machinery and Equipment Manufacturers Association (VDMA), the Federation of German Industries (BDI) and the Association of German Chambers of Industry and Commerce (DIHK) for high bureaucratic costs and data reliability issues. These industry representatives are calling on the European Commission to improve the legislative mechanism. \r\n\r\n (1) High bureaucratic costs: To determine the carbon footprint of goods, importers must calculate and record the carbon emissions generated during the production process of goods and prepare a CBAM quarterly report. Even if the number and value of transaction is not large, the operations are still time-consuming. The industry representatives hope for adjusting the current CBAM exemption threshold of 150 euros. \r\n\r\n (2) Data reliability: Under the current mechanism, importers are responsible for the correctness of the registered data. However, the industry representatives said that it is difficult for importers to verify the authenticity of the data provided by foreign suppliers. They hope that the European Commission or relevant national authorities will come up with solutions such as extending the use of the default value for calculation. \r\n\r\n      The report also points out that even if the European Commission promises to review the content of CBAM, the aforementioned issues of concern are not the primary topics of discussion. An EU spokesperson said that the CBAM exemption threshold is based on customs regulations and the Commission is not going to revise it just yet. As for the reliability of data, the spokesperson said that if importers continue to use default values ​​or submit incomplete information, they may be fined 10 to 50 euros per ton. However, if they can prove that they have made every effort to obtain the data, the national authorities may exempt them from penalty. \r\n 德國 CBAM 碳排 豁免門檻 德國機械公會 德國工業總會 德國工商總會 歐盟 Germany carbon emission exemption threshold VDMA BDI DIHK EU 扣件，國際展會 ，惠達雜誌，匯達實業，外銷媒合，廣告刊登，螺絲五金，五金工具，紧固件 台灣扣件展 印度新德里螺絲展 越南河內螺絲展 墨西哥瓜達拉哈拉螺絲展 美國拉斯維加斯螺絲暨機械設備展 波蘭克拉科夫螺絲展 義大利米蘭螺絲展 德國司徒加特螺絲展 FASTENER FAIR INDIA FASTENER FAIR VIETNAM FASTENER FAIR MEXICO FASTENER POLAND FASTENER FAIR ITALY FASTENER FAIR GLOBAL",
    "images": null,
    "tags": "Fastener World,螺絲,匯達,惠達",
    "excerpt": "German Industry Representatives Criticize CBAM-Fastener World",
    "categories": ""
}