{
    "title": "Europäischer CO2-Grenzausgleichsmechanismus:",
    "author": "unknown",
    "source": "verbaende.com",
    "date": "2024-01-23",
    "text": "Europäischer CO2-Grenzausgleichsmechanismus: \"CBAM-Schnellschuss ist absolut inakzeptabel!\" (Frankfurt am  Main/Brüssel) - Unternehmen sollen zum 31. Januar ihre CBAM-Berichte abgeben - obwohl der Prozess erhebliche Mängel aufweist. Dazu sagt VDMA-Hauptgeschäftsführer Thilo Brodtmann:  - \t\"Die Unternehmen sollen jetzt auf die Schnelle Emissionsberichte gemäß europäischem CO2-Grenzausgleichsmechanismus (CBAM) einreichen. Viele Firmen konnten sich monatelang dazu aber nicht einmal registrieren, da die nationale Behörde erst kurz vor Weihnachten benannt wurde. Das ist absolut inakzeptabel!\" - \tAufgrund des komplexen Anmeldeprozesses im Portal warten immer noch viele Unternehmen auf ihren Online-Zugang, um ihrer Berichtspflicht nachkommen zu können. Politischer Zeitdruck und Engpässe in der Verwaltung dürfen nicht auf dem Rücken der Firmen ausgetragen werden. Die Politik muss die Einführungsphase des CBAM verlängern und kurzfristig die notwendigen Kapazitäten zur beschleunigten Anmeldung bereitstellen.\" - \t\"Maschinenbauunternehmen, die gemäß CBAM-Regeln berichtspflichtige Produkte nach Europa einführen, kämpfen bereits seit Monaten mit einer Frage: Wie können sie die Emission von Treibhausgasen, die bei der Produktion anfallen, korrekt ermitteln und berichten? Unterstützung konnte behördlicherseits nicht adäquat zur Verfügung gestellt werden.\" - \t\"Hinzu kommt: Nach wie vor fehlt auf EU-Ebene eine gründliche Bewertung der Auswirkungen von CBAM auf die nachgelagerten Industrien. Europäische Exportunternehmen sind wegen der zusätzlichen Kostenbelastungen durch CBAM auf den Weltmärkten weniger wettbewerbsfähig und es gibt ein Risiko der Verlagerung von CO2-Emissionen in Drittstaaten. Das ist genau das Gegenteil dessen, was die EU mit dem Instrument erreichen möchte.\" Quelle und Kontaktadresse: \r\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tVerband Deutscher Maschinen- und Anlagenbau e.V. (VDMA)\nHolger Paul, Leiter Kommunikation\nLyoner Str. 18, 60528 Frankfurt am Main\nTelefon: (069) 66030, Fax: (069) 66031511",
    "images": null,
    "tags": "",
    "excerpt": "(Frankfurt am Main/Brüssel) - Unternehmen sollen zum ...",
    "categories": ""
}