{
    "title": "European businesses call CBAM \"bureaucratic madness\"",
    "author": "Shutterstock",
    "source": "ЭкоПолитика",
    "date": "2024-10-29",
    "text": "European business has made a number of comments on the reporting under the CBA. In particular, the mechanism of carbon adjustment of imports has already been dubbed \"bureaucratic madness\" in the EU. This was reported by Euractiv. The transitional period, which is currently underway in the process of implementing the world's first climate import duty, only provides for the collection of data without paying a duty on carbon emissions associated with the production of goods outside the European Union. But even at this stage, the employees of European companies responsible for submitting CBAM reports have questions, the answers to which they are trying to find out at technical briefings organized by the European Commission's tax department. The three most important questions are what, who, and where to file. What? Suppliers currently submit documents to ISO 14067, the current global standard for quantifying product-related CO2 emissions. However, according to the CBAM regulations, it cannot be used in the future. However, the European Commission has not yet explained – which regulation should be used when reporting. Who? Officials explain that the reporting itself can be submitted only if the product importer has a representative office in the EU. Otherwise, he must appoint someone in his place. If a company appoints an organization to handle its reporting, it can do so for all EU countries. A representative of the European Commission explained that in the third quarter of 2024, companies from non-EU countries will receive \"conditions and procedures to follow\" to authorize a representative to submit reports on their behalf. Where? The International Chamber of Commerce (ICC) previously warned of \"serious compliance challenges facing companies of all sizes\" due to the 27 national bodies to which businesses must submit their data. In addition, the process was complicated by \"technical issues\" that prevented companies from accessing the system, as well as additional errors in the system. In Germany, the platform was down for several weeks after the start of the CBAM transition period due to the lack of a responsible authority. The mechanical engineering association VDMA complained at the beginning of the year that many companies could not even register as CBAM payers for months. The second law, also expected in the third quarter of 2024, \"will define the infrastructure and practical mechanisms of the IT system.\" The IT systems for companies that submit their data are operational – more or less – from 1 October 2023. What's next By the end of this year, the European Commission will prepare a report that will consider whether to extend the CBAM to \"downstream\" products, such as cars, which include a large share of some of the primary products already covered by the CBAM. Then, in the second half of 2025, the Commission is expected to consider whether to exclude electricity from the mechanism. In a third report, officials will assess the extent to which CBAM affects the industries of poorer neighbors. EcoPolitic wrote in early May that a wide range of companies faced a number of problems related to the need to report and comply with the requirements of the cross-border carbon adjustment mechanism. This became known from an open letter from John W.H. Denton, Secretary General of the International Chamber of Commerce (ICC), to Gerasimos Thomas, Director General of the European Commission for Taxation and Customs Union.",
    "images": "https://ecopolitic.com.ua/wp-content/uploads/2021/03/shutterstock_1785649307.jpg",
    "tags": "",
    "excerpt": "European business has made a number of comments on the reporting under the CBA. In particular, the mechanism of carbon adjustment of imports has already been dubbed \"bureaucratic madness\" in the EU. This was reported by Euractiv. The transitional period, which is currently underway in the process of implementing the world's first climate import duty, […]",
    "categories": ""
}