{
    "title": "Green politics in flux - EURObiz",
    "author": "Eurobiz",
    "source": "European Union Chamber of Commerce in China",
    "date": "2024-08-06",
    "text": "The EU’s climate policies and what they mean for business The recent elections for the European Parliament marked a significant shift in the political landscape, with right-wing populist parties gaining ground, while green parties in a number of the European Union’s (EU’s) member states were punished at the ballot box. Notably, the governing parties in Germany and France suffered substantial losses, potentially diminishing the influence of these major European powers. In this article, Belinda Schäpe, China policy analyst at the Centre for Research on Energy and Clean Air, explores how the election results will impact the EU’s green policies and affect European businesses in China. The EU will likely remain committed to implementing its climate agenda following the recent elections— despite the rise of right-wing populist parties—as the European Parliament continues to have a strong centrist presence. While green parties lost support, centrist parties came out strong and helped to secure a second term for Commission President Ursula von der Leyen.[1] Von der Leyen has championed Europe’s climate policies with the largest green policy package the EU has ever seen, and the ambitious goal to make Europe the first climate-neutral continent by 2050 and reduce emissions by 55 per cent by 2030 compared to 1990 levels. This policy direction has led to the lowest level of EU emissions since the 1960s.[2] Crafted amid global challenges like the COVID-19 pandemic and Russia’s invasion of Ukraine, these policies underscore the EU’s deep-rooted commitment to the climate agenda, which will remain a focal point going forward.[3] However, the newly elected Parliament is also expected to shift the focus of the climate agenda more towards industrial policy to seize the economic opportunities of the green transition rather than strengthening current targets. Integrating green technologies into broader industrial strategies is a critical driver of economic prosperity, offering extensive opportunities for innovation and new business ventures.[4] Therefore, in addition to the Fit for 55 Package laying out the EU’s key climate targets and policies, the EU has also passed legislation such as the Net Zero Industry Act and Critical Raw Materials Act, which aim to strengthen European competitiveness in green technologies and offer opportunities for European businesses. Over the coming five years, the EU is likely to further strengthen its industrial policy agenda. With new regulations kicking in over the next five years, the newly elected European institutions will continue to shape green policies with significant global implications, extending well beyond the continent’s borders. For instance, the European Carbon Border Adjustment Mechanism (CBAM), set to be implemented in 2026, will impose a levy on imports of certain carbon-intensive goods.[5] This policy aims to prevent carbon leakage and promote greener production practices globally, effectively extending the reach of the EU’s climate ambitions. Similarly, the EU’s Battery Passport, mandatory from 2027, will require detailed information on the sustainability and environmental impact of batteries placed on the EU market. This initiative is designed to enhance sustainability in critical mineral supply chains and support the broader green transition.[6] Such measures exemplify the EU’s role as a global leader in climate policy, influencing international markets and practices, including in China. EU-China relations: a rocky path ahead Europe’s strategy towards China will likely see continuity following the elections, characterised by a de-risking approach.[7] With its de-risking efforts, the EU is treading a fine line between ambitions to ensure European economic competitiveness and security, while pursuing continued diplomatic engagement with Chinese partners. Green technologies have moved to the centre stage of the EU’s de-risking efforts with China’s dominant role in the sector. Securing sustainable and resilient supply chains for green technologies has become a central goal for the EU.[8] The recent subsidy investigations into Chinese electric vehicles (EVs), solar panels and wind turbines should be understood as efforts to ensure the competitiveness of European businesses in these technologies of the future. With the recently announced tariffs on Chinese EVs, the EU has taken a calibrated approach to minimise trade tensions in strong contrast to the United States (US).[9] Compared to the US, the EU’s tariffs are the result of a specific investigation with varying values for different companies based on the amount of subsidies they received. They are significantly lower than the blanket 100 per cent tariff imposed by Washington. The EU announcement was also accompanied by diplomatic engagement with Chinese counterparts in high-level trade talks and technical dialogues with affected companies, which led to small adjustments.[10] On a visit to China, the German Economic and Climate Minister Robert Habeck stressed that the tariffs are not punitive but aim to ensure a level playing field between European and Chinese companies.[11] This is a very different approach from the US, which imposed higher and arguably more protectionist and symbolic tariffs, considering the small number of Chinese EVs currently sold in the US market.[12] However, the looming US elections may have more influence on EU-China relations than the EU elections themselves. With a potential second term for former president Donald Trump, the EU will have to navigate further uncertainty in transatlantic relations, which may force Europe to strengthen ties with other countries, including China. Should a future Trump administration choose to withdraw from multilateral forums and abandon its climate agenda, the EU will have to step up its global climate leadership and consider deepening engagement with China.[13] Implications for EU businesses in China The EU’s continued climate focus provides opportunities for EU businesses in China to enhance innovation in green technologies. China’s leadership in green technologies and substantial investments in these sectors present significant opportunities for collaboration and innovation.[14] EU businesses can leverage this environment to enhance their capabilities and adopt best practices in green technologies. At the same time, businesses must contend with the uncertainties brought about by evolving regulatory frameworks and geopolitical tensions. As the EU continues to implement policies to accelerate the green transition, companies will need to stay abreast of new requirements and proactively adopt greener business models to ensure compliance and maintain competitiveness.[15] In addition, companies need to navigate potential conflicts between European and Chinese regulations and address challenges related to supply chain disruptions and geopolitical tensions. However, EU businesses also play an important role in maintaining stable EU-China relations amid heightened geopolitical tensions by offering valuable insights and fostering technical cooperation on green technologies.[16] Through joint ventures and collaborations, European companies can help bridge the gap between the bloc and China, promoting mutual understanding and shared goals in sustainability. Belinda Schäpe is a China policy analyst at the Centre for Research on Energy and Clean Air, where she analyses China’s decarbonisation journey and advises policymakers on their diplomatic engagement with China. Schäpe holds a double master’s degree in international affairs from the London School of Economics and Peking University, and a bachelor’s degree in Chinese studies and business administration from Tübingen University. [1] Evans, S, Experts: What Do the European Elections Mean for EU Climate Action?, Carbon Brief, 11th June 2024, viewed 10th July 2024, <https://www.carbonbrief.org/experts-what-do-the-european-elections-mean-for-eu-climate-action/> [2] Thieriot, H, and Myllyvirta, L, EU’s CO2 Emissions from Fossil Fuels Drop 8% to Reach Lowest Levels in 60 Years, Centre for Research on Energy and Clean Air, viewed 4th June 2024, viewed 10th July 2024, <https://energyandcleanair.org/publication/eus-co2-emissions-from-fossil-fuels-drop-8-to-reach-lowest-levels-in-60-years/> [3] Hedegaard, C, Unity Is Europe’s Greatest Asset, Project Syndicate, 18th March 2024, viewed 10th July 2024, <https://www.project-syndicate.org/commentary/stability-crucial-to-european-union-navigating-crises-by-connie-hedegaard-2024-03> [4] Kalcher, L, and Makaroff, N, Time for a European Industrial Strategy, 15th April 2024, viewed 10th July 2024, <https://www.socialeurope.eu/time-for-a-european-industrial-strategy> [5] Assous, A, Burns, T, Schäpe, B, Tsang, B, and Vangenechten, D, A Storm in a Teacup – Impacts and Geopolitical Risks of the European Carbon Border Adjustment Mechanism, E3G, 31st August 2021, viewed 10th July 2024, <https://www.e3g.org/publications/a-storm-in-a-teacup/> [6] Press Release: First-of-Its-Kind Analysis by Battery Pass Consortium Reveals Benefits – and Challenges – of European Battery Passport, 11th April 2024, viewed 26th July 2024, <https://thebatterypass.eu/news/press-release-first-of-its-kind-analysis-by-battery-pass-consortium-reveals-benefits-and-challenges-of-eu-passport/> [7] Lau, S, China’s View of Europe’s Rightward Shift, Politico, 11th June 2024, viewed 10th July 2024, <https://www.politico.eu/newsletter/china-watcher/chinas-view-of-europes-rightward-shift/> [8] Mazzocco, I, Balancing Act: Managing European Dependencies on China for Climate Technologies, 13th December 2023, viewed 10th July 2024, <https://www.csis.org/analysis/balancing-act-managing-european-dependencies-china-climate-technologies> [9] Reinsch, WA, and Whitney, J, Unpacking the European Union’s Provisional Tariff Hikes on Chinese Electric Vehicles, 21st June 2024, viewed 10th July 2024, <https://www.csis.org/analysis/unpacking-european-unions-provisional-tariff-hikes-chinese-electric-vehicles> [10] Rankin, J, EU Brushes aside Risk of China Trade War over Electric Vehicle Tariffs, The Guardian, 4th July 2024, viewed 10th July 2024, <https://www.theguardian.com/business/article/2024/jul/04/eu-china-electric-vehicle-tariffs-trade-war-risk> [11] Martinez, M, EU and China Set for Talks on Planned Electric Vehicle Tariffs, Reuters, 22nd June 2024, viewed 10th July 2024, <https://www.reuters.com/world/german-economy-minister-says-eu-open-talks-china-tariffs-2024-06-22/> [12] Reinsch, WA, and Whitney, J, Unpacking the European Union’s Provisional Tariff Hikes on Chinese Electric Vehicles, 21st June 2024, viewed 10th July 2024, <https://www.csis.org/analysis/unpacking-european-unions-provisional-tariff-hikes-chinese-electric-vehicles> [13] Baxter, T, Roundtable: Europe’s Summer of Change and EU-China Climate Cooperation, Dialogue Earth, 10 July 2024, viewed 10th July 2024, <https://dialogue.earth/en/climate/roundtable-europes-summer-of-change-and-eu-china-climate-cooperation/> [14] Myllyvirta, L, Analysis: Clean Energy Was Top Driver of China’s Economic Growth in 2023, Centre for Research on Energy and Clean Air, 25th January 2024, viewed 10th July 2024, <https://energyandcleanair.org/analysis-clean-energy-was-top-driver-of-chinas-economic-growth-in-2023/> [15] Sustainability Regulation Outlook 2024, Deloitte Insights, 18th February 2024, viewed 10th July 2024, <https://www2.deloitte.com/xe/en/insights/environmental-social-governance/sustainability-regulation-outlook.html> [16] Crunkhorn, N, Jiaxin, L, and Margherita, M, Navigating EU-China Relations After the European Elections, APCO, 4th June 2024, viewed 10th July 2024, <https://apcoworldwide.com/blog/navigating-eu-china-relations-after-the-european-elections/>",
    "images": "https://staticeurobiz.europeanchamber.com.cn/wp-content/uploads/2024/08/Green-politics-in-flux.png",
    "tags": "Elections;EU-China relations;green politics;parliament",
    "excerpt": "This article explores how the Europe's election results will impact the EU’s green policies and affect European businesses in China.",
    "categories": "Business,Policy"
}