{
    "title": "Why CBAM Simplifications Are a Strengthening, Not a Loosening",
    "author": "Peter Lommen",
    "source": "veros.ai",
    "date": "2025-03-06",
    "text": "The proposed adjustments to the EU’s Carbon Border Adjustment Mechanism (CBAM) are not just about making things easier—they are about making CBAM workable, scalable, and enforceable. The original design, while ambitious, created excessive burdens on importers, foreign exporters, and regulatory authorities alike. The European Commission’s simplifications address these pain points, ensuring that CBAM is executed effectively while maintaining its environmental integrity CBAM’s Expansion Is Coming—Don’t Get Too Comfortable A lot of attention has been placed on the fact that 91% of importers are now exempted due to the new 50-tonne import threshold and that the financial obligations of CBAM certificates have been postponed until 2027. However, this is only part of the story. These changes are laying the groundwork for a broader expansion of CBAM’s product scope—meaning businesses cannot afford to let their guard down. 1. Increased Threshold The new 50 tonne/year de minimis threshold relieves smaller importers from the burden of CBAM compliance—but with conditions. Companies must closely monitor their import volumes, as exceeding the threshold throughout the year without prior authorization will result in fines and potential import blocks. Especially for companies on the cusp of the threshold, this means constant tracking of import data, which is already a challenge for many businesses. 2. CBAM’s Product Scope Will Expand Even if your imports currently fall below the 50-tonne threshold, that might change when the CBAM scope is expanded. CBAM puts significant pressure on European industry as local production becomes more expensive than importing finished products. This provides a clear need for expanding CBAM to more finished products. A proposal for this expansion is expected in early 2026, bringing more downstream products into CBAM’s regulatory framework in 2027. Companies must be prepared for new reporting obligations and potential compliance costs as new products get added to the list. 3. Easier Emission Data In a huge departure from existing CBAM rules, from 2026, importers will be allowed to use country-specific default values, no questions asked. However, with a significant markup applied, the Commission is pushing importers to rely on actual emissions data instead. To compensate, obtaining actual emissions data for downstream products will become much simpler—since emissions reporting will focus only on raw materials rather than downstream processing. This means manufacturers of downstream products, which typically perform only minimal production steps, will only need to gather emissions data from their suppliers, rather than their own operations. This significantly lowers the burden on foreign exporters and EU importers alike, making emissions calculations simpler using less data. This of course 4. CBAM Certificates Postponed, But Still Due Yes, the obligation to purchase CBAM certificates has been delayed until 2027, but that does not mean you are off the hook for 2026. Businesses will still be required to buy CBAM Certificates for 2026, but only in 2027—so the only real benefit here is a temporary cash flow relief, not a removal of financial liability. What This Means for Businesses The European Commission remains fully committed to CBAM as a cornerstone of the EU’s decarbonization strategy. And while this proposal still needs to go through European Parliament and Council, the direction is clear. Companies should view the upcoming changes not as a relaxation, but as a signal that CBAM is here to stay and will expand. That means businesses still need the right tools to manage their CBAM obligations: Track imports to navigate both the threshold and their exposure. Understand which products need to be reported on. Know the supply chain behind their products. These are all part of a comprehensive trade compliance program, even before CBAM came into play. Now is the time to invest in digital trade compliance solutions, ensuring seamless reporting and proactive risk management before the next wave of CBAM changes hits. Bottom line: CBAM is getting easier—but mostly it’s getting stronger and more enforceable. Stay prepared.",
    "images": "https://www.veros.ai/hubfs/Where%20to%20buy%20CBAM%20Cerfificates.jpeg",
    "tags": "",
    "excerpt": "Discover why proposed simplifications to the EU’s CBAM are strengthening its impact, ensuring more effective compliance while preparing for expansion.",
    "categories": ""
}