{
    "title": "CBAM's Hidden Impact: How Importers of Small Parts Face Big Challenges",
    "author": "Peter Lommen",
    "source": "veros.ai",
    "date": "2025-02-23",
    "text": "You might think CBAM mainly affects heavy industry and steel mills. Think again. The numbers paint a surprising picture: Over 75% of companies affected by CBAM are actually importers of downstream products like screws, nuts, and brackets. These importers represent less than 15% of the EU's total CBAM product volume in iron and steel – a striking imbalance that highlights a unique challenge. How did we get here? The story starts with sound environmental policy. The EU aimed to level the playing field between domestic and foreign producers of iron and steel amid the push to decarbonize its domestic industries. As EU manufacturers face increasing carbon costs through ETS, CBAM emerged to ensure consistent carbon pricing across borders. The CBAM process was designed around the supply chain of the EU's Energy Intensive Industries: iron & steel, aluminium, fertilizers and cement (plus electricity & hydrogen, but we'll ignore these for this post), and covered the products made by those plants covered by the ETS. It ensured that the products made by this industry would be covered by carbon pricing whether they were made in the EU (through the ETS) or imported (via CBAM). But a broader perspective emerged, especially in the iron, steel and aluminium industries: including only primary forms of these metals (ore, ingots, coils) in CBAM might shift downstream manufacturing that uses these products outside the EU, as finished products could enter without carbon pricing. Including downstream products addressed this concern. That's how finished iron, steel and aluminum products in HS Chapters 73 and 76 were added to CBAM from the outset, with an immediate commitment to add more downstream products in the medium term. The numbers tell a tale This changed the dynamic and the composition of the group of companies covered by CBAM. From relatively homogenous groups of companies in a few industries covered by ETS, CBAM expanded to a wide variety of companies across countless industries. Most of these companies had never dealt with the ETS and its emissions calculations. CBAM now affects not just those who mostly import and make CBAM goods, but also those for who CBAM goods is only a fraction of their imports. ‍ A recent survey of 425 German importers reveals the current landscape: For >50% of importers, CBAM goods represent <10% of their import volume 56% simply cannot source their imported CBAM goods from EU suppliers Many handle shipments with hundreds of different SKUs Most deal with multiple suppliers across various tiers The practical reality Consider this scenario: A container arrives from Asia with thousands of parts for consumer electronics. Among them, several steel brackets and a few bags of various steel screws. These items require the same detailed carbon accounting as a thousand-ton shipment of steel beams, but the practical implications are much different. The challenge is multifaceted: Complex reporting requirements Limited financial impact relative to administrative effort Intricate supply chain tracking needs Resource-intensive documentation processes What's really happening on the ground? For importers of downstream products, CBAM represents a significant operational challenge. Companies are asked to dedicate substantial resources to track and report emissions data on products that represent a small fraction of their business. The question becomes: How can we maintain environmental goals while ensuring proportional administrative requirements? Looking ahead This challenge is likely to grow. The EU will likely be expanding CBAM to include more downstream products, which would amplify these complexities. The path forward requires collaboration between industry and policymakers to develop practical, effective solutions. The opportunity lies in: Developing streamlined reporting processes Implementing smart technology solutions Creating proportional compliance requirements Building sustainable long-term frameworks Ready to navigate these challenges? Let's explore how technology can simplify your CBAM compliance while supporting environmental goals. ‍",
    "images": "https://www.veros.ai/hubfs/Ore%20vs%20screw%20v3.webp",
    "tags": "",
    "excerpt": "Discover how CBAM impacts downstream importers and why administrative challenges could outweigh financial benefits for companies dealing with diverse supply chains",
    "categories": ""
}