{
    "title": "VIK-Position zu den Koalitionsverhandlungen 2025 | VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "author": "unknown",
    "source": "VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "date": "2025-03-17",
    "text": "Vorwort Deutschlands Wirtschaft ist in einer tiefen Krise. Die Deindustrialisierung, die in den letzten Jahren eingesetzt hat, wird sich 2025 nicht lediglich fortsetzen – sie wird sich vielmehr beschleunigen. Alle Bereiche sind inzwischen betroffen. Nahezu täglich gibt es Meldungen über Werksschließungen, Personalabbau und Produktionsverlagerung ins Ausland. Das dichte Gewebe horizontal und vertikal verbundener Wertschöpfungsketten, eine der großen Stärken des Standorts Deutschland, löst sich Schritt für Schritt auf. Seit 2022 ist die industrielle Produktion um ca. zehn Prozent, die der energieintensiven Industrie sogar um ca. 20 Prozent zurückgegangen. Besserung ist nicht in Sicht. Dabei ist die Wirtschaft – und da vor allem die Industrie – Quelle des deutschen Wohlstands und wichtigster Hebel für den Klimaschutz. Sie sorgt umfassend für Innovation und technologischen Fortschritt, Wertschöpfung, überdurchschnittlich gut bezahlte Arbeits- und Ausbildungsplätze und einen Großteil der Einnahmen für die Steuer- und Sozialkassen. Dadurch trägt sie erheblich zu sozialem Frieden und politischer Stabilität sowie zur Entwicklung und Herstellung sämtlicher neuer Technologien bei, und sie schafft die fiskalischen Grundlagen für staatliches Handeln. Deutschland muss sich deshalb jetzt auf seine Stärken besinnen und entschlossen handeln. Dieses Papier dient als Überblick der neun derzeit wichtigsten Hebel. Aber allen anderen Faktoren voran, braucht Deutschland wettbewerbsfähige Energiekosten. Sie ermöglichen die Ansiedlung von neuen Industrien, wie die für KI erforderlichen Rechenzentren. Sie sind Voraussetzung für die jetzt anstehenden Investitionen in Direktelektrifizierung und erneuerbare Gase, ohne die Deutschland nicht klimaneutral werden kann. Aber sie erfordern schnelle und mutige Entscheidungen der politischen Rahmen-setzung. Das Ziel dieser Legislaturperiode muss sein, eine Re-Industrialisierung, statt einer De-Industrialisierung zu ermöglichen und gemeinsam mit der Industrie das Ziel der Klimaneutralität hier in Deutschland weiter zu verfolgen. Denn jede Produktionskette, die verloren geht, wird künftig zu einer noch klima- und kostenschädlicheren Bilanz importiert werden müssen. Deshalb heißt Klimaneutralität für Deutschland auch: Klimaneutralität für die Industrie in Deutschland. Wettbewerbsfähige Energiekosten, gefolgt von den weiteren hier genannten Maßnahmen, sind der Schlüssel dazu. Christian Seyfert, Hauptgeschäftsführer Kurzfristige Maßnahmen 1. Entlastung der Industrie bei den Energiekosten und Gewährleistung der Versorgungssicherheit 1.1 Energiekosten senken Die Netzentgeltkosten der Industrie müssen auf ein wettbewerbsfähiges Niveau begrenzt werden. Ein großer Teil der Netzkosten ist durch Fehlsteuerungen bei der Transformation des Energieversorgungssystems bedingt. Dies betrifft insbesondere die Engpassmanagementkosten (Redispatch), die durch den hinter dem EE-Zubau zurückbleibenden Netzausbau verursacht sind, sowie Kosten durch das Verschieben der dennoch für die Netzstabilität benötigten Kohlekraftwerke in die sog. „Netzreserve“. Die so verursachten Kosten sollten aus den Netzentgelten herausgelöst werden und aus staatlichen Mitteln getragen werden. Eine konkrete Sofortmaßnahme wäre die Deckelung der Übertragungsnetzentgelte auf das Niveau von 2023 durch einen Zuschuss aus dem Bundeshaushalt. Unabhängig davon muss langfristig das Ausbautempo Erneuerbarer Energien an das von Netzen und Stromspeichern angepasst werden. Die Stromsteuer sollte dauerhaft auf den EU-Mindeststeuersatz gesenkt werden. Beim Gas sollte die Industrie von den Umlagen, die sich aus der Energiekrise ergeben, befreit werden. Eine Sofortmaßnahme zur spürbaren Entlastung der Unternehmen wäre die Übernahme der Kosten für die Gasspeicherumlage durch den Bundeshaushalt. 1.2 Versorgungssicherheit gewährleisten Dazu gehört in erster Linie das Aussetzen der regulatorisch erzwungenen Stilllegung von Kapazitäten im Rahmen des Kohleausstiegs, bis entsprechender Ersatz durch andere gesicherte Kapazitäten erfolgt (z.B. neue Gaskraftwerke) ist. Kraftwerke, die aufgrund von Betreiberinteresse stillgelegt werden sollen, sollten ausnahmslos in die Reserve überführt werden. Kraftwerke bis zum Eintreten des o.g. Zeitpunkts des Ersatzes in der Reserve halten und nicht stilllegen. Zur Vermeidung unkontrollierter Preisspitzen (wie bspw. am 7.11.2024 oder 13.12.2024) sollten die Reservekraftwerke während der Wintermonate (wie bereits im Winter 2022/23 mit dem Ersatzkraftwerkebereithaltungsgesetz EKBG erfolgreich praktiziert) wieder am Markt teilnehmen dürfen. Derzeit dürfen die Reservekraftwerke gesetzlich nur zur Systemstabilisierung eingesetzt werden und nicht in das Marktgeschehen eingreifen. Es wird also eine signifikante Menge an gesicherter Leistung (ca. 10 GW) vorgehalten und finanziert, die nicht zur Dämpfung von Preisspitzen eingesetzt werden dürfen. 2. Hochlauf neuer Technologien 2.1 CCU/CCS-Nutzung ermöglichen Die Industrie braucht Rechtssicherheit und eine tragfähige Infrastruktur für CO₂-Management, um ihren Beitrag zur Klimaneutralität leisten zu können. Dies beinhaltet die Ermöglichung der unbeschränkten Nutzung der CO₂-Speicherung (CCS) und des CO₂ -Transports durch zeitnahe Schaffung einer entsprechenden nationalen gesetzlichen Grundlage sowie der Ratifizierung des London Protokolls. Ein besonderer Fokus muss auf industrielle KWK-Anlagen zur Prozessdampfversorgung gelegt werden. 2.2 Verlässlicher und langfristiger Regulierungsrahmen Der VIK fordert einen verlässlichen, langfristigen Regulierungsrahmen für Wasserstoff und CCU/CCS, um Investitionssicherheit zu gewährleisten und den Markthochlauf zu unterstützen. Dazu gehört insbesondere eine Bestandschutzregelung für neue Anlagen (die Wasserstoff produzieren oder umsetzen, oder CO₂ abscheiden oder umsetzen) die an den Zeitpunkt der finalen Investitionsentscheidung (FID) gekoppelt ist. Diese Anlagen müssen für mindestens 15 Jahre nach den zum FID-Zeitpunkt geltenden Vorgaben betrieben werden dürfen. Zudem müssen die rechtlichen Rahmenbedingungen bis zur EU-Zielmarke 2050 fortgeschrieben werden, da die aktuelle Regulierung nur bis 2030 gilt. 2.3 Rechtliche Rahmenbedingungen für Infrastrukturausbau schaffen Rechtliche Klarheit ist entscheidend für den schnellen Ausbau von Wasserstoff- und CO₂-Infrastrukturen. Ihre Einstufung als „überragendes öffentliches Interesse“ würde Genehmigungen beschleunigen und Investitionen erleichtern. Lange Verfahren bremsen den Wasserstoffhochlauf, verzögern CO₂-Reduktionen und gefährden industrielle Transformationsziele. 3. Senkung der Bürokratiekosten 3.1 Vereinfachung und Vereinheitlichung der „ökologischen Gegenleistungen“ und Reduzierung auf die EU-Mindestanforderungen Die Entlastungsmechanismen für energiewende- und klimaschutzbedingte Mehrkosten können oftmals die intendierte Entlastung nicht entfalten, da sie mit erheblichen Bürokratiekosten einhergehen. Die Einhaltung, Beantragung und Bewilligung von Anträgen der Entlastungstatbestände sind hoch bürokratische Prozesse mit erheblichem Personal- und Zeitaufwand, nicht nur für Unternehmen, sondern für sämtliche am Prozess beteiligte Akteure (Behörden, Wirtschaftsprüfer, Energieauditoren, Gerichte, Anwälte). Die „ökologischen Gegenleistungen“, die Unternehmen für die verschiedenen Entlastungstatbestände erbringen müssen, sind zudem kaum aufeinander abgestimmt und nicht kohärent, was zu Rechtsunsicherheit für Unternehmen führt. Kurzfristig sollten die sog. „ökologischen Gegenleistungen“ sowie darin enthaltene Definitionen und Wirtschaftlichkeitsberechnungsmethoden vereinheitlicht werden und auf mehrere Entlastungstatbestände anwendbar sein. Auf europäischer Ebene und im Rahmen von nationalen Kompensationsmechanismen sollte sich die Regierung grundsätzlich für die Abschaffung der ökologischen Gegenleistungen einsetzen (KUEBLL) oder dafür, zumindest eine Vereinheitlichung der Regelungen vorzunehmen. Stattdessen sollten die Kompensationen 1:1 an die Unternehmen zurückgegeben werden und die Anwendung eines Energiemanagementsystems zur Effizienzmaximierung ausreichen. 3.2 Datenerhebung pragmatisch reduzieren Reduzierung und Vereinfachungen der Datenerhebungen im Energie- und Klimaschutzbereich auf das absolut erforderliche Mindestmaß sind erforderlich. Die Vielzahl an gesetzlich notwendigen Datenerhebungen sorgt für zeitintensive bürokratische Belastungen in den Unternehmen (z.B. bei den Meldepflichten in der Wärmewirtschaft durch das Energieeffizienzgesetz, beim Monitoring des Lastmanagements sowie den umfangreichen Berichtspflichten zur Datenerhebung aus Drittländern im Rahmen des Carbon Border Adjustment Mechanism (CBAM)). 3.3 Umsetzung von EU-Vorgaben – Kein „gold-plating“ Die Übererfüllung von EU-Richtlinien („gold-plating“) erhöht die Gesetzgebungskomplexität, schafft zusätzliche Bürokratie und schwächt die internationale Wettbewerbsfähigkeit. Der VIK fordert eine umfassende Vereinfachung aller energie- und klimapolitischen Regelungen sowie den Verzicht auf nationale Übererfüllungen. Weitere bürokratische Belastungen der Industrie müssen dringend vermieden werden. 4. Notwendiges kurzfristiges Einwirken auf europäischer Ebene 4.1 Beihilferecht und EU-Kostenentlastung mitgestalten Ankündigung der EU-Kommission zur Überarbeitung des Beihilferahmens (KUEBLL; Strompreiskompensation, Clean Industry State Aid Framework/CISAF) in Q. 2 2025 erfordern kurzfristiges Einwirken der Bundesregierung auf die EU-Kommission, um unterschiedlichste Maßnahmen zur Kostenentlastung der Industrie und Unterstützung der Transformation beihilferechtlich zu ermöglichen. Mittelfristige Maßnahmen 5. Notwendige Anpassungen in der Klimapolitik 5.1 Abschaffung der Marktstabilitätsreserve und Ausweitung der Strompreiskompensation Der Reduktionspfad der Emissionen im Rahmen des EU-ETS ist auf EU-Ebene vorgegeben. Jede darüberhinausgehende Verknappung der Emissionsrechte (EUA) treibt den Preis nach oben und führt, auch über die somit unmittelbar erhöhten Stromkosten, zu erhöhten Kosten für die Industrie. Aus diesem Grunde muss die Bundesregierung darauf hinwirken, dass die Marktstabilitätsreserve auf EU-Ebene abgeschafft wird. Der preistreibende Einfluss des EUA-Preises auf den Strompreis kann im Rahmen der Strompreiskompensation für Unternehmen bestimmter Branchen abgemildert werden. Sowohl der Umfang als auch der Berechtigtenkreis ist jedoch unzureichend. Vorrangiges Ziel muss daher eine Ausweitung des Berechtigtenkreises (Ergänzung der Listen der direkt und indirekt durch Carbon-Leakage gefährdeten Sektoren/Produkte) und des Umfangs der Strompreiskompensation sein. 5.2 Weiterentwicklung der ETS-Reform und Beibehalt der freien Zuteilungen Zum Schutz vor CO₂-Verlagerung in Drittstaaten (Carbon Leakage), bedarf es den Beibehalt der „kostenlosen Zuteilung“ von ETS-Zertifikaten. Darüber hinaus muss dringend eine zukunftsfähige Lösung für die Reform des ETS nach 2030 gefunden werden, wenn die ETS-Obergrenze näher an der Ausschöpfung ist, die kostenlose Zuteilung endet und CBAM wie derzeit absehbar seinen Zweck nicht vollends erfüllt. Perspektivisch sollte das EU-Klimagesetz eine Verknüpfung des EU-ETS mit CO₂-Preismechanismen in Drittländern (inkl. Artikel 6 des Pariser Abkommens) vorsehen. Bei der Einführung des ETS-2 sollte der nationale Umsetzungsspielraum vollumfänglich genutzt und auf Wettbewerbsfähigkeit und Bürokratieminimierung gesetzt werden. Es bedarf beim ETS-2 Mechanismen für den Carbon-Leakage-Schutz, ähnlich wie die Carbon-Leakage-Kompensation im ETS-1 oder BEHG-Carbon-Leakage-Verordnung (BECV) im nationalen Emissionshandel, da es im globalen Wettbewerb nicht immer möglich ist, die entstehenden Mehrkosten an den Endverbraucher weiterzugeben. 5.3 Vereinfachung und Reform von CBAM Bis das bestehende CBAM seine Wirksamkeit gezeigt hat, und Umgehungen ausgeschlossen sind, sollte auf die Einbeziehung weiterer Grundstoffe verzichtet werden. Darüber hinaus sollte die Möglichkeit einer Rücknahme des CBAM nicht ausgeschlossen werden, falls sich dies als notwendig erweisen sollte. Beim Carbon-Leakage-Schutz des CBAM ist es wichtig, nicht nur die EU-ETS-Anlagen und Produzenten von CBAM-Gütern zu berücksichtigen, sondern ebenfalls die weiterverarbeitenden Unternehmen von CBAM-Waren, die entweder innerhalb der EU hergestellt oder von außerhalb der EU importiert werden. 6. Notwendige Anpassungen im Energiesystem 6.1 Systemkosten senken - EE-Ausbau mit Netzausbau synchronisieren Der hohe Netzausbaubedarf ist weitgehend dem unkoordinierten Ausbau der dezentralen Einspeisung geschuldet und nicht mehr der auftretenden Last. Der Ausbau der Erneuerbaren Energien (EE) muss systematisch mit dem Fortschritt des Netzausbaus koordiniert werden. Der Betrieb von EE-Anlagen an Stellen, wo dies zu erhöhten Netzkosten (Redispatch) führt, darf nicht mehr regulatorisch gefördert werden. 6.2 Industrielle KWK-Anlagen erhalten und Fördersystematik neu ausrichten Industrielle KWK-Anlagen mit ca. 10 GW Leistung sichern die Energieversorgung und bleiben essenziell für industrielle Prozesse. Die KWK-Förderung muss von OPEX auf CAPEX umgestellt werden, um die Umrüstung auf Wasserstoff zu ermöglichen. Eine Verlängerung des KWKG bis 2035 und das Einfrieren der förderfähigen Volllaststunden auf den Stand von 2024 würden der Industrie Planungssicherheit bieten. 7. Notwendige Maßnahmen für den Hochlauf neuer Technologien 7.1 Abmilderung oder längere Übergangsfristen für Strombezugskriterien für grünen Wasserstoff zur Förderung des Markthochlaufs Die strengen Strombezugskriterien gemäß der Delegierten Verordnung (EU) 2023/1184 und der 37. BImSchV im nationalen Recht, insbesondere die Anforderungen an Zusätzlichkeit und zeitliche Korrelation, stellen eine erhebliche Investitionshürde für die Wasserstoffwirtschaft dar. Ohne angemessene Übergangsfristen oder Flexibilisierungen droht ein Investitionsstau, da viele Projekte unter den aktuellen Vorgaben wirtschaftlich nicht tragfähig sind oder erst mit erheblicher Verzögerung realisiert werden können. Eine marktorientierte Anpassung dieser Kriterien ist essenziell, um den Hochlauf der Wasserstoffwirtschaft effizient und wettbewerbsfähig zu gestalten. 7.2 Umsetzung der RED III -Industriequote für RFNBO Die RED III-Industriequote für RFNBO sollte auf nationaler statt unternehmensbezogener Ebene umgesetzt werden, um Flexibilität zu gewährleisten und Wettbewerbsnachteile für die deutsche Industrie zu vermeiden. Eine starre Unternehmensverpflichtung birgt Risiken durch ungleichen Zugang zu grünem Wasserstoff und hohe Kostenbelastungen. Die Industriequote für erneuerbare Brennstoffe nicht-biogenen Ursprungs (RFNBO) sollte nicht ausschließlich auf grünen Wasserstoff beschränkt sein. Auch andere CO₂-arme Wasserstofftechnologien, insbesondere „blauer“ Wasserstoff, müssen zur Erfüllung der Quote anerkannt werden. Eine zu enge Definition würde Investitionen hemmen und den Markthochlauf unnötig verteuern. 7.3 Verzicht auf die Farbenlehre zugunsten der Low-Carbon-Messung Der VIK fordert den Verzicht auf die traditionelle „Farbenlehre“ von Wasserstoff (grün, blau, grau, etc.) und stattdessen eine Bewertung des Wasserstoffs basierend auf seinem CO₂-Fußabdruck. Entscheidend ist, dass Wasserstoff möglichst emissionsarm hergestellt wird, unabhängig von der Art der Erzeugung. Die Förderung sollte auf dem Beitrag zur Emissionsreduktion basieren, um den Hochlauf effizient zu gestalten. Dies schafft klare Anreize für die Industrie, in Low-Carbon-Technologien zu investieren, und beschleunigt den Markthochlauf der Wasserstoffinfrastruktur. 7.4 Beschleunigung der Wasserstoffimporte und Ausbau der Hafeninfrastruktur Der VIK fordert die nächste Bundesregierung auf, Wasserstoffimporte zügig voranzutreiben und die Hafeninfrastruktur für großskalige Importe und Verteilung auszubauen. Eine frühzeitige Planung und Investitionsförderung sind essenziell, um Importstrukturen wie Terminals und Netzanschlüsse zu beschleunigen. Langfristige Maßnahmen 8. Förderpolitik technologieoffen neu ausrichten 8.1 Pragmatisch defossilisieren, privatwirtschaftliche Anreize schaffen Die Einnahmen aus den ETS-Auktionen sollten vollständig als leicht zugängliche Investitionsförderung zur Defossilisierung der energieintensiven Industrie genutzt werden. Der Fokus aller Fördermaßnahmen muss immer klar und technologieneutral auf das Leitmotiv „low carbon“ gerichtet sein. Das schließt aus Sicht des VIK auch Steuererleichterungen im Gegenzug für Investitionen in Transformation zur Klimaneutralität mit ein. Solche „Tax Credits“ würden noch attraktiver, wenn Unternehmen diese untereinander austauschen könnten, um so die Transformation zusätzlich zu beschleunigen und privates Kapital anzuziehen 9. Wertschöpfungsketten sichern 9.1 Resilienz der heimischen Industrie bei einer Neuordnung der Wertschöpfungsketten Die Neuordnung von Wertschöpfungsketten muss unter Gesichtspunkten der nationalen Resilienz, des Einflusses auf die nationale Bruttowertschöpfung und der Bewahrung bzw. Weiterentwicklung von industriellen Ökosystemen erfolgen. Ein Ansatz wäre die Festlegung von Importquoten und von Quoten bzw. Zielen für die hiesige und europäische Produktion bestimmter Grundstoffe und Produkte, mit der die Resilienz Deutschlands und Europas auch tatsächlich gestärkt würde (De-Risking). Die Auswahl solcher strategischen Produkte ist unabhängig und bereichsübergreifend zu führen. 9.2 Grüne Leitmärkte zur Beschleunigung der Transformation Der VIK unterstützt die Schaffung Grüner Leitmärkte, um die Nachfrage nach klimafreundlichen Produkten zu stärken und Investitionen in CO₂-arme Technologien zu fördern. Besonders in Industrien mit kurzen Produktionsketten, wie der Stahlbranche, können Mehrkosten gezielt weitergegeben werden. In Branchen mit komplexeren Wertschöpfungsketten, wie der chemischen Industrie, ist die Weitergabe nicht möglich und spezifische Lösungen notwendig. Ein durchdachter Rahmen für Grüne Leitmärkte ist daher unerlässlich für den lokalen Erhalt der Industrie.",
    "images": "http://vik.de/files/share/share-512.png",
    "tags": "",
    "excerpt": "Energie für die Industrie",
    "categories": ""
}