{
    "title": "Positionspapier zur Nationalen Wasserstoffstrategie | VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "author": "unknown",
    "source": "VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "date": "2023-02-23",
    "text": "Wasserstoff und seine Derivate sind ein zentraler Bestandteil der Dekarbonisierungs- und Defossilisierungsstrategien der Industrie. Auch in anderen Sektoren wird über seinen Einsatz zu diesem Zweck nachgedacht. Solange Wasserstoff und seine Derivate noch nicht in ausreichendem Maß zur Verfügung stehen, sollten sie dort zuerst Anwendung finden, wo sie am effizientesten und teils auch als einzige relevante Option zur Verringerung der industriellen CO2-Emissionen beitragen. Der VIK begrüßt, dass die Bundesregierung mit der Fortschreibung der Nationalen Wasserstoffstrategie (NWS) notwendige Ergänzungen vornimmt und das Ambitionsniveau hebt, während eine Fokussierung auf die Industrie erfolgt. Es ist insbesondere wichtig, dass das Thema Import von Wasserstoff und seinen Derivaten mit in den Fokus rückt und die Infrastrukturen für erneuerbare Energien und Gase sowie für CO2 gemeinsam gedacht werden sollen. Bei diesen Themen bedarf es einer weiteren Vertiefung der Strategie bezüglich der Infrastrukturplanung und europäischer Förderansätze. Darüber hinaus muss geklärt werden, wie sich die Überlegungen zur Priorisierung von Anwendungen, die Vorhaben zur Förderung des Verbrauchs und zur Umrüstung von Kavernenspeichern regulatorisch niederschlagen sollen. Nur ein Teil des Wasserstoffs, den Deutschland für Dekarbonisierungsmaßnahmen braucht, wird auch in Deutschland produziert werden. Ein großer Teil wird stattdessen importiert werden und in Deutschland in verschiedenen Formen ankommen. Hierbei sind zuvorderst Derivate wie Ammoniak, Methanol oder synthetisches Methan zu nennen, aber auch in organischen Trägerflüssigkeiten (LOHC) gelöster Wasserstoff oder verflüssigter Wasserstoff. Während letzterer sich in eine Wasserstoffpipelineinfrastruktur einfügt, aber hohe Importkosten verursacht, bedürfen die Derivate einer überlegten Einbettung. Derivate können entweder wieder aufgespalten und in ein Wasserstoffnetz eingespeist oder aber direkt in der Industrie und Energieversorgung verwendet werden. Die direkte Weiterverwendung hat dabei den Vorteil, dass der Energieaufwand der Spaltung vermieden wird. Zugleich gibt es aber auch industrielle Anwendungen, in denen der direkte Zugriff auf Wasserstoff Effizienzvorteile bringen kann. Die NWS bzw. die noch zu entwickelnde Importstrategie sollte daher berücksichtigen, wo die möglichen Abnehmer ihre Standorte haben und wie diese durch entsprechende Importterminals, sowie innerdeutsche und grenzüberschreitende Infrastrukturen versorgt werden können. Zugleich muss sichergestellt werden, dass der Import von reinem Wasserstoff und Wasserstoffderivaten möglich und hinreichend sichergestellt ist. Entflechtungsregeln im Gas- und Strommarkt erfüllen eine wichtige Funktion für das Funktionieren des Marktes. Der Kommissionsentwurf des EU-Gaspakets sieht derzeit vor, eine weitgehende vertikale und horizontale Entflechtung von Betreibern von Erdgas- und Wasserstoffnetzen zu etablieren, insbesondere im Eigentumsrecht. Das Independent Transmission System Operator-Modell (ITO) soll dagegen zeitlich dagegen bis 2030 befristet werden. Es ist zu begrüßen, dass die Änderungsvorschläge der zuständigen Ausschüsse im Europaparlament diese Befristung nicht mehr vorsehen. Die Option des ITO-Modells sollte für Mitgliedsstaaten dauerhaft ermöglicht werden. Eine horizontale Entflechtung kann auch innerhalb eines Betreibers organisatorisch und buchhalterisch erfolgen. Die Bundesregierung ist aufgerufen, sich im Rahmen der Verhandlungen auf europäischer Ebene dafür einzusetzen. Diese Kommissionsvorschläge zur Verschärfung der Entflechtungsregelungen sind kontraproduktiv für den Aufbau eines öffentlichen Wasserstoffnetzes: Die Entflechtung muss als grundlegender Bestandteil liberalisierter Energiemärkte auch bezüglich Wasserstoffnetzbetreibern angewendet werden. Allerdings droht die vorgesehene gesellschaftsrechtliche horizontale Entflechtung von Wasserstoffnetz-, Erdgasnetz- und Stromnetzbetreibern den Hochlauf eines Wasserstoffmarktes auszubremsen, Synergien blieben ungenutzt. Im Gegenteil erscheint die Herausbildung von Kombinetzbetreibern, die sowohl Erdgas- als auch Wasserstoffnetze betreiben, der Effizienz eines Markthochlaufs förderlich, zumal zum Aufbau einer Wasserstoffinfrastruktur auch die Nutzung nicht mehr benötigter Erdgasleitungen vorgesehen ist. Dies ist eine wichtige Grundlage, damit bisherige Gasnetzbetreiber einen Anreiz erhalten, bis 2030 in die Umrüstung von Teilen der Gasinfrastruktur zu investieren. Die Gasnetzbetreiber sind daran auch grundsätzlich interessiert und erstellen derzeit Pläne für diese Umstellung. Sie haben die nötige Expertise und bewegen sich in einem funktionierenden Markt. Der VIK sieht daher nicht, welchen Mehrwert die Organisation einer nationalen Wasserstoffnetzgesellschaft bietet, die um Fachkräfte konkurrieren würde und ein nicht notwendiges staatliches Monopol begründen würde. Zudem besteht durch den zeitaufwendigen Aufbau einer solchen Gesellschaft die Gefahr, dass der dringend notwendige Aufbau einer Wasserstoffinfrastruktur verzögert wird. Die geplante Einführung eines Carbon Border Adjustment Mechanism (CBAM) stellt unter bestimmten Voraussetzungen eine sinnvolle Möglichkeit zum Schutz vor Carbon Leakage dar. Der CBAM wird die bereits bewährte Methode der kostenfreien Zuteilungen durch ein komplexes und bisher ungetestetes System ersetzen. Hier sollten in bestimmten Abständen Reviews zur Überprüfung des aktuellen Standes der Methodik stattfinden. Der Erfolg der Einführung wasserstoffbasierter Technologien hängt entscheidend davon ab, mittel- bis langfristig bezahlbare und wettbewerbsfähige Preise für Wasserstoff und seine Derivate sicherzustellen. Die EU muss eine überzeugende Antwort entwickeln auf den Inflation Reduction Act, um neben einer erfolgreichen Importstrategie auch eine Produktion von Wasserstoff und seinen Derivaten in Europa sicherzustellen. Dies muss auch berücksichtigt werden bei der Umsetzung des CBAM. In der NWS ist die Rede davon, dass angesichts der Knappheit von Wasserstoff in den nächsten Jahren eine Priorisierung von Anwendungen vorzunehmen ist. Entsprechend habe eine Elektrifizierung Vorrang, wo diese möglich ist. Hier sollte die Bundesregierung klarstellen, dass es nicht nur um eine technische Möglichkeit geht, sondern auch um die betriebswirtschaftliche Möglichkeit. Hintergrund ist, dass manche, technisch mögliche Elektrifizierungslösungen entweder einen deutlich höheren Energieverbrauch aufweisen als eine auf erneuerbaren Gasen beruhende Anlage oder deutlich größere Eingriffe in den Produktionsprozess bedeuten als eine Umrüstung auf Wasserstoffanwendungen. Der priorisierte Einsatz von Wasserstoff sollte sich daher an der Effizienz und der Nutzung sowie an der Verfügbarkeit anderer CO2-armer Energie- und Rohstoffquellen orientieren: Keine Alternative bietet sich jedoch in solchen Anwendungen, die den Wasserstoff als stoffliche Alternative zu fossilen Energieträgern und auf fossiler Basis erzeugten Rohstoffen benötigen, wie es beispielsweise in der chemischen Industrie der Fall ist, bei der Direktreduktion zur Erzeugung von Stahl oder bestimmten Anwendungen in der Glasindustrie. Industrielle Prozesse mit hohen Temperaturniveaus zur Bereitstellung hinreichender Prozesswärme, wie sie bei Schmelz- und Brennvorgängen in der Metallbranche, der Glasindustrie, Kalk- und Zementindustrie oder der Keramikindustrie auftreten, haben ebenfalls häufig keine CO2-arme Alternative zur Nutzung von Wasserstoff.[1] Dies bedeutet nicht, dass bestimmte Industriebranchen bei der Priorisierung und Förderung von Wasserstoff grundsätzlich ausgeschlossen werden können. Auch die Nutzung im energetischen Bereich muss möglich bleiben, als Flexibilisierungsoption im Stromsystem und insbesondere im Bereich der industriellen Prozesswärmebereitstellung, v.a. unter Nutzung effizienter KWK-Technologie. Wo der Wasserstoff effizient zum Einsatz kommen kann, trägt die Nachfrage auch dazu bei, die Bereitstellung entsprechender Mengen an Wasserstoff anzureizen. Damit der Hochlauf einer Wasserstoffwirtschaft gelingen kann, muss das bekannte Henne-Ei-Problem zwischen Angebot und Nachfrage von Wasserstoff gelöst werden. Hierzu entwickelt die Bundesregierung derzeit Instrumente, z.B. die Klimaschutzverträge. Zudem werden Regulierungen geschaffen, die marktliche Rahmenbedingungen wie die Definition grüner Gaseigenschaften beinhalten (Umsetzung des delegierten Rechtsaktes (DA) zur Erneuerbaren Energierichtlinie der EU). Diese Instrumente sind zumeist so gestaltet, dass sie zugleich versuchen, Nebenziele zu erreichen, beispielsweise durch Anforderungen für Additionalität und Energieeffizienz. Nebenanforderungen wie diese erhöhen die Komplexität und Kosten der Beschaffung von Wasserstoff bzw. der Entwicklung und der Genehmigungsverfahren für Anlagen, die Wasserstoff verbrauchen. Die Bundesregierung ist aufgerufen, sich hier für Vereinfachungen und schlanke Regulierung einzusetzen. Um Elektrolyseprojekte - auch an küstenfernen Standorten - möglichst kosteneffizient realisieren zu können, sind pragmatische Grünstromkriterien erfolgskritisch. Der zuletzt bekannt gewordene DA-Entwurf der EU-Kommission vom 30.11.2022 setzt weiterhin praxisferne und restriktive Kriterien an, die keine substanzielle Verbesserung gegenüber früheren Entwürfen darstellen. Insbesondere die stündliche Korrelation zwischen EE- und Wasserstofferzeugung, die ab April 2028 gefordert wird, ist in der Praxis kaum umsetzbar und in dieser Phase des Markthochlaufs kontraproduktiv. Die Bundesregierung sollte sich daher auf europäischer Ebene für eine praxistaugliche Ausgestaltung des DAs einsetzen, wie sie etwa im Rahmen der RED III Trilog-Verhandlungen durch das Europäische Parlament vorgelegt wurde (Korrelation von drei Monaten, Nachweis durch Herkunftsnachweise). In der Fortschreibung der NWS ist vorgesehen, dass bis 2027 drei Kavernenspeicher für die Speicherung von Wasserstoff umgerüstet werden. Dies ist ein wichtiger Schritt für die Etablierung einer Wasserstoffinfrastruktur. Die Speicher sollen zunächst vor allem als langfristiger Stromspeicher dienen. Damit dies in der Praxis funktioniert, müssen Änderungen am Erneuerbare-Energien-Gesetz (EEG) vorgenommen werden. Die §§ 28f-g i.V.m. §§ 39o-p, sowie §§88e-f EEG 2023 sehen Ausschreibungen und eine anschließende Förderung von Anlagen zur Erzeugung und die Rückverstromung von Wasserstoff nur vor, wenn diese Anlagen nicht in ein Gasnetz einspeisen oder der Wasserstoff einem Netz entnommen wurde. Die geplanten Kavernenspeicher wären aber an solche Netze gekoppelt. Eine Ein- und Ausspeicherung aus EEG-geförderten Wasserstoffanlagen ist damit nicht möglich. Der VIK plädiert daher für eine Aufhebung der Ein- und Ausspeiseeinschränkung der §§39o-p. [1] Es gibt jedoch z.B. Glasschmelzwannen für die Herstellung von weißem und buntem Behälterglas und Schmelzöfen in der Eisenindustrie, für die Elektrifizierung eine Option ist.",
    "images": "http://vik.de/files/share/share-512.png",
    "tags": "",
    "excerpt": "Energie für die Industrie",
    "categories": ""
}