{
    "title": "VIK sieht noch Nachbesserungsbedarf beim „Fit for 55“-Paket der EU-Kommission | VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "author": "unknown",
    "source": "VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "date": "2021-07-14",
    "text": "14.07.2021 Pressemitteilung VIK sieht noch Nachbesserungsbedarf beim „Fit for 55“-Paket der EU-Kommission Berlin, 14.07.2021. Der VIK Verband der Industriellen Energie- und Kraftwirtschaft sieht Nachbesserungsbedarf beim „Fit for 55“-Paket der Europäischen Kommission. Dies betrifft insbesondere die Bereiche Emissionshandel (EU-ETS), erneuerbare Energien (RED) und CO2-Grenzausgleichsmechanismus (CBAM). Durch die heute veröffentlichten Legislativvorschläge drohen den Unternehmen noch mehr Bürokratie, Nachteile im internationalen Wettbewerb, und die Gefahr von Carbon Leakage steigt. Der Hauptgeschäftsführer des VIK, Christian Seyfert, sagt: „Mit dem ‚Fit for 55‘-Paket unternimmt die Europäische Union den richtigen Schritt in Richtung Klimaneutralität. Dennoch sind die Instrumente aus Sicht der energieintensiven Industrie zu optimieren, um Standortnachteile im internationalen Vergleich zu vermeiden. Insbesondere muss Carbon Leakage verhindert werden. Die Verlagerung von Emissionen ins Ausland hilft dem Klima nicht.“ Der VIK begrüßt, Herkunftsnachweise auch für geförderte erneuerbare Energie-Anlagen (EE) ausstellen zu können. Zudem ist die Verpflichtung der Übertragungs- und Verteilnetzbetreiber zu erhöhter Transparenz über die durch ihre Netze geleiteten Mengen an EE-Strom zu begrüßen, darf jedoch weder in erhöhtem Bürokratieaufwand münden noch die Geschäftsgeheimnisse der Netzbetreiber bzw. Industrieunternehmen, die selbst Verteilnetze betreiben, kompromittieren. Eine genauere Betrachtung des Carbon Border Adjustment Mechanism (CBAM) als Instrument zum Schutz der europäischen Wirtschaft vor Produkten, die unter weniger hohen Umweltstandards gefertigt worden sind, ist unbedingt notwendig. Es besteht hier das Risiko, dass es zu Nachteilen für die europäischen Unternehmen kommt, da sie auf Vorprodukte aus Ländern außerhalb der EU angewiesen sind. Dieser Mechanismus würde sich neben dem europäischen Emissionshandel zusätzlich auf die Preise von Endprodukten auswirken. Sie wären am Weltmarkt nicht kompensierbar und führten so mittelbar zu Absatzverlusten in der europäischen Industrie. Außerdem drohen offene Handelskonflikte bei einer Einführung von CBAM, auch deshalb müssen Alternativen ernsthaft geprüft werden. Beim europäischen Emissionshandel wird eine Reduzierung von kostenlosen Emissionszertifikaten die energieintensive Industrie spürbar zusätzlich belasten. Der VIK schlägt daher vor, zusätzliche politische Instrumente durch die Europäische Kommission prüfen zu lassen, um einen effektiven Carbon Leakage Schutz zu verwirklichen. Seyfert mahnt: „Beim europäischen Emissionshandel dürfen die Anpassungen von Marktstabilitätsreserve (MSR) und dem linearen Reduktionsfaktor, um die Treibhausgasemissionen um 55 Prozent zu mindern, nicht zu einer Verlagerung von Emissionen ins Ausland führen.“",
    "images": "http://vik.de/files/share/share-512.png",
    "tags": "",
    "excerpt": "Energie für die Industrie",
    "categories": ""
}