{
    "title": "Lobbyregister-Stellungnahme SG2406240270 von \"VIK Verband der Industriellen Energie- und Kra...",
    "author": "unknown",
    "source": "Lobbyregister beim Deutschen Bundestag",
    "date": "2024-03-22",
    "text": "Stellungnahme/Gutachten \n\t\tDetails zu Stellungnahme/Gutachten \n\t\t\n\n    \n    \n\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\tSG2406240270\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\n\t\n    \n\n    \n\t\n\t\t\n\t\t\t(PDF - 3 Seiten)\n\t\t\n\t\t\n\t\n\n    \n\t\n\n\n\t SG2406240270 (PDF - 3 Seiten) \n   \t\n\t \n\t\n\t\tZu Regelungsvorhaben: \n\t\tRückmeldung zu operativ bedingten Umsetzungsproblemen seitens der Industrie bei der CBAM-Berichterstattung in der Testphase\n\t 1. Die Registrierung und der Zugang zum CBAM-Portal sollte technisch verbessert und vereinfacht werden. 2. Vereinfachungen hinsichtlich der zu anwendenden Angaben - Verwendung der Standartwerten weit über die Testphase hinaus. 3. Die Daten über CBAM-relevante Importe, die von den Zollbehörden der Mitgliedstaaten an das CBAM-Portal gemeldet werden, müssen den Anmeldern zeitnah zur Verfügung gestellt werden. 4. Erhöhung des Schwellenwerts der De-Minimis-Regelung 5. Verhinderung der Doppelbesteuerung aufgrund der Wiedereinfuhren nach der Veredelung in Drittländern, insbesondere im Rahmen der passiven Veredelung. 6. Beseitigung der Unklarheiten beim Umgang mit Händlern von CBAM-Produkten, die in Drittländern ansässig sind. \n\t\n\t\tBereitgestellt von: \n\t\t\n\n\tVIK Verband der Industriellen Energie- und Kraftwirtschaft e.V.  (R002055)\n\t\n\n\n\t\t\n\t\t\tam\n\t\t\t27.06.2024\n\t\t\n\n\t \n\t\tAdressatenkreis: \n\t \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 22.03.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Klimaschutz [alle SG hierzu]",
    "images": "https://www.lobbyregister.bundestag.de/static/images/common/logo_bundestag_og.png",
    "tags": "",
    "excerpt": "zu Regelungsvorhaben \"Rückmeldung zu operativ bedingten Umsetzungsproblemen seitens der Industrie bei der CBAM-Berichterstattung in der Testphase\"",
    "categories": ""
}