{
    "title": "VIK-Rückmeldung zum ETS-Trilog: Reform des EU-Emissionshandelssystems | VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "author": "unknown",
    "source": "VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "date": "2022-11-09",
    "text": "Eine erfolgreiche Reform des Emissionshandels sollte Klimaschutzmaßnahmen mit ausreichendem Carbon Leakage Schutz und Planungssicherheit kombinieren. Es muss sichergestellt werden, dass eine Reform des Emissionshandels angesichts des erheblichen Anstiegs der Energiepreise seit Herbst 2021 und einem weiterhin erwarteten hohen Energiepreisniveaus nicht die Wirtschaftlichkeit effizienter europäischer Industrieanlagen weiter gefährdet und somit zu einer Rezession der gesamten europäischen Wirtschaft führt. In diesem Papier möchten wir die Ergebnisse des ersten Trilogs kommentieren und nehmen wie folgt Stellung: Zukunft des EU-ETS: Andere Sektoren müssen in ein dem EU-ETS vergleichbaren Emissionshandelssystem integriert werden. Um Wettbewerbsverzerrungen bei CO₂-Vermeidungsmaßnahmen entgegenzuwirken, sollte erst bei hinreichender Annäherung der Preisniveaus langfristig über eine Verschmelzung in ein einheitliches System nachgedacht werden. Bonus-Malus-System (Konditionalität): Entlastungen werden als finanzielle Unterstützung gewährt und müssen Unternehmen gegenüber internationalen Wettbewerbern schützen; sie sollten nicht an bestimmte vorgeschriebene Bedingungen für Reinvestitionen geknüpft sein. Einführung von internationalen CO₂-Preisinstrumenten und CBAM: Um die globale Spitzenposition europäischer Unternehmen auch in Zukunft halten zu können ist es besonders wichtig, international einheitliche Rahmenbedingungen für Klimaschutzregulierung zu schaffen. Dazu zählt vor allem die Implementierung gemeinsamer Marktmechanismen eines globalen Emissionshandelssystems, zunächst im Rahmen der G20. Die geplante Einführung eines CBAM stellt unter bestimmten Voraussetzungen eine sinnvolle Möglichkeit zum Schutz vor Carbon Leakage dar. Beim Export jedoch würde der CBAM die bereits bewährte Methode der kostenfreien Zuteilungen durch ein komplexes und bisher ungetestetes System ersetzen. Hier sollten in bestimmten Abständen Reviews zur Überprüfung des aktuellen Standes der Methodik stattfinden. Das System muss in kleinen Schritten entwickelt und innerhalb eines engen Bewertungsmaßstabs beobachtet werden. Die betroffenen Unternehmen sind bei der schrittweisen Einführung und Überwachung des Prozesses hinzuzuziehen. Die Abschmelzung der freien Zuteilung für vom CBAM betroffene Sektoren kann nur dann erfolgen, wenn das CBAM-Instrument mindestens einen gleichwertigen Schutz wie die aktuellen Instrumente (kostenfreie Zuteilung und Strompreiskompensation) bietet. Abschmelzung der freien Zuteilungen und Kompensation der indirekten CO₂-Kosten: Besonders durch Carbon Leakage bedrohte Industriebranchen müssen in der Zwischenzeit weiterhin durch Ausgleichzahlungen für indirekte Kosten unterstützt werden. Bei der freien Zuteilung von Zertifikaten muss durch das Mengengerüst eine zusätzliche Kostenbelastung der effizientesten Anlagen vermieden werden – die Benchmarks sind entsprechend zu definieren und exportorientierte Branchen müssen durch ausgleichende Maßnahmen international wettbewerbsfähig bleiben. Der VIK schätzt den Vorschlag des EU-Rates zur schrittweisen Reduktion von freien Zuteilungen bei gleichzeitiger CBAM-Einführung als akzeptabel ein, solange der zuvor beschriebene Vorbehalt beachtet wird. Im Rahmen des ersten Trilogs hat sich der EU-Rat für die folgende Abschmelzrate positioniert: - von 2026 bis 2028: 5% pro Jahr, - von 2029 bis 2030: 7,5% pro Jahr, - von 2031 bis 2032: 10% pro Jahr, - von 2033 bis 2034: 15% pro Jahr, - und in 2035 - 20%, um im zehnten Jahr 0% zu erreichen. Der vom EU-Rat vorgeschlagene Plan für eine längere Beibehaltung der freien Zuteilungen im EU-ETS sichert die unabdingbar besseren Rahmenbedingungen für die Realisierung von Investitionen in Anlagen und Prozesse hin zur Transformation der energieintensiven Industrie. Marktstabilitätsreserve (MSR): Die MSR sollte angepasst werden, da die Gesamtmenge der im Umlauf befindlichen Zertifikate in den covid- und kriegsbedingten Krisenzeiten reduziert wird. Damit wird ein zukünftiger wirtschaftlicher Aufschwung durch einen entsprechenden plötzlichen EUA-Preisanstieg erschwert. Mögliche Sofortmaßnahmen zur Revision der MSR sind, u.a. die Aussetzung der Auktionskürzungen und somit kein weiteres Verschieben von Zertifikaten in die Reserve; die Entnahme von 400 Mio. EUA aus der Reserve und Auktionierung pro rata bis Ende 2022 und keine weitere Löschung von Zertifikaten aus der MSR (ab 2023). Mithilfe eines Preiskorridors aus Mindest- und Höchstpreis im EU-ETS kann die weitere Preisentwicklung auf die planbare Erreichung der EU Green Deal Ziele ausgerichtet werden.Als eine mittelfristige Option wird eine Verschiebung des TNAC-Korridors nach oben (800 bis 1.500 Mio. t.) vorgeschlagen.Mindestens wird die Definition eines Referenzpreises (z. B. 50 EUR für 2023, danach jährlicher Anstieg um fünf EUR) empfohlen. Sofern dieser über einen Zeitraum von drei Monaten überschritten wird, könnte es zu einer quartalsweisen MSR-Ausschüttung von z. B. 100 Mio. EUR kommen. Wenn dagegen der Referenzpreis über drei Monate um mehr als zehn EUR unterschritten wird, kommt es zu einer entsprechenden quartalsweisen Einstellung von z. B. 100 Mio. EUR in die MSR. Steigende Energiepreise und Dekarbonisierungsziele: Der Preis der CO₂-Zertifikate wirkt sich, neben den anderen gestiegenen Energierohstoffpreisen und solange sich der Strompreis nach der sog. Merit-Order bildet (fossiles Grenzraftwerk), auf die Entwicklung des Strompreises aus. Die bereits begonnene Elektrifizierung und Dekarbonisierung in weiten Teilen der Gesellschaft und Industrie zwecks u.a. Ausbau erneuerbarer Energien und die Einführung der CCU/S Technologien sollte herbei im Mittelpunkt für das Erreichen der Klimaziele stehen. Optionen zur Finanzierung des REPower EU-Plans – MSR, Frontloading oder Innovationsfond: Vermehrte Stromerzeugung aus fossilen Energieträgern mit höherer CO₂-Intensität infolge der fehlenden Erdgaslieferungen aus Russland führt zu einer steigenden Nachfrage nach EUA-Zertifikaten; der CO₂-Preis wird deshalb steigen und somit auch der Anreiz zur Investition in grüne Technologien. Allerdings muss hier die tatsächliche Fähigkeit der Unternehmen zu investieren und dekarbonisieren stets berücksichtigt werden. Um zu verhindern, dass für Unternehmen doppelte Benachteiligungen gegenüber Marktteilnehmern aus Drittländern entstehen, muss sichergestellt werden, dass die internationale Wettbewerbsfähigkeit der europäischen Industrie durch zu schnelle Preissteigerungen nicht gefährdet wird und die Perspektive für Investitionen durch sichere Rahmen erhalten bleibt.Als Option könnte hier ein Preiskorridor aus Mindest- und Höchstpreis im EU-ETS in Verbindung mit dem CBAM die weitere Preisentwicklung auf die planbare Erreichung der EU Green Deal Ziele ausgerichtet werden. Generierte Einnahmen sollten verstärkt für die Transformation der Industrie und CCfD-Förderung eingesetzt werden.Angesichts der aktuellen Energiesicherheitskrise bietet der Vorschlag der EU-Kommission zur Öffnung der Marktstabilitätsreserve eine gute Grundlage zur Finanzierung des REPower EU-Plans. Das vorgeschlagene Frontloading-Konzept kann zwar kurzfristig preisdämpfende Effekte senden, allerdings würden dann langfristig (nach 2026) die EUA-Preise durch die effektive Anschärfung des Cap weiter steigen. Aktuell ist nicht überschaubar, in welchem Tempo Europa aus der erwarteten Wirtschaftsrezession herauskommen wird, zumal die Energiepreise weiterhin auf einem hohen Level erwartet werden. Die Finanzierung des Krisenpakets aus dem Innovationsfonds (Position des EU-Rates) ist aus unserer Sicht keine akzeptable Option, weil diese finanziellen Mittel für die Transformation der Industrie und Umsetzung der EU Green Deal Ziele und CCfD-Förderung existentiell sind.",
    "images": "http://vik.de/files/share/share-512.png",
    "tags": "",
    "excerpt": "Energie für die Industrie",
    "categories": ""
}