{
    "title": "Lobbyregistereintrag \"VIK Verband der Industriellen Energie- und Kraftwirtschaft e.V. \"",
    "author": "unknown",
    "source": "Lobbyregister beim Deutschen Bundestag",
    "date": "2022-02-28",
    "text": "Seiteninhalt VIK Verband der Industriellen Energie- und Kraftwirtschaft e.V. Eingetragener Verein (e. V.) Registernummer: R002055 Ersteintrag: 28.02.2022 Letzte Änderung: 03.03.2025 Letzte Jahresaktualisierung: 27.06.2024 \n        \t\n\t            Tätigkeitskategorie:\n\t            \n\t                \n                    \n                         Wirtschaftsverband oder Gewerbeverband/-verein \n             Kontaktdaten: \n            Adresse:\n             Leipziger Platz 10 10117 Berlin Deutschland \n        \n            Kontaktinformationen:\n                \n             \n                     Telefonnummer: +49302124920 \n                    E-Mail-Adressen:\n                     lobbytransparenz@vik.de Webseiten: \n                     \n            Adresse:\n                             \n                \n                \n                    Hauptfinanzierungsquellen\n                    (in absteigender Reihenfolge):\n                \n                \n                         Geschäftsjahr: 01/23 bis 12/23 Mitgliedsbeiträge, Sonstiges \n         \tJährliche finanzielle Aufwendungen im Bereich der Interessenvertretung:\n\t\t\t Geschäftsjahr: 01/23 bis 12/23 1.200.001 bis 1.210.000 Euro \n            \n                \n                Vollzeitäquivalent der im Bereich der Interessenvertretung beschäftigten Personen:\n            \n            \n                 Geschäftsjahr: 01/23 bis 12/23 6,60 \n            \n            \n                    \n                         Betraute Personen, die Interessenvertretung unmittelbar ausüben (17): Christian Seyfert \n                    \n                    \n                    \n                    \n                        \n    \n    \n        Alexander Ranft \n        \n    \n\n    \n\n\n                        \n                         Tätigkeit bis 12/19: Büroleiter für ein Mitglied des Deutschen Bundestages Dr. René Scholz LLM Marvin Dalheimer MA Dipl.-Ing. Andreas Renz \n                    \n                    \n                    \n                    \n                        \n    \n    \n        Jonas Heid \n        \n    \n\n    \n\n\n                        \n                         Tätigkeit bis 05/20: Mitarbeiter für ein Mitglied des Deutschen Bundestages Adelia Rathmann Matthias Galda \n                    \n                    \n                    \n                    \n                        \n    \n    \n        Stephan Hennig \n        \n    \n\n    \n\n\n                        \n                         Tätigkeit bis 09/21: Mitarbeiter für ein Mitglied des Deutschen Bundestages Flavia Jakob \n                    \n                    \n                    \n                    \n                        \n    \n    \n        Bruno Wangemann \n        \n    \n\n    \n\n\n                        \n                         Tätigkeit bis 09/22: Praktikant für ein Mitglied des Deutschen Bundestages Anastasiia Woydte David Knichel Volker Backs Michael Heinemann Gilles Le Van Dr. Uwe Liebelt \n                Gesamtzahl der Mitglieder:\n                \n                \n                \n                     202 Mitglieder am 21.06.2024, davon: 3 natürliche Personen 199 juristische Personen, Personengesellschaften oder sonstige Organisationen \n\t            \n\t                Mitgliedschaften (16):\n\t            \n\t             Wirtschaftsrat der CDU e. V. SPD Wirtschaftsforum e. V. Forum für Zukunftsenergien e. V. Gesellschaft zum Studium strukturpolitischen Fragen e. V. Gesellschaft zur Förderung des Energiewirtschaftlichen Instituts an der Universität zu Köln e.V. VDI Verein Deutscher Ingenieure e.V. Weltenergierat Deutschland e.V. Verein zur Förderung der Wettbewerbswirtschaft e.V. KWS Energy Knowledge eG Forschungsstelle für Energiewirtschaft e.V. FIW Forschungsinstitut für Wirtschaftsverfassung und Wettbewerb e.V. FFI Fernwärme Forschungsinstitut e.V. IFIEC Europe The International Federation of Industrial Energy Consumers IFG Industrie-Förderung Gesellschaft mbH Netzwerk Zukunft der Industrie e.V. BVCB Bundesverband der Bilanzbuchhalter und Controller e.V. \n            \n                Interessen- und Vorhabenbereiche (20):\n            \n             Außenwirtschaft; Parlamentarisches Verfahren; Allgemeine Energiepolitik; Atomenergie; Energienetze; Erneuerbare Energien; Fossile Energien; Sonstiges im Bereich \"Energie\"; EU-Binnenmarkt; EU-Gesetzgebung; Öffentliche Finanzen, Steuern und Abgaben; Artenschutz/Biodiversität; Immissionsschutz; Klimaschutz; Nachhaltigkeit und Ressourcenschutz; Sonstiges im Bereich \"Umwelt\"; Industriepolitik; Kleine und mittlere Unternehmen; Wettbewerbsrecht; Wissenschaft, Forschung und Technologie Die Interessenvertretung wird ausschließlich in eigenem Interesse selbst wahrgenommen. \n            Beschreibung der Tätigkeit:\n             Der Verband der Industriellen Energie- und Kraftwirtschaft e. V. (VIK) vertritt die Interessen seiner Mitglieder als branchenübergreifender Wirtschaftsverband. Mit Mitgliedsunternehmen aus unterschiedlichsten energieintensiven Branchen wie Aluminium, Chemie, Glas, Papier, Stahl und Zement ist der VIK die Stimme der deutschen Industrie. Der Verband steht für einen starken Industriestandort Deutschland und repräsentiert die industriellen und gewerblichen Energienutzer in Deutschland. Die Ziele der Interessenvertretung umfassen u. a. die Sicherstellung der Preisstabilität der Energiepreise, die Gewährleistung der Versorgungssicherheit, die Förderung der Wettbewerbsfähigkeit, den Abbau von Bürokratie und die Schaffung geeigneter Rahmenbedingungen für die Transformation des Industriestandorts Deutschland. Um diese Ziele zu erreichen, setzt der VIK auf verschiedene Methoden und Ansätze. Eine zentrale Rolle spielt die Gremienarbeit und die daraus resultierenden Positionspapiere und Stellungnahmen, die regelmäßig erarbeitet werden. Diese Dokumente dienen dazu, die Anliegen der Mitglieder gegenüber politischen Entscheidungsträgern und der Öffentlichkeit zu kommunizieren. Sie enthalten detaillierte Analysen, beschreiben aktuelle Problemstellungen und bieten konkrete Vorschläge für gesetzliche und regulatorische Maßnahmen. Ein weiterer wichtiger Bestandteil der Interessenvertretung ist die Presse- und Öffentlichkeitsarbeit. Der VIK nutzt Pressemitteilungen, Interviews und Fachartikel in relevanten Medien, um seine Positionen und Forderungen bekannt zu machen. Ergänzend dazu wird über Social-Media-Plattformen wie LinkedIn aktiv Öffentlichkeitsarbeit betrieben, um kontinuierlich über aktuelle Entwicklungen und Positionen zu informieren. Der VIK organisiert zudem regelmäßig Veranstaltungen, um den Austausch zwischen seinen Mitgliedern, politischen Entscheidungsträgern und anderen relevanten Akteuren zu fördern. Diese Veranstaltungen umfassen Fachkonferenzen, Workshops, Podiumsdiskussionen, Webinare und Netzwerktreffen, die sowohl online als auch in Präsenz stattfinden. Sie ermöglichen, über aktuelle Herausforderungen und Lösungen zu diskutieren und gemeinsame Positionen zu erarbeiten. Die Kommunikation mit den Mitgliedern und Stakeholdern wird durch den regelmäßigen Versand von Newslettern und gezielten Briefen unterstützt. Diese dienen dazu, über wichtige Entwicklungen und Aktivitäten des Verbands zu informieren und spezifische Anliegen direkt an politische Entscheidungsträger zu richten. Ein wesentlicher Bestandteil der Interessenvertretung ist auch der persönliche Austausch mit politischen Entscheidungsträgern und anderen relevanten Akteuren. Durch regelmäßige Treffen und Gespräche wird ein direkter Dialog gefördert, der es ermöglicht, die Anliegen des Verbands unmittelbar und effektiv zu kommunizieren. Der VIK kooperiert zudem eng mit verschiedenen Akteuren aus Wirtschaft, Zivilgesellschaft, Wissenschaft und Politik. Diese Zusammenarbeit erstreckt sich auf die gemeinsame Erarbeitung von Strategien, die Durchführung von Projekten und die Abstimmung von Positionen. Ziel ist es, Synergien zu nutzen und gemeinsame Ziele zu verfolgen. Die Aktivitäten des VIK richten sich primär an die Bundesregierung, z. B. das Bundeskanzleramt sowie relevante Bundesministerien, insbesondere das Bundesministerium für Wirtschaft und Klimaschutz und das Bundesministerium für Umwelt, Naturschutz, nukleare Sicherheit und Verbraucherschutz. Durch die gezielte Ansprache dieser Institutionen setzt sich der VIK für die Schaffung und Verbesserung der notwendigen Rahmenbedingungen ein. Durch diese vielfältigen Maßnahmen stellt der VIK sicher, dass die Interessen seiner Mitglieder auf allen relevanten Ebenen gehört und berücksichtigt werden. Die kontinuierliche und professionelle Interessenvertretung trägt dazu bei, die Herausforderungen der energieintensiven Industrie zu bewältigen und die Zukunftsfähigkeit des Industriestandorts Deutschland zu sichern. \n\t\t\t\n\t\t\t Änderung im Entwurf eines Ersten Gesetzes zur Änderung des Kohlendioxid-Speicherungsgesetzes \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Begrüßung des Entwurfs zur Änderung des Kohlendioxid-Speicherungsgesetzes zur Förderung von CCS und CCU, Unterstützung der Ratifizierung des London-Protokolls und des Aufbaus einer CO2-Infrastruktur, Forderung nach schnellerer Planung der CO2-Transportinfrastruktur, Berücksichtigung multimodaler Transporte, Integration in die Netzplanung, wirtschaftlichen Netzentgelten und Ausnahmen für Leitungen auf Werksgeländen. \n\t\t\t\t\t\n\t\t\t\t\tBundesrats-Drucksachennummer: BR-Drs. 266/24 (Vorgang) [alle RV hierzu] Entwurf eines Gesetzes zur Änderung des Kohlendioxid-Speicherungsgesetzes Zuständiges Ministerium: Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle RV hierzu] Zuvor: Referentenentwurf (BMWK): Entwurf eines Ersten Gesetzes zur Änderung des Kohlendioxid Speicherungsgesetzes \n\t\t\t\t\t\n\t\t\t\t\tBundestags-Drucksachennummer: BT-Drs. 20/11900 (Vorgang) [alle RV hierzu] Entwurf eines Gesetzes zur Änderung des Kohlendioxid-Speicherungsgesetzes Zuständiges Ministerium: Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle RV hierzu] Zuvor: Referentenentwurf (BMWK): Entwurf eines Ersten Gesetzes zur Änderung des Kohlendioxid Speicherungsgesetzes \n\t\t\t\t\n\t\t\t\t\t Betroffenes geltendes Recht: \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Außenwirtschaft [alle RV hierzu]; EU-Gesetzgebung [alle RV hierzu]; Parlamentarisches Verfahren [alle RV hierzu]; Sonstiges im Bereich \"Energie\" [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 21.03.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundestag \n\t\t\t\t\t\t\t Mitglieder des Bundestages [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Ergänzungen zu den Eckpunkten der Bundesregierung für eine Carbon Management Strategie \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Begrüßung der Eckpunkte der Bundesregierung für eine Carbon Management Strategie als wichtigen Schritt zur Reduzierung von Treibhausgasemissionen in der Industrie, Forderung nach einem raschen Aufbau der CO2-Transportinfrastruktur und Förderung von CCU/S-Projekten, Schaffung klarer rechtlicher Rahmenbedingungen zur Sicherung der Wettbewerbsfähigkeit der deutschen Industrie. \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Außenwirtschaft [alle RV hierzu]; EU-Binnenmarkt [alle RV hierzu]; Sonstiges im Bereich \"Energie\" [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 21.03.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Ergänzungen zur Einführung eines Gesetzes zur Beschleunigung der Verfügbarkeit von Wasserstoff \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Zuweisung eines überragenden öffentlichen Interesses an Wasserstoffvorhaben, Ausweitung von Erleichterungen auf Elektrolyseure und Speicheranlagen, Förderung von Technologieoffenheit, Schaffung klarer Planungssicherheit für die Industrie, Berücksichtigung der Defossilisierung der Grundstoffindustrie. \n\t\t\t\t\t\n\t\t\t\t\tVom IV eingegebener Referentenentwurfstitel: Referentenentwurf eines Gesetzes zur Beschleunigung der Verfügbarkeit von Wasserstoff und zur Änderung weiterer rechtlicher Rahmenbedingungen für den Wasserstoffhochlauf sowie zur Änderung weiterer energierechtlicher Vorschriften Federführendes Ministerium: Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Sonstiges im Bereich \"Energie\" [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 30.04.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundestag \n\t\t\t\t\t\t\t Mitglieder des Bundestages [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Fachliche Ergänzungen zur Mitteilung der EU-Kommission EU Klimaziele 2040 \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Für energieintensive Unternehmen ist es wichtig, dass sie Zugang zu erschwinglichen Preisen für kohlenstoffarme Energie haben. Ein weiterer Anstieg der Energiepreise für industrielle Verbraucher sollte vermieden werden. Ein technologieneutraler Ansatz wird ein breiteres Spektrum an Lösungen fördern, so dass die Klimaziele auf kostengünstige und effiziente Weise erreicht werden können. Um erfolgreich zu sein, sollten CCUS-Technologien im Rahmen des EU-EHS anerkannt werden. Auch für den Schutz von CBAM-Exporten sollte eine geeignete Lösung gefunden werden. \n\t\t\t\t\n\t\t\t\t\t Betroffenes geltendes Recht: \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: EU-Gesetzgebung [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 29.05.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundestag \n\t\t\t\t\t\t\t Mitglieder des Bundestages [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Rückmeldung zu operativ bedingten Umsetzungsproblemen seitens der Industrie bei der CBAM-Berichterstattung in der Testphase \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t 1. Die Registrierung und der Zugang zum CBAM-Portal sollte technisch verbessert und vereinfacht werden. 2. Vereinfachungen hinsichtlich der zu anwendenden Angaben - Verwendung der Standartwerten weit über die Testphase hinaus. 3. Die Daten über CBAM-relevante Importe, die von den Zollbehörden der Mitgliedstaaten an das CBAM-Portal gemeldet werden, müssen den Anmeldern zeitnah zur Verfügung gestellt werden. 4. Erhöhung des Schwellenwerts der De-Minimis-Regelung 5. Verhinderung der Doppelbesteuerung aufgrund der Wiedereinfuhren nach der Veredelung in Drittländern, insbesondere im Rahmen der passiven Veredelung. 6. Beseitigung der Unklarheiten beim Umgang mit Händlern von CBAM-Produkten, die in Drittländern ansässig sind. \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Klimaschutz [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 22.03.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Fragenkatalog und praktische Hinweise zur F-Gase-Verordnung (EU) 2024/573 an UBA \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Zuletzt wurde ein Fragenkatalog an das UBA versandt, in dem der VIK Fragen zu praktischen Implikationen der Verordnung anbringen konnten. Das Ziel dieser Fragen war hauptsächlich, eine reibungslose Integration der F-Gase-Verordnung in die betriebliche Praxis zu ermöglichen. Für den Vollzug der Verordnung (EU) 2024/573, der Durchführungsverordnungen sowie der dazugehörigen nationalen Verordnungen sind die Bundesländer zuständig, hier wurde seitens des VIK angeregt, einheitliche und Bundesländerübergreifende Regelungen zu finden um einem regulatorischen Flickenteppich vorzubeugen. \n\t\t\t\t\t\n\t\t\t\t\tBundesrats-Drucksachennummer: BR-Drs. 195/22 (Vorgang) [alle RV hierzu] Vorschlag für eine Verordnung des Europäischen Parlaments und des Rates über fluorierte Treibhausgase, zur Änderung der Richtlinie (EU) 2019/1937 und zur Aufhebung der Verordnung (EU) Nr. 517/2014 \n\t\t\t\t\n\t\t\t\t\t Betroffenes geltendes Recht: \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: EU-Gesetzgebung [alle RV hierzu]; Immissionsschutz [alle RV hierzu]; Sonstiges im Bereich \"Energie\" [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 25.04.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Umwelt, Naturschutz, nukleare Sicherheit und Verbraucherschutz (BMUV) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Einführung von Vorgaben zur Erstellung von Plänen zur Entwicklung von Wasserstoffverteilernetzen bzw. zur Stilllegung der Gasverteilernetze \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Erarbeitung eines neuen Regulierungsrahmens für die Gas- und Wasserstoffversorgung durch BMWK und Bundesnetzagentur, Vorlage des Grünpapiers zur Transformation der Gas-/Wasserstoff-Verteilernetze zur Konsultation, Sicherstellung einer sicheren und bezahlbaren Energieversorgung während der Übergangsphase durch planerische, rechtliche und finanzielle Vorkehrungen, langfristige Nutzung von Erdgas als unverzichtbarer Rohstoff in der chemischen Industrie, Berücksichtigung flexibler und effizienter CO2-Transportinfrastrukturen sowie wirtschaftlicher Netzentgelte. \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Außenwirtschaft [alle RV hierzu]; Energienetze [alle RV hierzu]; Fossile Energien [alle RV hierzu]; Sonstiges im Bereich \"Energie\" [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 12.04.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Besonderheiten bei Industrie- und Arealnetzen und dem daraus resultierenden, dringenden Anpassungsbedarf des MsbG im Kontext des Smart Meter Rollouts \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Der Rollout von intelligenten Messsystemen (iMS) ist nur dann (volks-)wirtschaftlich zu rechtfertigen, wenn ein (zusätzlicher) Systemnutzen durch (zusätzliche) Netzdienlichkeit bewirkt wird. In den räumlich begrenzten Industrie- und Arealnetzen sind die wichtigen Funktionalitäten wie die Verfügbarkeit von 1/4h-Messwerten und die Transparenz und Nutzung dieser Daten für die relevanten Marktteilnehmer wie Netzbetreiber, Lieferanten und Kunden bereits vorhanden, sodass ein Pflicht-Rollout von iMS keinen zusätzlichen Nutzen in diesen Netzen mehr bringt, jedoch teilweise ein Downgrade der Funktionalitäten in diesen Netzen bewirken kann. \n\t\t\t\t\n\t\t\t\t\t Betroffenes geltendes Recht: \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Energienetze [alle RV hierzu]; Sonstiges im Bereich \"Energie\" [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 19.06.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Änderung des Gesetzes zur Entwicklung und Förderung der Windenergie auf See (Windenergie-auf-See-Gesetz - WindSeeG) \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Kooperationen mit Unternehmen zur industriellen Eigenerzeugung (z.B. Joint Ventures von Industrieabnehmern und Projektentwicklern bzw. Windparkbetreibern.), Verbindliche anteilige Stromabnahme durch industrielle Abnehmer (höherer Anteil = höhere Punktzahl)., Verbindliche langfristige Stromabnahme industrieller Abnehmer (längerer Zeitraum = höhere Punktzahl)., Versorgungsanteil lokaler Geschäftsfelder zur Dekarbonisierung (z.B. gem. Definition im „Net Zero Industry Act“ der EU)., CSRD-Kriterien (z.B. Net-Zero-Commitment, Tarifbindung, Ausbildungsquoten, EU-Beschäftigte, F+E-Ausgaben EU)., Systemdienlichkeit durch Ausregelung mit steuerbaren Anlagen / Angebot an Flexibilitäten (z.B. Batterien)., Reduktion des Gewichtungsanteils finanzieller Komponenten (z.B. auf 20%). \n\t\t\t\t\t\n\t\t\t\t\tBundestags-Drucksachennummer: BT-Drs. 20/24039 [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Betroffenes geltendes Recht: \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Erneuerbare Energien [alle RV hierzu]; Industriepolitik [alle RV hierzu]; Öffentliche Finanzen, Steuern und Abgaben [alle RV hierzu]; Sonstiges im Bereich \"Energie\" [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 13.05.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Ergänzungen am Gesetzesentwurf zur Modernisierung und zum Bürokratieabbau im Strom- und Energiesteuerrecht zu effektiverem Bürokratieabbau \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t 1. Die aktuelle Formulierung in § 9 Abs. 1 Nr. 3 b StromStG sollte modifiziert werden. 2. Der Zahlungsverkehr mit dem Hauptzollamt (HZA) sollte transparenter gestaltet werden. 3. Im Vorauszahlungsbescheid berücksichtigte eigenen Entlastungsansprüche sollten bei Berechnung der Jahressteuerschuld mindernd berücksichtigt werden. 4. Die neue Monitoringspflicht sollte nur gelten, wenn der Schwerpunkt im Abschnitt E des WZ2003 liegt. Monitoring sonst mindestens auf Abgabe von Strom und Erdgas an Dritte begrenzen. 5. Die neuen Vorgaben zur buchmäßigen Erfassung von strom- und energiesteuerlichen Geschäftsvorgängen bei stromsteuerlichen Versorgern und Lieferern von Energieerzeugnissen sind überzogen. 6. Eine umfassende Verbrauchsermittlung über das 15-Minuten-Intervall ist nicht möglich. \n\t\t\t\t\t\n\t\t\t\t\tBundesrats-Drucksachennummer: BR-Drs. 232/24 (Vorgang) [alle RV hierzu] Entwurf eines Gesetzes zur Modernisierung und zum Bürokratieabbau im Strom- und Energiesteuerrecht Zuständiges Ministerium: Bundesministerium der Finanzen (BMF) [alle RV hierzu] Zuvor: Referentenentwurf (BMF): Entwurf eines Gesetzes zur Modernisierung und zum Bürokratieabbau im Strom- und Energiesteuerrecht (Vorgang) \n\t\t\t\t\t\n\t\t\t\t\tBundestags-Drucksachennummer: BT-Drs. 20/12351 (Vorgang) [alle RV hierzu] Entwurf eines Gesetzes zur Modernisierung und zum Bürokratieabbau im Strom- und Energiesteuerrecht Zuständiges Ministerium: Bundesministerium der Finanzen (BMF) [alle RV hierzu] Zuvor: Referentenentwurf (BMF): Entwurf eines Gesetzes zur Modernisierung und zum Bürokratieabbau im Strom- und Energiesteuerrecht (Vorgang) \n\t\t\t\t\n\t\t\t\t\t Betroffenes geltendes Recht: \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Allgemeine Energiepolitik [alle RV hierzu]; Industriepolitik [alle RV hierzu]; Parlamentarisches Verfahren [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 26.04.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium der Finanzen (BMF) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Einführung der Beschleunigung von Genehmigungsverfahren für Geothermieanlagen, Wärmepumpen sowie Wärmespeichern \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Begrüßung des Gesetzentwurfs zur Beschleunigung von Genehmigungsverfahren für Geothermieanlagen, Wärmepumpen und Wärmespeichern, Anerkennung der Maßnahmen zur Erreichung der Klimaschutzziele und Förderung der Energiewende, Optimierungspotenzial bei der Integration assoziierter Genehmigungsverfahren, Berücksichtigung der notwendigen Infrastruktur, Priorisierung von Netzanschlüssen für Wärmepumpen, Förderung einer effizienteren Bearbeitung von Förderanträgen. \n\t\t\t\t\t\n\t\t\t\t\tBundestags-Drucksachennummer: BT-Drs. 20/13092 (Vorgang) [alle RV hierzu] Entwurf eines Gesetzes zur Beschleunigung der Genehmigungsverfahren von Geothermieanlagen, Wärmepumpen und Wärmespeichern sowie zur Änderung weiterer rechtlicher Rahmenbedingungen für den klimaneutralen Ausbau der Wärmeversorgung Zuständiges Ministerium: Bundesministerium für Wohnen, Stadtentwicklung und Bauwesen (BMWSB) [alle RV hierzu] Zuvor: Referentenentwurf (BMWK): Entwurf eines Gesetzes zur Beschleunigung von Genehmigungsverfahren von Geothermieanlagen, Wärmepumpen und Wärmespeichern sowie zur Änderung weiterer rechtlicher Rahmenbedingungen für den klimaneutralen Ausbau der Wärmeversorgung (Vorgang) \n\t\t\t\t\n\t\t\t\t\t Betroffenes geltendes Recht: \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Allgemeine Energiepolitik [alle RV hierzu]; Erneuerbare Energien [alle RV hierzu]; EU-Gesetzgebung [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 17.07.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Nationale Umsetzung der Erneuerbare-Energien-Richtlinie (RED III): RFNBO-Quote für die Industrie \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Anerkennung der strengen Kriterien für die Erzeugung und den Import von grünem Wasserstoff, Forderung nach Anpassungen zur Vermeidung von unternehmensbezogenen RFNBO-Zielen, Verbesserung der Ausnahmeregelungen für Nebenprodukte von Wasserstoff, Vorschlag eines vereinfachten Monitoring-Systems zur Reduzierung der Bürokratie, Notwendigkeit der Überarbeitung der EU-Regulierungen, um die Wettbewerbsfähigkeit der Industrie zu sichern und den Übergang zu einer kohlenstoffarmen Wirtschaft zu unterstützen. \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Allgemeine Energiepolitik [alle RV hierzu]; Industriepolitik [alle RV hierzu]; Parlamentarisches Verfahren [alle RV hierzu]; Sonstiges im Bereich \"Energie\" [alle RV hierzu]; Sonstiges im Bereich \"Umwelt\" [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 31.07.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundestag \n\t\t\t\t\t\t\t Mitglieder des Bundestages [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t Kraftwerkssicherheitsgesetz (KWSG) \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Mit dem KWSG beabsichtigt die Bundesregierung den Bau von gesicherter und steuerbarer Stromerzeugungsleistung in Kombination mit einem Kapazitätsmechanismus anzureizen. Der VIK begrüßt diesen Schritt, da sich gezeigt hat, dass marktgetrieben kein ausreichender Zubau von neuen Kraftwerken erfolgt. Da die gesicherte Leistung in Deutschland stetig abnimmt und sich vermehrt Knappheitspreise am Strommarkt zeigen (siehe 6.-7. November 2024), spricht sich der VIK dafür aus, dass das KWSG noch vor der Bundestagswahl am 23. Februar 2025 verabschiedet wird. Der VIK erneuert ebenfalls seine Position, dass keine weitere gesicherte Leistung endgültig stillgelegt werden sollte, bis nicht adäquater Ersatz ans Netz gegangen ist. \n\t\t\t\t\t\n\t\t\t\t\tVom IV eingegebener Referentenentwurfstitel: Neue Ausschreibungen für wasserstofffähige Gaskraftwerke und Langzeitspeicher für Strom sowie Ausschreibungen für steuerbare Kapazitäten für einen Beitrag zur Versorgungssicherheit Datum des Referentenentwurfs: 11.09.2024 Federführendes Ministerium: Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Betroffenes geltendes Recht: \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Allgemeine Energiepolitik [alle RV hierzu]; Erneuerbare Energien [alle RV hierzu]; Fossile Energien [alle RV hierzu]; Industriepolitik [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 28.11.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t \n\t\t\t\n\t\t\t TEHG-Europarechtsanpassungsgesetz 2024 \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Das europäische Emissionshandelssystem ist ein zentrales Instrument der europäischen und nationalen Klimaschutzpolitik, heißt es in dem Gesetzentwurf (20/13585) der Bundesregierung eines „Gesetzes zur Anpassung des Treibhausgas-Emissionshandelsgesetzes an die Änderung der Richtlinie 2003 / 87 / EG (TEHG-Europarechtsanpassungsgesetz 2024)“. Die europäische Rechtsgrundlage für den Emissionshandel bilde die Richtlinie 2003 / 87 / EG (EU-Emissionshandelsrichtlinie). Die Umsetzung des europäischen Regelungsrahmens in nationales Recht erfolge in Deutschland seit 2011 durch das Treibhausgas-Emissionshandelsgesetz (TEHG). Der VIK hat an der öffentlichen Konsultation zum Referentenentwurf teilgenommen. \n\t\t\t\t\t\n\t\t\t\t\tBundestags-Drucksachennummer: BT-Drs. 20/13585 (Vorgang) [alle RV hierzu] Entwurf eines Gesetzes zur Anpassung des Treibhausgas-Emissionshandelsgesetzes an die Änderung der Richtlinie 2003/87/EG (TEHG-Europarechtsanpassungsgestz 2024) Zuständiges Ministerium: Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Betroffenes geltendes Recht: \n\t\t\t\t\n\t\t\t\t\t Interessenbereiche: Klimaschutz [alle RV hierzu] \n\t\t\t\t\n\t\t\t\t\t Stellungnahmen/Gutachten (1): \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t Adressatenkreis: \n\t\t\t\t\t\t\t\n\t\t\t Versendet am 13.08.2024 an: \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t Bundesregierung \n\t\t\t\t\t\t\t Bundesministerium für Wirtschaft und Klimaschutz (BMWK) [alle SG dorthin] \n\t\t\t\t\t\t\t \n\t                   \t\t\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\t\t\n\t\t\t \n\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tBeschreibung:\n\t\t\t\t\t Die Interessenvertretung wird nicht im Auftrag ausgeübt. Geschäftsjahr: 01/23 bis 12/23 Keine Zuwendungen oder Zuschüsse über 10.000 Euro erhalten. Geschäftsjahr: 01/23 bis 12/23 \n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tGesamtsumme:\n\t\t\t\t\t\t\t\t\t\t\t 0 Euro Geschäftsjahr: 01/23 bis 12/23 \n\t\t\t            Gesamtsumme:\n\t                     2.530.001 bis 2.540.000 Euro Geschäftsjahr: 01/22 bis 12/22",
    "images": "https://www.lobbyregister.bundestag.de/static/images/common/logo_bundestag_og.png",
    "tags": "",
    "excerpt": "Wirtschaftsverband oder Gewerbeverband/-verein, eingetragen seit 28.02.2022, aktualisiert am 03.03.2025.",
    "categories": ""
}