{
    "title": "Die EU-Einigung zu CBAM lässt viele Probleme ungelöst | VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "author": "unknown",
    "source": "VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V.",
    "date": "2022-12-14",
    "text": "14.12.2022 Pressemitteilung Die EU-Einigung zu CBAM lässt viele Probleme ungelöst Berlin, den 14.12.2022 – Die energieintensive Industrie unterstützt die ehrgeizigen Klimaschutzbemühungen auf nationaler sowie auf EU-Ebene. Die aktuelle Einigung auf EU-Ebene zu einem klimabezogenem Grenzausgleichsmechanismus (CBAM) ist allerdings nicht für alle Branchen gleichermaßen geeignet, Klimaschutz und Wettbewerbsfähigkeit zu vereinbaren. „Die Umwelt- und Klimaschutzambitionen der EU-Institutionen sind richtig und werden von uns unterstützt. In vielen Bereich gibt es jedoch zielführendere Maßnahmen, welche sowohl dem Klimaschutz als auch den sich transformierenden Industrien helfen. Insbesondere exportorientierte Branchen werden massive Probleme bekommen, wenn sie mit der Einführung von CBAM neben den viel zu hohen Energiepreisen auch noch weitere gravierende Wettbewerbsnachteile tragen müssen. Durch carbon leakage wäre weder dem Klima noch den betroffenen Industriezweigen geholfen“, so Christian Seyfert, Hauptgeschäftsführer des VIK Verband der Industriellen Energie- und Kraftwirtschaft e. V. Exportorientierte energieintensive Branchen in Deutschland wären von CBAM besonders betroffen, da mit einer Einführung die freien Zuteilungen von CO2-Zertifikaten entfallen müssten. Dieser Mechanismus zum Schutz der heimischen Industrie im globalen Wettbewerb würde entfallen, eine Abwanderung CO2-intensiver Produktion in andere Weltregionen mit schlechteren Umwelt- und Arbeitsbedingungen wäre die absehbare Folge. Ein bürokratisches Verfahren wie CBAM ist für die meisten Industriebereiche nicht hilfreich. Um branchenübergreifende Kollateralschäden an dem europäischen Produktionsstandort, den Unternehmen und den komplexen Lieferketten zu verhindern, kann CBAM nur ein Teil der Gesamtlösung sein. CBAM sollte daher nur in ganz bestimmten, dafür geeigneten Branchen eingeführt werden. Dabei muss eine genaue Evaluation der Auswirkungen, der Qualität der Kontrollmechanismen sowie des bürokratischen Aufwands erfolgen. Statt komplizierte Lösungen für eine WTO-konforme Zollerhebung zu suchen, könnten internationale Einigungen, wie beispielsweise ganz aktuell innerhalb des G7-Klimaklubs die CBAM-Regelungen überflüssig machen.",
    "images": "http://vik.de/files/share/share-512.png",
    "tags": "",
    "excerpt": "Energie für die Industrie",
    "categories": ""
}