{
    "title": "Aktuelle Konjunktur",
    "author": "unknown",
    "source": "bmf.gv.at",
    "date": "2025-02-21",
    "text": "Aktuelle Konjunktur in Österreich Übersicht Bericht über zentrale wirtschaftlichen Kennzahlen Österreichs: 1. Reales Bruttoinlandsprodukt – Quartalsdaten Das Bruttoinlandsprodukt (BIP) misst den Wert aller im Inland produzierten Waren und Dienstleistungen nach Abzug der Vorleistungen. Vergangene Entwicklung: Das Dashboard zeigt eine Übersicht zur Entwicklung des realen BIP in Österreich nach der Verwendungsrechnung. Es werden Wachstumsbeiträge der Konsumausgaben der privaten Haushalte und des Staates, der Bruttoinvestitionen sowie des Außenbeitrags gezeigt. Prognose für 2025: Zusätzlich werden die WIFO-Prognosen des realen BIP aus der letzten Budgeterstellung im Oktober 2023 und der aktuellsten Prognose gegenübergestellt (gestrichelte Linien). 2. Inflation – Monatsdaten Inflation bezieht sich auf die Entwicklung der Verbraucherpreise auf Basis des Verbraucherpreisindex (VPI) in Österreich, der mit einem Warenkorb gemessen wird. Vergangene Entwicklung: Das Dashboard zeigt monatliche VPI-Inflationsraten im Vergleich zum Vorjahresmonat. Neben der Gesamtinflationsrate werden Inflationsraten nach COICOP-Kategorien dargestellt (COICOP = Classification of Individual Consumption). Prognose für 2025: Neben den realisierten Werten werden die WIFO-Prognosen der Gesamtinflationsrate aus der letzten Budgeterstellung im Oktober 2023 und der aktuellsten Prognose gegenübergestellt (gestrichelte Linien). 3. Arbeitsmarkt – Monatsdaten In diesem Dashboard werden verschiedene Zahlen zum Arbeitsmarkt in Österreich dargestellt. Die Arbeitslosenquote (nationale Definition) wird dabei als Anteil der Arbeitslosen am Arbeitskräftepotential (unselbständig Beschäftigte und Arbeitslose), jeweils im Alter von 15 bis 64 Jahren, definiert. In der oberen Grafik wird die Entwicklung der Anzahl an Arbeitslosen bzw. der Arbeitslosenquote (Balken) im Vergleich zu den jeweiligen Jahresdurchschnittswerten (Linien) dargestellt. Neben den realisierten Werten werden die WIFO-Prognosen für 2025 aus der letzten Budgeterstellung im Oktober 2023 und der aktuellsten Prognose gegenübergestellt (gestrichelte Linien). In der unteren Grafik wird die absolute Veränderung der Arbeitslosenzahl im Vergleich zur Veränderung der Zahl der unselbständig Beschäftigten gegenüber dem Vorjahresmonat dargestellt.. 4. Einkommen – Quartalsdaten Im Dashboard wird die Entwicklung der gesamten nominelle Lohn- und Gehaltssumme (linke Grafik) in Österreich sowie der durchschnittliche Summe pro Arbeitnehmer/in (rechte Grafik) dargestellt. Zusätzlich werden die WIFO-Prognosen für 2025 aus der letzten Budgeterstellung im Oktober 2023 und der aktuellsten Prognose gegenübergestellt (gestrichelte Linien). 5. Zinsniveau – Monatsdaten Das fünfte Dashboard bietet eine Übersicht zu drei Zinssätzen: Leitzins der EZB, 3-Monats-EURIBOR (Monatsdurchschnitt) und Zinsen der 10-jährigen Bundesanleihe (Monatsdurchschnitt). Zudem werden die WIFO-Prognosen zur Entwicklung der Zinsen der 10-jährigen Bundesanleihe für 2025 aus der letzten Budgeterstellung im Oktober 2023 und der aktuellsten Prognose gegenübergestellt (gestrichelte Linien).",
    "images": "https://www.bmf.gv.at/dam/jcr:0ea07012-6bf9-4dfd-86a9-36e3e4c61ed4/Logo_Konjunktur_AUT.PNG",
    "tags": "",
    "excerpt": null,
    "categories": ""
}