{
    "title": "Nickel Downstreaming in Indonesia: Reinventing Sustainable Industrial Policy and Developmental State in Building the EV Industry in ASEAN",
    "author": "Bahlil Lahadalia; Chandra Wijaya; Teguh Dartanto; Athor Subroto",
    "source": "JAS (Journal of ASEAN Studies)",
    "date": "2024-07-08",
    "text": "Nickel Downstreaming in Indonesia: Reinventing Sustainable Industrial Policy and Developmental State in Building the EV Industry in ASEAN DOI: https://doi.org/10.21512/jas.v12i1.11128 Keywords: nickel downstreaming, developmental state, industrial policy, ESG, SDGs Abstract The developmental state concept, which entails proactive government support for economic structural transformation, remains contentious today. Some scholars vigorously argue that government intervention in the economy was indispensable to the success of East Asian countries, whereas others are critical of the practice, arguing that it tends to neglect sustainability dimensions and contending that government intervention in the market is often unwarranted. In this study, the authors analyse how Indonesia’s nickel ‘downstreaming’ strategy represents a new developmental state model that considers the aforementioned discourse on the merit of industrial policy. The new model aligns the classical developmental state concept with the need to address pressing environmental and social concerns, which are widely recognized as being of paramount importance. Through an integrative literature review and secondary data analysis, the study reveals that Indonesia’s downstreaming strategy does exemplify a new developmental state model, as the government does not aim just to stimulate economic growth but also to contribute to the energy transition with EV battery manufacturing and to invigorate social inclusion by ameliorating inequality particularly in Eastern Indonesia. Nevertheless, the application of the new developmental state model through the downstreaming strategy uncovers some areas where improvement is necessary. The policy needs to be continuously refined so that its negative environmental and social externalities can be mitigated, and it can serve as a better example of a new developmental state model. Plum Analytics References Aiginger, K. (2014). Industrial policy for a sustainable growth path (WIFO Working Papers, No. 469). Austrian Institute of Economic Research (WIFO). https://www.econstor.eu/ bitstream/10419/129024/1/wp_469.pdf Amsden, A. H. (1992). Asia's next giant: South Korea and late industrialization. Oxford: Oxford University Press. ASEAN & UNCTAD. (2023). A Special ASEAN Investment Report 2023. The ASEAN Secretariat. https://asean.org/wp-content/uploads/2023/12/AIR-Special-2023.pdf Aswicahyono, H., & Rafitrandi, D. (2018). A review of Indonesia’s economic competitiveness (CSIS Working Paper Series WPSECO – 01/2018). Centre for Strategic and International Studies. https://mail.csis.or.id/publications/a-review-of-indonesias-economic- competitiveness/ Baker, M., Egan, M. L., & Sarkar, S. K. (2022). How do investors value ESG? (Working Paper 30708). National Bureau of Economic Research. https://www.nber.org/system/ files/working_papers/w30708/w30708.pdf Baldwin, R.E. (1969). The case against infant-industry tariff protection. Journal of Political Economy, 77(3): 295–305. Blonigen, B. A. (2016). Industrial policy and downstream export performance. The Economic Journal, 126(595), 1635–1659. https://doi.org/10.1111/ecoj.12223 CATL. (2022, April 15). CATL partners up with Indonesia to boost e-mobility with an investment of nearly 6 billion USD [Press release]. https://www.catl.com/en/news/922.html Castle, M. (1992). Four Asian Tigers with a dragon head: A comparative analysis of the state, economy, and society in the Asian Pacific Rim. In R. Applebaum, & J. Henderson (Eds.), State and development in the Asian Pacific (pp. 33–70. CREA & CELIOS. (2024). Debunking the value-added myth in nickel downstream industry: Economic and health impact of nickel industry in Central Sulawesi, Southeast Sulawesi, and North Maluku. https://celios.co.id/wp-content/uploads/2024/02/EN-CREA_ CELIOS-Indonesia-Nickel-Development-2024.pdf Chang, H. J. (2006). Industrial policy in East Asia: Lessons for Europe. EIB Papers, 11(2), 106–132. https://www.econstor.eu/bitstream/10419/44860/1/515665460.pdf. Chang, H. J. (2022). Edible economics: A hungry economist explains the world. Random House. Dahlsrud, A. (2006). How corporate social responsibility is defined: An analysis of 37 definitions. Corporate Social Responsibility and Environmental Management, 15(1), 1–13. https://doi.org/10.1002/csr.132 Di Maio, M. (2014). Industrial policy. In B. Currie-Alder, R. Kanbur, D. M. Malone, & R. Medhora (Eds.), International development: Ideas, experience, and prospects. Oxford Scholarship Online. DiPippo, G., Mazzocco, I., & Kennedy, S. (2022). Red ink estimating Chinese industrial policy spending in comparative perspective. Center for Strategic & International Studies. Retrieved from https://www.csis.org/analysis/red-ink-estimating-chinese- industrial-policy-spending-comparative-perspective European Commission. (2023, September 23). Carbon border adjustment mechanism (CBAM) starts to apply in its transitional phase. https://ec.europa.eu/commission/ presscorner/detail/en/ip_23_4685 Ferraz, D., Falguera, F. P., Mariano, E. B., & Hartmann, D. (2021). Linking economic complexity, diversification, and industrial policy with sustainable development: A structured literature review. Sustainability, 13(3), 1265. Ferreira, R., & Pinto F. (2022). An overview of world stainless steel scrap trade in 2021. INSG Secretariat Briefing Paper. Fukuzawa, R. (2012). Climate change policy to foster pollution prevention and sustainable industrial practices—A case study of the global nickel industry. Minerals Engineering, 39, 196–205. Frey, S., Am, J. B., Doshi, V., Malik, A., & Noble, S. (2023). Consumers care about sustainability— and back it up with their wallets. McKinsey & Company and NielsenIQ. Retrieved from https://www.mckinsey.com/industries/consumer-packaged-goods/our-insights/consumers-care-about-sustainability-and-back-it-up-with-their-wallets Gunawan, A., Pratikto, R., & Dartanto, T. (2020). Towards pro-poor industrial policies in Indonesia: Progress, challenges, and future directions. In Designing Integrated Industrial Policies Volume I (pp. 155–185). Routledge. Hao, H., Ou, X., Du, J., Wang, H., & Ouyang, M. (2014). China’s electric vehicle subsidy scheme: Rationale and impacts. Energy Policy, 73, 722–732. http://dx.doi.org/ 10.1016/j.enpol.2014.05.022 Hayashi, S. (2010). The developmental state in the era of globalization: Beyond the Northeast Asian model of political economy. The Pacific Review, 23(1), 45–69. Hill, H. (1999). The Indonesian economy in Crisis. Palgrave Macmillan US. IBC. (2021). Indonesia Battery Corporation. Retrieved from https://www.indonesiabatterycorp .com/en/news/ibc-targets-140-gwh-battery-production-in-total-by-2030 IEA (2022), Nickel production, 2021 and projected demand in climate-driven scenarios, 2030, IEA, Paris. https://www.iea.org/data-and-statistics/charts/nickel-production-2021- and-projected-demand-in-climate-driven-scenarios-2030, Licence: CC BY 4.0 IEA. (2024a). Global critical minerals outlook 2024. IEA. Retrieved from https://www.iea.org/reports/global-critical-minerals-outlook-2024 IEA. (2024b). Global EV outlook 2024: Moving towards increased affordability. Retrieved from https://www.iea.org/reports/global-ev-outlook-2024 Indonesia. Law No. 1 of 1967 concerning Foreign Investment. LN RI 1967/No. 1, TLN No. 2818. Ministry of the State Secretariat. Indonesia. The 1945 Constitution of the Republic of Indonesia. Indonesia. Law No. 4/2009 as amended by Law No. 3/2020 on the Amendment to Law No. 4/2009 on Mineral and Coal Mining. LN RI 2009/No. 4, TLN No. 4959. Ministry of the State Secretariat. Indonesia. Law No. 3/2014 on Industry. LN 2014/No. 4, TLN No. 5492. Ministry of the State Secretariat. Indonesia. Government Regulation Number 96 of 2021 concerning the Implementation of Mineral and Coal Mining Business Activities. LN 2021/No. 208, TLN No. 6721. Ministry of the State Secretariat. Indonesia. Minister of Energy and Mineral Resources Regulation Number 17 of 2020 concerning Third Amendment to Minister of Energy and Mineral Resources Regulation Number 25 of 2018 concerning Mineral and Coal Mining Business. BN 2020/No. 1343. Ministry of Energy and Mineral Resources. Indonesia. Presidential Regulation No. 55/2019 on the Acceleration of the Battery Electric Vehicle Program for Road Transportation. LN 2019/No. 146. Ministry of the State Secretariat. Internal Revenue Service. (2024). Credits for new clean vehicles purchased in 2023 or after. Retrieved from https://www.irs.gov/credits-deductions/credits-for-new-clean- vehicles-purchased-in-2023-or-after Istiqomah, M., Suroso, E. P., & Wulandari, A. R. (2020). Challenges of downstreaming policies in Indonesia: A case study of nickel processing industry. Journal of Social and Political Sciences, 3(3), 733–743. IMF. (2024). World Economic Outlook April 2024 Steady but Slow: Resilience amid Divergence. International Monetary Fund. https://www.imf.org/en/Publications/WEO/Issues/2024/04/16/world-economic-outlook-april-2024 Jin, K. (2023). The new China playbook: beyond socialism and capitalism. Viking. Johnson, C. (1992). MITI and the Japanese miracle: The growth of industrial policy, 1925–1975. Redwood City, CA: Stanford University Press. Juhász, R., Lane, N., Oehlsen, E., & Pérez, V. C. (2023). The who, what, when, and how of industrial policy: A text-based approach. (August 15, 2022). Kastelli, I., Mamica, L., & Lee, K. (2023). New perspectives and issues in industrial policy for sustainable development: From developmental and entrepreneurial to environmental state. Review of Evolutionary Political Economy, 4(1), 1–25. https://doi.org/10.1007/ s43253-023-00100-2 Kim, S. Y. (2007). The East Asian developmental state and its economic and social policies: The case of Korea. International Review of Public Administration, 12(2), 69–87. Kim, K. (2023, February 20). Indonesia’s uncertain climb up the nickel value chain. The Interpreter. Retrieved from https://www.lowyinstitute.org/the-interpreter/ indonesia-s-uncertain-climb-nickel-value-chain Kim, K. (2024). Indonesia’s resource-based industrialization: Achievements and challenges. GlobalAsia, 19(2). https://globalasia.org/v19no2/cover/indonesias-resource--based- industrialization-achievements-and-challenges_kyunghoon-kim Knight, J. B. (2014). China as a developmental state. The World Economy, 37(10), 1335–1347. Knopf, J. W. (2006). Doing a literature review. PS: Political Science & Politics, 39(1), 127–132. Krueger, A. O. (1997). Trade policy and economic development: How we learn. Landes, D. S. (2003). The unbound Prometheus: Technological change and industrial development in Western Europe from 1750 to the present. Cambridge: Cambridge University Press. MacNeil, R., & Paterson, M. (2012). Neoliberal climate policy: From market fetishism to the developmental state. Environmental Politics, 21(2), 230–247. Meckling, J. (2021). Making industrial policy work for decarbonization. Global Environmental Politics, 21(4), 134–147. Muhamad, D., & Djong, J. (2024, February 2). Downstreaming potential is no mere daydreaming. The Jakarta Post. Retrieved from https://www.thejakartapost.com/ opinion/2024/02/02/downstreaming-potential-is-no-mere-daydreaming.html Nangoy, F., & Ungku, F. (2021, February 5). Exclusive: Facing green pressure, Indonesia halts deep-sea mining disposal. Reuters. Retrieved from https://www.reuters.com/article/world/exclusivefacing-green-pressure-indonesia-halts-deep-sea-mining-disposal-idUSKBN2A50VG/ Nassani, A. A., Awan, U., Zaman, K., Hyder, S., Aldakhil, A. M., & Abro, M. M. Q. (2019). Management of natural resources and material pricing: Global evidence. Resources Policy, 64, 101500. Nelson, T. (2018). ESG, climate change risk and disclosure. Governance Directions, 70(11), 705– 709. https://search.informit.org/doi/10.3316/informit.101145472806096 Otsubo, S. T., & Otchia, C. S. (Eds.). (2021). Designing integrated industrial policies volume I: For inclusive development in Asia. Routledge. Pack, H., & Saggi, K. (2006). The case for industrial policy: A critical survey (Policy Research Working Paper Series 3839). The World Bank. Park, J., Choi, W., & Jung, S. U. (2022). Exploring trends in environmental, social, and governance themes and their sentimental value over time. Frontiers in Psychology, 13, 890435. https://doi.org/10.3389/fpsyg.2022.890435 Patunru, A. A. (2023). Trade policy in Indonesia: Between ambivalence, pragmatism and nationalism. Bulletin of Indonesian Economic Studies, 59(3), 311–340. Peshawaria, R. (2024). Why ESG is not enough. Stanford Social Innovation Review. https://doi.org/10.48558/4VC2-F266 Pollman, E. (2022). The making and meaning of ESG (University of Pennsylvania, Institute for Law and Economics Research Paper No. 22-23; European Corporate Governance Institute - Law Working Paper No. 659/2022). https://ssrn.com/abstract=4219857 Raeskyesa, D.G.S. (2020). Sectoral Growth and Income Inequality in ASEAN-5 Countries: Case of Low-Middle Income Economies. Journal of ASEAN Studies. 8 (1). 7. https://journal.binus.ac.id/index.php/jas/article/view/6435 Rajaeifar, M. A., Ghadimi, P., Raugei, M., Wu, Y., & Heidrich, O. (2022). Challenges and recent developments in supply and value chains of electric vehicle batteries: A sustainability perspective. Resources, Conservation and Recycling, 180, 106144. https://doi.org/10.1016/j.resconrec.2021.106144 Reinert, E. S. (1999). The role of the state in economic growth. Journal of Economic Studies, 26(4/5), 268–326. Reuters. (2021, September 15). South Korea’s LGES, Hyundai Motor start work on Indonesian EV battery plant. Reuters. Retrieved from https://www.reuters.com/business/autos-transportation/south-koreas-lges-hyundai-motor-start-work-indonesian-ev-battery- plant-2021-09-15/ Rodrik, D. (1995). Getting interventions right: How South Korea and Taiwan grew rich. Economic Policy, 10(20), 55–107. Rodrik, D. (2004). Industrial policy for the twenty-first century. Available at SSRN 666808. Sameti, M., & Haghighat, F. (2018). Integration of distributed energy storage into net-zero energy district systems: Optimum design and operation. Energy, 153, 575–591. Schandl, H., Fischer-Kowalski, M., West, J., & Giljum, S. (2020). Global material flows and resource productivity: Forty years of evidence. Journal of Industrial Ecology, 24(3), 536– 545. Shen, Y., Moomy, R., & Eggert, R. G. (2020). China’s public policies toward rare earths, 1975– 2018. Mineral Economics, 33, 127–151. Silva, A. (2023). Indonesia's nickel processing boom raises questions over tailings disposal. S&P Global. Retrieved from https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/indonesia-s-nickel-processing-boom-raises-questions-over-tailings-disposal-75180844 Smith, B., & Waldner, D. (2021). Rethinking the resource curse (elements in the politics of development). Cambridge: Cambridge University Press. doi:10.1017/9781108776837 Snyder, H. (2019). Literature review as a research methodology: An overview and guidelines. Journal of Business Research, 104, 333–339. Stiglitz, J. E. (1996). Some lessons from the East Asian miracle. The World Bank Research Observer, 11(2), 151–177. Stern, N. (2022). Towards a carbon neutral economy: How government should respond to market failures and market absence. Journal of Government and Economics, 6, 100036. https://doi.org/10.1016/j.jge.2022.100036 Studwell, J. (2013). How Asia works: Success and failure in the world's most dynamic region. Open Road+ Grove/Atlantig Tai, W. P., & Ku, S. (2013). State and industrial policy: Comparative political economic analysis of automotive industrial policies in Malaysia and Thailand. Journal of ASEAN Studies, 1(1), 52. https://doi.org/10.21512/jas.v1i1.61 Tai, W.P., (2016). The Political Economy of Automobile Industry in ASEAN: A Cross Country Comparison. Journal of ASEAN Studies, 4(1), 40. https://journal.binus.ac.id/index. php/jas/article/view/1536 Torraco, R. J. (2016). Writing integrative literature reviews: Using the past and present to explore the future. Human Resource Development Review, 15(4), 404–428. TradeMap. (2024). Trade statistics for international business development. International Trade Centre. Retrieved June 2024, from https://www.trademap.org/Product_ SelCountry_TS.aspx?nvpm=1%7c360%7c%7c%7c%7cTOTAL%7c%7c%7c2%7c1%7c1%7c2%7c2%7c1%7c1%7c1%7c1%7c1 US Geological Survey. (January 31, 2023). Reserves of nickel worldwide as of 2022, by country. Statista. Retrieved June 14, 2023, from https://www.statista.com/statistics/ 273634/nickel-reserves-worldwide-by-country/ Utama, S., Redrup, O., Tan, Y. L., & Tan, G. (2024). Capturing Southeast Asian EV Market Potential: Immense opportunities amid varying challenges. EY Parthenon. https://www.ey.com/en_ph/strategy/how-to-seize-opportunities-across-southeast- asias-ev-value-chain Vazquez, M., & Judd, D. (2022, August 16). Biden signs Inflation Reduction Act into law. CNN. Retrieved from https://edition.cnn.com/2022/08/16/politics/biden-inflation- reduction-act-signing/index.html Wade, R. (1990). Governing the market. Princeton, NJ: Princeton University Press. Wade, R. H. (2018). The developmental state: Dead or alive? Development and Change, 49(2), 518–546. Wei, Y., Ang, Y. Y., & Jia, N. (2023). The promise and pitfalls of government guidance funds in China. The China Quarterly, 256, 9390959. doi:10.1017/S0305741023000280 Werner, M., Bair, J., & Fernández, V. R. (2014). Linking up to development? Global value chains and the making of a post‐Washington Consensus. Development and Change, 45(6), 1219–1247. Wie, T. K. (2006). Technology and Indonesia’s industrial competitiveness. Economics and Finance in Indonesia, 54(3), 381. https://doi.org/10.7454/efi.v54i3.104 Wong, J. (2004). The adaptive developmental state in East Asia. Journal of East Asian Studies, 4(3), 345–362. Wood Mackenzie. (2020). Can LFP technology retain its battery market share? Retrieved from https://www.woodmac.com/reports/power-markets-can-lfp-technology-retain-its- battery-market-share-428028/ Yülek, M. A. (2018). Industrial policy and sustainable development. In Yülek, M. (Ed.) Industrial policy and sustainable growth. Singapore: Springer. https://doi.org/10. 1007/978-981-10-5741-0_3 Downloads Published How to Cite Issue Section License Copyright (c) 2024 Bahlil Lahadalia, Chandra Wijaya, Teguh Dartanto, Athor Subroto This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License.",
    "images": null,
    "tags": "nickel downstreaming;developmental state;industrial policy;ESG;SDGs",
    "excerpt": "The developmental state concept, which entails proactive government support for economic structural transformation, remains contentious today. Some scholars vigorously argue that government intervention in the economy was indispensable to the success of East Asian countries, whereas others are critical of the practice, arguing that it tends to neglect sustainability dimensions and contending that government intervention in the market is often unwarranted. In this study, the authors analyse how Indonesia’s nickel ‘downstreaming’ strategy represents a new developmental state model that considers the aforementioned discourse on the merit of industrial policy. The new model aligns the classical developmental state concept with the need to address pressing environmental and social concerns, which are widely recognized as being of paramount importance. Through an integrative literature review and secondary data analysis, the study reveals that Indonesia’s downstreaming strategy does exemplify a new developmental state model, as the government does not aim just to stimulate economic growth but also to contribute to the energy transition with EV battery manufacturing and to invigorate social inclusion by ameliorating inequality particularly in Eastern Indonesia. Nevertheless, the application of the new developmental state model through the downstreaming strategy uncovers some areas where improvement is necessary. The policy needs to be continuously refined so that its negative environmental and social externalities can be mitigated, and it can serve as a better example of a new developmental state model.",
    "categories": ""
}