{
    "title": "CO2-Zoll: EU-Alleingang bringt dem Klima wenig | Energynewsmagazine",
    "author": "unknown",
    "source": "energynewsmagazine.at",
    "date": "2024-03-07",
    "text": "Importe. Der umstrittene CO2-Grenzausgleich der EU ist gut gemeint, senkt die globalen Emissionen aber nur marginal, sagen Ökonomen. Besser wären Klimaklubs mit den USA oder China. Seit dem ersten Oktober 2023 kommt jede Schraube, die in die EU importiert wird, mit einem Stapel an Papieren auf dem Kontinent an. Denn seitdem müssen die Unternehmen detailliert darüber Rechenschaft ablegen, wie viel CO2 die Produktion der eingeführten Waren verursacht hat. Diese Vorarbeit ist wichtig, sehen die EU-Regeln doch vor, dass ab 2026 für klimaschädlich erzeugte Importe ein CO2-Grenzausgleich (CBAM) bezahlt werden muss. Dieser „Klimazoll“ auf Zement, Stahl, Aluminium, Strom und Dünger soll einerseits dazu beitragen, die Emissionen zu senken, und andererseits die Wettbewerbsfähigkeit der (grüneren) europäischen Industrie gegenüber den (schmutzigeren) Konkurrenten aus dem Ausland sichern und das Abwandern der Industrie verhindern. Die Idee ist gut, aber in der Umsetzung zeigen sich bereits erste Tücken. Und bleibt die EU mit ihrem Vorhaben allein, ist unter dem Strich nicht viel gewonnen. Unerwünschte Nebeneffekte „Die höheren Klimaziele der EU haben unerwünschte Nebeneffekte“, sagt Wifo-Ökonomin Elisabeth Christen. Europas Industrie muss seit Jahren dafür bezahlen, wenn sie das klimaschädliche Treibhausgas CO2 in die Atmosphäre bläst. Viele Rivalen aus Asien, Afrika und Amerika hingegen nicht. Um diesen Nachteil auszugleichen, hat Brüssel den betroffenen Unternehmen bisher Gratis-CO2-Zertifikate zugeteilt. Damit soll nun schrittweise Schluss sein, stattdessen soll der CO2-Grenzausgleich die hiesige Industrie vor der Konkurrenz aus dem Ausland schützen. Aber auch die ist nicht hellauf begeistert von CBAM. Der Stahl- und Technologiekonzern Voestalpine – auf dem Papier einer der großen Profiteure der neuen Regelung – ist etwa unglücklich. Grund dafür: Der Stahlkonzern bezahlt künftig für seine Emissionen in der EU und noch einmal für die Emissionen der importierten Vorprodukte. Exportiert er das fertige Produkt wieder, ist es doppelt mit CO2-Kosten belegt – und so teurer als Konkurrenzprodukte. „Hier wäre es sinnvoll gewesen, die CBAM-Kosten beim Export wieder abziehen zu lassen“, sagt Eco-Austria-Direktorin Monika Köppl-Turyna. Doch diese ursprünglich geplante Ausgleichsmaßnahme kam letztlich nicht. Was ist nun aber die Klimawirkung von CBAM in seiner vorliegenden Form? Dieser Frage hat sich Wifo-Expertin Elisabeth Christen in einer aktuellen Studie genähert. Ihr Fazit: „Es zahlt sich in jedem Fall aus, weil Wettbewerbsnachteile gemindert und Emissionen gesenkt werden.“ Aber: „Ein Alleingang der EU bringt dem Klima relativ wenig.“ Konkret würden die Emissionen der EU um fast die Hälfte gesenkt werden, global entspricht das aber nur einem Minus von vier Prozent. Dem gegenüber stehen Wohlstandsverluste in der EU von 24,6 Milliarden Euro (minus 0,23 Prozent). Deutlich besser sähe die Bilanz aus, wenn die EU nicht allein bliebe, sondern sich auch mit anderen großen Wirtschaftsräumen wie den USA auf einen CO2-Preis inklusive Klimazoll einigen könnte. Ein solcher „Klimaklub“ würde die globalen Emissionen um 15 Prozent senken, der reale Einkommensverlust in Europa wäre eine Spur geringer, weil Europas Unternehmen der Konkurrenz aus Übersee besser die Stirn bieten könnten. Aber „derzeit sehe ich wenig politische Ambitionen, einen Klimaklub umzusetzen“, räumt auch Christen ein. „Social Costs of Carbon“ Bleibt vorerst also der Versuch der EU, den Rest der Welt mit sanftem ökonomischem Druck dazu zu bewegen, Emissionen ähnlich hoch zu bepreisen wie die EU selbst, um den „Klimazoll“ zu vermeiden. Die Manövriermasse ist nicht klein. Im Jahr 2022 importierte die EU Waren im Wert von 104,3 Milliarden Euro, die bald unter die CBAM-Regelung fallen werden. Die allermeisten Lieferanten heben keinen vergleichbaren CO2-Preis ein, wären also betroffen. China, Russland und die Türkei sind die prominentesten. Der CBAM Exposure Index der Weltbank zeigt aber auch, dass eine Reihe wenig entwickelter Staaten aus Afrika um ihre Exporte in die EU zittern muss. Entsprechend groß ist das Risiko von handelspolitischen Vergeltungsschlägen. Wirklich sinnvoll ist CBAM kurzfristig nur dann, wenn auch andere Staaten sich für die Idee erwärmen können. Langfristig könnte eine dekarbonisierte Wirtschaft in Europa aber auch für sich ein Wettbewerbsvorteil sein und so den Wohlstand steigern, sagt Elisabeth Christen. Dann nämlich, wenn auch die „social costs of carbon“, also die Kosten der Klimafolgeschäden, mitberechnet werden. Das Wifo geht dabei von (konservativen) 180 US-Dollar je Tonne CO2 aus. Selbst der Alleingang der EU brächte nach dieser Rechnung 265,7 Milliarden US-Dollar an Wohlfahrtsgewinn. Zehn Mal mehr, als CBAM Europa in einem ersten Schritt kosten dürfte. von Matthias Auer Die Presse",
    "images": "https://energynewsmagazine.users.aboliton.at/wp-content/themes/enm/lib/img/EnergyNewsMagazine_Logo-1.png",
    "tags": "",
    "excerpt": "Newsfeed der österreichischen Energiebranche",
    "categories": ""
}