{
    "title": "Rote Kelle für den CBAM – Vorschlag zunächst durchgefallen",
    "author": "unknown",
    "source": "verbraucherpresse.com",
    "date": "2022-06-08",
    "text": "EU-Parlament weist CO2-Grenzausgleich erstmal zurück – WSM fordert schon lange Nachbesserung Düsseldorf/Hagen, 08. Juni 2022. Rote Kelle für den Carbon Border Adjustment Mechanism (CBAM): Das Europäische Parlament hat den Vorschlag für einen CO2-Grenzausgleich für Grundstoffe aus Drittstaaten nicht angenommen und an den Umweltausschuss zurückverwiesen. Sieht Brüssel den dringenden Nachbesserungsbedarf? Der Wirtschaftsverband Stahl- und Metallverarbeitung (WSM) hofft dies und fordert weiter eine stärkere Berücksichtigung der Branchen, die auf Stahl als Vormaterial angewiesen sind. Hauptgeschäftsführer Christian Vietmeyer: „Der CO2-Grenzausgleich in der vorliegenden Form benachteiligt die Stahlverarbeiter in der EU. Sie müssten zu erhöhten Stahlpreisen einkaufen und wären auf ihren Exportmärkten nicht mehr wettbewerbsfähig. Dieses Problem löst der bisherige Vorschlag bislang nicht – nun hoffen wir, dass der Umweltausschuss bei der Überarbeitung darauf eingeht.“ Der WSM plädiert schon lange für eine gerechte Lösung, die nicht nur Stahlproduzenten, sondern auch -verarbeiter schützt. Anfang 2022 hatte eine Studie des Instituts der deutschen Wirtschaft Köln im Auftrag des WSM unterstrichen, dass Stahl und Metall verarbeitende Zulieferer durch steigende Vormaterialkosten mit einer Mehrbelastung von über zwei Milliarden Euro rechnen müssten. Vielen bliebe dann nur die Abwanderung in Länder außerhalb Europas, was zahllose Jobs gefährden würde. Die Stahl und Metall verarbeitende Industrie in Deutschland, das sind: rund 5.000 vorwiegend familiengeführte Betriebe, die mit über 400.000 Beschäftigten über 80 Milliarden Euro Umsatz im Jahr erwirtschaften. Die Unternehmen beschäftigen im Durchschnitt 100 Mitarbeiter und sind mit Abstand die wichtigsten Kunden der Stahlerzeuger.  \nDie Branche zeichnet sich durch hohe Spezialisierung und Wettbewerbsintensität aus. Die Unternehmen fertigen für die internationalen Märkte der Automobil-, Elektro- und Bauindustrie, den Maschinenbau und den Handel.  \nDer WSM ist Dachverband für 14 Fachverbände. Zusammen bündeln sie die Interessen einer der größten mittelständischen Branchen in Deutschland und sind Sprachrohr für deren wirtschaftspolitische Vertretung auf Länder-, Bundes- und europäischer Ebene. Sie suchen den Ausgleich mit marktmächtigen Abnehmern und Lieferanten aus Industrie und Handel. Und sie fordern bessere Rahmenbedingungen für Wachstum, Dynamik und Wettbewerb – ob bei Steuern, Abgaben, Recht, Forschung, Umwelt, Energie oder Technik. Firmenkontakt \nWirtschaftsverband Stahl- und Metallverarbeitung e.V. (WSM) \nChristian Vietmeyer \nUerdinger Straße 58-62 \n40474 Düsseldorf \n+49 (0) 211 95 78 68 22 \n+49 (0) 211 95 78 68 40 \ninfo@wsm-net.de \nhttps://www.wsm-net.de/ \nPressekontakt \nmali pr \nEva Machill-Linnenberg \nSchlackenmühle 18 \n58135 Hagen \n+49 (0) 2331 46 30 78 \nwsm@mali-pr.de \nhttps://www.wsm-net.de/",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}