{
    "title": "EU-Trilog einigt sich auf CBAM: gut gedacht, schlecht gemacht",
    "author": "unknown",
    "source": "Home of Steel",
    "date": "2022-12-15",
    "text": "CBAM kommt: EU-Kommission, -Parlament und -Rat haben sich gerade vorläufig über den Carbon Border Adjustment Mechanism geeinigt – nun müssen EU-Botschafter und EU-Parlament ihn noch bestätigen. „Der Klimazoll ist gut gedacht, aber schlecht gemacht. Er schützt die Grundstoffproduzenten, wird aber die internationale Wettbewerbsfähigkeit und die Exportaktivitäten vieler deutscher Industrien belasten. Und Produktionen aus der EU heraustreiben“, befürchtet Christian Vietmeyer, Hauptgeschäftsführer des Wirtschaftsverbandes Stahl- und Metallverarbeitung (WSM). Der Verband fordert zudem den Einbezug der gesamten Wertschöpfungskette. Zulieferer ächzen bereits unter Material- und Energiepreisen, Coronafolgen etc. Nun kommt der CBAM noch obendrauf – er wird notwendige Grundstoffe verteuern. Und auch diese Mehrkosten werden die Betroffenen nicht oder kaum in der Lieferkette weiterreichen können. „Der CBAM schützt EUProduzenten von Stahl und Co. vor internationalem Wettbewerb, der mit höherem CO2-Fußabdruck günstiger produziert. Das begrüßen wir. Aber dieser Schutz darf nicht zulasten der EU-Zulieferer gehen. Wir brauchen ein System, das die gesamte Lieferkette integriert. Wir brauchen Rabatte für Exportprodukte. Und wir brauchen letztlich eine weltweite Beteiligung am Klimaschutz“, moniert Vietmeyer. Sein Verband spricht für circa 5.000 Unternehmen mit rund einer halben Million Beschäftigten. Sie alle geraten weiter unter Druck. Exportierende Zuliefererunternehmen verlieren auf dem Weltmarkt ihre Wettbewerbsfähigkeit. Hinzu kommt, dass andere Länder weltweit handelspolitische Gegenmaßnahmen in Betracht ziehen – das Stichwort Protektionismus steht im Raum. Das wäre für die deutsche Exportindustrie ein weiterer herber Rückschlag. Und würde wiederum viele Zulieferer treffen. Ziel des CBAM ist es, klimaunfreundlich produziertes Material aus der EU herauszuhalten und das Weltklima zu verbessern. In der aktuellen Form treibt er aber EU-Produzenten aus existenziellen Gründen aus der EU heraus – an Standorte mit weniger Auflagen. Laut EU-Kommission will man an Maßnahmen zur Vermeidung von Carbon Leakage bei Exporten weiter arbeiten. Das wäre extrem wichtig. Sonst wäre der Nutzen fürs Weltklima wieder dahin und die hiesigen Arbeitsplätze gleich mit. (Quelle: Wirtschaftsverband Stahl- und Metallverarbeitung (WSM)) Schlagworte CO2CoronaEnergieEU-KommissionHandelIndustrieKlimaKlimaschutzMetallverarbeitungProduktionStahlUnternehmenWettbewerbWirtschaftWSM",
    "images": "https://www.home-of-steel.de/storage/media_steel/images/5308/conversions/Screenshot-2022-12-15-104207-full.jpg",
    "tags": "",
    "excerpt": "CBAM kommt: EU-Kommission, -Parlament und -Rat haben sich gerade vorläufig über den Carbon Border Adjustment Mechanism geeinigt – nun müssen EU-Botschafter und EU-Parlament ihn noch bestätigen.",
    "categories": ""
}