{
    "title": "WSM Positionspapier CBAM",
    "author": "Karina Gieschenhagen",
    "source": "fv-kaltwalzwerke.de",
    "date": "2020-04-02",
    "text": "Erklärung der deutschen Wirtschaft zu Koalitionsverhandlungen In der Schlussphase der Koalitionsverhandlungen haben der BDI und seine Mitgliedsverbände einen erneuten Appell an die Koalitionäre Union und SPD gerichtet, die strukturellen und wirtschaftsfeindlichen Standortprobleme ernst zu nehmen und in der neuen Legislatur zügig und entschlossen anzugehen. Positionspapier Wirtschaftskrise ist jetzt! Fachvereinigung und WSM unterstützen Wirtschaftswarntag am 29. Januar 2025 in Berlin Unser Wirtschaftsstandort und hunderttausende Arbeitsplätze stehen auf dem Spiel. Die Politik des letzten Jahrzehnts hat Deutschland in die Standortkrise geführt: überhöhte Steuern und Energiepreise, Energiekrise und erdrückende Bürokratie. Gemeinsam mit mittlerweile mehr als hundert Wirtschaftsverbänden rufen wir am 29. Januar 2025 zu einem bundesweiten Wirtschaftswarntag auf. Die Wirtschaft fordert von den Parteien, die Stärkung der deutschen Wettbewerbsfähigkeit in den Mittelpunkt des Wahlkampfs zu rücken und eine entschlossene Wirtschaftswende nach der Bundestagswahl. Eine zentrale Kundgebung ab 13.00 Uhr am Brandenburger Tor in Berlin wird von bundesweiten Aktionen der Verbände und Unternehmen flankiert. Erfahren Sie mehr unter WIRTSCHAFTSWARNTAG. Unsere Forderungen an die Politik Bündnis faire Energiewende fordert eine neue Agenda für den industriellen Mittelstand Maßnahmen zur deutlichen Senkung der Energie- und Bürokratiekosten sind eine vordringliche Aufgabe der nächsten Bundesregierung – Der Niedergang der mittelständischen Industrie muss gestoppt werdenDie sich immer weiter beschleunigende Deindustrialisierung im Mittelstand ist kein von selbst vorübergehendes Phänomen, denn sie hat strukturelle Gründe. Neben kurzfristig zu ergreifen-den Maßnahmen muss die Politik daher auch suboptimale Strukturen verändern, sonst wird sich die Abwanderung des industriellen Mittelstandes nicht stoppen lassen.Die sich immer weiter beschleunigende Deindustrialisierung im Mittelstand ist kein von selbst vorübergehendes Phänomen, denn sie hat strukturelle Gründe. Neben kurzfristig zu ergreifen-den Maßnahmen muss die Politik daher auch suboptimale Strukturen verändern, sonst wird sich die Abwanderung des industriellen Mittelstandes nicht stoppen lassen.Strukturelle Veränderungen benötigen eine grundlegende und auf mehrere Jahrzehnte ausge-richtete Industrie- und Energiepolitik in Deutschland. Lesen Sie weiter ... Europäischer CO2-Grenzausgleichsmechanismus CBAM: Europäische Kommission prüft Downstream-Erweiterung Die Fachvereinigung hat sich im Oktober an einem von der Europäischen Kommission eingeleiteten Konsultationsverfahren beteiligt. Mit der Anhörung will die Kommission eine mögliche Erweiterung des CBAM auf den in Anhang I der CBAM-Verordnung gelistete Waren nachgelagerte Sektoren prüfen. Von der Erweiterung erfasst werden sollen insbesondere Güter mit hohem Materialanteil. Neben den gestiegenen Energie- und Personalkosten führt die Reform des Europäischen Emissionshandelssystems zu weiteren Belastungen durch steigende CO2-Preise für Stahl. Die zusätzlichen Kosten sind in den stahlgebundenen Wertschöpfungsketten kaum vermittelbar. CO2-Kosten fallen bei Endprodukten wie dem Auto oder Windrädern im Verhältnis zwar weniger ins Gewicht, in der Lieferkette sind 200 EUR/t Stahl oder mehr bei den Stahlabnehmern jedoch kaum durchzusetzen. Weitere und zudem unwägbare Mehrkosten drohen unseren Stahlverarbeitern mit dem Hochlauf des EU-ETS 2, der anders als der nationale Emissionshandel nach dem BEHG keinen festen Preispfad und neben der sogenannten Marktstabilitätsreserve keinerlei Entlastungen für energieintensive Unternehmen vorsieht. Die Umgehung der CBAM-Verordnung durch den Import von Teilen und Komponenten ist bereits heute evident. Die Fachvereinigung hat sich daher in der Konsultation erneut für eine umfassende Erweiterung des CBAM auf Endprodukte und Exportgüter ausgesprochen. Sollte eine sachgerechte Erweiterung WTO-rechtlich oder aufgrund der Komplexität der erforderlichen Informationen Emissionen nicht möglich sein, muss die CBAM-Verordnung zurückgezogen und der CO2-Preis auf entsprechend niedrigem Niveau gehalten oder ausgesetzt werden. Eine Bepreisung von CO2-Emissionen als flankierendes Instrument für den Klimaschutz kann nur im globalen Konsens zielführend und erfolgreich sein. Daher muss die Europäische Kommission ihre diplomatischen Bemühungen um eine multilaterale Lösung mit einem global harmonisierten Emissionshandelssystem gegebenenfalls intensivieren. Zu den von der Politik allzu oft unterschätzten Herausforderungen, denen sich die Mitgliedsunternehmen der Fachvereinigung im internationalen Wettbewerb und in den Wertschöpfungsketten stellen müssen, lesen Sie auch den Gastbeitrag von dem Sprecher unseres Arbeitskreises Mittelstand, dem FVK-Unternehmer Caspar Brockhaus in Focus online: Die wahren Klima-Chaoten kleben in Berlin und Brüssel - auf ihren Sesseln. Deutschland, ein Schlaraffenland? Für unsere Industrieunternehmen gilt das nicht: Wir sind ein Hochlohnland mit erheblichen Energiekosten und erdrückender Bürokratie… Focus online WSM Umwelt- und Energietag 2024 Auch in diesem Jahr werden hochkarätige Referen-ten Aktuelles zu den Themen Umwelt & Arbeitsschutz, Energie & Klima für unsere Branche vortragen und die Themen mit Praxiserfahrungen und Hintergrundwissen beleuchten. Hier die Eckdaten: Name: WSM Umwelt- und Energietag 2024 Datum: 4.Dezember 2024Uhrzeit: 9:30 Uhr bis 16:00 Uhr Methode: Präsenzveranstaltung Veranstaltungsort: Haus der Stahlverformung, Goldene Pforte 1, 58093 Hagen Kosten: 200 € für Mitglieder, 450 € für Nichtmitglieder (jeweils zzgl. 19 % MwSt.) Die Einladung und Agenden finden Sie hier zum Download. Für Ihre Anmeldung nutzen Sie bitte ausschließlich den Link",
    "images": null,
    "tags": "",
    "excerpt": "fvk, Fachvereinigung Kaltwalzwerke, Kaltband, Kaltgewalzter Bandstahl",
    "categories": ""
}