{
    "title": "EU-Trilog einigt sich auf CBAM: gut gedacht, schlecht gemacht",
    "author": "PM-Ersteller",
    "source": "Netprnews.de",
    "date": "2022-12-13",
    "text": "– Klimazoll greift zu kurz: höhere Materialkosten und Exportnachteile für EU-Industrien \n– Grundstoffproduzenten sind geschützt – Materialverarbeiter leiden \n– Forderung WSM: CBAM muss die gesamte Wertschöpfungskette erfassen Düsseldorf/Hagen, 13. Dez. 2022. CBAM kommt: EU-Kommission, -Parlament und -Rat haben sich gerade vorläufig über den Carbon Border Adjustment Mechanism geeinigt – nun müssen EU-Botschafter und EU-Parlament ihn noch bestätigen. „Der Klimazoll ist gut gedacht, aber schlecht gemacht. Er schützt die Grundstoffproduzenten, wird aber die internationale Wettbewerbsfähigkeit und die Exportaktivitäten vieler deutscher Industrien belasten. Und Produktionen aus der EU heraustreiben“, befürchtet Christian Vietmeyer, Hauptgeschäftsführer des Wirtschaftsverbandes Stahl- und Metallverarbeitung (WSM). Der Verband fordert zudem den Einbezug der gesamten Wertschöpfungskette. „Wir brauchen ein System, das die gesamte Lieferkette integriert“ \nZulieferer ächzen bereits unter Material- und Energiepreisen, Coronafolgen etc. Nun kommt der CBAM noch obendrauf – er wird notwendige Grundstoffe verteuern. Und auch diese Mehrkosten werden die Betroffenen nicht oder kaum in der Lieferkette weiterreichen können. „Der CBAM schützt EU-Produzenten von Stahl und Co. vor internationalem Wettbewerb, der mit höherem CO2-Fußabdruck günstiger produziert. Das begrüßen wir. Aber dieser Schutz darf nicht zulasten der EU-Zulieferer gehen. Wir brauchen ein System, das die gesamte Lieferkette integriert. Wir brauchen Rabatte für Exportprodukte. Und wir brauchen letztlich eine weltweite Beteiligung am Klimaschutz“, moniert Vietmeyer. Sein Verband spricht für circa 5.000 Unternehmen mit rund einer halben Million Beschäftigten. Sie alle geraten weiter unter Druck. Exportierende Unternehmen verlieren Wettbewerbsfähigkeit \nExportierende Zuliefererunternehmen verlieren auf dem Weltmarkt ihre Wettbewerbsfähigkeit. Hinzu kommt, dass andere Länder weltweit handelspolitische Gegenmaßnahmen in Betracht ziehen – das Stichwort Protektionismus steht im Raum. Das wäre für die deutsche Exportindustrie ein weiterer herber Rückschlag. Und würde wiederum viele Zulieferer treffen. CBAM treibt Unternehmen aus der EU heraus: Klima und Arbeitswelt verlieren  \nZiel des CBAM ist es, klimaunfreundlich produziertes Material aus der EU herauszuhalten und das Weltklima zu verbessern. In der aktuellen Form treibt er aber EU-Produzenten aus existenziellen Gründen aus der EU heraus – an Standorte mit weniger Auflagen. Laut EU-Kommission will man an Maßnahmen zur Vermeidung von Carbon Leakage bei Exporten weiter arbeiten. Das wäre extrem wichtig. Sonst wäre der Nutzen fürs Weltklima wieder dahin und die hiesigen Arbeitsplätze gleich mit. \nText 2.464 Z. inkl. Leerz. Die Stahl und Metall verarbeitende Industrie in Deutschland, das sind: rund 5.000 vorwiegend familiengeführte Betriebe, die mit über 500.000 Beschäftigten über 80 Milliarden Euro Umsatz im Jahr erwirtschaften. Die Unternehmen beschäftigen im Durchschnitt 100 Mitarbeiter und sind mit Abstand die wichtigsten Kunden der Stahlerzeuger.  \nDie Branche zeichnet sich durch hohe Spezialisierung und Wettbewerbsintensität aus. Die Unternehmen fertigen für die internationalen Märkte der Automobil-, Elektro- und Bauindustrie, den Maschinenbau und den Handel.  \nDer WSM ist Dachverband für 14 Fachverbände. Zusammen bündeln sie die Interessen einer der größten mittelständischen Branchen in Deutschland und sind Sprachrohr für deren wirtschaftspolitische Vertretung auf Länder-, Bundes- und europäischer Ebene. Sie suchen den Ausgleich mit marktmächtigen Abnehmern und Lieferanten aus Industrie und Handel. Und sie fordern bessere Rahmenbedingungen für Wachstum, Dynamik und Wettbewerb – ob bei Steuern, Abgaben, Recht, Forschung, Umwelt, Energie oder Technik. Firmenkontakt \nWirtschaftsverband Stahl- und Metallverarbeitung e.V. (WSM) \nChristian Vietmeyer \nUerdinger Straße 58-62 \n40474 Düsseldorf \n+49 (0) 211 95 78 68 22 \n+49 (0) 211 95 78 68 40 \ninfo@wsm-net.de \nhttps://www.wsm-net.de/ \nPressekontakt \nmali pr \nEva Machill-Linnenberg \nSchlackenmühle 18 \n58135 Hagen \n+49 (0) 2331 46 30 78 \nwsm@mali-pr.de \nhttps://www.wsm-net.de/ Die Bildrechte liegen bei dem Verfasser der Mitteilung.",
    "images": null,
    "tags": "",
    "excerpt": "- Klimazoll greift zu kurz: höhere Materialkosten und Exportnachteile für EU-Industrien - Grundstoffproduzenten sind geschützt - Materialverarbeiter leiden - Forderung WSM: CBAM muss die gesamte Wertschöpfungskette erfassen Düsseldorf/Hagen, 13. Dez. 2022. CBAM kommt: EU-Kommission, -Parlament und -Rat haben sich gerade vorläufig über den Carbon Border Adjustment Mechanism geeinigt - nun…",
    "categories": ""
}