{
    "title": "WSM: EU-Entscheidung zu CBAM nicht fair",
    "author": "Schlütersche Fachmedien GmbH; Alu-Web Redaktion",
    "source": "Schlütersche Fachmedien GmbH",
    "date": "2022-06-23",
    "text": "WSM: EU-Entscheidung zu CBAM nicht fair Das EU-Parlament hat eine Entscheidung getroffen und das Emissionshandelssystem (ETS) und den CO2-Grenzausgleichsmechanismus (CBAM) abgesegnet. Für den Wirtschaftsverband Stahl- und Metallverarbeitung (WSM) ist der gefundene Kompromiss in Sachen Klimazoll höchst unfair gegenüber Unternehmen, die auf betroffene Vormaterialien wie Stahl oder andere Metalle angewiesen sind. „Verlieren Zugang zu Weltmärkten“ „Der heutige Beschluss benachteiligt die Verarbeiter der vom Grenzausgleich betroffenen Grundstoffe aus Drittländern massiv. Diese meist mittelständischen Unternehmen müssen die hohen Vormaterialkosten tragen und verlieren zugleich den Zugang zu Weltmärkten. Das ist überhaupt nicht fair und kann nachhaltig Arbeitsplätze gefährden“, kritisiert WSM-Hauptgeschäftsführer Christian Vietmeyer. „Wir befürworten klimaschonende Maßnahmen. Sie dürfen aber nicht einseitig die Marktposition der Stahlverwender schwächen, sondern müssen die gesamte Wertschöpfungskette einbeziehen.“ Rund eine halbe Million Mitarbeiter betroffen Als ETS und CBAM Anfang Juni in Brüssel zunächst scheiterten, forderte der WSM nochmals eine stärkere Berücksichtigung der nachgelagerten Stahl- und Metallverarbeiter. Der Verband ist Sprachrohr von rund 5.000 mittelständischen Industrieunternehmen. „Dank der aktuellen Brüsseler Entscheidung rollt auf diese Unternehmen und ihre 500.000 Mitarbeiter nun eine weitere massive Kostenwelle zu, die Brüssel hätten stoppen oder zumindest abflachen können“, beklagt Vietmeyer. Zitierhinweis Selbstverständlich können Sie unseren Artikel auf Ihrer Website zitieren und mit unserem Originalartikel verlinken. Der Teaser auf Ihrer Seite darf die Überschrift, den Vortext sowie den ersten Absatz des Haupttextes enthalten. WSM: EU-Entscheidung zu CBAM nicht fair Das EU-Parlament hat eine Entscheidung getroffen und das Emissionshandelssystem (ETS) und den CO2-Grenzausgleichsmechanismus (CBAM) abgesegnet. Weitere Rahmenbedingungen der Nutzung unserer Inhalte auf Ihrer Website entnehmen Sie bitte den FAQs. Passend zu diesem Artikel Kompakte Systemeinheit: Drache präsentiert neue Filter-Kombibox für den Strang- und Formguss, die Entgasung, Temperaturmanagement und Filtration kombiniert. Das interessiert unsere Leser am meisten Wie aus Veränderungen neue Chancen werden, hat Uwe Unterschütz vor 30 Jahren eindrucksvoll bewiesen. Wir werfen im Interview einen Blick zurück. Das Unternehmen STEP-G kündigt strategische Umstrukturierungsmaßnahmen an, um die Geschäftstätigkeiten zu optimieren und die Wettbewerbsfähigkeit zu sichern. Neuman Aluminium Strangpresswerk GmbH senkt den Erdgasverbrauch durch Umstellung auf elektrische Vorwärmöfen und treibt nachhaltige Produktion voran. In den USA bündeln Chiron und Mapal ihr Fachwissen, um hochkomplexe LKW-Bauteile effizient und präzise zu fertigen. Asas steigert seine Produktionseffizienz mit einer 150 MN Strangpresse und einer 45 MN Hybrex-Presse und konzentriert sich auf Nachhaltigkeit in allen Produktionsstufen. Nach einem Rückgang von 4,7 % braucht die deutsche Zulieferindustrie dringend konjunkturelle Impulse – vor allem, falls die US-Zölle kommen.",
    "images": "https://www.aluminium-journal.de/sites/default/files/styles/newsletter/public/svg_artikel/wsm_cbam_vietmeyer.jpg?itok=bmWQd6YK",
    "tags": "branche, unternehmen, unternhemen, unternhemen2, unternhemen3, verbände",
    "excerpt": "Das EU-Parlament hat eine Entscheidung getroffen und das Emissionshandelssystem (ETS) und den CO2-Grenzausgleichsmechanismus (CBAM) abgesegnet.",
    "categories": ""
}