{
    "title": "Title",
    "author": "unknown",
    "source": null,
    "date": "2025-04-10",
    "text": "For any assistance, call +32 2 515 08 44 or email we@iccwbo.be \n ICC FIDIC Conference on International Construction Contracts and Dispute Resolution The annual two-day event aims to provide participants with an update of the latest industry insights, trends and developments in the fast-moving world of contracts and disputes. Conference | Export Controls & Economic Sanctions 2024 This year’s conference will focus on pressing global issues: geopolitical tensions and sanctions against Russia and China, with a special emphasis on the complex challenge of circumvention. CBAM progress status How did CBAM's first year go? What are our expectations for the future? To answer these questions, the Federation of Enterprises in Belgium (FEB) and the Federal Public Service for Public Health, Food Chain Safety and the Environment are organizing an information session one year after the implementation of CBAM. 22nd ICC Miami Conference on International Arbitration Recognised as the leading event on arbitration and ADR for Latin America, this conference promises invaluable insights, featuring expert speakers and engaging discussions on the latest trends and developments in the field within the Latin American context. Mécanisme de filtrage des investissements étrangers – Que nous enseigne la pratique ? Depuis juillet 2023, la Belgique dispose d’un mécanisme interfédéral [...] Screeningsmechanisme buitenlandse investeringen – Wat leert de praktijk? Sinds juli 2023 beschikt België over een interfederaal screeningsmechanisme [...] Vertaling over bemiddeling & arbitrage – Januari 2025 « BEMIDDELING EN ARBITRAGE: EERSTE BEVINDINGEN EN PRAKTISCHE HULPMIDDELEN, EEN UITWISSELING VAN ERVARINGEN TUSSEN BEDRIJFSJURISTEN EN ADVOCATEN » Colloque “ADR” Janvier 2025 « MEDIATION ET ARBITRAGE: PREMIERS RÉFLEXES ET OUTILS PRATIQUES, UN PARTAGE D’EXPÉRIENCE ENTRE JURISTES D’ENTREPRISE ET AVOCATS » Dispute Boards in Belgium: Attributes for success and how to become a candidate for DB appointment | free webinar (in Dutch) Introduction by Didier De Buyst The UN Tax Framework Convention: what lies ahead? Join this joint webinar organized by ICC Belgium, Germany, France and the Netherlands to gain insights into the ongoing negotiations for a UN Tax Framework Convention. (for members only)",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}