{
    "title": "ICC recommendations to the European Commission on the implementation of the Carbon Border Adjustment Mechanism",
    "author": "JULIE DERE",
    "source": "ICC Belgium",
    "date": "2023-08-03",
    "text": "ICC recommendations to the European Commission on the implementation of the Carbon Border Adjustment Mechanism ICC has provided feedback to the European Commission (EC) on its proposed implementation Regulation of the Carbon Border Adjustment Mechanism (CBAM). What does it mean for businesses worldwide? Globally, countries have different levels of ambition when it comes to climate action, and to address the risk of carbon leakage, the EC has proposed the CBAM in 2021 as part its ambitious climate policies. While the first proposal was already presented in 2021, the actual Regulation (EU 2023/956) only entered into force in May 2023 with the planned transitional period starting in October 2023, applying only to selected sectors. However, the draft implementing regulation for the CBAM that lays down the reporting obligations for companies affected in the transitional period was only published in June 2023. While ICC welcomes the possibility to provide feedback on the proposed implementing Regulation that is expected to be published in July or August, we also note the incredibly short timeline to get ready for the complex reporting requirements. In this ICC input, we explore the significant challenges companies are facing due to the lack of guidance and clarity from the EC, which is exacerbated by the short timeline. Implementing the CBAM requires extensive data and calculations on carbon emissions and imports, but so far, there is not much information available on how to do it. With limited visibility into foreign manufacturers’ operations and complex value chain networks spanning across several countries, there are inherent challenges in getting the required information ready. Many companies risk substantial penalties when defaulting to standard values provided by the EC. That is why ICC recommends a phased introduction of the CBAM as follows: Enhanced guidance and proactive information dissemination are key. Reporting tools need to be ready or the start of the reporting obligations must be postponed. The protection of confidential business information must be guaranteed. The calculation and reporting infrastructure (that is not yet available) must be secure, e.g., when verifying the carbon calculations, it involves the transfer of confidential business information and may expose trade secrets. Reduce the bureaucracy and provide clarity. Given the immense bureaucratic effort, it is important to ensure that small- and medium-sized businesses receive the support they need to comply with the CBAM and consideration should be given to exclude low volume importers. ICC is committed to supporting the EC in achieving its climate objectives and stands ready to provide the voice of the real economy. The close cooperation among stakeholders across the public and private sectors is critical to ensure an effective implementation of policies. Climate change cannot be fought alone, by one company, one country or one region. It must happen as a shared effort to be truly impactful and ensure a just transition with no one left behind. ICC is a staunch advocate of the Paris Agreement, demonstrating unwavering commitment to climate action. As the official Focal Point for Business to the UN Framework Convention on Climate Change (UNFCCC), accelerating sustainability is a key strategic priority for ICC. This includes a dedicated focus on the development of highly effective carbon pricing mechanisms. Related publications ICC (2021): Carbon Pricing Principles ICC (2022): Critical Design Features for Effective Carbon Pricing – A Business Perspective",
    "images": "https://iccwbo.be/wp-content/uploads/2023/08/Website-article-21.png",
    "tags": "ADR;Africa;Anti-corruption;Arbitration;Asia;ATA Carnet;B20;Banking;BASCAP;BASIS;BEPS;Chambers;China;Climate Change;COP27;counterfeiting;covid-19;Customs;Cybersecurity;Digital economy;Dispute Board;e-commerce;Ethics and Compliance;G20;Gender equality;IGF;IMB;Incoterms;intellectual property;International Court of Arbitration;International Maritime Bureau (IMB);Mediation;OECD;piracy;SDGs;SME;Sustainability;Sustainable Development;Taxation;Trade and Investment;Trade Finance;UN;United Nations;WCF;WTO",
    "excerpt": "ICC recommendations to the European Commission on the implementation of the Carbon Border Adjustment Mechanism ICC has provided feedback to the European Commission (EC) on its proposed implementation Regulation of the Carbon Border Adjustment Mechanism (CBAM). What does it mean for businesses worldwide? Globally, countries have different levels of ambition when it comes",
    "categories": ""
}