{
    "title": "Modelovereenkomsten voor vastleggen rol CBAM-aangever | evofenedex",
    "author": "unknown",
    "source": "Ondernemersvereniging | evofenedex",
    "date": "2025-04-09",
    "text": "Modelovereenkomsten voor vastleggen rol CBAM-aangever Wie is de aangever: de importeur of de indirecte douanevertegenwoordiger? Samen met Fenex heeft evofenedex begin 2024 vier modelovereenkomsten gemaakt om de verplichtingen van de partijen betreffende het aanleveren van de data en het indienen van CBAM-rapportages vast te leggen. Leden van evofenedex kunnen deze documenten hieronder downloaden. De Carbon Border Adjustment Mechanism (CBAM) schrijft voor dat de rapportages moeten worden ingediend door een zogenoemde CBAM-aangever. Dit kan de importeur zijn, mits deze in de Europese Unie (EU) gevestigd is, of de indirecte douanevertegenwoordiger. Het is van belang goed met elkaar af te spreken wie wat gaat doen. Fenex en evofenedex hebben modelovereenkomsten gemaakt om de verplichtingen van de partijen betreffende het aanleveren van de data en het indienen van de CBAM-rapportages vast te leggen. Je kunt deze documenten hieronder downloaden. Deze dienst is exclusief voor leden van evofenedex. Er zijn 4 modelovereenkomsten ontwikkeld. Hieronder volgt een korte uitleg voor welk scenario je welk model gebruikt. De importeur is buiten de EU gevestigd Als de importeur buiten de EU is gevestigd en jouw indirecte douanevertegenwoordiger akkoord gaat met het verzorgen van de CBAM-rapportage, vormt dit document een mooie basis voor het maken van onderlinge afspraken: ‘Indirect representative will perform CBAM reporting for an importer based outside of the EU’. Als de indirecte vertegenwoordiger weigert de CBAM-rapportageverplichting op zich te nemen, is het van belang dit vast te leggen. Dit omwille van compliance en duidelijkheid tussen de partijen. Je kunt hiervoor deze template gebruiken: ‘Notification of refusal indirect customs representative non-EU importer’. Wil je als indirecte douanevertegenwoordiger voor een niet in de EU gevestigde importeur geen CBAM-rapportage verzorgen? Dan mag je ook geen invoeraangifte doen voor deze goederen. De importeur is binnen de EU gevestigd Als de importeur binnen de EU is gevestigd, gebruikmaakt van de diensten van een indirecte douanevertegenwoordiger en deze wil de CBAM-rapportage verzorgen, gebruik je dit model: ’Indirect representative will perform CBAM reporting for an EU-based importer’. Als de indirecte douanevertegenwoordiger de CBAM-rapportage niet wil verzorgen, doe je er goed aan dit vast te leggen. Gebruik hiervoor de modelovereenkomst ‘Indirect representative will not perform CBAM reporting for an EU-based importer (notification of refusal)’. Over CBAM De Carbon Border Adjustment Mechanism is op 1 oktober 2023 in werking getreden. Deze Europese verordening voert een koolstofcorrectie in op de CO2 die wordt uitgestoten tijdens de productie van bepaalde goederen die de EU binnenkomen. CBAM is erop gericht te voorkomen dat niet-Europese goederen de Europese markt overspoelen nu in de EU een heffing op CO2 bij de productie van bijvoorbeeld staal en aluminium is ingevoerd. Dit gebeurt met de koolstofcorrectie op de niet-Europese producten. Om een soepele uitrol van CBAM mogelijk te maken, is er eerst een overgangsperiode. Daarin hoeven bedrijven alleen een rapportage op te stellen zonder dat dit financiële gevolgen heeft. In het kennisdossier van evofenedex en op de website van de Belastingdienst vind je meer informatie over deze regeling. Vragen? Het indienen van een CBAM-rapportage is behoorlijk ingewikkeld. Als jouw bedrijf hierbij hulp nodig heeft en lid is van evofenedex dan kun je via onderstaande button contact opnemen met onze ledenservice Internationaal Ondernemen. Vragen over internationaal ondernemen? Agnieszka en haar collega's helpen je graag verder",
    "images": "https://evofenedexwebsite.blob.core.windows.net/production/GettyImages-1392032367 - CBAM - licht.jpg",
    "tags": "",
    "excerpt": "De Carbon Border Adjustment Mechanism (CBAM) schrijft voor dat de rapportages moeten worden ingediend door een zogenoemde CBAM-aangever. Dit kan de importeur zijn, mits deze in de Europese Unie (EU) gevestigd is, of de indirecte douanevertegenwoordiger. Het is van belang goed met elkaar af te spreken wie wat gaat doen. Fenex en evofenedex hebben modelovereenkomsten gemaakt om de verplichtingen van de partijen betreffende het aanleveren van de data en het indienen van de CBAM-rapportages vast te leggen. Je kunt deze documenten hieronder downloaden. Deze dienst is exclusief voor leden van evofenedex. Er zijn 4 modelovereenkomsten ontwikkeld. Hieronder volgt een korte uitleg voor welk scenario je welk model gebruikt.",
    "categories": ""
}