{
    "title": "Ook (douane)expediteurs kunnen onder de Koolstofgrenscorrectie-Verordening (CBAM) vallen",
    "author": "unknown",
    "source": null,
    "date": "2023-08-10",
    "text": "Ook (douane)expediteurs kunnen onder de Koolstofgrenscorrectie-Verordening (CBAM) vallen December 2023 Inleiding Op 1 oktober 2023 is de Carbon Border Adjustment Mechanism (’CBAM’) Verordening[1] van de Europese Unie in werking getreden.[2] De Verordening maakt onderdeel uit van het Europese Fit for 55-pakket. Dit pakket beoogt de uitstoot van broeikasgassen te verminderen met ten minste 55% vóór 2030.[3] De Verordening beoogt het risico op koolstoflekkage (carbon leakage) te beperken. Bedrijven verplaatsen hun productie naar landen met minder ambitieus decarbonisatiebeleid dan de Europese klimaatdoelstellingen. Producenten vermijden zo de verplichte koop van emissierechten voor de CO₂-uitstoot van hun producten onder het Europese emissiehandelssysteem. Naast aantasting van de effectiviteit van de Europese CO₂-regels, schaadt dit de eerlijke concurrentie tussen bedrijven in de Europese Unie en bedrijven uit derde landen. De Verordening beschermt de Europese concurrentiepositie.[4] Bovendien kan de Verordening eraan bijdragen dat ook producenten van buiten de Europese Unie hun koolstofuitstoot terugbrengen.[5] Om koolstoflekkage tegen te gaan, past de Verordening via koolstofdioxideheffing een prijscorrectie toe op bepaalde goederen[6] van buiten de Europese Unie. De Verordening geldt voor importeurs van CBAM-goederen. De Verordening is niet alleen relevant voor producenten en importeurs zelf. Ook de werkzaamheden van partijen die de import van CBAM-goederen bewerkstelligen, zoals (douane)expediteurs, kunnen als mogelijke rapporteurs onder de reikwijdte van de Verordening vallen. Hoe kunnen deze (douane)expediteurs de daarmee samenhangende risico’s kanaliseren en beheersbaar maken? Verplichtingen onder de CBAM-Verordening De inwerkingtreding van de CBAM-Verordening kent twee fases met verschillende verplichtingen. Vanaf 1 oktober 2023 tot en met 31 december 2025 geldt een transitiefase. Gedurende de transitieperiode heeft de importeur een rapportageverplichting (’reporting obligation’) voor de CBAM-goederen, die hij overeenkomstig de douaneaangifte de Europese Unie invoert. Binnen een maand na ieder kwartaal moet de importeur via het CBAM Transitional Registry aan de Europese Commissie rapporteren over de hoeveelheid geïmporteerde CBAM-goederen. Ook moet de importeur aangeven hoeveel CO₂ is uitgestoten bij de productie van die goederen. De deadline voor de eerste rapportage is 31 januari 2024. De Europese Commissie kan vervolgens aan de hand van de gebruikelijke douaneaangifte controleren of de importeur op juiste wijze heeft gerapporteerd. Ingeval van onregelmatigheden informeert de Europese Commissie de bevoegde toezichthoudende CBAM-autoriteit. In Nederland is dit de Nederlandse Emissie Autoriteit (’NEa’). De NEa kan de importeur vervolgens verzoeken de onregelmatigheden te verhelpen of een ontbrekende rapportage alsnog in te dienen. Geeft de importeur geen (gepast) gehoor aan dit verzoek, dan kan de NEa een boete opleggen. Vanaf 1 januari 2026 treedt de Verordening volledig in werking. Vanaf dat moment moet de importeur van CBAM-goederen bij de bevoegde autoriteit verzoeken om te worden toegelaten als CBAM-aangever. De CBAM-aangever moet per ton CO₂-uitstoot een CO₂-certificaat kopen, op straffe van een boete. CBAM en (douane)expeditie Nu de CBAM-Verordening geldt voor importeurs van CBAM-goederen, is van belang wie als importeur kwalificeert. De definitie van “importeur” onder de Verordening is tweeledig. Allereerst valt hieronder de persoon die in eigen naam en voor eigen rekening een douaneaangifte indient voor het in het Europese vrije verkeer brengen van zijn goederen.[7] Daarnaast is ’importeur’ degene namens wie een douanevertegenwoordiger de douaneaangifte indient.[8] Dit gebeurt in eigen naam van de (douane)expediteur, maar voor rekening van de importeur. Door het in eigen naam doen van de douaneaangifte, vallen deze (douane)expediteurs in twee gevallen ook onder de reikwijdte van de Verordening. Dit geldt ten eerste wanneer zij optreden voor importeurs van buiten de EU. Onder de Verordening kunnen deze importeurs namelijk niet zelf aan de CBAM-verplichtingen voldoen. Ten tweede kan de (douane)expediteur met een Europese importeur afspreken dat de (douane)expediteur in eigen naam optreedt als CBAM-importeur.[9] In beide gevallen neemt de (douane)expediteur de CBAM-verplichtingen op zich. Het voldoen aan de CBAM-rapportageverplichting door de (douane)expediteur hangt derhalve nauw samen met de aangiftes bij douane-expeditie en toont daarmee gelijkenis. De (douane)expediteur doet zowel (belasting)aangifte als (koolstof)rapportage over de geïmporteerde goederen. Voor beide werkzaamheden is de (douane)expediteur bovendien afhankelijk van door de importeur overgelegde informatie en documentatie. Dit levert een risico op voor de (douane)expediteur. Aanbevelingen (Douane)expediteurs verklaren in de regel de Nederlandse Expeditievoorwaarden van FENEX van 1 mei 2018 (de ’Fenex-voorwaarden’) van toepassing op hun werkzaamheden. Deze Fenex-voorwaarden beperken de risico’s van de (douane)expediteur. Artikel 9 van de Fenex-voorwaarden formuleert informatieverplichtingen waaraan de importeur moet voldoen. De importeur is verplicht om de (douane)expediteur tijdig te voorzien van de vereiste informatie en documentatie. Bovendien staat de importeur in voor de correctheid hiervan. De Fenex-voorwaarden beschermen de (douane)expediteur bovendien tegen disproportionele aansprakelijkheid voortvloeiend uit haar werkzaamheden voor importeurs. Zo limiteert artikel 11 van de Fenex-voorwaarden de aansprakelijkheid van de expediteur tot 10.000 SDR, omgerekend zo’n € 12.200. Dit artikel bevat eveneens een vrijwaringsverplichting voor de importeur voor aanspraken van derden die verband houden of voortvloeien uit schade waarvoor de importeur jegens de (douane)expediteur aansprakelijk is. Gelet op de samenhang en gelijkenis met aangiftes bij douane-expeditie kunnen de Fenex-voorwaarden op gelijke wijze een uitkomst bieden voor (douane)expediteurs die CBAM-(rapportage)verplichtingen op zich nemen. De informatieverplichting in artikel 9 en de aansprakelijkheidsregeling in artikel 11 beperken ook in dat geval de eventuele risico’s voor (douane)expediteurs. Het verdient dan ook aanbeveling om de toepasselijkheid van de Fenex-voorwaarden contractueel vast te leggen, met een expliciete verwijzing naar de CBAM-verplichtingen. Dit kan bijvoorbeeld (met enige aanpassing) in de bekende formats van de FENEX, zoals de ’agreement/authorization to act as [in]direct representative’.[10] Deze standaarddocumenten leggen de machtiging aan de (douane)expediteur vast om aangiftes te doen. Conclusie De CBAM-Verordening roept (rapportage)verplichtingen in het leven ter regulering van de zogenaamde koolstofgrenscorrectie. Wanneer (douane)expediteurs optreden in hoedanigheid van douanevertegenwoordiger, kunnen zij ook te maken krijgen met CBAM-verplichtingen. De CBAM-rapportage vertoont gelijkenis met aangiftes bij douane-expeditie. Wij bevelen aan om de Fenex-voorwaarden ook van toepassing te verklaren op de CBAM-werkzaamheden die (douane)expediteurs voor importeurs verrichten. * * * [1] Verordening (EU) 2023/956 van het Europees Parlement en de Raad van 10 mei 2023 tot instelling van een mechanisme voor koolstofgrenscorrectie. [2] Naar verluidt staat ook Groot-Brittannië op het punt een koolstofgrensaanpassingsmechanisme in te voeren. Dit zou een koolstofprijs toepassen op importen in Groot-Brittannië op basis van de emissie-intensiteit ervan: J. Vaughan & A. Tranter, ’Carbon Conscious – the UK and CBAM’, viewpoints.reedsmith.com/post/102ityf/carbon-conscious-the-uk-and-cbam 29 november 2023. [3] J.A. Kruit, ’Verduurzaming transport – de Europese Commissie pakt (wél) door’, januari 2022, vantraa.nl/nl/kennis/verduurzaming-transport-de-europese-commissie-pakt-wel-door/. [4] ’Carbon Border Adjustment Mechanism (CBAM) – transitieperiode start 1 oktober aanstaande!’, fenex.nl/carbon-border-adjustment-mechanism-cbam-transitieperiode-start-1-oktober-aanstaande/ 10 augustus 2023. [5] M.A.W. van Maanen & J.A. Kruit, ’Sustainable Transport – Vele wegen leiden van Parijs naar Glasgow en verder’, in: Koninklijke Vereeniging ‘Handelsrecht’ Preadviezen 2021, deel II, Zutphen: Uitgeverij Paris 2021, p. 232. [6] Zoals cement, ijzer en staal, aluminium, meststoffen, elektriciteit en waterstof: Bijlage I bij de CBAM-Verordening. [7] Artikel 3 lid 15 CBAM-Verordening. [8] Artikel 3 lid 15 CBAM-Verordening. [9] A. Brodacz, ’Indirecte vertegenwoordiging en CBAM’, evofenedex.nl/kennis/internationaal-ondernemen/imvo/cbam/indirecte-vertegenwoordiging-en-cbam. [10] fenex.nl/producten-en-diensten/.",
    "images": null,
    "tags": "",
    "excerpt": "Ook (douane)expediteurs kunnen onder de Koolstofgrenscorrectie-Verordening (CBAM) vallen",
    "categories": ""
}