{
    "title": "Global Logistics: Logistics News",
    "author": "unknown",
    "source": "Euro-Rijn",
    "date": "2023-03-14",
    "text": "Global Logistics: Logistics News Within our industry there are always new developments. We briefly summarise which changes are taking place in the market and within our organisation. We will talk about; Warehousing, Customs Expertise, Financial Services and much more. Warehousing We are currently operating storage facilities up to 100.000 m2 for storage of bulk and packed Ferro Alloys, Non Ferro Metals, Light Metals, Noble Alloys, Minor Metals, Additives and Concentrates. Additionaly, in our group of companies we always have alternative locations functioning as our emergency and back-up storage. The start of 2023 was slow; a long Christmas vacation and an early Chinese New Year in the beginning of January gave it a slow start. The optimistic news we hear from market participators is that consumption is picking up in Europe which will improve movement (in/out) in general. Road Transport After two years of challenges and disruptions in European road transport we finally see the first improvements in the capacity of trucks availability. Although we still realize that –in general- there is a shortage in truck drivers, it seems that capacity is currently improving. This mainly as a result of lower demand in Europe. Fuel prices are stabilising as well, which is good news. Customs Expertise Rotterdam In November of 2022 we communicated the announcement of Customs Expertise Rotterdam B.V. (CER) and CER VAT B.V. as new Euro-Rijn Group subsidiaries. CER will act as a customs broker and CER VAT will act as a fiscal representative. With these new companies, we will again focus on customs activities within Euro-Rijn Group companies. Port News We have been informed by the container terminal Rotterdam World Gateway (RWG) that from April 24th 2023 a surcharge of € 15 (excl. VAT) will be charged for booking a time slot for trucks during peak hours - 06:00 and 17:59 o'clock- on weekdays.   The reason for this surcharge is that RWG wants to create a spread of inbound/outbound traffic of containers by road. Our branch forwarding organisation FENEX will officially object against the introduction of this surcharge. We will keep you informed of further developments. Nevertheless, please include this surcharge for all containers arriving from April 24th 2023. On the booking confirmation you can see at which terminal the ship for import or export will arrive.   Transport by water has been the heart of Euro-Rijn Group. This makes inland navigation and shipping a strong part of our business. Each year Euro-Rijn Global Logistics alone transports around 1.5 million tons of goods all over the inland waterways of Europe. When it comes to river transportation we are specialised in shipment of so-called minerals and metals like; dry bulk, ores and project cargos over the European inland water network. Financial Services Trade Finance banks scaling out of commodity finance, sanction pressure due to the Russia-Ukraine war, the interest hikes from the central banks and recently the Nickel fraud. These are several examples of current disrupters in the commodity trade finance space. This makes it extremely difficult for traders to attract working capital. While recent studies show that the working capital requirements for commodity trading globally will increase between US$ 300 billion and US$ 500 billion by 2024.   Euro-Rijn offers an alternative source for funding, by financing your stocks held at our warehouses. With offering a trade finance solution, we guarantee quick and timely access to working capital.   Are you looking for capital to finance you commodity trading and are you not fully served by the current banking sector? Please contact us for more information. EU Climate Ambition Plan The European Union (EU) has implemented its own climate ambition plan. The EU initiative called Carbon Border Adjustment Mechanism (CBAM) will be implemented as from October 2023 and will have a transitional period until December 31st 2025. CBAM The ambition of the EU is to reduce CO2 emissions, but in non-EU countries there are less environmental policies in place. This may lead to the fact that emissions may shift outside of the EU and this will undermine EU and global climate efforts. That is why the EU introduces a new mechanism for the import of goods outside the EU and puts a fair price on the carbon emissions during the production in non-EU countries. During the first phase, CBAM will focus on goods most at risk of carbon leakage such as:  Cement Iron and Steel Aluminium Fertilisers Electricity For goods produced in the EU, CO2 emission costs are already in place. Would you like to know more? Contact us at +31 168 393 201 or info@eurorijngroup.com. More news Euro-Rijn Global Logistics - New Rotterdam office Euro-Rijn Global Logistics Corporate Video",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}