{
    "title": "Page 18",
    "author": "unknown",
    "source": null,
    "date": "2023-01-01",
    "text": "Page 18 - Major climate issues Commitments and financing \r\n         P. 18 \r\n      XVI\n\n\n\n\n\n\n\n\n\n                      The decarbonization of the Moroccan\n\n\n\n\n                                                economy in progress\n\n\n\n\n\n        n Companies, administrations,\n        local authorities: everyone must\n\n        get involved\n\n\n        n The E.U. is setting up a car-\n        bon adjustment mechanism at\n\n        its borders\n\n\n        n The countdown has started\n        for January 01, 2023\n\n\n           It is no longer possible to pro-\n        crastinate: the Moroccan economy\n        must begin its decarbonization, first\n        of all, because the achievements of\n        each country in relation to its com-\n        mitments are scrutinized and veri-\n        fied. Then, because from January\n        01, 2023 onwards, new barriers\n        will be erected at the borders of the\n        European Union, Morocco's main\n        trading partner. The European Car-\n        bon Border Adjustment Mechanism\n        (CBAM) will make it possible to     In 2021, in view of COP 26 in Glasgow and the decisions that were going to be made, a real mobilization began. A «task force», as it cal-\n                                            led itself, was created on July 27, 2021 for the decarbonization of the Moroccan economy\n        apply additional costs according to\n        the carbon emissions of companies  companies have subscribed to this  Moroccan economy. It brings toge-    General Confederation of Moroccan\n        located in third countries.         approach.                           ther in a framework agreement the  Enterprises (CGEM,  and the Mo-\n           Since the Paris agreement in        In 2021, in view of COP 26 in  Ministry of Industry and Trade, the  hammed VI Foundation for Environ-\n        2015, where countries have legally  Glasgow and of the decisions that  Ministry of Energy Transition and  mental Protection.\n        committed themselves to the climate,  were going to be made, a real mobi- Sustainable Development, the Na-    Its goal is to support companies\n        the parties have been working to ma- lization began. A \"task force\", as it  tional Agency for Energy Efficiency  in their decarbonization. The process\n        terialize the commitments they have  called itself, was created on July 27,  (AMEE), the Moroccan Institute for  is simple. First, identify greenhouse\n        made. In Glasgow, as in Cairo, the  2021 for the decarbonization of the  Standardization (IMANOR), the gas emissions; then focus on redu-\n        negotiations focus on the methods                                                                          cing them. The approach requires a\n        of calculating greenhouse gas reduc-                                                                       tool and a methodology.\n        tions, in order to follow them.              What is the European carbon tax?                                 The Carbon Tool created in 2013\n           It is therefore time for Morocco                                                                        by the Mohammed VI Foundation\n        to adopt a method to advance its        THE European Union has an  the leakage of carbon emissions         for the Environment protection, as\n        decarbonization. In this regard, a   ambitious green pact to achieve  through imports and intense trade,   well as the database of 350 emis-\n        system has crystallized around the   climate neutrality by 2050. This  which is constantly increasing, and   sion factors on which it is based, are\n        Mohammed VI Foundation for           means that all emissions from the  which represent 20% of European    being updated. They will become the\n        Environmental Protection. Since      EU must be absorbed by natural  greenhouse gas emissions.             benchmark tool for measuring an or-\n        2013, the Foundation has been wor-   carbon sinks such as the oceans      The carbon border adjustment     ganization's emissions, with national\n        king on tools that make it possible   and forests.                     mechanism will apply additional     and international recognition.\n        to measure the greenhouse gases         This very high ambition neces- costs depending on the carbon          The task force works to explain\n        of an organization or a territory. Its   sarily leads to the implementation   emissions of companies located in   the approach to companies, local\n        Carbon Tool, set up in 2013 with the   in Europe of very restrictive regu- third countries. These additional   authorities, and organizations, and\n        Ademe energy agency, is based on     lations on greenhouse gas emis- costs are calculated on the costs of   to train them in its use. These trai-\n        a database of 350 emission factors   sions. To prevent multinational  the carbon emissions trading sys-    nings were organized by the Hassan\n        calculated according to the Moroc-   companies established on the Old  tem, which currently only concerns   II International Environmental Trai-\n        can context. In 2016, the Foundation   Continent from being tempted to  companies established in Europe.   ning center. A sign of awareness is\n        signed a Qualit'air covenant with the   relocate their activities elsewhere,   The Carbon Border Adjustment   the fact that these training sessions\n        General Confederation of Moroccan    to less constrained areas, the Euro- Mechanism (CBAM) must be im-     were sold out. Businesses are wor-\n        Companies (CGEM) to encourage        pean Union has set up a Carbon  plemented from January 1, 2023.       ried and getting ready so as not to be\n        companies to use this tool and reduce   Border Adjustment Mechanism  Initially, it will concern the iron,   penalized by the new provisions of\n        their greenhouse gas emissions, but,   (CBAM). Its goal is therefore es- steel, aluminum, cement, fertili-  the European Union.o\n        in the absence of constraints, few   sentially internal: it aims to limit  zers, and electricity.o                              Ismail EL WADI\n                                                                  November-December 2022",
    "images": null,
    "tags": "",
    "excerpt": "description",
    "categories": ""
}