{
    "title": "Tiberius Group AG datacard on lobbyfacts.eu",
    "author": "unknown",
    "source": null,
    "date": "2025-03-17",
    "text": "Overview Lobbying Costs 10,000€ Financial year: Jan 2023 - Dec 2023 Lobbyists (Full time equivalent) 0.5 Fte (5) Lobbyists with EP accreditation 0 High-level Commission meetings 1 Lobbying Costs over the years \n\t\t\t\t\t Info\n\t\t\t\t\t Tiberius Group AG (TIG) EU Transparency Register 228113551264-27 First registered on 19 Sep 2023 Goals / Remit Tiberius Group is a physical metals trading company based in Switzerland. Main EU files targeted The main EU legislative policy Tiberius Group is registered for is the Carbon Border Adjustment Mechanism, CBAM Address Head Office Bahnhofstrasse 32 Zug 6300 SWITZERLAND EU Office Bahnhofstrasse 32 Zug 6300 SWITZERLAND Website \n\t\t\t\t\t People\n\t\t\t\t\t Total lobbyists declared 5 Employment time Lobbyists 10% 5 Lobbyists (Full time equivalent) 0.5 Lobbyists with EP accreditation No lobbyists with EP accreditations Complementary Information None declared Person in charge of EU relations Data not provided by Register Secretariat due to GDPR Person with legal responsibility Data not provided by Register Secretariat due to GDPR \n\t\t\t\t\t Categories\n\t\t\t\t\t Category Companies & groups \n\t\t\t\t\t Networking\n\t\t\t\t\t Affiliation None declared Member organisations None declared \n\t\t\t\t\t Financial Data\n\t\t\t\t\t Interests represented Promotes their own interests or the collective interests of their members Closed financial year Jan 2023 - Dec 2023 Lobbying costs for closed financial year 10,000€ Major contributions in closed year None declared Intermediaries for closed year None declared Intermediaries for current year None declared Closed year Costs 0€ - 10,000€ Other financial info None declared \n\t\t\t\t\t EU Structures\n\t\t\t\t\t Groups (European Commission) None declared Groups (European Parliament) N/A Communication activities We have some virtual meetings set up with the European Commission to discuss and understand CBAM and our obligations. Other activities None declared Meetings\n\t\t\t\t\t Meetings 1 meetings found. Download meetings The list below covers meetings with Commissioners/Cabinet members/Directors-general (high-level) Commission meetings published December 2014 to December 2024, and the meetings of Commissioners/Cabinet members/Directors-general and officials holding \"management functions\" in the Commission published since 1 January 2025. Other lobby meetings with lower-level staff may well have taken place, but the Commission doesn't proactively publish information about these meetings. All information below comes from the Commission and not from the registrant. 1 July 2024: We have noted that some meetings are appearing in duplicate, ie. some meetings seem to be listed twice. This seems to be because the Commission changes some element of a meeting data after the meeting has first been listed, which causes LobbyFacts to register it as a new meeting. We are investigating further. \n\t\t\t\t\t\t\t\t\t\t\t\t Date 29 Sep 2023 Location virtual Subject Topics related to CBAM implementation Cabinet Cabinet of Commissioner Paolo Gentiloni Portfolio Economy Attending Erik Burckhardt (Cabinet member)",
    "images": null,
    "tags": "",
    "excerpt": "Check out all LobbyFacts data on Tiberius Group AG as extracted from the EU lobby transparancy register. Tiberius Group is a physical metals trading company based in Switzerland.",
    "categories": ""
}