{
    "title": "Review for Future Cement Conference and Exhibition 2025 - Global Cement",
    "author": "unknown",
    "source": "Global Cement",
    "date": "2024-02-06",
    "text": "Global FutureCem Conference - Review 2025 5th Global FutureCem Conference on cement industry decarbonisation 5 - 6 February 2024 - Istanbul, Türkiye 5 - 6 February 2024 - Istanbul, Türkiye \n The 5th Global FutureCem Conference and exhibition on cement industry decarbonisation has successfully taken place in Istanbul, supported by the Turkish cement manufacturers’ association Türkçimento, and with 120 delegates from 25 countries in attendance. The 6th edition of the event will take place in January 2026 in Munich, Bavaria. The first speaker Canan Derinöz Gencel of Türkçimento gave a round-up of the global cement industry’s efforts towards decarbonisation, including a review of the ‘road-maps’ produced by the GCCA, WCA, PCA, Cembureau, various governments and the IEA. Canan outlined the means of cement industry decarbonisation, including process control, process optimisation, the use of SCMs and alternative fuels and hydrogen. Any remaining carbon dioxide produced by the cement industry will need to be capture and either used or stored. A new classification from the IEA of low emission cements was outlined, based on total CO2 emissions per tonne of cement. Next speaker Joe Harder of OneStone Consulting spoke about clay calcination, based on his new market report. LC3 calcined clay cement is composed of 30% calcined clay, 15% limestone, 5% gypsum and 50% clinker, which reduces CO2 emissions by around 43% compared to OPC. Joe suggested that the global clinker factor is 75% in 2023, but that, in the EU, it will reduce to 65% by 2050. Only around 2Mt of calcined clay was produced worldwide in 2024, from 14 kilns, 12 of which were rotary kilns and only two of which were flash calciners. Joe gave details of a number of case studies from around the world, including in Brazil, Colombia and Cameroon. He suggested that the number of operational plants will increase to 79 by 2050, with production capacity increasing from 3.45Mt to nearly 21Mt/yr in 2050. One of the largest clay calcination plants currently planned is not by a cement producer, but from Vale, a huge mining company. Joe concluded that in some locations, it may be less expensive to produce calcined clays than to buy or import fly ash or GBFS. A 3% share of global cement demand from calcined clay by 2050 would need the construction of 350 plants after 2035, or between 21-25 plants per year. Yosra Briki of Vicat spoke about her company’s decarbonisation innovations and the need for regulatory actions and initiatives. Yosra started out by saying that the Vicat plant at Vigier in Switzerland uses nearly 100% alternative fuels, with 45% being biomass. In France, Vicat aims to use 0% fossil fuels in cement production by 2026. Vicat’s new product, Vigier CEM Progresso, uses electric arc furnace slag and enables a CO2 footprint of less than 100kg/m3 of concrete. Vicat’s cement plant at Sobradinho was ‘lucky’ in that it has high quality high-kaolinite clay on site, allowing very high reactivity. The clays at the Xeuilley plant have lower kaolinite but the Argilor project showed that with a narrower range of calcination temperatures, a sufficient performance in terms of strength and workability could be achieved. Yosra mentioned the landmark project at the Lebec cement plant in California, which will use calcined clay, alternative fuels and carbon capture and storage (CCS) to produce a carbon neutral cement. She also mentioned that limited financial incentives currently exist for cement companies to work towards decarbonisation, while there is a lack of effective regulatory frameworks and permitting for companies to take action, particularly for CCS. Tom Lord of Redshaw Advisors next spoke about the Carbon Border Adjustment Mechanism (CBAM) which aims to tackle carbon leakage and to create fair competition for the EU. The embedded emissions of the goods exposed to this mechanism will have to be measured, reported, verified and the relevant CBAM certificates reported. CBAM certificate pricing will be set by EU CO2 allowance (EUA) prices. Tom forecast EUA prices of Euro150/t by 2030 and Euro249/t by 2034 - due to it being a man-made politically-driven market, and due to the falling CO2 cap, which will fall to zero by around 2040. Turkish cement intensity is below the EU average, due to its relatively large and modern plants. The CBAM accounts for carbon prices paid domestically, so that if a country is already levying a carbon price, for instance through its own emissions trading scheme, that will be deducted from the CBAM cost. It is possible to hedge future CBAM costs, which may save substantial amounts in future. However, CBAM certificates cannot be bought in advance and have only a two year lifespan. However, EUAs can be purchased on future contracts, their cost is based on the spot price at the time of purchase, and they can be held indefinitely. EUAs must be converted into CBAM certificates, and the realised Euro price needs to align with the certificate price (in the same week) to avoid ‘slippage,’ and with the EUA funds obliged to be used to buy CBAM certificates. Ilten Karadag of ABB Türkiye then spoke about electrification of the cement industry, as well as decarbonisation through process control. The ABB Ability Expert Optimizer process control system aims to reduce embodied emissions through process efficiency. ABB is working with a number of other companies on decarbonisation options for the cement industry. The RDH resistive electrical heating system from Coolbrook promises the eventual elimination of fossil fuels for clinkerisation. ABB is partnering with Captimise to evaluate CCU/S technologies for individual cement plants. Finally, ABB is working with SaltX which uses an electrical arc for calcination, allowing direct capture of near-pure CO2. Neslihan Erguven of Çimsa next spoke on the effect of SCMs on cement product portfolio transition and profitability. The company uses natural pozzolans, ground limestone, calcined clays, ground granulated blast furnace slag (GGBFS), fly ash, construction and demolition materials (CDM) and silica fume, depending on availability, properties and prices. Both GGBFS and fly ash are declining in availability, in contrast to natural pozzolans. Neslihan suggested that, ultimately, 15-60% of cement can be substituted with SCMs, and showed a startling graph depicting forecast future EU market prices for SCMs to 2032, driven by resource scarcity, CO2 pricing and the CBAM. Çimsa has instituted the ‘GreenWave’ low-carbon cement product portfolio, to produce and to promote its more sustainable product portfolio, including a 19% clinker 32.5N cement. Christian Husum of Next Generation SCM and Lasse Nørbye Døssing of CemGreen next spoke about their offering to the market. Lasse spoke about the CemGreen CemTower, an integrated 14m-tall preheater, kiln and cooling tower for clay calcination, featuring inclined grates that allow granulated clay to slide down under gravity, while being heated by an external heat source. Ambient air is fed into the bottom on the tower. A 500t/day pilot ‘NovaClay’ plant has been built in Denmark in a JV with CRH. The product has a CO2 emission of 18-37kg/t of calcined clay. Fuel consumption is 0.6-1.2GJ/t (versus the theoretical minimum of 3.8GJ for OPC). CemGreen will next build a plant in Saudi Arabia with City Cement. Christian Husum mentioned that clay-based cement products are typically much less expensive to produce than Portland clinker, and thus offer significant advantages in product margin. Thomas Schmitz of thyssenkrupp Polysius next spoke on the pure oxyfuel clinkerisation process. He pointed out that both Holcim and Heidelberg Materials have committed to producing less than 420kg CO2 per tonne of cement by 2030. This carbon dioxide will then .need to be captured. Thomas suggested that oxyfuel has a low energy consumption (specific energy consumption for carbon avoided, SPECCA), compared to other approaches. First-generation oxyfuel required the recirculation of CO2, a heat exchanger, a condenser to reduce humidity loads and had higher energy consumption. The next 2nd generation oxyfuel process eliminated this recirculation of the CO2, by adding preheated oxygen to the kiln, avoiding the requirement for a tertiary air duct. The preheater then has lower gas volumes and the load of material per unit of gas is doubled, leading to better heat exchange, and avoiding the requirement for a separate heat exchanger and condenser. Alternatively, a smaller preheater could be build for a new line. The properties of the clinker can be optimised, the capex is reduced and the CO2 concentration in the exhaust gas is maximised. At least five oxyfuel plants are in the pipeline: Mergelstetten, Geseke and Lägerdorf in Germany, Contessa Nexe in Croatia, and the Titan Cement IFESTOS Project in Greece. The SOC - separate oxyfuel calciner retrofit concept - is where a separate calciner, fired with 100% oxygen, is built alongside the current calciner, with material transferred from the existing second stage cyclone, and allowing 75% carbon capture at a concentration of around 90%. He stated that the oxyfuel system has the lowest total cost of ownership of all approaches to carbon capture. Aidan McGuinness of Leilac, part of Calix, spoke about his company’s approach to production of decarbonised cementitious materials. The LEILAC approach uses a vertical vessel which is indirectly heated, allowing carbon capture from calcined minerals. The LEILAC 1 reactor will be operated for a month’s trail in early 2025. The company is also experimenting with direct electrification of the tube for heating, which would allow flexibility for fuel switching, depending on energy price. Awards At the end of the first day of the conference, delegates gathered for a dinner (enlivened by a quiz from Global Cement’s quizmaster Dr Peter Edwards), and the presentation - after a global online nomination and voting process - of the inaugural Global FutureCem Awards for cement industry decarbonisation. Heidelberg Materials was presented with the award for ‘decarbonisation company of the year,’ while CemGreen won the ‘process optimisation technology’ award for its CemTower concept. ABB won in the ‘process control for decarbonisation’ category, and Çimsa Çimento won the ‘decarbonisation project of the year’ award for its Buñol plant project to use hydrogen and other alternative fuels. While thyssenkrupp Polysius won the ‘process optimisation technology’ award for its second-generation oxyfuel process, Çimsa Çimento won again, in the ‘decarbonised cement product of the year’ for its 19% clinker ratio CEM II 32.5 product, produced at the Mercin plant in Türkiye. Dr Joe Harder was named the Global FutureCem ‘personality of the year,’ for his decades-long efforts to decarbonise the industry. Second day The first speaker on the second day of the conference was Oliver Kander of alcemy, the first of a series of papers looking at the use of AI to aid in cement industry decarbonisation. Oliver said that alcemy takes existing laboratory data on cement and makes an accurate forecast of its future strength. This forecast is used to optimise grinding fineness and quality in real time, even with the use of SCMs, while also using alternative fuels (AF). He also emphasised that with a little more instrumentation, the concrete plant and mixer can produce real-time information to monitor and prove the quality of the final concrete mix, with firm forecasts of ultimate strength development. Luke Rogers of CarbonRe then outlined his company’s approach to the use of AI in decarbonisation. Manual control - by humans - of the cement process has lower efficiency and higher variance. Automatic control initially improves efficiency and reduces variance, but suffers from drift over time. Luke suggested that an AI can prevent this drift. CarbonRe takes all the data from the plant, including control limits, and puts it through its AI process. The system formerly produced recommendations for actions for the kiln operators to take - and left them to decide to take action or not. However the company has shifted to a closed-loop control model, meaning that the pyroprocess is now run by the AI. Many aspects of the process can be optimised, possibly including in the future the CO2 concentration of exhaust gases for CCUS. Dirk Schlemper of INFORM then spoke about how AI can help to optimise building materials logistics and distribution. He pointed out that on longer journeys, the level of CO2 emissions from distribution can approach those from cement manufacture - and so are very well worth addressing as part of decarbonisation efforts. The increasingly widespread introduction of electric delivery trucks is a complicating factor for logistics networks, given range constraints of current EVs. Dirk’s company’s AI-driven software is able to calculate an optimised route plan for individual and fleets of trucks, taking into account real-time road conditions and weather, changing customer demands and, now, charging infrastructure and EV battery status, and can thus reduce costs and carbon emissions. Hubert Keller of ci-tec GmbH next looked at machine learning as applied to temperature measurement for free lime estimation: ci-tec uses a high-resolution microbolometer-based infrared camera at the hot end of the kiln to monitor the temperature of the flame and the clinker bed, which would otherwise be obscured in a visual image. This information is combined with laboratory information in order to train a model which estimates the current free lime in the clinker around 90 minutes before the laboratory results arrive, allowing changes to fuel inputs in more timely and efficient fashion, thereby reducing costs and emissions. Gökhan Keskin of ATS Group gave the first of a pair of papers on alternative fuels, concentrating on AF handling. He gave details of case studies of automated-crane AF handling in Türkiye. Anti-sway control of the crane grab optimises cycle times, while energy regeneration from the crane grab reduces electrical consumption by up to 40%. Jonas Persson of Swedish company firefly AB concluded the short AF session by speaking on how to avoid fires and explosions (and CO2 emissions) from AF and other fuels. firefly’s system looks for hotspots and sparks from the surface of material layers and dust clouds. It is useful to know that a heated particle can be dangerous at 250°C, but will not glow until 650°C - so that visual brightness is not enough. MGD gas detectors can act as an electronic nose, detecting the pattern of gases that are given off at the very earliest stage of an incident, during smouldering, even before a fire starts. Once the hot particles have been detected, Firefly’s atomised water spray fire suppression systems - in shredders, conveyors and stores - will quickly eliminate the hazard, typically in a few seconds and well before any fire can become out of control. In a session on grinding and additives, Ugur Ersen Senbil of Onbiron gave details of how additives can aid in decarbonisation. Grinding aids work through surface absorption onto particle and crack surfaces and lead to decreased agglomeration. With the same grinding energy, more cement can be produced, or for the same amount of cement, less grinding energy is required. At the same time, additives allow the increased use of SCMs such as GGBFS, fly ash and calcined clay, while the use of fillers such as ground limestone, and the reactivity of these materials and final strength of the cement can also be increased using additives. Ugur pointed out that additives in concrete can also allow the optimisation of particle size distribution, strength development, water demand and setting times, which can all be tweaked to reduce cement content and hence CO2 emissions. Hakan Benzer then introduced Minerva’s Pamir mill, a new type of efficient mill for fine, high-performance cements. Benzer explained that very finely-ground clinker can enable the decrease of the clinker factor in high-performance cements, reducing CO2 emissions. However, this is energy intensive with traditional equipment. Established in 2007, Minerva developed its first industrial-scale Pamir mill in 2022 alongside Oyak Cement’s Adana plant. The cylindrical Pamir mill uses 1mm beads, agitated at high speed by several rotating arms, to grind materials using mechano-chemical activation. The bead load is 85% compared to just 32% in ball mills. Due to its smaller diameter the mill speed is 5-8m/s compared to 2.5-3.5m/s for a typical ball mill. As a result, the power density of a Pamir mill can be up to 20 times greater than for a ball mill. This reduces the amount of energy needed per tonne of feed material. Clinker can be ground to 10,000cm2/g according to Blaine and fly ash to 16,000cm2/g. Alongside the benefits of using greater proportions of supplementary cementitious materials - thanks to greater fineness - this can reduce cement CO2 emissions by 35-45%. Adana Cement achieved a 25% productivity increase and a 10% reduction in energy use in a white cement application by using its Pamir mill. Çimsa was able to produce cement products containing just 20% clinker, alongside 70% slag and 10% limestone, with a fineness of 6500cm2/g according to Blaine. Bahman Massoumi of Asia West Cement Complex, Iran, next spoke about decarbonisation potentials of different cement formulations. Iran has the eighth highest cement production capacity in the world, at around 90Mt, and despite current low capacity utilisation, still has significant CO2 emissions. Bahman outlined a calculation methodology too ,estimate the country’s emissions, suggesting that they topped 40Mt of CO2 in 2023. CEM1 with clinker content of more than 90% dominates the Iranian cement market, with more than 95% market share: Iran has been left behind compared to global clinker factor trends. Using a major LCA study, Bahman showed that Iranian cement plants have uniform and high carbon emissions, which could usefully and profitably be reduced. In the penultimate presentation at the conference, Matteo Pernechele of Malvern Panalytical suggested that mineralogy - knowing it, and optimising it - is the key to quality control, process efficiency and decarbonisation. Point-counting microscopy has its uses, but is too slow and imprecise, while XRF, despite strenuous efforts over many decades, is unable to accurately forecast mineralogical composition. X-ray diffractometry accurately determines the minerals present in a sample, and can use the Rietveld method, partial least-squares or cluster analysis approach to effectively quantify the fractions present. Matteo suggested that using AI on mineralogical data is probably the way forward. Berrak Avcioglu of the Çimsa Sabanci Technology Centre, on the Technical University of Munich campus, gave the final keynote presentation at the conference, about how the technical centre is helping the company in the evolution of sustainable cement. The company also runs a research unit at the Mersin plant. A major area of innovation involves working with customers, and improving existing products according to customer needs, as well as new product design. Recent case studies include the use of construction and demolition materials as recycled raw materials, 3D printing, and the reduction of water usage in the cooling stage of white cement production. Other areas of interest include raw mix optimisation using image processing and AI, and Flycrete CAC-based (calcium-alumino cement) rapid repair solutions for airport runways. The final frontier is reducing the carbon footprint of white cement, the use of CAC-based activators to improve low early strengths, and integrating SCMs into CAC-cements. The centre is a partner in a number of R&D programmes, such as Geocond, Hypercog, iceberg and Forge, and actively works with universities and start-ups. Prizes and farewells At the event’s farewell party, overlooking the Sea of Marmara, prizes were awarded for the most popular presentations, as voted for by the delegates. In third place was Neslihan Erguven of Çimsa for her paper on the effects of the use of SCMs on profitability; in second place was Oliver Kanders of alcemy for his paper on the use of AI for cement industry decarbonisation; while the winner was Berrak Avcioglu from the Çimsa Sabançi Technology Centre for her paper on material efficiency. The event was praised by delegates for its strong technical programme, for its smooth organisation and for its exceptional networking possibilities, with nearly 50% of all delegates being cement company employees. The 6th Global FutureCem Conference will take place in January 2026 in Munich, where all delegates are assured of a warm welcome. What the delegates said about Global FutureCem 2025: • Can’t wait for the next one! • Very good people. Feels Like a Team to improve our future • Thank you for all your efforts • Timing and Organisation • The conference was designed well to facilitate networking. This is much appreciated, and sets it apart from some other conferences • Interesting • Well organised. • Fabulous! • The host is really something special! And the food was really amazing! Also the speed dating is a good idea to make networking more dynamic. • Thanks for everything :)) • I am glad to be here again and to meet with the cement industry. • Great event • Interesting participants • Well organised • Being surrounded by technical experts was a fantastic experience for development, and to collaborate across different sectors in the reduction of carbon is inspiring. The Global Cement team did a fantastic job of hosting, facilitating and keeping everyone on track. • Never lost interest. • Excellent and organised well!!! • Great thank you ! • Good organisation",
    "images": null,
    "tags": "global cement, global cement magazine, global cement directory, global cement news, cement, global cement weekly, global cement newsletter",
    "excerpt": "Global Cement online portal for all things cement related",
    "categories": ""
}