{
    "title": "State of EU’s Steel Transition - REGlobal - Tech Talk",
    "author": "Khushboo Goyal",
    "source": "REGlobal",
    "date": "2025-03-24",
    "text": "This is an extract from a recent report “The State of European Steel Transition”. This extract gives a snapshot of the state of play of the EU’s steel transition: mapping the existing stock of BF-BOFs across Member States, evaluating plans for reinvesting or transitioning these plants to lower carbon processes, mapping the companies who own critical assets, and giving an overview of EU Member State efforts to financially support the transition to date. The European blast furnace fleet With an average age of 50 years, and many over 70 years old, the EU’s blast furnace fleet is getting dated. Every blast furnace needs substantial renovation – known as “relining” – approximately every 20 years. As each period comes to an end, the steelmaker faces the question of whether to invest millions in another two decades of operation, or to retire the plant. Of the 47 BFs that are currently operating, 32 have announced retirement dates, the time at which the coal-based BF will end production. Of these, 24 are scheduled to retire by 2035, while the remaining 6 are set to run beyond 2035. It is essential for keeping a 1.5°C pathway within reach that 2035 retirements go ahead as planned, while those set to run beyond are dragging European coal-based steelmaking well beyond what the climate requires and what is profitable under the EU ETS. There are 15 operating blast furnaces for which there are no retirement dates. Two are already scheduled for investment in 2025, which could mean a lifetime extension of over 20 years if fully relined, while another six have been identified as at risk of relining based on age. The remaining seven are operating without a retirement date and without an imminent risk of relining. The pathway to ending coal-based iron and steel making is thus far from established, and there is an urgent need to provide clear retirement plans for the entire EU fleet. In parallel there is the need for clear and transparent transition planning, where retirements are coupled with a green iron and steel pipeline. In the EU currently, 33 near-zero-emissions capable decarbonisation projects have been announced, all of them EAF and DRI projects aimed at decarbonising steel production. Looking at Europe as a whole, roughly 33 million tonnes per year of near-zero emissions ironmaking capacity through DRI has been planned for construction before 2045. This DRI expansion is essential and needs to be accompanied by the sourcing of green iron to fill any gaps left by iron from scrap recycling. Market factors have been important drivers of these retirement decisions. European companies face a challenging market: declining demand because of slowing production from major sectors like the automotive industry, and a lack of large-scale infrastructure development in recent decades. Compounding this, global overcapacity reached record highs in 2023, driving down prices in the steel market. As a result, seven plants have been idled with job cuts across the sector. In late 2014, thyssenkrupp SE in Germany announced that it would cut 11,000 jobs by 2030 and close a plant in Germany. In the UK, Tata Steel reached a £1.25 billion deal with the UK Government to close their unprofitable BF-BOFs and build a 3Mt EAF in Port Talbot, Wales. However, the deal – which came as the site was on the brink of total collapse – will axe up to 3,000 jobs, leaving the UK Government scrabbling for a more proactive industrial transition plan. Climate policy signals have reinforced the move away from coal. Since the phaseout of free ETS allowances for steelmaking was announced, steelmakers have known that coal-based steel no longer has a business case in Europe. From 2026, free emissions allowances for the steel sector will be progressively phased out as the CBAM is phased in, ending completely in 2034. This means that coal-based steel production will carry a steadily increasing price for the carbon it emits. Notably, there are no plans by companies in the EU to build new BF-BOFs. Retiring, relining or transitioning to green? Relining Risk: The most substantial reinvestments in existing coal-based steel assets take the form of blast furnace relinings. These are major capital investments representing up to half of the cost of constructing a new blast furnace and that require shutting down operations for several months. Depending on the nature of the relining project, a decision to reline could potentially lock in up to 20 years of carbon-intensive production at a given site. Relining also raises serious environmental concerns, with the release of particulate matter contributing to severe air quality issues and health problems. Recent analysis carried out by SteelWatch has identified blast furnaces that are at imminent risk of being relined, investments that would keep them online well past what is compatible with climate targets. These are blast furnaces for which there is no retirement date, and where the latest relining date is either unknown or took place over 13 years ago. Of these blast furnaces, two already have relinings scheduled for this year (2025), namely ArcelorMittal’s plant in Dunkerque (France) and SHS’s plant in Dillingen (Germany). Based on the SteelWatch’s Blast Furnace Emissions calculation tool and the Global Energy Monitor Global Steel Plant Tracker data, if all the blast furnaces identified as “at risk” in the methodology continue running or are relined, they are projected to emit a staggering 435.04 MtCO₂ over the next 20 years. Sending the right policy signals, increasing investor pressure and raising awareness of this risk will be key to making sure these plant owners have the confidence to invest in near-zero emissions technologies instead of relining. It is, therefore, crucial that EU and Member State policymakers responsible for industrial and economic planning consider a faster transition of the steel sector in their respective countries and adjust policies accordingly. Transitioning to Green: To achieve near-zero emissions ironmaking and steelmaking, European companies will need to both transition their coal-based ironmaking and increase their ability to recycle and process scrap steel through the secondary steelmaking route. There are three interrelated pathways to choose from. Steel making in EAFs can emit less than 0.4 tonnes of CO₂ per tonne of steel in direct and indirect emissions – about 85% less than the BF-BOF route. An EAF melts materials like steel scrap as well as virgin iron using high-voltage electric arcs between electrodes. The process involves charging the furnace with direct reduction iron or scrap metal, creating an electric arc to generate intense heat, and melting the materials. Existing EAF facilities will need to source renewable electricity, invest in improving scrap recovery, and (assuming some virgin iron is also needed) source near-zero emissions iron from Europe or beyond. Investments in EAFs have increased in recent years. Seven have been announced as part of companies’ transition plans to decarbonise. Four of these new EAFs are currently under construction in Sweden (Oxelösund constructed by SSAB), Spain (Gijón constructed by ArcelorMittal) and Austria (Linz and Donawitz constructed by Voestalpine). Four others were announced in 2024. Electrolytic hydrogen-based direct reduced iron with EAFs (DRI-EAF-H2) is where electricity is sourced from renewable sources resulting in emissions reductions of up to 95%. This route’s mitigation potential will depend on the carbon-intensity of the electricity used to produce hydrogen and power the EAF. Sourcing renewables-based hot briquetted iron (HBI) (Green Iron) in the locations that have favourable conditions to feed EAF-based steel making in another location. This would entail securing offtake agreements and strategic trade partnerships with suppliers of green HBI. Countries like Sweden are already building their first-generation DRI facilities based on locally produced green hydrogen. Of the decarbonisation pathways outlined above, electrolytic hydrogen-based direct reduced iron with EAFs (DRI-EAF-H2) has attracted the most investment in the last decade. Between 2022 and 2024, nine DRI projects were proposed by established steel producers to decarbonise their primary steel operations across Europe – in Austria, Belgium, Finland, France, Germany, Spain and Sweden. Steel start-ups like Stegra have also emerged as leaders in this sector, building the first generation of hydrogen-based DRIs. The planned pipeline of green steel pilots is just the tip of the iceberg when it comes to EU steel decarbonisation. As noted, currently planned DRI-EAF capacity only accounts for a third of the EU’s current average annual iron-making capacity. Moreover, on a site level, green steel pilot projects are often only intended to replace a portion of existing assets. The project at thyssenkrupp’s Duisburg plant, for example, is only transitioning one blast furnace to a hydrogen-based DRI plant, leaving three without clearly defined transition plans. This scenario is common across the sector. Without detailed transition plans at company and plant level, companies risk falling short of meaningful decarbonisation. Given the challenging growth and competitiveness outlook for Europe, and doubts about existing green steel projects, EU policymakers must step up efforts to support the new generation of green steel production. Who “owns” the EU steel transition? A handful of companies dominate the EU primary steel-making sector (see Figure 6). Of these companies, three are major multinational firms: ArcelorMittal, Liberty Steel and Tata Steel. Their global supply chains mean they can put pressure on governments to offer favourable conditions and increased subsidies with fewer conditions, in the face of threats to move operations abroad. These are publicly listed companies focused on returning profits to shareholders over environmental or employment conditions. By contrast, national companies tend to have a greater interest in converting their steel production domestically, as they cannot easily move their operations to another country. Companies based just in one jurisdiction include: thyssenkrupp Steel, Salzgitter AG, and SHS, all based in Germany; and Voestalpine in Austria. Most steel assets in Central and Eastern Europe are not owned by companies headquartered in the region but by multinationals like Liberty Steel (London), ArcelorMittal (Luxemburg), and others headquartered in Western Europe. This results in a lack of local decisionmaking power: multinationals are taking decisions about the future of the region’s plants based on European and international competitiveness rather than domestic industrial policy. EU state aid support for steel transition Many technological options for decarbonising steel will be more expensive than conventional production processes for some years to come. As a result, they will need the support of robust industrial policy and government subsidies to get them off the ground. This section gives an overview of EU Member State efforts to financially support the steel transition via state aid, highlighting differences in the volume and nature of state support available as well as in the governance and conditions attached. The level and nature of support by EU Member States vary, reflecting different levels of fiscal resources. In the last two years, several Member States, including Belgium, Germany, Finland, France, Spain and Sweden, have decided to use public money to facilitate the transition of their ironmaking capacity towards climate-neutral technology. Nearly €9.3 billion in state aid has been approved by the European Commission, mainly in the form of direct grants, for projects planning to use renewable or low-carbon hydrogen produced through electrolysis in DRI, as well as EAF and other ancillary facilities. Germany is the clear leader, having allocated over €7 billion to decarbonise its steel industry. As the EU’s largest steel producer, with access to larger financial resources than most other Member States, this is unsurprising. However, Germany faces significant challenges regarding the competitiveness of its green steel, primarily due to high projected hydrogen prices. Germany is also unique in allocating money towards the operating costs of running the new DRI plants on green hydrogen. Other Member States, like Belgium, France, Spain and Sweden, are hoping that supporting capital expenditure will be sufficient to support companies (most prominently ArcelorMittal) to build the first generation of DRI plants in their countries. To underscore the game-changing potential of these projects to reduce carbon emissions, if the projects in France, Germany and Spain were completed they would lead to the closure of six blast furnaces and reduce emissions by an expected 321.9 million tonnes of CO₂. The retired facilities would be replaced with five new direct reduction plants and eight new EAFs. State aid for these five projects alone amounts to €7.2 billion. However, some of the companies benefiting from state aid have signalled that they are backtracking on their commitments. Around €3 billion was allocated to five projects by ArcelorMittal in France, Germany, Spain and Belgium. In November 2024, the company announced that they were delaying all their decarbonisation projects in Europe. The statement sent shockwaves across the steel industry, raising immediate concerns over what this means for other EU pilot projects. thyssenkrupp’s DRI project in Duisburg (which has received €2.3 bn in state aid) is also facing headwinds due to an internal corporate disagreement over the direction of the company. In both cases, significant public investment has not been sufficient to ensure the projects go ahead. Moreover, to date most of the decisions approved by the European Commission have not yet been made public, leaving taxpayers and workers unaware of the conditions attached to the disbursements. It is also worth noting that these state aid decisions have heavily favoured more energy intensive primary iron production routes, neglecting the potential of scrap-based routes based on EAFs and improving recycling methods. Finally, the current state aid rules (CEEAG) do not fully address other issues such as pollution prevention benefits or meeting the EU’s zero-pollution ambition. This is particularly problematic for the steelmaking sector, which produces harmful pollutants such as particulate matter, sulphur dioxide and nitrogen oxides. These pollutants are mostly released during the coking process to refine metallurgical coal into coking coal, and during the burning of coal in a blast furnace to produce iron. Access the report here",
    "images": "https://reglobal.org/wp-content/uploads/2020/10/Israel-Green.jpg",
    "tags": "",
    "excerpt": "REGlobal features analysis of key trends and major developments, interviews with top managers and officials, opinion of leading experts and a rich knowledge centre. It covers a wide range of issues and topics including but not limited to markets, technology, policy and finance. The primary focus is on all forms of renewable energy but, when relevant, it also examines trends related to other sources of energy.",
    "categories": "Tech Talk"
}