{
    "title": "Arcelormittal announced postponement of green hydrogen steel production targets",
    "author": "unknown",
    "source": "Steel Radar",
    "date": "2024-11-26",
    "text": "Arcelormittal Europe announced to postpone the company's decarbonization projects due to difficulties. The most prominent of these projects is the green hydrogen-ready direct reduced iron (DRI) plants planned for next year. Aditya Mittal, Chief Executive of ArcelorMittal stated: “We would have liked to move faster, but the reality is the regulatory environment required to support the business case for investments is not yet in place.” Arcelormittal released a press statement on the issue today. The press release stated: “Green hydrogen is evolving very slowly towards being a viable fuel source and natural gas based DRI production in Europe is not yet competitive as an interim solution. Furthermore, there are significant weaknesses in the carbon border adjustment mechanism (CBAM), trade protection measures need strengthening in response to increasing imports due to China overcapacity, and there is limited willingness among customers to pay premiums for low-carbon emissions steel.” The company emphasized that the policy environment to ensure the competitiveness of high-cost steel production in Europe needs to be clarified before final investment decisions can be made. In 2025, the results of the CBAM review, steel protection measures and the Steel and Metals Action Plan are expected to be decisive in this process. ArcelorMittal reported a 28.2% emissions reduction in its European operations since 2018 due to lower production and weak demand but remained committed to its long-term decarbonization targets. The company stated the possible changes to the 2030 intensity targets are to be announced in Climate Action Report 3. “The regulatory environment required to support the business case for investments is not yet in place” Aditya Mittal, Chief Executive also stated: “ArcelorMittal remains absolutely committed to decarbonization. It is the right thing to do, both for the company and the planet. I remain confident that we can still achieve our net-zero by 2050 target, but the shape of how we will achieve this could differ from what was previously announced. We have been very grateful for the support offered to date by different governments to help accelerate this process. But the scale of the challenge requires further policy initiatives to unlock increased investment. We would have liked to move faster, but the reality is the regulatory environment required to support the business case for investments is not yet in place.” Mittal emphasized that new policies are hoped to be put in place to support an accelerated transition: “The Green Deal Industrial Plan and the Steel and Metals Action Plan, and the legislation flowing from them, will be important, as well as regulation to stimulate the demand signal. While we do have customers that want low-carbon steel, those that do and are willing to pay a premium are still very much in the minority.”",
    "images": "https://www.steelradar.com/i/m/014/0148514_arcelormittal-announced-postponement-of-green-hydrogen-steel-production-targets.jpeg",
    "tags": "Arcelormittal announced postponement of green hydrogen steel production targets",
    "excerpt": "Arcelormittal Europe announced to postpone the company's decarbonization projects due to difficulties.",
    "categories": ""
}