{
    "title": "Green steel in focus: five key questions answered by experts - EUROMETAL",
    "author": "Ricardo",
    "source": "EUROMETAL - The Voice of European Steel, Tubes and Metal Distribution representing all types of Steel Intermediation.",
    "date": "2024-12-02",
    "text": "The context \nIn 2023-2024 Fastmarkets launched 12 green and reduced carbon steel prices to assess the price differential against traditional flat and long steel prices, to establish benchmarks in the emerging markets, bring more transparency for the industry and support the investment decisions needed to reduce emissions. MB-STE-0904 Green steel domestic, flat-rolled, differential to HRC index, exw Northern Europe, €/tonne MB-STE-0905 Green steel base price, HRC exw Northern Europe, daily inferred, €/tonne MB-STE-0907 Green steel import, differential to HRC index, cfr Vietnam, $/tonne MB-STE-0908 Green steel base price, hot-rolled coil cfr Vietnam, weekly inferred, $/tonne MB-STE-0911 Flat steel reduced carbon emissions differential, exw Northern Europe, €/tonne MB-STE-0912 Flat steel reduced carbon emissions, daily inferred, exw Northern Europe, €/tonne MB-STE-0916 Green steel domestic, differential to US HRC, fob mill, $/short ton MB-STE-0917 Green steel base price, hot-rolled coil fob US mill, weekly inferred, $/short ton MB-STE-0921 Green steel import, differential to rebar assessment, cfr Singapore, $/tonne MB-STE-0924 Green steel base price, rebar cfr Singapore, weekly inferred, $/tonne MB-STE-0922 Flat steel reduced carbon emissions differential, exw China, yuan/tonne MB-STE-0923 Flat steel reduced carbon emissions, daily inferred, exw China, yuan/tonne The subject experts \nAlexander Fleischanderl, chief technology officer, Primetals Technologies \nJose Noldin, chief executive officer, GravitHy \nPaulo Carvalho, independent consultant and managing director, decarbValue The Q&A There are quite a few new green steel projects announced in Europe with new green steel tonnages expected to arrive in the market starting 2025-2026. Volume-wise, how many tonnes of green/carbon reduced steel will be in the market in the next five years? Alexander Fleischanderl: It’s true that Europe is progressing at high pace with multiple transition projects. However, the first thing required is a definition of “green steel.” We see individual brandings for steel producers in the market, where the carbon footprint is different. And we should stop the proportional green steel allocation system, where the reduced fossils usage is allocated to a specific amount of steel produced. The real carbon footprint of the individual coil purchased by the end-customer is different to what is allocated. What we need is a coil- or sequence-based carbon footprint certificate. The ongoing transition projects will still work with a high share of natural gas for their Direct Reduction Plants (DRPs). The steel produced will be low-carbon steel, but not net-zero yet. But cost competitive real green steel cannot be expected soon. Hydrogen procurement deals are at a level of around €8 per kg instead of earlier reported forecasts of €2-3 per kg before 2030. The chicken-egg problem is obvious, the hydrogen market must scale, but it hasn’t yet because the demand side is weak. Despite these roadblocks, we recognize a growing interest for low-carbon footprint steel from the demand side especially for automotive and white goods, but also in terms of public procurement. The share of green steel in Europe in five years’ time could be around 10% of total production. But its competitiveness compared with “gray steel” (regular steel) can only be achieved by combining three things: the benefits from the avoidance of emissions trading scheme (ETS) payments; a green steel premium; and support from the public for Capex [capital expenditure] and Opex [operational costs]. \n \nJose Noldin: I strongly believe the market will be tight and more than people might anticipate. But that will strongly depend on regulation, standards and definitions, rather than on self-imposed targets. It is carbon pricing developments and broader initiatives, such as the European Union’s “Green Deal Industrial Plan” and “Steel and Metals Action Plan,” that will move the needle in terms of business environment, demand aggregation, etc. To give some numbers, I expect the demand for truly green, fossil-free steel (less than 400 kg of CO2 per 1 tonne of steel) to be at least 10 million tonnes a year in 2030. As the offer will not be there, people may end up with solutions such as CO2-reduced/mass-balance steels, which, in my opinion, is very borderline from a greenwashing perspective. \n \nPaulo Carvalho: It depends on what we are calling “green steel” here. In terms of hydrogen-based, near-zero-emissions steel (with a CO2 footprint well below 400 kg per tonne, including Scope 3 emissions), for flat products, the available tonnages are [almost non-existent right] now – other than tiny pilot volumes – and will be very limited in the next five years. But before 2030, [availability will be] in the low-single-digits in millions of tonnes in the best case scenario. Stegra [formerly H2 Green Steel] is likely to have ramped up the plant it is building in Boden, Sweden; Hybrit/SSAB will be scaling up its first demonstration plant; and GravitHy may have started up its H2-DRI [hydrogen-powered direct reduced iron (DRI)] plant in France enabling hydrogen-based green steel production elsewhere. Various other projects could also be at or close to ramp-up, while some may face delays – so volumes will still be relatively small and that will remain the case even if we add volumes from European scrap-based EAF flat steel plants – because there are only a handful of those. The bulk of low-carbon flat steel within this timeframe will still be of certificates-based products, or using mass balancing, with a higher carbon footprint. So the supply-demand balance will still be relatively tight. For long steel, a much bigger share of European production already meets lower CO2 emissions thresholds, so the supply-demand balance is much less tight. Most of the EU flat steelmakers are opting to switch from the conventional, blast furnace-basic oxygen furnace (BF-BOF) route to using electric-arc furnaces (EAFs) or the EAF+DRI steelmaking route, but what other options does industry have? \n \nAF: Well, there are not too many transition options out there, despite opting for EAF, with a flexible feedstock mix, but including DRI/HBI to dilute tramp elements coming along with scrap usage. The DRP can either be integrated or decoupled from steelmaking, allowing for an investment in regions that benefit from much lower energy costs. A viable option, still not sufficiently supported by governments, is carbon capture utilization and storage (CCUS). We believe the net-zero timeline will be missed without a proper deployment of CCUS technologies. Last, but not least, there is the option to optimize existing assets. This includes the electrification of burners and furnaces, endless casting & rolling, any energy efficiency measures, waste heat recovery from waste gas as well as improving circularity [through] yield improvement, recycling of by-products and more scrap usage. JN: Options include 100% scrap (very limited due to scrap availability both in terms of quantity and quality), biomass (huge challenges in supply chain) and CCUS (huge issues with regulation, economics and TRL). Other options, such as Molten Oxide Electrolysis (MOE), still have a long development journey ahead of them. I, therefore, firmly believe that pursuing the H2 based DRI+EAF route – especially with innovative business models where Iron is decoupled from steel – remains the right way to go and will allow for a very competitive scheme. In this way, iron is produced where low-carbon electricity is available and competitive; is then shipped globally as a commodity to steel producers that will play in their own backyards, in their comfort zone – ie, steel production. And in the transition, using hot-briquetted iron (HBI) to boost blast-furnace operations can also be a very interesting and competitive solution. \n \nPC: Europe has a large fleet of existing BF-BOF plants, many of them running very efficiently and close to downstream processing plants and end markets – although most are suffering in current market conditions. Therefore, many players are opting for an intermediary solution, replacing the BFs only (with a DRI+smelter to leverage lower-grade ores) and keeping the steelmaking with their existing BOFs. The economic case for this solution is probably better than a full conversion to H2-DRI steelmaking, especially if the cost of hydrogen remains higher for longer. Imported, or third-party, DRI/HBI could also play a major role, either from EU countries/sub-regions where green power prices are competitive, or from third countries/regions such as the Middle East & North Africa (MENA) region, which are well suited to renewable power and have competitive gas prices. \n \nPolicies and regulations in the EU are massive drivers for decarbonization, notably the EU emissions trading scheme (ETS) and its carbon border adjustment mechanism (CBAM). So, is CBAM a problem or a saviour for the industry? What impact will there be on the market once CBAM is fully phased in from 2026 on and free-ETS certificates start being phased out (halved by 2030 and fully eliminated by 2034)? \n \nAF: ETS is the main pillar supporting EU transition project investments. For example, assume that a 6 million tonnes per year steel mill emits 10 million tonnes of CO2… If the ETS price is at €150 per tonne in 2034, the steelmaker would have to pay €1.5 billion per year, adding €250 per tonne of steel produced. CBAM is, indeed, controversial [because] it adds a lot of administrative burdens for all players in the steel value chain, including technology providers, such as Primetals. But it is the only instrument identified to avoid carbon-intensive steel from flooding into the EU from other markets. So it at least provides a level [playing field] for all players. But it can be expected that foreign markets will produce their own share of low-carbon steel for export to the EU, so the CBAM weapon may not be as effective as hoped. \n \nJN: CBAM cannot be reduced to a saviour or a problem. It is a good (yet complex) starting point because without instruments like CBAM the market does not resolve the decarbonization puzzle by itself. CBAM is imperfect, I agree, but it is definitively needed, so I hope it stays and gets improved, optimised, fixed, reinforced, and so on… but not abandoned or significantly slowed down. The impact is obvious! For example, with a carbon pricing of €100 per tonne of CO2 once allowances are phased-out, a fossil-based steel producer will have a “penalty” of roughly €200 per tonne of steel if it insists on sticking with the coke-based BF-BOF route. From a different perspective, this could be considered the so-called “green premium” which is needed during the transition while the CBAM/phase-out allowances are not fully in place. But a workable and strong CBAM, along with a full phase-out of the allowances, will make the polluters pay and will, therefore, serve as a huge driver for investments in green steel. \n \nPC: CBAM is a temporary but necessary evil – as I keep repeating. Necessary, because, in the absence of a global carbon price, European production is penalised vis-à-vis imports and that distorts capital allocation (and jobs, tax generation etc); evil, because the sheer complexity of compliance – most usual exporters to the EU are not prepared yet – generates distortions itself and ends up being a de-facto non-tariff trade barrier. So, in my view, CBAM has to be temporary. There will be pushback from other regions and, ultimately, industry and policy efforts have to be toward convergence of carbon policies and pricing globally, not on raising border tariffs. Until that happens, of course, it will affect the market, favouring imported steel with lower-emissions footprints – with MENA potentially emerging as a key source – and penalizing existing conventional steel importers. Another major impact will be on the competitiveness of EU steelmakers in export markets: because there is no ETS rebate for exports or “inverted CBAM.” The European mills [that bear a carbon costs] will increasingly be at a competitive disadvantage in export markets without a similar carbon price and will lose market share. \n \nRaw materials challenges arise from new ways of steelmaking. Can we expect potential shortages of pellets, scrap? And how will raw materials supply chains evolve? \n \nAF: The trend for massive new DRI/HBI capacity is likely to continue and even accelerate. DR-grade iron ore will be in short supply and pelletizing capacity is likely to run short as well. We see three ways forward: iron ore beneficiation efforts; using lower-grade iron ore in DRP; and ground-breaking fluidized bed based DRP that does not require pelletizing. In the case of lower grade ore usage, a smelter is required to maintain high metal yields and efficient gangue removal in he form of added-value slag to support circularity. Fluidized bed DRPs are more energy efficient, improving yield and are lower in overall Capex. Utilization of more scrap is indeed the most effective way to decarbonize. However, even in 2050 more than 50% of steel production will be based on virgin iron ore. The EU is still exporting about 20 million tonnes per year of lower-quality scrap, mainly to Turkey. We should increase our efforts to process and clean EU scrap to produce a recycled feedstock with certified quality and chemical analysis. Digitalization, including artificial intelligence (AI) will support these efforts. \n \nJN: I believe the market will react if the demand is there. Today, pellet makers, for example, face a chicken-and-egg dilemma. There is a potential shortage, but projects need to be more mature and reach final investment decision (FID) to allow pellet producers and scrap processors to invest in new capacity, new technologies and debottlenecking! If nothing is done, yes, there will be a shortage. But I still believe that when DR projects reach FID, pellet producers will recognize the great opportunity to play in the high-value side of the business and then invest in new capacity. Still, for some years the market may be tight and support good premium levels which, by the way, will incentivize new investments in capacity. \n \nPC: DR-grade pellets and agglomerates are already relatively scarce and the raw materials industry has an immense challenge to ramp up capacity and production. That requires big investments in concentration/beneficiation plants and pelletizing plants as well. Other high-grade pellets will also be increasingly used, in combination with a melter/submerged-arc furnace to remove gangue after the DRI making process, which will help alleviate the relative scarcity. Scrap is already fully recycled and we already broadly know now how much will be available to be recycled into new steel in, say, 2050 – only about half of the world’s steel needs by then. But given it’s direct contribution to lowering the carbon footprint of the steel produced, I currently see a scramble for scrap resources (and sorting/processing facilities) and that will only intensify in the coming years. The supply chain will continue to further integrate vertically into scrap and the miners, steelmakers and end users will intensify the development of partnerships to ensure end-to-end availability of high-quality raw materials for the required low-carbon final products. \n \nRenewable energy and green hydrogen are deemed to be the weak spots of decarbonization, notably due to high price of hydrogen. Are there alternatives to the use of green hydrogen in steelmaking? \n \nAF: Renewable power availability and pricing is the most pressing roadblock. Power prices have a strong impact on hydrogen prices – the main reason why decoupling the energy-intensive ironmaking from steelmaking has become an omni-present discussion point. Regions like the Middle East, North America and Australia have different energy prices. We are talking about up to 10-fold prices per MWh in Europe! The alternative to hydrogen is electrification of process steps (again electric power) and the intermediate use of natural gas while processes are designed to switch to hydrogen at a later stage. \n \nJN: I believe people are looking from the wrong angle here. Instead of just saying that hydrogen is expensive, people should reconsider their business model. Make hydrogen where low-carbon electricity is available and competitive and then ship DRI/HBI as a commodity to steel-producing sites. It’s a big mistake is to insist on making iron close to steel just because “this is what we have been doing as an industry for decades.” It’s very simple! Hydrogen-based DRI/HBI can be cost effective and a smart way to store and/or transport hydrogen! It’s just that it will be H2 in “metallic form.” In other words, decoupling iron from steel can catapult the H2 economy and decarbonize steel production with a very interesting and competitive value chain. In the future, Iron will be produced by ironmakers and steel by steelmakers. Looks logical, doesn’t it? \n \nPC: Ironmaking has been dominated by coke (fossil coal) as the key reductant and, although hydrogen is the key solution to reducing the reliance on fossil reductants, natural gas is a tried-and-tested (and widely used) alternative. To produce near-zero emissions steel, its CO2 emissions have to be captured and stored. The economics and geology for that to happen at scale are still to be proven and differ widely region by region, and it can involve controversial aspects such as enhanced oil recovery, but in my view carbon capture and storage (CCS) will play a key role in the steel sector’s transition to net zero.",
    "images": "https://eurometal.net/wp-content/uploads/La-posizione-sulla-notifica-della-Commissione-UE-sulla-Salvaguardia.jpg",
    "tags": "CBAM;ETS;Green Steel",
    "excerpt": "With the race to decarbonize the steel sector gathering pace around the world, Fastmarkets reached out to subject experts in Europe, to discuss the major challenges and opportunities that lie ahead in the new, green steel landscape. The context In 2023-2024 Fastmarkets launched 12 green and reduced carbon steel prices to assess the price differential",
    "categories": "Latest Updates, CBAM, ETS, Green Steel"
}