{
    "title": "Blazing a new trail for hard-to-abate industrial financing - Stegra",
    "author": "unknown",
    "source": null,
    "date": "2023-12-04",
    "text": "Blazing a new trail for hard-to-abate industrial financing In a difficult investment environment, H2 Green Steel has taken its equity financing to more than $1.8 billion. The company’s series B funding round included Europe’s largest private placement for 2023, but it is unique in other ways as well. “There’s a lot of firsts with what we’ve done,” says CFO Otto Gernandt. “We are the first hard-to-abate industrial project to raise proper capital. This is completely unique.” To fund the construction of its large steel plant in northern Sweden, H2 Green Steel not only needed to prove the existence of a market for green steel but also demonstrate the long-term viability of green projects in an evolving regulatory environment. “I think the question for the world is, can you make a business model out of selling the same thing but producing it in a sustainable way?” says Otto. “That is what we are proving.” H2 Green Steel closed a series A equity round of €86 million in May 2021, followed by a first series B round of €260 million in October 2022 and a second series B round of €1.5 billion in September 2023. Last year, the company also announced a structure for debt financing of more than €3.5 billion, with commitment letters renewed in July 2023. H2 Green Steel will produce rolled steel products in an integrated plant which features green hydrogen electrolysis, direct-reduction of iron, and electric-arc steelmaking. While the technologies involved have all been proven before, this is the first time they have ever been deployed together at this scale. This integrated, near-zero process is new, but the actual steel products are the same as those produced in well-established carbon-intensive processes. “The only difference is close-to-zero climate impact, and the customer is willing to pay more for that,” says Otto. Steel produced in traditional blast furnaces emits roughly 2 tonnes of CO2 per tonne of steel. By comparison, the plant in Boden will deliver steel with up to 95 percent less emissions, an attractive proposition for companies who are looking for ways to rapidly reduce their supply-chain emissions in line with their own climate targets and promises made to customers, investors, and employees. Binding offtake agreements, which to date cover more than 40% of steel volumes for the initial years of production, have played a key role in proving demand. Several offtakers, including Marcegaglia, Mercedes-Benz, Scania, and Schaeffler, have also joined as investors. In addition to rolled steel products, the company has also pre-sold significant volumes of low-emission hot-briquetted iron (HBI), a raw ingredient for steel. A surplus of HBI will be available during the first years of production as the direct reduction plant produces more sponge iron than the steel plant needs before it is ramped up to full capacity of 5 million tonnes per year. “When we started three years ago, the idea that someone would pay a premium for green steel was incredible. People did not believe it was possible,” Otto explains. “And that is not the case anymore, thanks to the work we have done.” H2 Green Steel’s revenue will come primarily from selling steel and HBI, but getting the full picture requires an understanding of the EU Emissions Trading System (ETS) and Carbon Border Adjustment Mechanism (CBAM). The ETS is effectively a cap-and-trade policy instrument that puts a price on emissions in high-emitting sectors and is designed to decrease emissions over time in a cost-effective way. In this system, companies must pay for their emissions in the form of an ETS allowance, at a market price that is currently around €90/tonne. At present, steel manufacturers receive substantial free allowances, meaning they only pay for a small portion of their true emissions. Over time, the total number of allowances will decrease, and the number of free allowances will reduce to zero. This is expected to make emissions more expensive, and companies will have to pay more and more for each tonne of CO2 they emit. CBAM is a complement to ETS, basically ensuring that companies importing materials to the EU pay for their emissions just like producers in the EU. Put together, ETS and CBAM will make green products more competitive as the true cost of emissions is increasingly reflected in a product’s price. “What we’ve managed to do is come with the business model of the future, which includes a green premium and leverages the positive impact of the developing regulatory structure around emissions,” explains Otto. “We are the first in the world to go to the banks with this kind of challenge, where we show that we have a profitable company which includes revenue considerations that you’ve never seen before.” Otto hopes that H2 Green Steel can set an example for other companies looking for innovative ways of raising capital for industrial decarbonization projects. “First establishing the market, establishing the green premium, and getting banks to fund it, that is completely unique and will be essential for other products like green aluminum and cement,” he says. “So when these kinds of projects happen in the coming years, I hope they can point to us as an example that facilitates their funding.” The question of whether H2 Green Steel has created a financing template for other green industrial projects will only be answered with time, but Otto is proud of the work that his team has accomplished and optimistic about the future: “This is unprecedented and really sets a new market standard.”",
    "images": "https://stegra.com/media/Otto-web-1.webp",
    "tags": "",
    "excerpt": "In a difficult investment environment, H2 Green Steel has taken its equity financing to more than $1.8 billion.",
    "categories": ""
}