{
    "title": "From grey to green",
    "author": "Annaclara",
    "source": "afry.com",
    "date": "2024-12-17",
    "text": "From grey to green \n             The industrial transition to renewable hydrogen \n       The industrial transition to renewable hydrogen \n  \n       Renewable and low-carbon hydrogen is emerging as a crucial enabler for industrial decarbonisation, offering a sustainable pathway to reduce emissions in sectors like steel, fertilisers, and cement. With zero greenhouse gas emissions, renewable hydrogen produced via water electrolysis from renewable electricity stands out as a key solution. Complementing it, low-carbon hydrogen derived from fossil fuels with carbon capture or from nuclear power will also play an essential role in achieving a large-scale decarbonisation. Despite its immense potential, the transition to a hydrogen economy faces significant challenges, particularly in terms of cost and industrial willingness to pay, making strategic actions and international cooperation necessary to overcome these hurdles and realise hydrogen's full potential. Current situation and challenges faced A strong industrial base has been the cornerstone of economic growth for decades across numerous global markets. In the context of achieving net-zero economies, reducing emissions is a key priority for the industrial sector and policymakers. One central challenge lies in decarbonising industries such as steel, fertilisers and cement while simultaneously ensuring affordability and international competitiveness. Renewable and low-carbon hydrogen, and its derivatives e-ammonia and e-methanol, have the potential to enable the decarbonisation of the industrial sector. Renewable ('green') hydrogen is produced from renewable electricity via the process of water electrolysis and has zero GHG emissions. Other forms of low-carbon hydrogen can be produced from fossil fuels with carbon capture and storage ('blue') and from other forms of low-carbon electricity e.g. nuclear ('pink'). All these types of hydrogen can play a role to achieve large-scale decarbonisation. At present around 8Mt of hydrogen are used in Europe as a feedstock in oil refineries and as a critical component of ammonia, methanol and other chemicals production. Hydrogen is currently produced mainly from gas ('grey') and coal ('black'), and results in more than 70Mt tonnes of GHG emissions in Europe alone. Furthermore, hydrogen can play a crucial role in producing ‘green’ steel through the direct reduction iron (DRI) process, as an alternative to the conventional coal-based reduction method. This innovative approach is currently under development in several European projects, including HYBRIT and Stegra in Sweden. Hydrogen may also be used to generate the high-temperature process heat required in cement and glass production. This potential has been recognised by EU policymakers, who agreed upon an obligation to use renewable hydrogen in industry with established 2030 and 2035 targets included in the revised Renewable Energy Directive. This will create a demand of around 4Mt of renewable hydrogen by 2030, up from zero today. Wider EU aspirations go further with the ambitious RePowerEU target for 20Mt of renewable hydrogen production and imports by 2030. However, despite strong political will, the uptake of renewable hydrogen has, so-far, been slow due to the technical and economic challenges. The high costs and the industry offtakers’ willingness to pay (WTP) are the main obstacles to the development of a new hydrogen economy. It is now becoming critical to address the gap between hydrogen supply costs and the WTP to accelerate the hydrogen economy. European renewable and low-carbon hydrogen supply-demand (Mtpa1 demand and supply by 2030) Looking ahead Hydrogen production is anticipated to increase significantly in the foreseeable future, driven by increasing demand across sectors such as transportation and industry. Multiple markets have already announced substantial expansions in projects scheduled for establishment by 2030. While current production costs remain high, the International Energy Agency predicts a 30% cost reduction by 2030 for renewable hydrogen. To assess competitiveness, it is crucial to consider the CO2 costs through mechanisms like the European Union Emissions Trading System (EU ETS) or the Carbon Border Adjustment Mechanism (CBAM). Stegra in Sweden aims to be costcompetitive by accounting for environmental impact in its hydrogen-production processes. While the renewable hydrogen demand in Europe may not have taken off as quickly as hoped, the potential demand remains enormous and far exceeds the potential for domestic production. Germany, for instance, is expecting to import up to 70% of its hydrogen requirements by 2030, according to its 2023 strategy. These imports could happen by pipeline from other EU countries, including Norway, Denmark and Spain or via ship, likely in the form of ammonia, from locations including the Middle East, North Africa, Latin America or the U.S. Within Europe, production of hydrogen favours locations with high renewable electricity sources (e.g. solar, wind and hydropower). This places countries such as Spain, Portugal and the Nordics in a very good position to take advantage of relatively cheap renewable power and hydrogen production to develop export projects or to develop new industries such as green steel, e-methanol and e-ammonia/fertiliser. Renewable hydrogen demand in Europe (RED III obligations, renewable hydrogen demand 2030) Cost is the main barrier to the quick adoption of renewable hydrogen in the industrial sector although there appears to be an improvement in the outlook with more certainty regarding the regulatory framework and incentive schemes and funding availability. In those sectors where there is little or no alternative to using hydrogen, the relevant investments must be made whether they are driven by mandated obligations or by costs pass-through to the final product, which also varies by sector. For instance, while the costs of producing green steel may be 20-50% higher than traditional steel, the typical car sale price is expected to only increase by 1-2%, which could be borne by consumers. But, in other sectors such as fertilisers, extra costs are harder to pass through to farmers owing to the potential impact on food prices. Support mechanisms should therefore be targeted to those sectors that need the most support to decarbonise while maintaining affordability for the consumer. Hydrogen value chain (Production - Storage/Distribution - Utilisation) Announced capacity of global hydrogen production projects by end use and commissioning year (Mtpa) \n  \t\t\t\n             Insights at a glance \n      \n  \t\t Insights at a glance \n  \t\t Regulatory certainty  Reducing regulatory uncertainty faced by developers, investors and offtakers in order to increase the number of projects reaching FID will help to de-risk the development of the industry Infrastructure development  Promoting infrastructure development by providing clear investment signals for hydrogen networks and storage facilities to further attract funding and support Demand stimulation  Stimulating demand through transparent targets, obligations, and non-compliance penalties, as exemplified by the EU ETS and broader carbon pricing strategies, aids industries in effective planning whilst ensuring affordability and competitiveness of products International cooperation  Developing international cooperation on hydrogen and derivatives production to share best practices and encourage a global trade market to develop Developers  Screen for the best locations that combine production potential, proximity to offtakers, environmental sustainability and attractive support mechanisms to improve economic aspects of hydrogen projects Industrial offtakers  Develop decarbonisation strategies that consider all alternative technologies, be it electrification with renewable energy sources or use of hydrogen where there is no credible alternative End-users  Ensure a reliable supply of hydrogen-derived products through long-term offtake agreements, prioritising markets and products where cost increases can be effectively absorbed through pass-through mechanisms Governments  Ensure immediate regulatory and policy action at both European and national levels to reduce uncertainty and to target support mechanisms where they will have most impact",
    "images": "https://afry.com/themes/custom/afpt/assets/images/og_image_standard.jpg",
    "tags": "",
    "excerpt": "Renewable hydrogen is vital for industrial decarbonization, offering zero-emission solutions for sectors like steel and cement. Despite its potential, high costs and industry adoption remain challenges",
    "categories": ""
}