{
    "title": "Hydrogen Europe",
    "author": "Peter Collins",
    "source": "Hydrogen Europe",
    "date": "2024-02-20",
    "text": "The case for global H2 trade: a factual response to T&E 20 February 2024 Massive 600MW blue H2 plant secures UK planning permit 21 February 2024 Brussels, 20 February 2024 Hydrogen Europe has published its manifesto for the 2024 elections, highlighting the benefits of hydrogen to Europe’s competitiveness, job creation, and climate goals. With the huge threat that climate change poses, to our society and to our individual opportunities, the manifesto emphasises the benefits of a healthy hydrogen sector – more jobs, global development, and more routes to decarbonisation. These priorities are encompassed in the three pillars of the manifesto: An EU Industrial policy for a competitive, resilient, and sustainable Europe, A thriving European Market for clean hydrogen, A Pan-European infrastructure that provides resilience and flexibility to the energy system “We are extremely proud to share our manifesto, which encompasses the values and ambitions of our organisation. The upcoming elections this year, in the EU and globally, could drastically alter our path to a free, sustainable Europe. We encourage candidates from all countries and all parties to consider our message and build a better Europe together,” said Jorgo Chatzimarkakis, CEO of Hydrogen Europe. Through the three pillars, Hydrogen Europe advocates for a series of regulations, legislation, and common policies geared towards a clean energy transition with hydrogen acting as its catalyst. On-going processes for building up a hydrogen manufacturing base, implementing certifications and standards for clean hydrogen, and finalising the regulatory framework through the likes of CBAM will be paramount, as will implementing an EU Clean Industrial Plan, a European Grid Strategy, an EU storage strategy, and an integrated offshore infrastructure plan. Hydrogen Europe calls on all candidates to focus on the looming existential threat of climate change and the urgent need for European reindustrialisation and to put the accessibility of clean hydrogen in the energy transition at the forefront of their platform. Read the manifesto here.",
    "images": "https://hydrogeneurope.eu/wp-content/uploads/2022/04/henwslogosmall.jpg",
    "tags": "",
    "excerpt": "[…]",
    "categories": "HE News"
}