{
    "title": "Hydrogen Europe",
    "author": "Hydrogen Europe",
    "source": "Hydrogen Europe",
    "date": "2022-08-04",
    "text": "Germany to receive 27 H2-powered trucks from Hyundai 2 August 2022 Greece: New Hydrogen Projects 8 August 2022 Hydrogen Europe met this week with the Czech Minister of Industry and Trade, Jozef Síkela, in the context of the current Presidency of the Council of the European Union. After explaining the details of the Czech hydrogen strategy, Mr Síkela highlighted the priorities of the Czech Presidency for the next six months. The Presidency comes at a very crucial stage for the European Green Deal and the underlying legislation, with important elements such as the Renewable Energy Directive (RED II) and the Carbon Border Adjustment Mechanism (CBAM) awaiting final votes and trilogues before the end of this year. Minister Síkela stressed the importance of including Member States with limited access to renewable energy production in Europe’s hydrogen ambitions. Combining low-carbon electricity from various sources could make clean hydrogen much more competitive, enabling accelerated uptake by industry and fuel suppliers. The Delegated act on additionality would need to reflect these aspects by providing much more flexibility and enabling more Member States to produce competitively priced clean hydrogen. Regarding the legislative proposals on the table of the Czech Presidency, it was discussed that any unnecessary complexity should be avoided until the first ramp-up phase of hydrogen technologies is fulfilled. It was noted that unbundling rules should be defined in a step-by-step approach to allow this nascent market to develop. Furthermore, considering that we anticipate hydrogen will only become a commodity market from 2030 onwards, Hydrogen Europe believes the same step-by-step approach should also apply to the Delegated act on additionality. Europe must maintain its leading role in the development of hydrogen technologies. It is essential to apply the good practices learned during the development of the renewable energy sector, as well as to avoid bad policies. Hydrogen Europe also congratulated Minister Síkela on the Czech Republic’s successful participation in the IPCEI process. The importance of an ambitious Alternative Fuels Infrastructure Regulation (AFIR) for the overall implementation of hydrogen strategy was discussed. A minimum number of hydrogen refuelling stations deployed along the EU TEN-T road networks and in urban nodes will be necessary to use the clean hydrogen produced, especially for heavy-duty transport. Last but not least, Hydrogen Europe welcomed the membership of the Ústí region and plans to develop a hydrogen valley in the Czech Republic, highlighting especially the role of the railway sector. Several options for building a future hydrogen corridor in Central and Eastern Europe were discussed, which could be an important step in connecting Ukraine’s recovery plan with the pending need to replace Russian gas and oil.",
    "images": "https://hydrogeneurope.eu/wp-content/uploads/2022/08/website-pics-960x720-px-56-a9f2d59c2a38b26109c5138015765c8d.jpg",
    "tags": "",
    "excerpt": "[…]",
    "categories": "HE News"
}