{
    "title": "Hydrogen Europe",
    "author": "Hydrogen Europe",
    "source": "Hydrogen Europe",
    "date": "2022-12-14",
    "text": "German funds Kenya renewables, H2 exports 13 December 2022 US IRA could hinder EU green H2 amibtions 15 December 2022 The CBAM regulation comes with contradictions regarding hydrogen imports Last night, EU lawmakers reached a final deal on a Carbon Border Adjustment Mechanism (CBAM). This environmental policy will price the carbon content of selected goods upon import, based on these goods’ embedded emissions, with a view to fostering decarbonisation in the EU and abroad. On top of 5 types of goods initially proposed by the Commission, the scheme will also cover hydrogen – as requested by the European Parliament. Hydrogen Europe welcomes the deal on CBAM, which can be a key tool for decarbonisation while avoiding the re-location of the industry outside Europe. However, it fails to consider some important aspects for the well-designed coverage of H2. These must be kept in mind ahead of the final EU ETS trilogue this week and during the implementation of the revised EU ETS and the CBAM through secondary legislation. In the coming years, a substantial share of the foreseen 10Mt of imported renewable hydrogen by 2030 will be done through H2 carriers. Regrettably, the CBAM will only cover one of those carriers (Ammonia), but many others are excluded (e.g., methanol, e-kerosene). A fair level playing field needs to be provided to all forms of H2 and H2 carriers to have undistorted trade conditions. Thus, other carriers such as methanol and e-fuels (like e-kerosene, e-diesel or e-methane) have to be covered too. We understand that the H2 carried via LOHC is covered by CBAM. Therefore, LOHC for mere hydrogen transportation purposes should not be in the scope of CBAM. This is because only the hydrogen content of LOHC will be placed on the European market, with the dehydrogenated LOHC merely acting as a ‘package’ for H2 transport and returning to its point of departure. Not having all H2 import possibilities treated in a similar way can distort import strategies and might have negative consequences for the direct import of hydrogen via pipelines. Following the proposal by the European Parliament to widen the scope of the CBAM, the European Commission conducted a brief analysis into the implications of such a move. However, there has not been a comprehensive impact assessment. Hydrogen Europe firmly believes that policy intervention should always follow sound impact assessments and extensive consultation to help understanding the impact of such policies. In this case, the EC should follow up by providing more details regarding the impacts on imports of hydrogen and hydrogen carriers to the EU, on availability of free allowances for low-carbon hydrogen production, and on jobs in the hydrogen sector. Daniel Fraile, Chief Policy officer at Hydrogen Europe, said: “the CBAM can be a key tool to meet Europe’s decarbonisation targets while preserving its industrial base. However, a good CBAM deal covering hydrogen can only be a good deal if it has followed an impact assessment and if it puts hydrogen and all hydrogen carriers (eg. Methanol, LOHC, e-kerosene…) on an equal footing in terms of carbon leakage protection. EU lawmakers should work with stakeholders to develop solutions that ensure these conditions are met. In that context, the CBAM should also swiftly expand its scope to cover downstream products too, such as electrolysers and fuel cells, that use CBAM-covered goods as main components.” Further information for journalists on CBAM A Carbon Border Adjustment Mechanism (CBAM) can provide a level-playing field for the EU industry against risks of carbon leakage. It can foster decarbonisation abroad and domestically, with the parallel phasing out of free allowances, on top of other measures like the reduction of the ETS cap and benchmarks values. Stronger carbon pricing for EU producers and EU importers means more price-based incentives to switch to cleaner production processes for all CBAM-covered goods, such as use of clean hydrogen in steel manufacturing. The coverage of fertilisers by ammonia (which has embedded hydrogen) is particularly welcome in the context of the proposal for a 50% consumption target for renewable hydrogen consumption by 2030 binding industrial hydrogen consumers, under the revised Renewable Energy Directive. EU manufacturers of fertilisers, among others, will be bound to show that half of the hydrogen they consume is renewable, inducing additional costs resulting from the switch to new technologies and processes. However, non-EU fertiliser manufacturers are not bound by this target. They could therefore produce cheaper, carbon-intensive fertilisers then sold on the EU Single Market, jeopardising competitiveness of domestic manufacturers facing higher costs. The coverage of fertilisers by the CBAM can disincentivise the purchase of carbon-intensive fertilisers, by applying a carbon price on their emissions, and can therefore provide EU producers with level playing field in this context. After a proposal by the European Parliament, the final CBAM deal includes hydrogen under the CBAM, on top of the initial scope of products the Commission had suggested (steel, cement, fertilisers, aluminium, electricity). Some of these produced contain embedded hydrogen. The mechanism will have a 3-year transitional period starting as from 1 October 2023, with emission monitoring, and actual surrendering of CBAM certificates (payments) will start in 2026/27 (depending on general EU ETS deal this weekend). This means that, as of 2026/2027, hydrogen importers would have to buy and surrender CBAM certificates based of the embedded emissions of their imported hydrogen. The policy foresees that the considered share of emissions increases with time. It will make imports of carbon-intensive hydrogen more expensive. In parallel of the phasing in of CBAM, free allowances allocated to the hydrogen sector will be progressively phased out. Only conventional H2 plants are today eligible to ETS free allowances. With the reviewed ETS, all H2 types, including from water electrolysis, will be eligible too. This Press release has been updated on 19.12 to clarify aspects related to LOHC.",
    "images": "https://hydrogeneurope.eu/wp-content/uploads/2022/04/henwslogosmall.jpg",
    "tags": "",
    "excerpt": "[…]",
    "categories": "HE News"
}