{
    "title": "Hydrogen Europe",
    "author": "Hydrogen Europe",
    "source": "Hydrogen Europe",
    "date": "2022-06-27",
    "text": "H2-Powered Trains 27 June 2022 Council approved position on RED II & EED 27 June 2022 On 22.06.2002, the European Parliament voted on the proposals of the Environment Committee on the EU ETS and on the CBAM in the EP Plenary. The Parliament’s position provides a good basis to start trilogues with the European Commission and Member States later this year. The Parliament is proposing a framework for a faster decarbonisation across sectors, while addressing carbon leakage risk, and funding volumes to support the rapid adoption of clean technologies. In the voted reports, Hydrogen Europe welcomes: 1) the faster cap reduction and introduction of a wider sectoral coverage to maritime and aviation) under ETS I, and the coverage of road transport and buildings under ETS II, 2) the coverage of all hydrogen production types under the ETS and free allowances eligibility for small scale renewable hydrogen production (> 5tpd) while phasing out of free allowances for carbon-intensive hydrogen, and 3) a CBAM gradually phasing out free allowances while providing the necessary level-playing field for the EU industry against risks of carbon leakage, including for EU exporters. Policy makers will still have to clarify whether: All hydrogen carriers will be covered by carbon leakage protection (methanol is currently not covered), to ensure a level playing field, and RFNBOs will be considered zero emission under the ETS and across all EU legislations with pragmatic emissions accounting at capture stage under the ETS in the EU and equivalent schemes abroad. The Parliaments played its part. Now, before the trilogues start, it is now up to the Council to finalise its position. For further inforamtion: European Parliament’s position on the Revision of the EU ETS: https://www.europarl.europa.eu/doceo/document/TA-9-2022-0246_EN.pdf European Parliament’s position on the proposal for a CBAM: https://www.europarl.europa.eu/doceo/document/TA-9-2022-0248_EN.pdf",
    "images": "https://hydrogeneurope.eu/wp-content/uploads/2022/04/henwslogosmall.jpg",
    "tags": "",
    "excerpt": "[…]",
    "categories": "HE News"
}