{
    "title": "Dmytro Nikolayenko: Metinvest's new Italian plant will be the most modern steel plant in the EU - GMK Center",
    "author": "Дмитрий Николаенко",
    "source": "GMK.CENTER",
    "date": "2025-03-26",
    "text": "Thanks to the construction partner Danieli, this plant will become a model for demonstrating the most advanced green steel production technologies Metinvest Group developed plans to build a new plant in Italy before the war. As of today, all the necessary documents have been signed to start preparatory work for its construction. Production of green steel is expected to start in mid-2028. Here are the key points from an interview with Metinvest’s Chief Commercial Officer Dmytro Nikolayenko for the FAQ Talks project. Last November, the Italian Ministry of Business and Metinvest Group signed a declaration on the construction of a green steel plant in the Piombino municipality. The Metinvest Adria project will be the most modern plant in Europe that will produce green steel using the latest technologies. The total cost of the project is €2.5 billion with an annual capacity of 2.7 million tons of hot-rolled coils. It will contribute to the decarbonization of steel production in the EU and is part of Italy’s strategy to restore steel capacities. The project will be financed by international financial institutions and shareholders’ own funds. Metinvest Adria will produce green steel using electric arc furnaces, DRI from Ukraine, as well as pig iron and scrap. The use of Ukrainian direct reduced iron will facilitate Ukraine’s integration into the European market and reduce Italy’s dependence on imports of steel products from third countries. We are building this plant in cooperation with the Italian company Danieli, which is a major manufacturer of metallurgical equipment. They have an idea not just to build this plant, but to turn it into a showroom to demonstrate its technologies to other steel companies – potential customers. Danieli, as technologically advanced company, is interested in making this plant state-of-the-art. Therefore, we are reasonably hopeful that it will be one of the most technologically advanced plants in Europe. Italy is a major market in terms of steel consumption and a major importer (about 5 million tons of steel products per year, largely hot-rolled coils from non-European countries). Piombino has a large industrial port, so we will use the opportunity to supply raw materials and ship products by sea. Sea freight is used for deliveries both within Italy and within Europe. Although we do not plan to ship much outside of Europe, regional markets have different dynamics, so we may ship some products to Turkey and North Africa. The construction of Metinvest’s new plant in Italy will support the integration of Ukrainian iron & steel industry into the European market. Metinvest plans to supply pig iron and DRI from Ukraine to Metinvest Adria as key raw materials for steelmaking. In the future, we will focus only on supplying HBI (hot briquetted iron) when we launch this production in Ukraine. The main idea is to produce green steel. We have high hopes for this project, which is the largest Metinvest has ever undertaken. Yes, it is not easy. But we have experience in Italy, and we already have two plants there, although our competencies were mostly realized in Ukraine. We have a long way to go – at the first stage, we need to recruit a team that can learn and work in this territory.",
    "images": "https://gmk.center/wp-content/uploads/2025/03/53c33870c28b4bf685d6e3ac0e00cf23_2255x1269-e1742802471101.jpg",
    "tags": "",
    "excerpt": "Thanks to the construction partner Danieli, this plant will become a model for demonstrating the most advanced green steel production technologies",
    "categories": ""
}