{
    "title": "Ukrainian steel industry needs support to adapt to CBAM – Metinvest",
    "author": "Вадим Колисниченко",
    "source": "GMK.CENTER",
    "date": "2024-11-12",
    "text": "The introduction of carbon adjustment in the EU may threaten the access of Ukrainian steel industry to this market without adequate financial assistance The Ukrainian steel industry, like other industries, is facing challenges due to the EU’s Carbon Border Adjustment Mechanism (CBAM). It is designed to ensure compliance with environmental standards, but it can have a negative impact on Ukrainian exports, said Oleksandr Vodoviz, Head of the Office of Metinvest CEO, at the Kyiv International Economic Forum (KIEF). According to him, one of the risks of the EU’s CBAM policy for the Ukrainian industry is the impossibility of unconditional implementation of regulations without proper support from enterprises. The transition of the domestic steel industry to cleaner technologies requires significant financial support, which is currently absent in Ukraine. “In terms of the environment, we see guidelines that Ukraine should adopt certain regulations. But we cannot adopt them blindly. For example, in Europe, €0.5-1 billion is allocated for decarbonization for each plant. And we have nothing. We want people to pay attention to the fact that we are in different weight categories,” Vodoviz says. The European Union should take into account the economic realities of the Ukrainian industry, which is still recovering from Russian aggression, and create equal conditions for competition. He adds that without support, the state risks losing the main industries that generate GDP, and Ukrainian products may lose competitiveness in the EU market. “Ukraine wants to integrate, but it requires a level playing field,” says Vodoviz, adding that Ukrainian companies are ready to modernize if they have access to financial support, including grants. According to a recent study by GMK Center, “How the European CBAM could weaken Ukraine’s economy,” 15-17% of Ukraine’s exports to the EU could be affected by the CBAM. In 2023, Ukraine’s exports of goods subject to the CBAM amounted to $3.6 billion, and 93% of the goods were ferrous metals. In 2026 (the first year of full implementation of the CBAM), export losses could reach $202 million. In 2030, this figure could reach $1.4 billion. After 2030, Ukraine faces a complete halt in exports to the EU of cement, fertilizers, pig iron, square billets, and long products. In 2026-2030, total export losses could reach more than $4.6 billion. Exports to the EU are vital for Ukrainian companies to continue operations, maintain employment, and support the local economy.",
    "images": "https://gmk.center/wp-content/uploads/2023/09/shutterstock_2271864077-scaled-e1731330699997.jpg",
    "tags": "CBAM;EU;Metinvest;ArcelorMittal Kryvyi Rih",
    "excerpt": "The introduction of carbon adjustment in the EU may threaten the access of Ukrainian steel industry to this market without adequate financial assistance",
    "categories": ""
}