{
    "title": "CBAM implementation should be postponed at the state level – Metinvest CFO",
    "author": "Вадим Колисниченко",
    "source": "GMK.CENTER",
    "date": "2024-10-31",
    "text": "Its introduction should be gradual, as the stimulation of environmental behavior requires large investments The introduction of environmental taxes in Ukraine, which are expected in connection with the implementation of European legislation and the introduction of a carbon border adjusment mechanism (CBAM), should be postponed at the state level. This opinion was expressed by Yulia Dankova, Chief Financial Officer of Metinvest Group, at the XXII Annual Forum of CFOs of Ukraine. According to her, the environmental payments that will be levied with the introduction of CBAM will encourage responsibility for environmental impact and prevent climate risks. However, instead of introducing additional regulation to existing taxes, Ukraine should create a new tax similar to the European one. And its introduction should be gradual, as incentivizing environmental behavior requires large investments. For example, in recent years, all steelmaking companies in Europe have received billions of euros in government support for environmental improvements, while Ukrainian steelmakers did not have such opportunities even before the war. “Unfortunately, during the war, the EU or IMF will not make such investments in environmental programs, so the introduction of CBAM should also be postponed at the state level. If environmental taxes are introduced without grants and investments, it will be another disadvantage for Ukraine’s competitiveness in the global market,” she said. According to a recent GMK Center study “How the European CBAM could weaken Ukraine’s economy”, 15-17% of Ukraine’s exports to the EU could be affected by the CBAM. In 2023, Ukraine’s exports of goods subject to the CBAM amounted to $3.6 billion, and 93% of the goods were ferrous metals. In 2026 (the first year of full implementation of the CBAM), export losses could reach $202 million. In 2030, this figure could reach $1.4 billion. After 2030, Ukraine faces a complete halt in exports to the EU of cement, fertilizers, pig iron, square billets, and long products. In 2026-2030, total export losses could reach more than $4.6 billion. Exports to the EU are vital for Ukrainian companies to continue operations, maintain employment, and support the local economy.",
    "images": "https://gmk.center/wp-content/uploads/2023/12/shutterstock_2266566427-1.png",
    "tags": "CBAM;taxes;Metinvest;ArcelorMittal Kryvyi Rih",
    "excerpt": "Its introduction should be gradual, as the stimulation of environmental behavior requires large investments",
    "categories": ""
}