{
    "title": "Green transformation of Metinvest's Ukrainian assets will cost approximately $9 billion — News — GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2023-12-20",
    "text": "Due to the war, Ukraine has already lost at least two years to start the process The green transformation of Metinvest Group’s Ukrainian assets could cost about $9 billion. Yuriy Ryzhenkov, CEO of Metinvest, told Forbes in an interview. At the same time, he noted that Ukraine has already lost at least two years to start this process due to the war. According to the Group’s CEO, the implementation of the European Cross-Border Carbon Adjustment Mechanism (CBAM) will be a challenge for the company’s Ukrainian plants. «We will not have time to rebuild our factories by 2026 because of the war. Therefore, there are two options – accelerated entry of Ukraine into the EU and joining the European Emissions Trading System (EU ETS), or postponement of the ETS requirements for Ukraine,» Ryzhenkov noted. He explained that if it were not for the war in the country, the Group would have had time to prepare, because it was going to rebuild factories for the production of low-carbon steel. In particular, the possibility of building electrosmelting furnaces at Zaporizhstal instead of Marten was considered, the plans included modernization of Kametstal, Ilyich Iron and Steel Works. «Therefore, we have an objective reason to ask for a delay: the country is at war. All steelmakers in the EU started their green transformation at the same time, but we lost at least two years. Now we cannot invest in large-scale projects in Ukraine because investors cannot provide financing at normal interest rates,» explained Yuriy Ryzhenkov. The company’s CEO estimated the total amount of investments in the green transformation of Ukrainian assets (Mining, Kametstal, and Zaporizhstal) at approximately $9 billion, in particular, the modernization of Zaporizhstal would be worth about $2 billion. «It is realistic to do this and we plan to do it after the end of the war. This is an investment program for 5-10 years,» noted Yuriy Ryzhenkov. However, according to him, Ukraine does not have as much scrap as the renewed Zaporizhstal, Kametstal and AMKR will need. Therefore, the group will need to modernize its mining and processing plants to produce high-quality DR pellets. Metinvest is currently planning to build a new rolling plant in Italy with a capacity of approximately 3 million tons of steel. Its cost is comparable to the modernization of Zaporizhzhia, so the company calls the project a «pilot project for the reconstruction of Zaporizhstal.» «This plant will increase the capacity utilization of our Ukrainian Minings and stimulate their modernization to produce high-quality pellets. The EU also does not have enough scrap metal to supply all the steel mills that are currently being modernized,» the company’s general director noted. He explained that the choice in favor of Italy was due to the fact that this country is the largest importer of rolled steel in the EU. Therefore, Metinvest will not compete with local producers, but will replace imports. The Ukrainian company’s partner in this project is Italian Danieli, a global manufacturer of metallurgical equipment that has announced its withdrawal from the Russian market. Metinvest is also counting on the support of the Italian authorities, as there are institutions in the country that provide relevant loans and grants. If everything goes according to plan, construction could start in 2024 and be completed in 3-4 years. As GMK Center reported earlier, Yuriy Ryzhenkov believes that private domestic companies should be involved in Ukraine’s military-industrial complex (MIC) to increase production for the Armed Forces.",
    "images": "https://gmk.center/wp-content/uploads/2023/03/Metinvest-1.png",
    "tags": "Metinvest;decarbonization;green steel;ArcelorMittal Kryvyi Rih",
    "excerpt": "Due to the war, Ukraine has already lost at least two years to start the process",
    "categories": ""
}