{
    "title": "Andriy Kryl: Abolishing EU Duty Helped Ukrainian Steel Industry to Survive War",
    "author": "unknown",
    "source": "metinvest.media",
    "date": "2024-04-16",
    "text": "There are hopes that the relatively free access of Ukrainian companies to the European market will be preserved. The EU’s abolition of duties on Ukrainian iron and steel products after Russia’s full-scale invasion opened up the European market for Ukrainian steelmakers. This helped them to maintain sales volumes and ensure stability and efficiency. Andriy Kryl, head of international relations at Metinvest, emphasised this at the Ukraine’s Future Summit. “First, I would like to thank the Commission and the EU for lifting the trade protection measures in place at the time of the Russian invasion, as this helped us to maintain our volumes. Here, I speak on behalf of all Ukrainian steel producers, because after these measures were lifted, the market opened up for us, and this helped to ensure the stability and efficiency of our enterprises.” He expressed hope that the relatively free access of Ukrainian companies to the European market will be maintained, as the steel sector has suffered the most from the war, with at least half of Ukraine’s steelmaking capacity lost. “Every tonne of product that we can sell to the EU provides jobs and employment at strategically important enterprises. However, we see certain challenges in the future, as there is still a certain amount of Russian products on the EU market, and we believe that this is wrong and needs to be eliminated.” Andriy Kryl emphasised that an upcoming, new obstacle for Ukrainian companies to operate in the European market will be the carbon tax (Carbon Border Adjustment Mechanism, or CBAM), which will be fully effective in 18 months. However, he expressed hope that thanks to the dialogue between the Ukrainian government and the European Commission, these obstacles could be overcome and trade flows would remain uninterrupted. In his opinion, the Ukrainian and European steel sectors are currently facing the same challenges. We are talking about decarbonisation, about the production of ‘green steel’, about changing the way that the whole industry is organised. We believe that joining forces and combining some projects and efforts between the Ukrainian and European sides can be useful. In addition, Ukraine can help to decarbonise the European steel industry to some extent, because we have the largest reserves of iron ore in Europe, and the ores are suitable for a new type of production. Our energy mix, for various reasons, is greener than the average energy mix in the EU. — Andriy KRYL, head of international relations at Metinvest Summing up, he added that Ukraine is the right strategic partner for the EU when it comes to strategic autonomy and business reshoring. Also attending the event were Taras Kachka, trade representative of Ukraine; Leon Delvaux, director of the European Commission’s Directorate-General for Trade; and Mykhailo Bno-Airiian, chairman of the Committee on European Integration at the Federation of Employers of Ukraine (local abbreviation: FRU). Based on the discussion, the participants made the following conclusions. ◾The work of Ukrainian business under the current terms of trade was actually a test for Ukraine on how to work in the EU’s single market on the terms of an EU member state. ◾Autonomous trade preferences helped to support Ukraine’s economy in wartime and save jobs. ◾Sensitive goods have been clearly identified, and their access to the EU market will have a special track in the negotiations on Ukraine’s accession to the EU. ◾Ukrainian business is already significantly integrated into the EU supply chain, and this has significant potential for further development. ◾Trade policy should be as predictable as possible on both sides and remove foreseeable obstacles to trade in a timely manner, such as the full application of the one expected in 2026. The material was prepared by GMK CENTER.",
    "images": "https://metinvest.media/data/page/card/5e/16/5e1686e905c84ecdb3180045ab93f2c2_1087x725.jpg",
    "tags": "",
    "excerpt": "There are hopes that the relatively free access of Ukrainian companies to the European market will be preserved.",
    "categories": ""
}