{
    "title": "The Page: Green Steel and New Export Routes – How Metinvest is Transforming During the War",
    "author": "Metinvest",
    "source": "metinvestholding.com",
    "date": "2024-12-20",
    "text": "The Group’s steel plants have reached 75% of capacity How is Metinvest Group concluding 2024? This year has been quite challenging since we did not anticipate such a drop in prices, which are currently 30-40% lower than forecast. In terms of steelmaking, the Group managed to keep five blast furnaces operational – three at Zaporizhstal and two at Kamet Steel – along with the full range of rolled products. These plants have reached approximately 75% of their capacity compared with the pre-invasion situation. Considering the destruction of plants in Mariupol, Metinvest’s steel production now stands at around 35-40% of pre-war levels. Steelmakers are sustaining these production volumes thanks to the reopening of seaborne exports. In the mining and processing sector, there are different vectors. On the one hand, we started the year with rather modest production expectations of around 1 million tonnes of iron ore per month. The consistent operation of the ports ensured steady demand from Ukraine’s steelmakers, and by the end of the year we had reached 1.6-1.7 million tonnes per month. This represents 40-50% of capacity compared with 2021. Currently, three of the Group’s mining and processing plants are operating. We were forced to suspend operations at Inhulets Iron Ore due to high tariffs for imported electricity during power outages. Given the specifics of the production chain and high energy costs, maintaining its operation became inefficient. All employees from Inhulets are being reassigned to other Group enterprises in Kryvyi Rih to preserve the core workforce and to be able to resume production as soon as conditions allow. Central Iron Ore and Northern Iron Ore are operating quite well. Southern Iron Ore is severely impacted by power restrictions caused by missile attacks on Ukraine, forcing us to balance consumption. We have simply suspended some of the equipment there. Metinvest’s first cogeneration units are set to be commissioned in January-February 2025 Is Metinvest considering the construction of distributed generation for individual enterprises? I mean cogeneration, gas turbine or gas piston units. Or would there still not be sufficient capacity for large mining and processing plants? The mining and metals industries are quite energy intensive. We have calculated that to fully cover our electricity needs with our own generation (gas turbine, solar and others), we would need to invest around US$450 million solely to install these cogeneration units. Unfortunately, in the current circumstances, we cannot afford such a large investment. We have developed a US$20 million cogeneration investment project for Kamet Steel. The units have been procured and are scheduled for delivery in December 2024. The next step will involve Northern Iron Ore and Central Iron Ore, with these projects planned for launch in January-February 2025. While we planned to launch our own generation for Kamet Steel and Northern Iron Ore somewhat earlier, there is a very long queue for these units. Cogeneration will supply power to equipment critical for resuming production after a shutdown. For example, if we understand that there will be a missile attack, we switch on the units. They support the equipment, ensuring that even if the energy infrastructure is hit, we will not lose critical equipment and can prevent an accident. At Zaporizhstal, the situation is slightly better, as it has more in-house generation. At Southern Iron Ore, we can balance energy consumption simply by reducing production. Baltic ports have opened new export destinations How have Metinvest’s logistics and raw materials chains changed? Have you switched to imported raw materials? On the contrary, we are striving to minimise the import of raw materials as much as possible and work exclusively with what we produce in Ukraine. Before the war, we imported coking coal for our coke plants on a large scale, but now we rely solely on Ukrainian coal. We use imports only where it is appropriate. For example, we have resumed importing coal for pulverised coal injection into blast furnaces. Following the reopening of the ports, we import this coal by sea and ensure efficiency by reducing natural gas consumption. We have also fully transitioned to our own iron ore. We have stopped using third-party suppliers of sinter ore for our sinter plants and now rely on our own concentrate. We are trying to maximise our own capacity and collaborate with Ukrainian producers. For example, we source G grade coal from our partners at DTEK, and K grade coal from the mine in Pokrovsk. The classic coke blend consists of four coal grades – K, G, Zh and PS – but we are now working with a two-component blend of K and G. While the quality of coke has slightly decreased, it is still possible to work with this blend and use our own coal, minimising imports to ensure cost-effectiveness. As for other raw material import routes, we are gradually resuming them, but in small volumes, for related production. Naturally, we had to restructure our exports at the start of the invasion when the ports were closed. We had to export everything by rail, and these were quite significant restrictions. We exported through Poland to the north, to the ports of Gdansk, Świnoujście and others. The concentrate was delivered there to meet the needs of the pool of producers who use it in their own production near the Ukrainian border. There was also a logistics chain to the south, reaching the Romanian port of Constanta. When the ports reopened, it certainly made things a bit easier. As a result, we have increased production volumes at the mining and processing plants. We primarily export iron ore to China and both iron ore and metal to Europe. Now we are even closing markets in Northern Europe where we have never exported before – to Finland and a little bit to Sweden. So Metinvest has found a new export route thanks to the Polish ports? Yes, Finland and Sweden are new markets for us. They have posed a challenge as customers there are quite demanding and require very high-quality products. We have also mastered new types of products with increased iron content, and so on. Plants in Europe How are the Group’s European plants developing? Has their share in total production increased? It is quite insignificant. As a reminder, we have four plants abroad: Promet Steel in Bulgaria produces rebar and long products Ferriera Valsider in Italy is able to produce hot-rolled coils and plates Trametal in Italy, which can produce structural steel plates Spartan UK in the UK, which can produce steel plates The combined output of these plants accounts for up to 10% of the Group’s total production. The core facilities remain concentrated in Ukraine. Has the war affected the investment and development plans of individual plants? As long as the war continues in Ukraine, we cannot make significant investments in the country due to security risks and the inability to attract credit financing to the territory where hostilities are ongoing. For this reason, we have adopted a strategy of maintaining our main equipment in good condition. In 2024, our investments (CAPEX+OPEX) amounted to around US$670 million across all our production sites: Kryvyi Rih, Kamianske, Zaporizhzhia and Pokrovsk. We are carrying out all scheduled maintenance and making selective investments that allow us to rapidly launch large projects as soon as possible. Impact of green steel in Italy on the modernisation of Ukrainian plants Metinvest’s latest high-profile project is an investment agreement with the Italian government to build a green steel plant in Piombino. At the end of November, the Group signed an agreement with the Italian government covering the construction of a new plant in Piombino, in northern Italy. This will be a fully green steel mill with an annual capacity of 2.7 million tonnes of steel. The project is valued at EUR2.5 billion (mainly loans from European financial institutions and banks), and we will build it in partnership with the Italian steel company Danieli. Piombino will serve as an example of what our steelmaking sites in Zaporizhzhia and Kamianske will look like in the future. The project will also provide an impetus to improve the quality of our iron ore from Kryvyi Rih. This will make it possible for us to immediately attract investments for our Ukrainian facilities after the war is over. We have already developed an US$8 billion strategy for Ukraine. When exactly is it planned to be implemented? Does it include the modernisation and technology upgrade at Kamet Steel and Zaporizhstal? The projects will commence as soon as there is sustainable peace in Ukraine, allowing us to begin discussions with our partners about the reconstruction and construction of modern plants here. The end of hostilities and the signing of a peace agreement will mark the starting point for us to start shaping the future configuration of the Group in Ukraine. That is, what we do first, what we do second. We currently have a project to construct a plant in Piombino. We have plans to gradually modernise the mining and processing plants in Kryvyi Rih. As for the steelmaking sites, the investment plan includes a fairly large number of areas. We are considering a comprehensive modernisation of production equipment at Kamet Steel. There are various technical configurations for rebuilding the plant. For example, a smelter, converter, furnace and modern casting and rolling units. Alternatively, it could be an iron reduction unit, an electric furnace and a casting and rolling module. There are also many options for Zaporizhstal – a wide range of possibilities that will depend on the level of funding we can attract to Ukraine. When can the Piombino plant be launched? Investment projects of this scale take at least five years to complete. According to the agreement with the Tuscany region, the plant is scheduled to begin operations in 2028. I would like to note that the EUR 2.5 billion investment will be shared among all project participants – partly by us, partly by Danieli, and a significant part will come from financial institutions in Italy and the EU. What are your investment plans for 2025? We are preparing to launch two large projects in 2025: The repair of blast furnace No. 9 at Kamet Steel, with an investment of US$20 million. The tailings pulp thickening project at Northern Iron Ore, which is a completely new construction. I have already mentioned that in Ukraine, we choose projects that will enable us to proceed with modernisation in the future. About CBAM This year, a new term, CBAM, has been introduced into Ukraine’s metallurgical vocabulary. Could you elaborate on this? CBAM, or Carbon Border Adjustment Mechanism, is a cross-border carbon tariff. The European Union began implementing it in 2023, with the new rules coming into force in the EU in 2026. According to GMK Centre analysts, Ukraine’s export losses due to CBAM could exceed US$4.6 billion by 2030. Today, CBAM, carbon emission limits, seem to be a rather distant prospect for Ukraine. The European Union will gradually introduce additional duties based on the carbon footprint per tonne of production. But after 2034, they will make us uncompetitive. That is why we are all focusing on green metallurgy. How much will the green modernisation of the Group’s plants cost? According to preliminary estimates, it will cost around US$8 billion. The issue is not just about the amount. Even with the funding involved, these are very large-scale projects that will require seven to ten years to implement. Even under the most optimistic scenario – if the war in Ukraine ends in 2025 – we will not be able to modernise all steel production in Ukraine by 2032-2034. For this reason, we are already working to explain to EU regulators that CBAM could simply shut down the entire Ukrainian economy. There needs to be a transitional model that includes a modernisation plan, an investment plan, the start of construction and the shift of the Ukrainian steel industry to European standards for green steel production. What role can the Ukrainian government play in this discussion with the EU? A purely negotiating one. It involves lobbying for the interests of Ukrainian steelmakers and miners in Europe. I’m talking not only about Metinvest, but also about ArcelorMittal and DCH Group (Interpipe is in a better position, as they built a green plant from the outset). We require significant support from the Ukrainian government to ensure a smooth transition – so that we can complete it in time without losing either jobs or tax revenues to the budget. Finance Recently, the Group offered its Eurobond holders to buy back their bonds. How is the situation progressing? Everything is going according to plan. There are no changes, and we are fulfilling all our obligations. Will your shareholders be satisfied with the financial performance in 2024? First, we need to finish 2024, then we can evaluate the results. The situation around Pokrovsk What is the current situation in Pokrovsk? We are all aware of the situation in Pokrovsk and how the front line has shifted over the past few months. We have suspended operations at Metinvest Pokrovske Coal’s ventilation shaft No. 3 in Pishchane. At other sites, we are taking all possible measures to keep people off the surface and ensure they can work safely. We are doing everything possible to ensure that Pokrovsk remains Ukrainian. This year, we have spent nearly UAH400 million on fortifications around Pokrovsk, New York and Dobropillya. Currently, we are also fortifying Velyka Novosilka, digging anti-tank ditches there. Every day, we have 34 units of our equipment involved in constructing fortifications. Between 40 and 60 of our employees are equipping platoon strongholds, company strongholds and other facilities. Let’s put it this way: we are not only engaged in production processes but are also actively contributing to the city’s defence. Does the Group have a plan B in the event of Metinvest Pokrovske Coal’s loss? Of course, we do. First, we have stockpiled coal at our coke plants. The plants would continue to operate. Of course, later we would have to switch to importing coking coal to Ukraine. We would need to purchase the specific grade or a mix of grades to sustain production. While this would affect our efficiency, we will not stop; we will continue working anyway. The question is not about production. There have already been missile strikes at Metinvest Pokrovske Coal, resulting in fatalities. The evacuation of miners’ families from Pokrovsk has been underway since August-September, and miners are working on a shift basis. Meanwhile, the official social media accounts of the mine management are full of optimism, including posts about preparations to launch new longwalls at the mines. What is the purpose of this? Well, let’s hang a banner saying “We’re all going to die” and do nothing (smiles sadly – The Page). Everyone can see the Deep State maps and read reports in the independent press. There are enough open sources to understand the actual situation, perhaps with a delay of two or three days. All the managers of Metinvest Pokrovske Coal, myself included, regularly visit people on site. During these face-to-face conversations, we explain the current situation, discuss possibilities and options if the worst-case scenario occurs, and outline what conditions we can offer. The situation is as follows. We offered people the option of evacuating their families. There are places where they can come, stay and wait for a time while their spouses work. We are also currently constructing a modular town in the Dnipro region for the families of our employees. Most of them have simply relocated, with some compensation and assistance from us, to stay with their relatives or somewhere else in villages near the mine administration in the Dnipro region. We have reorganised the bus routes to make it comfortable for people. They live in Pavlohrad, Pershotravensk (Shakhtarsk), and yes, we transport them from these locations. They understand that their families are safe and they commute to work. We offer them a job: “There are jobs in Zaporizhzhia, come here.” They respond: “No, thank you. We have already lived in a frontline city. We would rather go to Kamianske or Kryvyi Rih, or even to western Ukraine. Maybe we will find opportunities to leave and work in Polish mines.” Many people are now returning to Pokrovsk. Not just mine workers with their families, but also Pokrovsk residents. They left, travelled around Ukraine, observed what was happening. They ran out of money and returned to the place where they had housing. What happened to those who left Mariupol and Avdiivka? Regarding Avdiivka Coke, all those willing to work were employed at several Group enterprises, accounting for about 24-25% of the plant’s workforce. Many of our employees from Avdiivka and Mariupol moved to other regions. 600 “life capsules” and classified production We have published numerous news stories about steel underground command and control posts, hospitals, mock-ups of equipment to camouflage Ukraine’s army, fortifications and more. Sometimes it seems like one of the many production facilities is entirely dedicated to manufacturing products for the defence forces. Is that really the case? Everything we do for Ukraine’s defence forces is provided on a charitable basis. It is impossible to compare the millions of tonnes of iron ore concentrate with the 600 “barrels” (as Oleksandr Myronenko refers to the “life capsules” – steel command posts and hospitals – The Page) that we have already delivered to the front line. Although our “barrels” are only one aspect. We have certified mine trawls with the Ministry of Defence. These are special rollers mounted on a tank that clear minefields. While we are attempting to secure a contract, there is a lot of bureaucracy. The third area is anti-drone meshes for military equipment, large metal structures that stop FPV drones. We have already developed three modifications for Leopards: Leopard 1, Leopard 2 and modernised Leopard 2. We have meshes for T-72, T-74 and Abrams. We have yet to add British Challengers to the collection, and now we will be looking at the T-80. We also produce meshes for almost all light armoured vehicles: Bradley, IFVs, M-113, and so on. We provide all this free of charge. Another aspect is armoured protection for all types of vehicles, from HMMWVs to M-113s. These facilities continuously employ between 300 and 400 people. These are separate sites outside the main production facility that operate 24/7. We cannot disclose some information due to security reasons. How many Metinvest employees are at the front line today? In total, more than 10,000 Metinvest employees have been mobilised. Approximately 8,000 are currently serving in the army. Others have been demobilised, while some have been killed or wounded.",
    "images": "https://metinvestholding.com/Content/Entities/NewsItem/207960/ru/img.jpg",
    "tags": "",
    "excerpt": "Oleksandr Myronenko, chief operating officer of Metinvest Group, gave an extensive interview to the Ukrainian business publication The Page. He discussed the Group’s performance in 2024, energy investments, logistics and exports, green steel and CBAM, the situation in Pokrovsk and military production.",
    "categories": ""
}