{
    "title": "“Our goal is to make Metinvest a leading global green steel producer.” An extensive interview with Yuriy Ryzhenkov, the Group’s CEO, for Forbes",
    "author": "Metinvest",
    "source": "metinvestholding.com",
    "date": "2025-02-25",
    "text": "A successful year and expectations about Trump What were the main factors that influenced Metinvest Group in 2024? The most important development for all exporters was the opening of a sea corridor from the Odesa ports, which has created additional logistical opportunities for us. This is the main factor that delivered the improved results in 2024. Total exports and sales of iron ore increased significantly to over 12 million tonnes in 2024. Revenues outside Ukraine in the first half of 2024 increased by 25% year-on-year. Given the decline in prices for both steel products and iron ore, we grew much more in physical volume terms. The second factor is that we have fully returned to our operational efficiency improvement programme. For example, we adjusted the business process to use our own raw materials. And, according to most indicators — technical, technological and production — we have returned to the levels of the best results of 2020-2021. We significantly reduced production costs, and, despite the decline in prices in 2024, our results for the first half of the year exceeded those for the same period in 2023. How much did Metinvest Group’s production increase in 2024? Iron ore — up 42%; pig iron — up 3%; and steel — up 4%. What negative factors affected operations? Power outages and issues with electricity imports were the main setbacks. Another problem was the increase in tariffs for services provided by natural monopolies, primarily, the rising tariffs for electricity transmission. The second is logistics. When someone claims that the industry underpays tariffs or that the state subsidises the industry, it is not true. The industry has always subsidised the population, both in the electricity market and railway transportation. The main issue with the railway is the unprofitable, non-market conditions for passenger transportation, rather than industrial freight. The state should take responsibility for financing at least part of the package of benefits and preferences provided for the population, which are covered by monopoly-imposed tariffs for non-household consumers. And, of course, there is the issue of staff and the aggressor’s offensive towards Pokrovsk. We had to suspend the operation of the mine due to the inability to ensure continued electricity supply and the safety of our employees. How did this impact the plants’ operations? We were preparing for this eventuality and diversified the coal supply chains — we contracted as much as we could from other enterprises and shipped coal for Ukraine’s needs from our facility in the US. We will certainly not halt steel production due to the temporary suspension of production at the Prokrovsk mine. But this will have a serious impact on the Group’s business. Instead of sourcing coal via the nearest logistics route — from Pokrovsk to Zaporizhzhia and Kamianske — we will now have to purchase it globally, with the logistics component having a significant impact on production costs. In total, it could amount to 10% of the cost of the coal. Trump’s economic policy. What are your expectations for its impact on the global economy? In fact, it is unclear which of Donald Trump’s initiatives are serious and which are designed to raise stakes or invite dialogue. We are witnessing turbulent actions that are causing waves across the global economy, including currencies, and so on. How will it all end? When a major power like the US moves towards protectionism, it becomes a serious issue for the global economy and, incidentally, for the US itself. It’s just that they will feel the consequences later, in three to four years. Metinvest’s supply volumes to the US are insignificant — not even within the margin of error. The largest share consists of pig iron, which is not subject to tariffs, and I think this will not change — it is the raw material for the US economy. What is the current number of employees at Metinvest? More than 50,000 active employees, including those mobilised into the Armed Forces of Ukraine. Objectively, there is an outflow of personnel due to the war. Our enterprises are located not far from the front line, and people are seeking safer places to live. We are talking not only about men but also about women, who make up over 35% of our workforce. There is another situation that has been created somewhat artificially. All our employees have updated military registration documents, have undergone a military medical examination and so on. Of course, it is easier for the Territorial Recruitment Centre system to mobilise people from assets like ours rather than addressing the shadow economy. This is a serious issue. Currently, more than 20% of our workforce — or 30% of those liable for military service — have been mobilised from our enterprises. We need a proper, well-thought-out draft deferral system that will allow us to work. Deferral is not a privilege for businesses, as some claim, but an integral part of preserving the economic foundation of the state’s defence capability. If the economy ceases to function, we will lose the war despite Western support. That is why the processes of confirming the critical status of enterprises and deferring employees must, first, be consistently fast and as transparent as possible. Second, we need to realise that large industries cannot quickly prepare replacements for employees that are taken from enterprises. It can take from three to seven years to train a specialist. Exports and investments How has your export strategy changed compared to the period before the full-scale war? It has not changed much. We have our main markets — Ukraine and the EU, where we supplied over 50% of our products before the full-scale invasion. Then there are all the other ones, the so-called balancing markets, which follow a more opportunistic approach to supply. We enter them when it is profitable and refrain when it is not. For iron ore, our main markets are the EU countries, and we have expanded them by entering Scandinavia and other Northern European countries. What we cannot sell in the EU due to limited consumption volumes is exported to Southeast Asia — to China, South Korea, and other markets. How has the product line for export changed? The focus has been on producing iron ore with a higher iron content, which is currently in demand. We have already mastered its production at our joint venture, Southern Iron Ore. We had already also previously done this at Central Iron Ore before the full-scale invasion. What factors will have the greatest impact on your exports in 2025? How do you mitigate potential critical risks? In short, they can be divided into several blocks. The first is maintaining the competitiveness of Ukrainian producers on foreign markets. To achieve this, as I have already mentioned, state monopolies must not impose additional tariff pressure on operating businesses. The second is preserving access to foreign markets (it is important to maintain trade liberalisation for steel with the EU, the US and the UK) and strengthening sanctions against Russia’s mining and metallurgical complex, which continues to sell slabs and pig iron to the EU due to the position of certain countries. The third factor is a consistent environmental and industrial policy of the state regarding environmental modernisation and decarbonisation. We all need the introduction of the Carbon Border Adjustment Mechanism (CBAM) for Ukraine to be suspended because of the war. Another relevant factor remains the confirmation of the critical status of deferrals and the engagement of veterans in the workforce due to the risk of losing skilled personnel. As for new challenges, these include access to finance for modernisation and the green transition projects for the mining and metallurgical industry, as well as ensuring stable demand for Ukrainian steel on the domestic market. But these are post-war matters, and they can be discussed separately when peace comes. How energy-independent are Metinvest’s enterprises? We have our own generation capacity of about 45-50 MW. We supply the most critical processes, which account for approximately 10% of our energy consumption. We are building an additional 40 MW of gas-fired generation capacity, which will be commissioned this year. We are also installing solar panels. How has the Group’s investment logic changed over the three years of war? Where did you invest in 2024? What are your investment priorities for the next three years? Due to security risks, we cannot invest in Ukraine as we used to. We had serious investment plans in Mariupol, Kryvyi Rih, Zaporizhzhia and Kamianske. Nevertheless, in 2024, the total investment volume reached around US$670 million at our sites in Ukraine. This includes both OPEX and CAPEX. As soon as we can secure financing, we plan to implement major projects at our enterprises. This year, we also have many plans. For example, we are implementing a tailings pulp thickening project at Northern Iron Ore and repairing blast furnace No. 9 at Kamet Steel at our own expense. The total investment in these projects in Ukraine alone amounts to approximately US$50 million. What are your investment plans abroad? The largest project in the coming years is the construction of a green steel plant in Italy. The estimated cost of the joint project is EUR2.5 billion. It will be financed primarily through loans and grants provided by the European Union. This is a pilot project that will serve as a model for the future modernisation of Zaporizhstal and Kamet Steel. On the other hand, this plant is a response to the decarbonisation trend, which is driving the modernisation of iron ore assets to meet the requirements of green metallurgy. Italian projects having synergies with those in Kryvyi Rih make Ukraine part of the European steel chain. When will you start construction? We have already signed an agreement for the land plot where the construction will take place. The project documentation is being prepared. We are going through the procedure for approving financing from both commercial banks and institutions. The signing of a programme agreement with the Italian government is at the final stage. I think we will be able to start construction this year. What potential M&A are you considering abroad? We are always looking for opportunities. We are interested in Eastern and Southern Europe — regions where we can create synergies with our existing business processes and Ukrainian assets. As far as I know, a tender has been announced for the Huta Częstochowa plant in Poland, which formerly belonged to the Industrial Union of Donbas. We have not made a final decision yet, but I think we will take part in the tender. In Ukraine, we have an US$8 billion strategy for the green modernisation of Ukrainian enterprises over 7 to 10 years. We are ready to launch this strategy as soon as the war is over, and Ukraine receives security guarantees. What are your personal goals for this year? I still hope that the war will end soon, and that we will be able to return to normal operations and regular investment in Ukraine. My personal dreams are directly linked to how possible this will be. Our goal is to make Metinvest a leading global green steel producer. We absolutely can do this – we just need a chance.",
    "images": "https://metinvestholding.com/Content/Entities/NewsItem/207979/ru/img.jpg",
    "tags": "",
    "excerpt": "In an interview with Forbes Ukraine, Yuriy Ryzhenkov, CEO of Metinvest Group, talked about the factors that influenced the Group’s performance last year, Trump’s economic policy, Metinvest’s exports and investment strategies, as well as plans and risks for 2025.",
    "categories": ""
}