{
    "title": "Metinvest Group Provides Perspective on the European Green Deal",
    "author": "University; IMD; Frankfurt School; Management; Wharton MBA Admissions; Vlerick Business School",
    "source": "The European Business Review",
    "date": "2021-04-28",
    "text": "The European Green Deal seeks to make the European Union climate-neutral within 30 years. Accomplishing this goal will require not only modernizing companies within the EU, but the EU will also have to navigate trade implications that the deal has. As a global steel supplier that serves the EU, Metinvest Group has a unique perspective on how this climate-neutral effort might impact trade. Metinvest Group Is a Global Steel Supplier That Serves the European Union Metinvest Group is a vertically integrated steel supplier with operations around the world. The group is a global conglomerate of mining and steel companies that have assets in Ukraine, the European Union, the United Kingdom and the United States. The group’s operations continue to grow, and the group has supplied steel for many notable projects. Within Europe, Metinvest has provided steel for the construction of the Shard in London, the Jonica project in Southern Italy and the Genoa bridge in Italy. The Jonica project required some 40,000 tonnes of steel for the construction of road viaducts, tunnels and highways, and the Genoa bridge used 18,000 tonnes. Metinvest was able to supply all the steel required for the bridge in under one year, thanks largely to the group’s vertical integration and presence in Europe. Metinvest’s goal is to become the leading supplier of steel within Europe, including within the European Union. To accomplish this, Metinvest has operations set up across Europe. Specifically, Metinvest has four steel re-rolling mills located throughout Europe. Steel is regularly shipped into these mills, which are in the U.K., Bulgaria and Italy, and this shipping normally involves sending steel across the EU border. Because of their place within the EU steel market, Metinvest is uniquely positioned to speak on how the European Green Deal might affect trade. Metinvest itself regularly moves commodities across the EU border as steel is shipped from one company within the group to another. The group also has a firsthand view of how vital steel is to the EU’s economy, both in terms of steel re-roller operations and in building out major infrastructure projects. The European Green Deal Seeks Carbon Neutrality But May Impact Trade The European Green Deal’s push for carbon neutrality is laudable, and even Metinvest Group itself is investigating ways to move in this direction. From Metinvest’s perspective, however, the potential consequences on trade must be carefully considered. In particular, the European Green Deal’s Carbon Border Adjustment Mechanism (CBAM) may negatively impact the flow of goods coming into the EU. CBAM is designed much like a tariff that will tax goods produced outside of the EU, in countries that don’t have the same carbon-neutral regulations. As is the case with any tariff, the expected result would be fewer goods entering the EU from countries that aren’t carbon-neutral by 2050 (the ultimate year of the European Green Deal’s plan). While reducing the flow of goods into the EU would adversely affect companies that regularly import goods to the union, these companies aren’t the only ones that would be affected. The European Union itself could also be drastically affected, and steel serves as a good example of the potential impacts. Steel isn’t something that’s reasonably sourced entirely within the EU, so the import of either steel or the mined raw materials is necessary. Taxing these commodities because they come from other countries that aren’t carbon-neutral would increase the cost of steel within the EU, and even a small per-tonne cost increase could have major consequences when tens of thousands of tonnes are needed for a project. Moreover, the effect of a potential carbon-related tariff on steel would extend beyond the actual projects that steel is needed for. Many of these projects are major infrastructure undertakings, and a large investment in modernized roads and buildings will be needed to make the EU carbon-neutral. Limiting the impact of steel in any way could limit the development of new infrastructure that’s able to take the union into a fully carbon-neutral future. Finding Solutions With Other Countries The solution to this dilemma isn’t for the EU to delay or forgo enacting the European Green Deal, but it’s for the EU to work closely alongside other European countries and major trading partners. Together with other trading partners, the EU can find solutions that will move the union (and Europe) toward a more carbon-neutral future without negatively impacting trade in a way that inhibits the EU’s ultimate goals. Metinvest Group is pleased to see that the EU is indeed working with other European countries and trading partners, as is evidenced by the ongoing talks between the EU and Ukraine. The two parties continue to explore solutions that would allow trade while moving in a carbon-neutral direction. Success Lies in the Details The success of the EU and Ukraine talks will ultimately depend on the details of the plans. Metinvest Group has itself found that promises are easy to make but can be difficult to keep. Actually moving toward a carbon-neutral future will require extensive plans with thought-out details on how the plans will proceed. Hopefully, the EU, Ukraine and others will develop detailed plans that work well. About Metinvest Group Metinvest Group maintains mining and steel companies throughout the world. The group is involved in everything from mining and processing steel to selling semi-finished and finished steel goods. The group was established in 2006 and has grown to command approximately half of the iron ore market. The group’s goal is to become the primary steel supplier in all of Europe, while also serving customers in other locations.",
    "images": "https://www.europeanbusinessreview.com/wp-content/uploads/2021/04/metinvest-green-deal.png",
    "tags": "",
    "excerpt": "The European Green Deal seeks to make the European Union climate-neutral within 30 years. Accomplishing this goal will require not only modernizing companies within the EU, but the EU will […]",
    "categories": "Sustainability & Wellbeing;Climate Change;Latest News"
}