{
    "title": "Metinvest and Danieli sign a shareholder agreement for the construction of a plant in Piombino",
    "author": "Вадим Колисниченко",
    "source": "GMK.CENTER",
    "date": "2025-02-20",
    "text": "New steel plant will become an environmental hub and strengthen cooperation between Ukraine and Italy Metinvest Group and Danieli have signed a shareholder agreement on partnership within Metinvest Adria S.p.A. This step consolidates agreements on joint management, decision-making and financing of a new steel plant in Piombino, Italy. The agreement was signed on February 19, 2025, at the Italian Ministry of Enterprise and Production in Rome, Metinvest said in a press release. “Once again we have kept our promises. The signing of the shareholders’ agreement marks a decisive step towards the relaunch of the Piombino steel hub, with green technology, at the forefront in Europe,” said Adolfo Urso, Minister of Enterprises and Production of Italy. The agreement is expected to enter into force in the second half of 2025 after regulatory requirements are met. The new plant will become the basis for cooperation between Italy and Ukraine and will contribute to the recovery of the Ukrainian industry. “Given global instability and the ongoing war in Ukraine, the signing of this agreement is a key step in ensuring the sustainable development and future of both the Ukrainian and Italian metallurgical industries. This is our chance to unite and accelerate Ukraine’s integration into the EU. It is an opportunity to establish a segment of the economy that can serve as a foundation for both building the future of Europe and rebuilding Ukraine after the war,” said Yuriy Ryzhenkov, CEO of Metinvest Group. Metinvest Adria will become a center for green steel production using electric arc furnaces and secondary raw materials: scrap, pig iron and direct reduced iron. The raw materials will be supplied by Metinvest’s Ukrainian enterprises, which will create a strong link between the two countries’ steel industries. A contract was also signed between Metinvest Adria and Danieli to develop the basic engineering of the plant, which will become one of the most modern green steel production facilities in the world. “This project is not only an investment in innovation and competitiveness, but also a bridge between the Italian and Ukrainian steel industries,” said Giacomo Mareschi Danieli, CEO of Danieli Group. The project documentation envisages the construction of electric arc furnaces, Danieli QSP-DUE steel casting and rolling modules, as well as cold processing facilities and a service center. Thanks to advanced technologies, the plant will ensure high productivity and environmental safety, as well as set new standards for the modernization of steel industry in Ukraine. As GMK Center reported earlier, on November 20, 2024, Metinvest and Danieli signed a declaration on the construction of a plant with an annual capacity of 2.7 million tons of steel. The project will be financed by international financial institutions and shareholders’ own funds.",
    "images": "https://gmk.center/wp-content/uploads/2025/02/image-1-2025-02-20T121721.706.jpg",
    "tags": "Metinvest;EU;Italy;Danieli;ArcelorMittal Kryvyi Rih",
    "excerpt": "New steel plant will become an environmental hub and strengthen cooperation between Ukraine and Italy",
    "categories": ""
}