{
    "title": "Ukraine's future membership in the EU should help to find a compromise on CBAM – Kril",
    "author": "Юрий Григоренко",
    "source": "GMK.CENTER",
    "date": "2024-10-30",
    "text": "It is also necessary to establish an intergovernmental dialogue so that CBAM does not interfere with the cross-border movement of goods Given the war and the negative impact of the CBAM on business, negotiations with the EU should reach a solution to mitigate the mechanism for Ukrainian exporters. In this context, the most important factor should be Ukraine’s future membership in the EU. This was stated by Andriy Kril, a representative of Metinvest’s project office, at the roundtable discussion “How CBAM will weaken Ukraine’s economy” held by GMK Center. “It is important that Ukraine is not seen as a third country in the CBAM projection of the EU, because we are moving towards EU membership. We have started negotiations, Ukraine has committed itself to the approximation of legislation and integration into the common market, so this factor should also be taken into account when we talk about certain decisions that the European Commission may apply to CBAM,” said Andriy Kril. In his opinion, the governments of Ukraine and the EU countries need to establish an ongoing dialog so that the application of CBAM does not affect the flow of goods across the border. This is due to the fact that there are already cases when foreign customs officers demand CBAM documents for Ukrainian goods, including those that do not fall under this mechanism at all. “We also cannot forget about CBAM, which should operate in Ukraine along the Ukrainian border, because if we become part of the EU single market and legal framework, CBAM should operate along the external border of Ukraine. I understand that this is a complex regulation that requires a lot of institutional capacity,” added the Metinvest representative. According to a GMK Center study, the introduction of CBAM in the EU will lead to increased losses for the Ukrainian economy. Currently, more than half of Ukraine’s exports of goods go to the EU, and 15-17% of them may be subject to CBAM. If Ukraine loses $202 million in exports in the first year of full implementation of CBAM, in 2030 this figure will increase to $1.44 billion per year. As GMK Center reported earlier, there is currently a transitional period during which companies submit CBAM reports. Practice shows that all companies that have to submit reports have problems with it. In particular, they include the lack of trained employees who can prepare the relevant reports, access to verifiers and the necessary data.",
    "images": "https://gmk.center/wp-content/uploads/2024/10/2024-10-29-17.27.08.jpg",
    "tags": "CBAM;Metinvest;ArcelorMittal Kryvyi Rih",
    "excerpt": "It is also necessary to establish an intergovernmental dialogue so that CBAM does not interfere with the cross-border movement of goods",
    "categories": ""
}