{
    "title": "CBAM: Unijny podatek węglowy może uniemożliwić Ukrainie odbudowę gospodarki",
    "author": "Teoriabiznesu Pl",
    "source": "Portal biznesowy - Wiadomości / Informacje / Porady",
    "date": "2025-01-01",
    "text": "Jak podaje Politco: „Ukraińskie firmy zajmujące się stalą i żelazem potrzebują nabywców z UE bardziej niż kiedykolwiek. Ale zbliżający się podatek UE w 2026 r. będzie kosztował je miliony, jeśli nie zostaną wprowadzone szybkie zmiany”. Także Komisja Europejska przyznała, że Ukraina będzie jednym z krajów najbardziej dotkniętych przez CBAM (Carbon Border Adjustment Mechanism – mechanizm wyrównania cen na granicach). Jak ukraiński przemysł stalowy odnosi się do nowych rozwiązań dotyczących opłaty granicznej za emisję dwutlenku węgla? Wpływ CBAM na stosunki handlowe między Ukrainą a Unią Europejską CBAM może istotnie zmniejszyć wartość ukraińskiego eksportu do Unii Europejskiej, która była kluczowym partnerem dla producentów stali jeszcze przed inwazją Rosji na pełną skalę. \nW przypadku importu i przemysłu stalowego wielu ekspertów wskazuje na to, że o ile sprowadzanie niektórych produktów do UE będzie kontynuowane, to ceny towarów znacznie wzrosną, a import innych produktów może zostać wstrzymany. W kontekście nowych ustaleń wątpliwości budzi również praktyka stosowania CBAM na pełną skalę w odniesieniu do importu \nz Ukrainy, przy jednoczesnym pozostawieniu otwartych drzwi dla rosyjskich półproduktów stalowych w ramach najnowszego 12. pakietu sankcji. Wojna na Ukrainie jako zdarzenie o charakterze siły wyższej w regulacjach CBAM Ukraińskie przedsiębiorstwa z branży stalowej rozumieją potrzebę zmniejszenia swojego śladu węglowego. Zwracają jednak uwagę na realne ograniczenia w realizacji projektów wspierających zieloną transformację. – Gdyby nie było wojny, mielibyśmy czas na przygotowania do zielonej transformacji. Planowaliśmy przebudowę naszych zakładów w celu produkcji stali niskowęglowej oraz modernizację Kamet Steel i Ilyich Steel. Rozważaliśmy także budowę elektrycznych pieców łukowych w Zaporożu zamiast pieców martenowskich. Obecnie jednak nie możemy zaangażować się w duże projekty transformacyjne na Ukrainie, ponieważ inwestorzy nie są w stanie zapewnić finansowania po normalnych stopach procentowych” – mówi Jurij Ryżenkow, dyrektor generalny Metinvest, wiodącego podmiotu w branży hutniczej i wydobywczej z Ukrainy.  Wprowadzenie opłaty CBAM w obliczu wyniszczającej wojny może znacznie pogorszyć sytuację ukraińskiej gospodarki. Odnosząc się do nowych wydarzeń, Jozsef Csapo, zastępca dyrektora generalnego ds. technologii i strategii w ArcelorMittal Kryvyi Rih, powiedział dla Politico: „Ukraina padnie na kolana„. Eksperci twierdzą, że Ukraina może ponieść znaczne straty finansowe \nz powodu nowych przepisów. Stanislav Zinchenko, prowadzący niezależną firmę konsultingową doradzającą firmom z branży żelaza i stali, szacuje je na 1,4 mld dolarów. Przedsiębiorcy wskazują na pilną potrzebę wsparcia Ukrainy. – Przepisy СBAM stanowią, że jeśli wystąpią odpowiednie, zakłócające zdarzenia siły wyższej, to Komisja Europejska może podjąć decyzje, które pomogą złagodzić te regulacje. Jeśli cokolwiek zakłóci stabilność eksportu, oczekujemy, że Unia Europejska podejmie odpowiednie kroki – komentuje Jurij Ryżenkow. Klauzula siły wyższej odnosi się do „wystąpienia nieprzewidywalnego, wyjątkowego \ni niesprowokowanego zdarzenia, które jest poza kontrolą jednego lub więcej krajów trzecich”. \nW oświadczeniu dla Politico, rzecznik Komisji Europejskiej powiedział, że organ wykonawczy UE „oceni w odpowiednim czasie, czy klauzula ta może skutecznie zaradzić wyjątkowej sytuacji Ukrainy”. Ukraińskie firmy mają nadzieję, że Komisja Europejska zastosuje ten przepis bliżej rozpoczęcia ostatecznego okresu CBAM w 2026 roku. Potencjalne rozwiązania w kontekście Ukrainy i CBAM Dekarbonizacja w Unii Europejskiej jest w dużej mierze napędzana przez wsparcie publiczne państw. Niektóre firmy działające w przemyśle stalowym oczekują pokrycia 50 proc. inwestycji dekarbonizacyjnych ze środków publicznych. Ukraińscy przedsiębiorcy mają ograniczone możliwości w tym zakresie. – W czasie wojny i powojennej odbudowy ukraiński rząd nie będzie miał możliwości finansowania programów dekarbonizacji. Biorąc pod uwagę bliskie relacje Ukrainy z Unią Europejską, rozsądne byłoby, gdyby ukraińskie firmy mogły uczestniczyć w programach unijnych finansujących dekarbonizację – byłby to przykład prawdziwej integracji” – podsumowuje Jurij Ryżenkow. W opinii ukraińskich firm w kontekście CBAM warto rozważyć dwie opcje. Pierwszą z nich jest przyspieszona akcesja Ukrainy do Unii Europejskiej i przystąpienie do Europejskiego Systemu Handlu Emisjami (EU ETS) z pewnymi derogacjami. Druga opcja to odroczenie wymogów CBAM dla Ukrainy. W tym przypadku przedsiębiorcy biorą pod uwagę zobowiązanie Ukrainy do wdrożenia własnego systemu handlu uprawnieniami do emisji (ETS) i uczestnictwa w Zielonym Ładzie UE. Metinvest Metinvest to pionowo zintegrowana grupa firm stalowych i wydobywczych, która zarządza każdym ogniwem łańcucha wartości, od wydobycia i przetwarzania rudy żelaza i węgla po wytwarzanie i sprzedaż półproduktów i gotowych produktów stalowych. W jej skład wchodzą zakłady produkcji stali i górnictwa zlokalizowane na Ukrainie, w UE, Wielkiej Brytanii i USA, a także sieć sprzedaży obejmująca wszystkie kluczowe rynki globalne, w tym Polskę. www.metinvestholding.com/pl",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": "Aktualności;Pieniądze"
}