{
    "title": "This is a challenge for Ukrainian CBAM plants – Metinvest's CEO",
    "author": "Маша Малоног",
    "source": "ЭкоПолитика",
    "date": "2023-12-20",
    "text": "Yuriy Ryzhenkov, CEO of Metinvest Group, said that paying the fee under the European carbon adjustment mechanism for imports (CBAM) starting in 2026 will be a challenge for Ukrainian plants. Due to the additional tax, Metinvest's products may become uncompetitive in the EU market and exports will be blocked in a certain period, he said in an interview with Forbes, ZPRZ.CITY reports. Ryzhenkov explained that CBAM will not complicate the work of the company's European plants, as they use local slabs. However, it is impossible to rebuild the plants in Ukraine by 2026 due to the war. \"Therefore, there are two options: accelerated accession of Ukraine to the EU and joining the European Emissions Trading System (EU ETS), or postponement of the ETS requirements for Ukraine. If it weren't for the war, we would have had time to prepare. We planned to rebuild our factories for the production of low-carbon steel,\" he emphasized. According to him, \"Metinvest\" was considering the possibility of building electric melting furnaces at \"Zaporizhstal\" instead of \"Marten\", and also planned to modernize \"Kametstal\" in Kamiansk and \"MMK named after Ilyich\" in Mariupol. \"We have an objective reason to ask for a postponement – there is a war in the country. All metallurgists in the EU started the green transformation at the same time, but we lost at least two years. Now we cannot invest in large-scale projects in Ukraine, as investors cannot provide financing at normal interest rates,\" said Ryzhenkov. He said that currently the company can get financing at 20% or more. However, in this case, such projects will never pay off. On the eve of the full-scale war, Metinvest raised financing at less than 7%. Thus, Zaporizhstal needs to spend about $2 billion to modernize. \"Green metallurgy requires a lot of scrap metal or high-quality DR pellets. Ukraine does not have as much scrap metal as will be needed by modernized Zaporizhstal, Kametstal, and ArcelorMittal Kryvyi Rih. Therefore, at the same time, we will need to modernize our Mining for the production of high-quality pellets,\" said Ryzhenkov. The CEO of the company emphasized that the total investment in the green transformation of Ukrainian assets reaches $9 billion. The investment program is planned to be implemented after the end of the war within 5-10 years. Earlier, EcoPolitic wrote, that the Metinvest group announced its intention to produce green steel at its rebuilt plants in Mariupol and Avdiivka, in Donetsk region, after the deoccupation. As EcoPolitic previously reported, General Director of Metinvest Group Yuriy Ryzhenkov stated that the company's green transition strategy despite the full-scale war remains unchanged.",
    "images": "https://ecopolitic.com.ua/wp-content/uploads/2023/12/4D08521D-2DD6-4656-B33C-C40A1109C556-scaled.jpeg",
    "tags": "",
    "excerpt": "Yuriy Ryzhenkov, CEO of Metinvest Group, said that paying the fee under the European carbon adjustment mechanism for imports (CBAM) starting in 2026 will be a challenge for Ukrainian plants. Due to the additional tax, Metinvest's products may become uncompetitive in the EU market and exports will be blocked in a certain period, he said […]",
    "categories": ""
}