{
    "title": "Steel Prices Bottoming Out Amid Cautious Optimism for 2025",
    "author": "Matthew Warder",
    "source": "thecoaltrader.com",
    "date": "2025-03-17",
    "text": "At the Siderweb Forum’s roundtable discussion titled “Steel in Italy and the World,” steel industry leaders expressed cautious optimism for a potential recovery in 2025, suggesting that current steel prices may have bottomed out after a prolonged downturn. Participants at the event, including key figures from major steel companies, pointed out the cyclical nature of the steel market and noted factors that could influence the market’s trajectory in the coming year. A Prolonged Bearish Cycle with Hope on the Horizon Yuryi Rizhenkov, CEO of the Ukrainian Metinvest Group, emphasized that the current downturn is one of the longest in the last 20 years, but this duration itself gives reason for optimism. “The steel market is cyclical by nature,” Rizhenkov said, suggesting that the current bearish phase may soon give way to an upswing. However, he also warned of ongoing uncertainty due to geopolitical factors like the war in Ukraine and the Middle East crisis. Nevertheless, Rizhenkov sees potential positive effects from recent Chinese government stimulus measures aimed at boosting economic activity. Fernando Espada, president of EUROMETAL, echoed Rizhenkov’s sentiments, expressing hope that China’s economic stimulus could provide lasting support for the market. At the same time, Espada highlighted the need to monitor the European Central Bank’s (ECB) monetary policy closely, which could significantly impact the European steel industry. Current Challenges for the Steel Industry Antonio Marcegaglia, president and CEO of Marcegaglia Steel, believes that steel prices have reached their lowest point, particularly for flat steel producers globally. He pointed to the persistent inflationary pressures on raw material and labor costs, which leave little room for further price declines. Marcegaglia argued that higher steel prices are necessary not only to cover these increased costs but also to enable investments in decarbonization initiatives, a key concern for the future of the industry. Despite economic challenges, Alessandro Brussi, chairman and CFO of Danieli, observed that demand for steel plants remains robust worldwide, driven by various factors. For example, in North Africa, the abundance of natural gas is fueling demand, while in Europe, decarbonization efforts and the efficient use of resources like scrap and energy are pushing the need for advanced steel production. In regions like India, the need to scale up production volumes is driving demand. Brussi also noted that the primary obstacle to growth is the need for substantial capital investment. Governments must step in to support technological innovation, especially as the steel industry works to transition toward greener production methods. The Need for Innovation and Caution Against Protectionism Marcegaglia highlighted the importance of maintaining flexibility and innovation to remain competitive, particularly for European steel producers grappling with high structural costs. He stressed that the key to survival lies in focusing on new materials, optimizing production processes, and offering value-added services. However, both Marcegaglia and Espada warned against excessive protectionism, cautioning that overly aggressive import restrictions could backfire. According to Espada, EU trade measures have only protected part of the supply chain, with certain high-value products still being imported. He argued that initiatives to stimulate steel consumption across Europe would be more beneficial. The Border Carbon Adjustment Mechanism (CBAM) also came under scrutiny during the forum. Marcegaglia expressed concern that while the CBAM’s goal is laudable, its current implementation is flawed and may become counterproductive. He added that although CBAM has so far imposed an administrative burden without significant results, the steel industry is already moving toward more sustainable practices, and investments in green steel production are underway. New Investment Projects and Future Outlook Despite the challenges, there are promising developments on the horizon for the steel industry. Italy remains the largest importer of flat steel in Europe, which played a role in Metinvest’s decision to partner with Danieli on a new steel mill project in Piombino. Originally conceived as a rolling facility for semi-finished products from Ukraine, the project has evolved into a full-fledged steel plant due to the loss of the Azovstal plant during the war. Rizhenkov explained that this new facility aims to strengthen Italy’s economy and increase resilience by securing domestic steel production. The plant will source raw materials from Ukraine, European scrap, and imported scrap, with Rizhenkov predicting an increase in scrap availability across Europe in the coming years. Marcegaglia, meanwhile, pointed out that his group’s recent acquisitions, including Outokumpu’s stainless steel division and Ascometal’s Fos-sur-Mer site, were driven by the need to integrate the value chain and boost cost efficiency. These investments are part of a broader strategy to innovate and adapt in a highly competitive market. Conclusion: Cautious Optimism for 2025 While 2024 remains a challenging year for the global steel industry, with geopolitical tensions, high costs, and market uncertainties continuing to weigh on growth, participants at the Siderweb Forum were cautiously optimistic about the future. The consensus is that the steel market is nearing a turning point, with prices bottoming out and potential for recovery in 2025, driven by strategic investments, government support, and increasing demand for sustainable production. However, the path forward will require navigating significant obstacles, particularly in terms of capital investment and the need for technological innovation.",
    "images": null,
    "tags": "China;Coking coal;Metallurgical Coal;Steel;India;Thermal Coal;Europe;Seaborne Coal;Metinvest;Russia;Ukraine",
    "excerpt": null,
    "categories": "Free;Steel"
}