{
    "title": "Metinvest Trametal : Steely Resilience",
    "author": "Nicholas Kernan; Jack Salter",
    "source": "Manufacturing Outlook",
    "date": "2023-07-24",
    "text": "Despite significant regional and global disruption in recent years, Metinvest Trametal has resolutely overcome adversity to remain at the forefront of steel plate manufacturing, as Managing Director, Roberto Re tells us. STEELY RESILIENCE Italy is a leading industrial hub in Europe, with a high concentration of enterprises active in the construction, machinery, transport, and energy sectors. Many leading Italian, and indeed European industrial players, are customers of Metinvest Trametal (Trametal), one of the continent’s foremost steel plate manufacturers located in San Giorgio di Nogaro. “We serve more than 700 industrial customers, and our core sales markets are Italy and Germany, the two main steel consumption regions in Europe,” states Managing Director, Roberto Re. Founded in 1985 and part of the Metinvest Group (Metinvest) since 2008, Trametal rerolls semi-finished steel slabs into plates according to the final use requirements of various projects, such as bridges and other big structures, ships, specialised machinery, vessels for liquids and gases, and more. The company’s steel plates have been used as the structural core for many iconic projects in Europe and beyond, namely the San Giorgio Bridge in Genoa, the sarcophagus of the Chernobyl Nuclear Power Plant in Ukraine, and the Hudson Yards Cultural Centre in New York to name a few. Trametal’s production process comprises three main phases, the first of which preheats semi-finished steel slabs to temperatures exceeding 1,100 degrees Celsius. The slabs are then passed through a rolling strand that consists of four vertically aligned rolling cylinders, reducing their thickness from 250-300 millimetres (mm) to just 12-100mm. This phase not only forms the plates in the required dimensions, but also guarantees the mechanical properties of the material, such as strength and toughness. In the third and final phase, the rolled plate goes through the necessary final procedures. Additional reheating, for example, can improve the internal structure of the plate, which is especially important for use in heavy duty structures. “Other final procedures may include levelling, surface treatment, trimming plate edges or cutting the plate into the initial shape, and various testing techniques,” adds Re. DISRUPTION TO PRODUCTION With a state of the art production facility, the company is responsible for around five percent of total steel plate production in Europe, equating to around 550,000 tonnes per year. However, production has been impacted by a number of disruptive regional and global events in recent years. The onset of the COVID-19 pandemic led to the temporary halt of industrial activity in Italy, affecting Trametal’s output in Q2 2020 before the gradual reopening of the economy allowed it to recover and perform strongly in 2021. Further significant disruption in the European steel market has since been caused by Russia’s full-scale war in Ukraine, and subsequent sanctions introduced by the EU against Russia have drastically shifted the market balance for Trametal’s products in Europe. “More than three million tonnes of Russian finished steel was banned from the EU, and Ukrainian imports were significantly reduced due to interrupted production and the blockade of seaports,” Re explains. The spiralling energy tariffs caused by these sanctions, and supply interruptions for natural gas and crude oil, resulted in European production costs increasing by up to 30 percent. Although energy tariffs gradually went down by early 2023, the inflationary spike is still out of control and interest rates will remain elevated in the near term. In such conditions, credit availability is significantly restricted, especially for smaller businesses, negatively influencing the confidence of industrial buyers in terms of customer relations, steel purchasing, and the level of service. “Our customers in downstream industries such as machine building and construction are currently living through a crisis of confidence caused by the lack of credit and geopolitical turmoil,” acknowledges Re. SWITCHING SUPPLIERS Prior to the war, Trametal was fully integrated in the Metinvest supply chain and was getting all its core raw materials – steel slabs – from sister companies in Ukraine. This integrated production chain meant that Metinvest was controlling the quality of products and reliability of delivery, from the extraction of raw materials (iron ore and coal) through to steelmaking and finished steel manufacturing. Sadly, an attack on Mariupol, which is the site of Metinvest’s two key steel mills, Azovstal and Ilyich Steel, meant that Trametal lost captive slab supply of around 600,000 tonnes per year. “We certainly plan to recover our captive slab supply, which would restore the standing of Trametal as an integrated supplier,” Re affirms. Thanks to the exceptional resilience of Metinvest and its willingness to protect its European business, Trametal has managed to switch the procurement of slabs from group sources in Ukraine to independent suppliers in Europe and other regions, mainly Asia and India. After the initial period of crisis management, Trametal has thus temporarily shifted to its “standalone” business model of working as an independent reroller. “Even during the war in Ukraine, the company remains a strong and reliable partner for our key customers in Europe. “Maintaining our customer base through this challenging period, and providing the required level of service and product quality, has been an extraordinary achievement,” emphasises Re. The shift in suppliers became an enormous challenge for Trametal, as the regularity and reliability of supplies had changed and the production team had to switch rapidly to new specifications compared to the previous 15 years. “In the transitionary phase of the next two to five years, we may prioritise suppliers with a lower carbon footprint in order to improve our product portfolio and be economically sound once the Carbon Border Adjustment Mechanism (CBAM) comes into force in 2026.” GREEN TRANSFORMATION Despite the near-term challenges posed in particular by the war in Ukraine, Trametal sees exciting prospects for its products in the longer run due to the European Green Deal and the future transformation of industries and infrastructure. The green transformation requires additional renewable energy equipment, such as the construction of wind farms and the dynamic growth of electric transport and its related charging infrastructure. Finally, and most importantly, new standards and regulations aiming for improved environmental footprints at the construction and utilisation phases will be introduced over the next two or three decades. “For us, all these changes mean the emergence of new projects based on steel plates, produced to the most advanced environmental standards,” outlines Re. As a European producer, Trametal was involved in discussing and shaping local and imported steel regulations amid the EU’s ongoing green transition. Among other things, the company has also formally assessed its carbon footprint, which is low considering the nature of its rerolling operations, and issued its Environmental Product Declaration in 2023, which is the current industry standard in terms of footprint assessment. The majority of the emissions embedded in Trametal’s products currently arise from the level of steelmaking in the various regions where it now procures slabs. “Ideally, we will strive for the usage of low-emission slabs as a feedstock in the next five years and the longer run,” Re shares. MARKET CONSOLIDATION Meanwhile, Trametal plans to consolidate in the shipbuilding and industrial infrastructure markets, where it is a leading player. Fundamental changes have been brought to the former in the last 20 to 30 years, as the manufacturing of tankers and cargo ships has completely relocated from Europe to Asian hubs such as Japan, South Korea, and China. However, the most lucrative high-value segments of shipbuilding, passenger vessels, and specialised niche vessels such as Arctic explorer ships have remained in Europe. “Several players in Europe, such as Fincantieri Group in Italy and Meyer Weften in Germany, are dominating the global cruise ship market with long, high-value order books. These companies are among the key customers for Trametal and our strategy has always been to provide the best possible products and services to big shipyards.” As a specialised producer of steel plates for the shipbuilding industry, Trametal is able to produce both wide (3,000mm) and thin (4-8mm) plates that are required for certain parts of ships. Such material has to be fully certified by shipbuilding societies including DNV GL, Bureau Veritas, and Lloyd’s Register. “Certification is a complex process of production site inspections and quality assurance for each delivered batch of material,” Re informs us. There are also some additional customer requirements related to the basic preparation of material before delivering it to shipyards, such as surface cleaning and painting, which the company is able to provide. Trametal was built with niche segments such as shipbuilding in mind, and in time has become a supplier of choice for many key players in Europe. “Over the years we added equipment and processes to fulfil the most complex requirements in the shipbuilding segment.” The situation is similar in the industrial infrastructure market, where Trametal works with several leaders in the manufacturing of bridges and large structures in Italy and across Europe. To guarantee the long-term reliability of industrial infrastructure projects, Trametal’s steel plates must correspond with very strict requirements in terms of dimensions, strength, and the quality of the internal structure. STRATEGIC AND OPERATIONAL INVESTMENT In sectors such as shipbuilding, construction fabrication and specialised machinery, Trametal has demonstrated its flexibility and customer orientation over the years through a number of strategic partnerships. Indeed, the company’s core competitive advantage is the ability to tailor its production and service to the needs of key customers. “We are also proud to have one of the most competent sales networks among Italian producers, with specific competencies in our target industries,” adds Re. Trametal likewise continues to upgrade its equipment in order to provide state of the art products and services to customers. The majority of current investments are operational rather than strategic, however, the company is always in dialogue with customers in order to assess emerging opportunities. There is an extensive project pipeline related to the post-war reconstruction and modernisation of Metinvest assets in Ukraine, including investment in the group’s iron ore mining facilities to expand the production of direct reduced iron ore pellets, a key raw material for European green steel. “We also plan to upgrade our steelmaking equipment in Ukraine to bring it up to date with the evolving requirements for low-emission steel in Europe,” Re says. This ties into Trametal’s objective for the remainder of 2023, which is to ensure competitive service, quality and prices for customers in order to reach target production and profit levels. Looking further ahead, the company expects the market climate to significantly improve on the back of economic recovery and the emergence of various steel-intensive public and private projects in Europe. “We aim to expand our existing strategic contracts in Europe and acquire new ones, mostly in our core segments of steel construction, shipbuilding and energy, and to guarantee quality products independent of raw material market disturbances,” concludes Re.",
    "images": "https://www.mfg-outlook.com/media/Metinvest-Trametal-jpg-webp.webp",
    "tags": "",
    "excerpt": "Metinvest Trametal has overcome adversity to remain at the forefront of steel plate manufacturing, as Managing Director Roberto Re tells us.",
    "categories": "01;Corporate Stories;Metal &amp; Machinery Manufacturing"
}