{
    "title": "Day: 25 February 2025",
    "author": "unknown",
    "source": "EUROMETAL",
    "date": "2025-02-25",
    "text": "3 years of war: new headwinds arise for struggling Ukrainian steel sector amid mounting geopolitical tensions Reinstatement of US tariffs under Trump \nThe US suspended its Section 232 import tariffs on steel from Ukraine in May 2022, under the administration of then-President Joe Biden, following the Russian invasion earlier in the year. But on February 10, 2025, incumbent US President Donald Trump issued an executive order reinstating the 25% import tariffs on steel and aluminium products that he had begun during his first term in office, this time ending all exemptions. Under the new order, tariff exclusions currently in place will expire on March 12, 2025. But due to a number of anti-dumping measures, finished steel products from Ukraine were not currently supplied to the US, with pipe products being an exception. In 2026, pipe exports from Ukraine to the US will be under threat. In 2024, Ukraine exported around 100,000 tonnes of tube and pipe products – under Chapter 73 of the harmonized tariff code, according to data from Global Trade Tracker. Over the same period, Ukraine exported 943,941 tonnes of iron and steel products to the US under Chapter 72 of the harmonised tariff, GTT said. Almost all of this tonnage was pig iron, which is not covered by Section 232 tariffs. And steel made in Ukraine but processed in the EU was also exempt from the 25% tariffs in the US. Notably, European steel processors using Ukraine-origin feedstock to manufacture finished steel products (including tubes and sections) were able to ship those products to the US without facing import taxes. Ukraine’s Metinvest Holding owns the Promet asset in Bulgaria, which is currently using billet from its parent company to produce rebar, with some of its output being sold to the US. In 2024, Bulgaria shipped 131,857 tonnes of rebar to the US, according to GTT, versus 53,774 tonnes in 2023. If the US should apply the tariff to Metinvest-origin products, this would result in a reduction of steel billet production at its Ukrainian asset Kamet Steel by a similar volume, while iron ore extraction would go down by 180,000 tonnes per year, railway shipments would drop by 400,000 tpy, and transhipments via ports would drop by 200,000 tpy, which in turn would result in a $58 million per year loss of foreign currency inflows, while tax deductions to the country’s budget would drop by 1 billion hryvnias ($23.9 million) per year, according to Ukrainian steel producers’ association Ukrmetallurgprom. In total, Ukraine shipped 543,241 tonnes of semi-finished steel products to Bulgaria in 2024, versus 457,866 tonnes in 2023, according to GTT. The total value of steel that was delivered to the US from Ukraine, directly and via processing in the EU, amounted to $258 million in 2024. This was only 0.81% of the total value of US steel imports ($31.7 billion) and therefore cannot be a threat to US industry, Ukrmetallurgprom said. Ukrainian government officials were ready to negotiate with counterparts in Washington and hoped that an exemption for Ukraine could be granted until March 2026. But it remained to be seen whether the US would consider such a proposal. EU remains key strategic partner, but what lies ahead? \nUkraine was also exempted from all anti-dumping duties and safeguard measures in the EU in June 2022, shortly after the Russian invasion. This exemption was renewed on both June 6, 2023, and June 6, 2024. The current measures will remain in force until June 5 this year. It remained to be seen whether the EU would extend the exemption for Ukraine for one more year, with other factors to be considered. For example, on December 17, 2024, the European Commission announced a review of steel safeguard measures, which was expected to be concluded by March 31, with any adjustments to the current measures expected to come into force the following month. Market sources familiar with the matter expected a World Trade Organization notification regarding the new measures to be published before the end of this month. “There were rumors that steel slab and billet would both be included in new safeguards,” a source familiar with the matter said. “We also monitor the Ukraine situation, but it seems that, at this stage, trade liberalization measures would stay in place.” Europe remained Ukraine’s largest trading partner in 2024, with Poland, Bulgaria, Italy, Romania, Greece and Moldova being the major destinations for Ukrainian steel exports, GTT data showed. In 2024, steel deliveries from Ukraine to these six countries amounted to 3.38 million tonnes, 58% of Ukraine’s total steel exports of 5.84 million tonnes. At the same time, for the EU, carbon steel imports from Ukraine represented around 6% of the total volume in 2024. In that year, Ukraine delivered to the bloc 1.68 million tonnes of carbon steel products, up by 43% from 1.17 million tonnes in 2023, according to statistics from regional steel association Eurofer. The volume was sharply down compared with pre-war steel deliveries from Ukraine to the EU of 2.54 million tonnes in 2021, Eurofer data showed. What to expect from 2025? \nDespite efforts by Ukrainian steelmakers, steel output and exports were likely to decrease in 2025, according to Ukrainian national commodities think tank GMK Center. The main reason for this conclusion was an expectation of weak performance in global steel markets and import restrictions in key outlets that Ukraine was likely to face. Local steel consumption was also unlikely to increase. GMK expected steel production in Ukraine to go down by more than 9% to about 6.8 million tonnes in 2025, from 7.58 million tonnes in 2024. Exports of steel products from Ukraine were expected to decrease by 600,000-700,000 tonnes in 2025, according to GMK. Steel billet \nSteel product exports from Ukraine reached a peak of 4.17 million tonnes in 2024, versus 2.99 million tonnes in 2023, according to the country’s customs service. This was largely due to a surge in shipments of semi-finished products, particularly billet, to 1.92 million tonnes from 1.26 million tonnes in 2023. Bulgaria and other EU countries, as well as Egypt and Turkey, were the key destinations. The re-opening of the sea corridor in late August 2023, which restored access to vital trade routes from the Black Sea basin, and higher prices for steel scrap versus billet, were the key reasons for the rise in export volumes. The principal factor behind more competitive billet prices was a lower iron ore price in 2024. Fastmarkets’ daily price index for iron ore 62% Fe fines, cfr Qingdao, averaged $109.46 per tonne in 2024, compared with $119.54 per tonne in 2023. The average daily index for steel scrap, HMS 1&2 (80:20 mix), US origin, cfr Turkey, was $381.60 per tonne in 2024, while the corresponding average daily steel billet index, export, fob Black Sea, CIS, for the year was $487.75 per tonne. The corresponding average figures in 2023 were $397.42 per tonne and $514.65 per tonne respectively. So the price gap between scrap and billet dropped to $106.15 per tonne in 2024 from $117.23 per tonne in 2023. The decline in scrap prices that started at the end of 2024, amid an inflow of cheap Chinese semi-finished steel products, was expected to reduce billet exports from Ukraine in 2025. According to Fastmarkets’ analysts, the index for US-origin steel scrap was expected to average $369.64 per tonne in 2025, while the steel billet index should average $492.45 per tonne. If this proves to be correct, the gap between scrap and billet prices would rise to $122.81 per tonne, which would make billet less attractive to foreign customers. Long steel \nThe countries neighboring Ukraine seemed to be the nation’s leading trade partners in terms of long steel products, GTT data showed. Exports of bar and rod products to Eastern Europe reached 356,000 tonnes in 2024, with only minimal volumes being sold to Western Europe. This volume was close to the tonnage exported in 2021 (364,000 tonnes), just before the Russian invasion. In 2023, Ukraine’s exports of bar and rod to Eastern Europe totalled only 279,000 tonnes. Ukrainian exports to Poland reached 130,000 tonnes of bar and rod in 2024, according to GTT, compared with 90,000 tonnes in 2023. This made Poland a leading trade partner of Ukraine, accounting for 36.31% of the total export of steel bar and rod to Europe. With its competitive offer prices, Ukraine has become a more decisive factor in the Polish long steel market, industry sources told Fastmarkets. The construction sector was struggling all across Europe, but the Polish market was performing slightly better compared with other European economies, even compared with Germany, Fastmarkets understands. This also supported the importing of long steel products, including those from Ukraine. Trade sources told Fastmarkets that Metinvest’s Kamet Steel even considered focusing its exports to Poland more on rebar than wire rod in the next few months, due to the better market conditions for rebar. “This means we would expect increased supplies of rebar in the next few months, but there would be a lack of wire rod [to import from Ukraine],” a Polish trader source told Fastmarkets. “We do continue to sell wire rod in the Polish market while also expanding our rebar sales,” a Metinvest spokesperson told Fastmarkets. “However, the availability of wire rod for export depends on the monthly production schedule for each specific product, and the volume of sales in the domestic Ukrainian market.” Pig iron \nIn contrast to steel products, pig iron export volumes from Ukraine could increase, several market sources told Fastmarkets. In 2024, Ukraine exported 1.29 million tonnes of pig iron, according to GTT. That was almost equal to the total for 2023, when exports were 1.25 million tonnes, and in 2022 at 1.33 million tonnes. The US was the key buyer. The forecast increase will be mainly on higher demand in the EU, where buyers need to find replacement material for Russia-origin pig iron that is now affected by international trading sanctions. Imports of pig iron from Russia will be completely banned from 2026 in the EU, if there is no change in the situation. Imports were restricted to a quota of 1.14 million tonnes between December 19, 2023 and December 31, 2024, and to a quota of 700,000 tonnes between January 1, 2025 and December 31, 2025. This would leave a shortfall of 440,000 tonnes to be filled by alternative supply to the EU in 2025. Fastmarkets’ research team believed that Ukraine would struggle to fully replace the Russian volumes, however. “I think the first choice [to substitute Russian pig iron in the EU] will be Ukraine,” one international trader based in Europe said. “However, when CBAM [the EU’s Carbon Border Adjustment Mechanism] is fully in place, it will need to compare costs. Ukrainian blast furnace pig iron might face a big CO2 duty disadvantage compared with Brazil [the other major global supplier, which uses charcoal in the making of pig iron], so Ukrainians still might want to follow the US import market.” Another trader said that Ukraine could substitute the basic pig iron supply to the EU because it was preferable to material from Brazil, which “is usually at a $10 [per tonne] disadvantage to Ukraine in freight rates, and [because] Ukraine can offer much shorter lead times, so there is less price risk for EU mills.” He added that the difference between the prices of import pig iron in the US and the EU should become very narrow, helping to attract suppliers. In 2024, Fastmarkets’ weekly price assessment for pig iron, import, cfr Gulf of Mexico, US, averaged $476.39 per tonne, while the weekly price assessment for pig iron, import, cfr Italy, averaged $417.74 per tonne. The US import pig iron market therefore showed a $58.65 per tonne premium over the price in Italy in 2024. In 2021, the price in Italy was at a premium over the US of $2.45 per tonne. The US import pig iron market price became higher partly as a consequence of US pig iron importers refusing to accept Russia-origin material after the invasion of Ukraine, while the EU continued to import it. According to Fastmarkets’ forecast, the average gap between the US and Italian import pig iron prices will be about $97 per tonne in the second quarter of 2025. So the US market will remain more attractive for Ukrainian pig iron exporters. “Potentially, yes, we can increase pig iron supply, because we have stopped some blast furnaces,” one supplier from Ukraine said. “However, a restart of blast furnaces will depend on the availability of human resources and cost effectiveness.” Ukrainian pig iron supplier ArcelorMittal Kryvyi Rih (AMKR) has been operating with one blast furnace since early in the fourth quarter of 2024. But it now intends to restart its second furnace in the second quarter of 2025, chief executive officer Mauro Longobardo told local press in late 2024. AMKR planned to increase steel output as well, once it has more pig iron. European HRC prices inch upward on limited imports, restocking Most European buyers currently relied mainly on domestic producers and avoided buying imported HRC due to the trade risks, related to the latest steel safeguard review of the European Commission, Fastmarkets understands. According to Fastmarkets’ sources, this was the main factor that fueled the observed price increase. Despite some small fluctuations, HRC prices in Europe have been increasing gradually since the beginning of January. Besides, Fastmarkets’ sources expected that there would be more clarity on the new safeguard measures by the end of the week. This also fostered expectations among local buyers that the domestic prices of HRC would only increase in the short run, stimulating them to make some restocking, sources told Fastmarkets. Mills in Northern Europe were heard offering HRC with delivery in the second quarter of 2025 at €640 ($669) per tonne ex-works. One integrated steel mill continued offering such material at €660 per tonne ex-works. “I think that by the end of the week, offers of other producers in the region will also reach the €660-per-tonne level,” an industry source told Fastmarkets. Fastmarkets’ sources estimated the workable market level for HRC in the region at €610-620 per tonne ex-works. As a result, Fastmarkets calculated its daily steel hot-rolled coil index domestic, exw Northern Europe at €618.75 per tonne on Monday, up by €0.62 per tonne from €618.13 per tonne on Friday February 21. The Northern European index was up by €13.75 per tonne week on week and by €32.50 per tonne month on month. Meanwhile, in Southern Europe, Fastmarkets’ daily steel hot-rolled coil index domestic, exw Italy was calculated at €610.00 per tonne on Monday, up by €2.92 per tonne from €607.08 per tonne on Friday. \n \nThe index was up by €15.00 per tonne week on week and by €30.00 per tonne month on month. Italian producers were offering April-delivery HRC at €620-640 per tonne delivered, which would net back to €610-630 per tonne ex-works. Most Fastmarkets’ sources estimated the workable market level for HRC in Italy at €610 per tonne ex-works. The European market for imported HRC was quiet on Monday. Asian suppliers were heard offering May-shipment HRC to Italy and Spain at €560-580 per tonne CFR. CBAM 2.0: Is the EU making compliance easier or just postponing the pain? Changes have been proposed to Europe’s Carbon Border Adjustment Mechanism (CBAM) that would simplify some processes, and reduce its scope, Kallanish learns from an obtained leaked draft amendment. While CBAM will still come into force in January 2026, the requirement to purchase certificates will be delayed and payment will be simplified. Certificates will now need to be purchased from February 2027 to cover the previous year, removing the obligation to purchase certifications on a quarterly basis for the first year. Gabriel Rozenberg, chief executive of software company Cbamboo, says that while the definitive CBAM period will still start in 2026, there is an easing up in term of cash flow and bureaucracy. Other changes proposed will see more companies now exempt from CBAM’s scope, with the thresholds at 50 tonnes/year or less than 100 t/y of embodied CO2 emissions of imported goods. This move is believed to remove around 90% of companies from the mechanism’s scope. EU documents show that for the first year of CBAM’s transitional phase, which only required reporting, iron and steel accounted for 69% of overall tonnages reported across targeted sectors. Given the large tonnages handled by steel importers, the minimal threshold exemption is unlikely to benefit this sector. “The European Commission is tightening the focus on the big emissions that CBAM is designed to tamp down on,” Rozenberg notes. He adds that some sub processes and side processing of metals and goods that have minimal emissions associated with them are now out of scope. This consists of finishing processes that are carried out by separate installations not covered by the EU Emissions Trading System (ETS). The embedded emissions of those production processes, which are relatively low, should be excluded from the system boundaries of the calculation of emissions, the document says. Meanwhile, penalties have also been increased for deliberate non-compliance, rising by 3-5 times. “This is all about refining and focusing CBAM – making it stronger and clearer, while cutting out a lot of bureaucracy where that would have a low impact. CBAM will go ahead: on time, as planned, in January 2026,” Rozenberg adds. Meanwhile, Dan Maleski, senior environmental markets advisor and CBAM lead at Redshaw advisors, tells Kallanish that while the changes may relieve some immediate pressure, the financial risk exposure stays the same. “Companies will still be on the hook for 2026 emissions but won’t need to fully account for them until 2027. This delay doesn’t remove the financial burden, it just shifts when it hits.” “[This] grossly simplifies an overly-complex and burdensome regulation for importers of smaller quantities of goods: a positive development that made the EU CBAM appear overly-bureaucratic,” he adds. “The proposal maintains a proportionate approach to internalising the external cost of carbon pollution despite the threat of global border tariff escalations.” Maleski also notes the uncertainty surrounding US President Donald Trump’s threats of reciprocal tariffs and how this will impact CBAM. The EU industry’s existing direct subsidy – EUA free allocation – will be reduced via free allocation reductions, so that a level playing field is baked into the mechanism. Carrie Bone UK US manufacturers confirm steel tariff-driven operational impediments Operational upheaval caused by the recent bloat in US domestic steel prices and government tariff policies is seen as detrimental to various US businesses reliant on steel, Kallanish reports. US farm equipment manufacturers, fabricators and automakers contend that President Donald Trump’s trade measures will impede growth and productivity in their respective industries. Agriculture and construction equipment advocacy group Association of Equipment Manufacturers (AEM) unequivocally renounces any perceived benefits to those two sectors. Any significant increase in steel prices has a ripple effect, and the cross-border nature of steel and agricultural commodities and inputs means that everyone in the supply chain would be hit with higher costs, AEM argues. “The fact remains: Tariffs are a tax paid by Americans, and their broad-based application will stifle economic growth and undermine the competitiveness of the United States,” AEM senior vice president Kip Eideberg says in a statement. A Northern California-based agriculture original equipment manufacturer (OEM) tells Kallanish that the complications involved with the tariffs are farther-reaching than he initially expected. His projected growth plan for the business may be stifled. “When everyone starts panic buying and we can’t get quotes on steel that’s already like 20% higher than when I quoted my customers, there’s no choice but to get steel and pay the tariffs. Some of the components and parts we use are only made outside the US, so that will cost more than before too,” the OEM owner comments. “That raises base product prices on machines that are six-figures, plus if I go to export a machine, it’s gonna cost a Canadian customer even more. Why wouldn’t someone just open their own business there? These machines should last more than 30 years, so how many am I gonna sell in just the US?” Service centres and distributors across the US note that most domestic flat-steel mills closed order books and pushed lead times into in April. Nucor’s published price for hot-rolled coil has shot up to $820/short ton, an increase of $70/st just since early January. SSAB Americas increased all steel prices by a minimum of $100/st last week. On Friday, Cleveland-Cliffs increased its HRC base price to $900/st after maintaining a consistent $800/st level since December. Service centres seem “a little apocalyptic,” states the co-owner of an Oregon-based custom metal fabrication studio focused on structural and ornamental steelwork for residential and commercial projects. “We already changed our agreements to five-day guarantees because that’s all our reps guarantee us. We have to charge a lot for the jobs we do and now customers don’t know if they want to pause or try to book us now and hope they can still afford the job when it comes time to start. It can take more than five days for them to even decide. Now, if I can’t even get steel, I don’t know what we will do. It’s very stressful. If we shut down then that’s less steel sold to anyone. Probably isn’t what anyone thought was going to happen but that is what will happen to us,” says the fabricator. US automakers including Ford Motor and General Motors (GM) have voiced concerns about increasing costs to manufacturing and the uncompetitive pricing they may be forced to impose on consumers. At an automotive conference last week, GM chief financial officer Paul Jacobson floated the potential of relocating some of the company’s facilities. “Those are questions that just don’t have an answer today, because (what) I can tell you is, as much as the market is pricing in a big impact of tariffs and lost profitability, we think about a world where on top of that, we’re spending billions of dollars in capital. So we can’t be whipsawing the business back and forth,” Jacobson stated bluntly. Kristen DiLandro USA Salzgitter lays cornerstone for green hydrogen plant Salzgitter has laid the cornerstone for what it says is one of the largest production plants for green hydrogen in Europe, Kallanish notes. Starting from 2026, the plant will generate around 9,000 tonnes/year of green hydrogen to be used for the production of carbon-reduced steel. This will mark the start of the industrial use of hydrogen in the company’s SALCOS – Salzgitter Low CO2 Steelmaking – project. The 100 MW electrolysis plant will be supplied by Andritz. A contract between the two companies was signed in September 2023 (see Kallanish September 2023). The engineering involves partner company HydrogenPro. The partner’s pressurised electrolyser stacks are particularly suited for large-scale industrial application, according to Andritz executive Domenico Iacovelli. Separately, the steelmaker announces its plate-making subsidiary Ilsenburger Grobblech has signed a contract with wind turbine manufacturer Siemens Gamesa for the delivery of around 25,000t of heavy plate. These will be used for the construction of 36 wind towers of Siemens Gamesa’s “GreenerTower” type. The special feature of this tower is its CO2eq emissions of less than 700 kg per tonne of steel, Salzgitter notes. The CO2eq-reduced tower has been part of Siemens Gamesa’s product portfolio since 2024. The first use of the towers will be in the “Thor” offshore wind farm in the Danish North Sea. This is planned to be completed by the end of 2027 and have a capacity of more than 1,000 MW. Christian Koehl Germany",
    "images": null,
    "tags": "Ukraine;hot-rolled coil;imports;restocking;CBAM;Cbamboo;European Commission;Gabriel Rozenberg;automakers;Donald Trump;fabricators;manufacturers;USA;Hydrogen;SALCOS;Salzgitter",
    "excerpt": null,
    "categories": "Latest Updates"
}