{
    "title": "Carbon Border Adjustment Mechanisms require coordinated global action - Zero Carbon Analytics",
    "author": "unknown",
    "source": "Zero Carbon Analytics",
    "date": "2024-11-12",
    "text": "A Carbon Border Adjustment Mechanism (CBAM) charges a tariff on imports based on their emissions. Paired with a domestic carbon price, it aims to prevent carbon leakage – companies moving their emitting activities to other countries – and lead to an overall reduction in emissions. In 2023, the EU started its CBAM – the first to be implemented globally. This was met with a strong reaction from other countries, such as China, South Africa, India and Brazil, which criticised the mechanism for placing an unfair burden on developing countries and for breaking WTO rules. The EU CBAM will likely only reduce emissions slightly on top of the EU emissions trading system currently in place. An EU carbon price of USD 88 on all emissions reduces emissions by 21%, and the introduction of the CBAM only adds another 1.3 percentage points. Modelling suggests that the EU CBAM could cost developing countries USD 10.2 billion, with some countries, like Zimbabwe and India, most exposed. The introduction of the EU CBAM has led to the announcement of more climate and international trade measures worldwide as countries try to limit their exposure to it. Thus far, this has resulted in an uncoordinated and confusing policy landscape. To ensure that climate and trade policies work to reduce global emissions, they should be aligned with UNFCCC principles and should provide exemptions to avoid placing additional burdens on developing countries. A Carbon Border Adjustment Mechanism is a carbon tariff on imports A Carbon Border Adjustment Mechanism (CBAM) is a policy that charges a carbon price on certain types of imports based on the amount of carbon emissions associated with their production. When paired with domestic carbon pricing, it aims to “level the playing field”: A CBAM aims to ensure that when a carbon price is put in place, the higher prices for carbon-intensive domestic goods do not lead to more imports of cheap, carbon-intensive goods from countries where carbon taxes are not in place. It aims to prevent ‘carbon leakage’, where carbon-intensive activities are moved to another location with less regulation on emissions, instead of being reduced, resulting in no overall decrease in emissions. In the absence of domestic carbon pricing, a CBAM functions as a border tariff targeting carbon-intensive production and is not likely to contribute to further emissions reductions. EU CBAM has sparked discussions on climate and trade This has led to a wide range of reactions from different countries, including the development of new CBAMs and other trade policies, as well as harsh criticism. At COP28 in Dubai, countries expressed their concerns over the EU CBAM. There was an attempt by the BASIC group of countries – made up of Brazil, South Africa, India and China – to introduce “unilateral trade measures related to climate change” as a point on the COP agenda, which “could have resulted in an impasse in the climate talks.” The proposal received support from 134 countries, including key developing country negotiating blocs and the G77, but was not included in the final agenda. However, according to E3G developing countries’ sentiment towards CBAM and similar initiatives was included in the COP28 final text: “Unilateral measures should not lead to unjustifiable or arbitrary discrimination or restriction in international trade.” Throughout 2024 and in the lead-up to COP29, discussions on trade measures and climate policy have ramped up. In June 2024, the BRICS group of countries[1]The BRICS group of countries is made up of Brazil, Russia, India, China, South Africa, Iran, Egypt, Ethiopia and the United Arab Emirates. released a statement condemning the introduction of trade policies “under the pretext of environmental concerns,” such as “unilateral and discriminatory” CBAMs. This statement was also included in the declaration for the BRICS Summit in October 2024. Currently, some ETS participants receive free emissions allowances as they are considered exposed to external trade. The allocation of free allowances means these businesses do not have an incentive to reduce their emissions and can even profit from selling their emissions allowances, if, for example, production levels fall. The CBAM entered its ‘transitional phase’ on October 1 2023, which will end at the end of 2025. During this time, importers of affected goods are required to report on emissions but nothing will need to be paid for embedded emissions, which refers to the carbon emissions generated in the production of goods. From the start of 2026, the ‘definite period’ will begin and importers will have to purchase and “surrender” certificates corresponding to the carbon emissions embedded in imported goods impacted by the mechanism. This will start off as a small obligation, with businesses only needing to purchase certificates equivalent to 2.5% of their emissions in 2026, and will gradually be ratcheted up to cover 100% of emissions in 2034. The complexity of global trade interlinkages and national policies means that the understanding of what exactly the CBAM would mean is varied and impacts are not always well understood. While a resolution adopted by the European Parliament “stresses that Least Developed Countries and Small Island Developing States should be given special treatment” as the CBAM could potentially impact their development, current CBAM regulation does not provide exemptions from the mechanism for any developing countries. The EU CBAM is projected to only slightly reduce emissions The EU CBAM is anticipated to slightly reduce emissions when implemented in alignment with a domestic carbon price. A 2021 study conducted by UNCTAD estimated that a carbon price set at USD 88 per tonne of carbon would result in CO2 emissions being reduced in the EU by 704 million tonnes. A CBAM implemented on top of this would reduce emissions outside the EU by 59 million tonnes, but would increase emissions in the EU by 13 million tonnes – a net reduction in emissions of just 45 million tonnes. Therefore, a CBAM results only in a slightly improved overall emissions reduction – equivalent to 6% of the emissions reductions from the carbon pricing mechanisms itself. While an EU carbon price of USD 88 reduces global emissions by 21%, the introduction of the CBAM only adds another 1.3 percentage points. Other studies have shown similarly modest reductions in emissions: The Asian Development Bank (ADB) calculated that implementing both the ETS and CBAM with a 100 euro carbon price would reduce global carbon emissions by 1.26%, with the CBAM contributing approximately 0.2% of these emissions reductions, and this would be accompanied by a 0.4% reduction in global exports to the EU. The African Climate Foundation and the London School of Economics (LSE) calculated that, with a carbon price of 87 euros covering all products, a CBAM would only result in a 0.002% additional reduction in global carbon emissions. This suggests that a CBAM encourages a shift in carbon-intensive production between countries more than it encourages an overall reduction in emissions. The European Commission estimated in 2021 that its initial proposed CBAM design would reduce emissions from affected EU industries by 1% by 2030, while global emissions from these industries would be cut by 0.4% over the same timeframe. A 2009 study by the Brookings Institution and Syracuse University found that any emissions reduction resulting from a CBAM would occur not by incentivising the trade of less carbon-intensive goods, but primarily due to decreased international trade. In the studies above, estimates of overall global emissions reductions do not consider the knock-on benefits from a CBAM, such as incentivising clean energy investment. Projected economic impact of the EU CBAM A fully implemented CBAM should incentivise investment in emissions reductions for carbon-intensive exporters, so they are not required to pay as high tariffs at the EU border. Additionally, it allows exporters whose production of goods is relatively ‘cleaner’ or less carbon-intensive to capture higher margins. Based on current emissions intensities, the World Bank’s Relative CBAM Exposure Index shows that Zimbabwe, Ukraine, Georgia, Mozambique and India will be the countries most exposed to the CBAM. Countries such as the US, Australia and the UK will likely have little-to-no exposure to the CBAM. Some countries, such as Colombia and Albania, are anticipated to gain more competitiveness as they produce products covered by CBAM in a way that is cleaner than the EU average. Figure 1. Countries most and least exposed to the EU CBAM India: CBAM-covered goods to the EU comprised 9.91% of India’s total exports in 2022-2023. The Centre for Science and Environment calculates that with carbon priced at EUR 100 per tonne, the CBAM would impose a tax of 25% on average, which could cost India USD 1.7 billion, or 0.05% of its GDP. UK: The UK Steel industry estimated the EU CBAM would cost steel importers 37.50 euros a tonne. Africa: A study conducted by the African Climate Foundation and the London School of Economics – and cited by Akinwumi Adesina, president of the African Development Bank, in criticism of the EU CBAM – estimates that, once fully implemented, the EU CBAM could reduce African GDP (at 2021 levels) by 0.91%, equivalent to USD 25 billion, according to one model. Another model also used in the study anticipated smaller impacts, with the CBAM ”forecast to reduce the GDP of no single African country by more than 0.18%”. Ultimately CBAM’s impact on other economies will depend on how other players globally respond to its implementation. The more countries decarbonise their exports to the EU, the less they will feel its impacts and the greater their margins. Some countries are already considering carbon pricing and other mechanisms that will reduce their exposure to the CBAM. Announcement of the CBAM has sparked strong reactions While the EU supports the introduction of the CBAM as a mechanism to increase climate ambition both within and outside the EU, not all countries share this perspective. The CBAM has been perceived as a protectionist measure, particularly by the African negotiating group and BRICS. Criticisms have focused on two areas: the EU CBAM possibly being in violation of World Trade Organization (WTO) rules and burdening developing countries. The introduction of the EU CBAM has triggered, both directly and indirectly, a cascade of carbon pricing announcements from other countries. Countries are aiming to reduce their exposure to the CBAM by introducing their own carbon pricing mechanisms and incentivising the production of less carbon-intensive products. However, only one of 80 low and lower-middle income countries has implemented a carbon price. Implementing a carbon price could help countries avoid paying higher CBAM fees as exporters will be incentivised to reduce the carbon-intensity of their goods. This raises concerns that they are unprepared for the end of the EU CBAM transition phase in 2025. Lacking coordination The rapid introduction of various carbon pricing mechanisms has so far lacked coordination, resulting in an increasingly confusing global trade landscape. There are also wide disparities in carbon pricing among countries, ranging from as low as USD 6 per tonne in South Korea to around USD 80 per tonne in the UK and EU in June 2024. The International Institute for Sustainable Development (IISD) warns that because every CBAM regime will be different to comply with national policies, there is a risk that exporters will have to comply with many different requirements, including the measurement, reporting and verification of the carbon embedded in their goods. This would make it difficult for developing countries and small producers to meet the high cost of compliance, potentially excluding them from the marketplace. This could restrict international trade, with knock-on impacts for poverty alleviation and sustainable development. Box 2. Not all CBA mechanisms are made the same The label ‘CBA’ (carbon border adjustment) can be applied to a wide range of mechanisms. The IISD suggests six key factors in how a CBAM is developed that can greatly affect its potential impact: Trade scope: Will the tariff be charged only for imports, or also provide rebates for exports? Country exceptions: Will there be any tariff exceptions for specific countries, such as developing countries or countries with more ambitious climate policies? Scope of coverage: Will the mechanism cover only ‘direct’ emissions, or also ‘indirect’ emissions from energy used in the production of products and ‘precursor’ product emissions embodied in imported CBAM goods? Carbon accounting methodologies: How will the carbon intensity of products be measured and defined? Credit for foreign action: If a foreign producer is already subject to a carbon price or climate-related fee in their own country, will this be considered and compensated for? Use of revenues: How will the funds generated from the CBAM be used? Sending the money back sends a strong signal that the regime was not about protecting domestic producers and could compensate for the need for compliance. A CBA mechanism would need to be designed to complement distinct national policies, as well as inevitable costs for foreign producers arising even in the “most thoughtfully crafted BCA regime.” Moving discussions on climate and trade forward As in previous years, trade-related climate measures are likely to be brought up during discussions at COP29, as countries express their differing views. There is a need to create a clearer understanding of the impacts of implementing the EU CBAM, as well as other potential climate and trade measures. International cooperation can help set agreed on principles and best practices for the development of CBA mechanisms, helping to prevent future trade frictions. Without a unifying trade-climate framework, this will lead to prohibitively high costs that disproportionately burden the poorest countries and smaller firms. The WTO released a report in October 2024 that outlines “pathways for coordinated approaches on climate action, carbon pricing, and the cross-border effects of climate change mitigation policies with a view to achieving global climate goals.” The International Chamber of Commerce (ICC) has also released a set of “global principles” to guide countries in introducing their own CBAMs and avoid disjointed mechanisms. The principles highlight that CBAMs should support Paris Agreement goals as “the primary objective,” ensure WTO compliance, respect UNFCCCC and Paris Agreement Principles, and provide targeted exemptions for most vulnerable countries. Existing and future climate finance commitments and obligations need to be met to enable developing countries to bear the costs of decarbonisation and compliance with CBA mechanisms. A key moment during COP will be discussions on the New Collective Quantified Goal on Climate Finance (NCQG), which has the potential to unlock trillions in critically-needed climate financing for developing countries. Key points: The IPBES Nexus assessment - a first-of-its-kind scientific assessment from an intergovernmental body on the interlinkages between biodiversity,… To provide the best experiences, we use technologies like cookies to store and/or access device information. Consenting to these technologies will allow us to process data such as browsing behavior or unique IDs on this site. Not consenting or withdrawing consent, may adversely affect certain features and functions. Functional Always active The technical storage or access is strictly necessary for the legitimate purpose of enabling the use of a specific service explicitly requested by the subscriber or user, or for the sole purpose of carrying out the transmission of a communication over an electronic communications network. Preferences The technical storage or access is necessary for the legitimate purpose of storing preferences that are not requested by the subscriber or user. Statistics The technical storage or access that is used exclusively for statistical purposes.The technical storage or access that is used exclusively for anonymous statistical purposes. Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes. To provide the best experiences, we use technologies like cookies to store and/or access device information. Consenting to these technologies will allow us to process data such as browsing behavior or unique IDs on this site. Not consenting or withdrawing consent, may adversely affect certain features and functions. Functional Always active The technical storage or access is strictly necessary for the legitimate purpose of enabling the use of a specific service explicitly requested by the subscriber or user, or for the sole purpose of carrying out the transmission of a communication over an electronic communications network. Preferences The technical storage or access is necessary for the legitimate purpose of storing preferences that are not requested by the subscriber or user. Statistics The technical storage or access that is used exclusively for statistical purposes.The technical storage or access that is used exclusively for anonymous statistical purposes. Without a subpoena, voluntary compliance on the part of your Internet Service Provider, or additional records from a third party, information stored or retrieved for this purpose alone cannot usually be used to identify you. Marketing The technical storage or access is required to create user profiles to send advertising, or to track the user on a website or across several websites for similar marketing purposes.",
    "images": "https://zerocarbon-analytics.org/wp-content/uploads/2024/11/shutterstock_1883371642-scaled.jpg",
    "tags": "",
    "excerpt": "The exact impact of the EU CBAM is difficult to predict, but international coordination is needed to avoid burdening emerging economies.",
    "categories": "Explainer"
}