{
    "title": "Q&A: Can ‘carbon border adjustment mechanisms’ help tackle climate change? - Carbon Brief",
    "author": "Carbon Brief Staff",
    "source": "Carbon Brief",
    "date": "2024-10-24",
    "text": "Q&A: Can ‘carbon border adjustment mechanisms’ help tackle climate change? Multiple Authors 10.24.24 Multiple Authors 24.10.2024 | 10:41am The EU’s carbon border adjustment mechanism (CBAM) has been touted as a key policy for cutting emissions from heavy industries, such as steel and cement production. By taxing carbon-intensive imports, the EU says it will help its domestic companies take ambitious climate action while still remaining competitive with firms in nations where environmental laws are less strict. There is evidence that the CBAM is also driving other governments to launch tougher carbon-pricing policies of their own, to avoid paying border taxes to the EU. It has also helped to shift climate and trade up the international climate agenda, potentially contributing to a broader increase in ambition. However, at a time of growing protectionism and economic rivalry between major powers, the new levy has proved controversial. Many developing countries have branded CBAMs as “unfair” policies that will leave them worse off financially, saying they will make it harder for them to decarbonise their economies. Analysis also suggests that the EU’s CBAM, in isolation, will have a limited impact on global emissions. In this Q&A, Carbon Brief explains how the CBAM works and the impact on climate policies it is already having in the EU and around the world, as nations such as the UK and the US consider implementing CBAMs and related policies of their own. What is a carbon border adjustment mechanism? Why was the CBAM introduced in the EU? How will the EU’s CBAM work? How is the mechanism expected to cut emissions? What are the reactions from developing countries? Are other countries introducing their own mechanisms? What is a carbon border adjustment mechanism? A carbon border adjustment mechanism (CBAM) is a tax applied to certain imported goods, based on the amount of carbon dioxide (CO2) emissions released during their production. It targets industries that are typically emissions-intensive and relatively easy to trade internationally, such as steel, aluminium and cement. CBAMs work on the basis that climate laws and standards in some nations – usually those in the global north – are tighter than those found elsewhere. This means that the producer of a particular emissions-intensive product might have to pay a domestic carbon price, for example, whereas an overseas competitor might not. Under a CBAM, a nation that applies a carbon price to its domestic steel industry would apply an equivalent charge at the border, to steel imported from overseas. This is meant to “level the playing field” between producers in different countries. Those that make goods at a lower cost, but without a domestic carbon price of their own, would have to pay an equivalent fee when exporting to the country imposing a CBAM. This would allow domestic industries in the importing country to compete, while still curbing their own emissions. CBAMs have been proposed as a response to fears of “carbon leakage”. If nations lose carbon-intensive businesses because they close down or choose to do business elsewhere, this could harm the economies of nations trying to implement carbon pricing. At the same time, it could increase global emissions, if domestic manufacturing is simply replaced by more carbon-intensive imports. This issue has risen to prominence in recent years, as the EU has become the first actor to introduce a CBAM. CBAMs have been discussed ever since the early days of international climate action in the 1990s. There was recognition at that time of the risks of carbon leakage, as developed countries were being tasked with cutting their emissions under the Kyoto Protocol. In particular, the EU launching its emissions trading system (ETS) in 2005 prompted what one study describes as “heated discussion” of the role that border taxes could play in preventing high-emitting industries moving away from EU member states to other countries. (Despite these concerns, there has to date been essentially no evidence of carbon leakage. However, researchers have noted that this could be because high-emitting industries are yet to face strict carbon pricing: those in the EU generally receive free emissions allowances.) The EU frames its CBAM as not only a means of placing a “fair price” on emissions bound up in imported goods, but also a way to “encourage cleaner industrial production” in the nations it imports goods from. However, critics say variously that it is more to do with economic protectionism, or that it will harm trade, or that it will exacerbate existing inequalities between nations. Why was the CBAM introduced in the EU? The EU CBAM was brought in as part of the European Green Deal, the EU’s strategy to reach net-zero emissions by 2050. A CBAM has been under consideration in the EU for years. The European Commission informally proposed a border adjustment in 2007, following the launch of the ETS. In the years that followed, France suggested such a scheme on two more separate occasions. In her 2019 manifesto to become European Commission president, Ursula von der Leyen raised the issue again, saying she would “introduce a carbon border tax to avoid carbon leakage” to “ensure our companies can compete on a level playing field”. In recent years, there has been much concern around how the EU can avert “deindustrialisation” and maintain its competitive edge against other major powers, such as the US and China. The CBAM is one of the measures launched under Von der Leyen’s leadership in an effort to tackle these threats, whether perceived or real. The idea came to fruition in 2021, when it was presented by the commission as part of its “Fit for 55” package to drive the EU’s transition to net-zero. Following negotiations with EU member state governments and members of the European Parliament, the CBAM became law in May 2023. One reason the CBAM was finally adopted in the EU was because of a perceived need to avoid carbon leakage, while also ramping up overall emissions reductions. Emissions from heavy industry in the EU have not fallen considerably since 1990, despite being covered by the EU ETS for two decades. This is partly because these sectors, many of which are considered “exposed” to international trade – and, therefore, carbon leakage – are handed free allowances in the EU ETS. These allowances enable businesses to continue emitting greenhouse gases at no extra cost – or even to profit from selling free allowances, if their own production falls. Companies in these sectors are, therefore, able to compete with foreign imports from countries that do not have carbon-pricing systems. However, the free allowances also mean those companies have less of a financial incentive to decarbonise. The CBAM is explicitly described as a replacement for the free allowances given to companies making steel, cement and other trade-exposed goods. It will be phased in as those allowances are phased out, a process that will be complete in 2034. The CBAM has been framed as an “enabling policy” that boosts the political acceptability of higher carbon prices within the EU and, in doing so, drives industrial decarbonisation. However, it has also been described as a policy to encourage global emissions cuts. After Von der Leyen took over as commission president, a communication concerning the European Green Deal said the CBAM would be introduced “should differences in levels of ambition worldwide persist, as the EU increases its climate ambition”. Finally, another reason for the measure is that the European Commission estimates it will raise €1.5bn in revenue in 2028 – and this will increase as the mechanism expands. Of this total, 75% will go to the EU budget and the rest to member states. How will the EU’s CBAM work? The EU CBAM is being rolled out gradually. Between October 2023 and the end of 2025, any company that imports goods covered by the CBAM into the EU will have to declare them in quarterly reports. The products covered by the CBAM include those deemed “at most significant risk of carbon leakage” by the EU, initially including cement, iron, steel, aluminium, fertilisers and hydrogen, as well as electricity transmitted from other countries. This list is expected to expand, following further assessments by the EU, to cover sectors such as ceramics and paper. Reporting will cover all of the emissions generated when those products are made. This includes “direct” emissions, such as the carbon dioxide (CO2) released during cement production, and “indirect” emissions, such as those from the fossil-fuel generated electricity used to power cement factories. The full compliance phase of the CBAM will begin from the start of 2026. From this point, companies bringing CBAM-covered goods into the EU will have to purchase enough CBAM certificates to cover their associated emissions. The cost of these certificates will be the same as the EU ETS market price. If companies can demonstrate that they have paid a carbon price for goods in their country of origin, they will be able to deduct a corresponding amount from their certificate purchases to avoid taxing the products twice. Initially, exporters in relevant sectors will only have to buy certificates equivalent to 2.5% of the emissions associated with producing their goods. This obligation will rise to 100% by 2034, in line with the removal of free allowances for EU industries. The EU says that, when “fully phased in”, the CBAM will apply to more than half of the emissions covered by the ETS overall. How is the mechanism expected to cut emissions? The CBAM will add a carbon cost to EU imports that could encourage emissions cuts both domestically and internationally. The mechanism is supposed to drive industrial decarbonisation by facilitating the removal of free EU ETS allowances for industries such as steel and cement. Maintaining domestic industries in the EU is also intended to avoid an increase in global emissions due to carbon leakage. Yet various calculations of the overall impact of the EU CBAM on global emissions have produced fairly modest results. An initial 2021 assessment by the European Commission estimated that its proposed CBAM design would reduce emissions from affected EU industries by 1% by 2030. It calculated that global emissions from these industries would be cut by 0.4% over the same timescale. More recent analysis, conducted by the Asian Development Bank (ADB), considers the impact of the CBAM at a carbon price of €100 per tonne of CO2 – a level that was reached for the first time last year before falling again. It concludes that the CBAM would reduce global emissions by less than 0.2%, relative to the ETS on its own. This would be accompanied by a 0.4% drop in global exports to the EU. Ian Mitchell, a senior policy fellow and co-director of the Europe programme at the Center for Global Development (CGD), tells Carbon Brief: “It’s not so surprising that CBAM has a modest impact on global emissions. As a unilateral measure, most of the trade in carbon it affects will be diverted to other jurisdictions without similar charges.” However, he adds that CBAM is still “extremely important and valuable”, because it establishes the principle of carbon pricing and a “level playing field” globally. Another key way that the CBAM could drive emissions cuts is by encouraging other nations to implement their own climate measures, including carbon pricing. A recent report by the NGO Resources for the Future says the hope is that CBAMs will “lead to a virtuous cycle, where more and more countries adopt carbon pricing”. It explains that CBAMs can allow governments to overcome domestic political constraints to carbon pricing: “The external pressure of a CBAM can provide both impetus and a scapegoat, akin to pushing an open door, as policymakers can point out that exporting firms would have to pay these fees when they export regardless of domestic policy action.” The EU CBAM has already sparked a wave of responses from other countries. These have ranged from threats of retaliatory measures (see: What are the reactions from developing countries?) to plans for domestic CBAMs of their own (see: Are other countries introducing their own mechanisms?). Yet there is some debate about how much the EU’s policy is spurring on climate action. Analysis by CGD at the end of 2023 concluded that the “vast majority of lower income countries are a long way from implementing any carbon price”. At that time, no low-income countries were considering carbon pricing and only 11% of lower-middle income countries had one “scheduled or under consideration”, the group concluded. Others assessments have been more optimistic. One early report from thinktank Clingendael linked new climate policies from nations including Turkey and Russia to the looming threat of CBAM. A more recent report for the International Emissions Trading Association (IETA), which speaks for companies involved in global carbon markets, tracks responses from countries trading with the EU. Julia Michalak, EU policy head at IETA, tells Carbon Brief that, ultimately, the CBAM is “not in itself a global mitigation policy tool”. However, she points to evidence of impacts, including Turkey, India and Brazil advancing work on their own ETSs, as well as China moving to expand its ETS to include cement, steel and aluminium – mirroring the EU CBAM. Critical experts from global-south institutions have argued that sharing emissions-cutting technologies and scaling up climate finance would be more effective measures to decarbonise industries in developing countries. (The EU CBAM text includes language about supporting “efforts towards the decarbonisation and transformation of…manufacturing industries” in developing countries.) There has been discussion around using CBAM revenues to support industrial decarbonisation in other countries, although there has so far been no formal agreement to do this. A report by the Centre for Science and Environment (CSE) argues that CBAM revenues could be a new form of climate finance for developing countries. The thinktank suggests that this could function in a similar way to the EU’s modernisation fund, which is financed with ETS revenue and supports clean energy in low-income EU states. What are the reactions from developing countries? Some of the most vocal opponents of the EU’s CBAM are among those expected to be most exposed to its impacts. The map below is colour-coded according to nations’ relative exposure, according to the World Bank, based on the carbon intensity of their industries and how much they rely on exporting CBAM-covered products to the EU. Nations shaded green could gain export competitiveness to the EU, while those shaded red could lose competitiveness. Many of the most exposed nations have vocally opposed what they describe as “unilateral” trade measures, both at UN climate negotiations and at the World Trade Organization (WTO), where they have questioned their compatibility with international trade rules. Some of them have argued that the costs of compliance will leave less money for dealing with poverty and meeting their Paris Agreement targets. Observers have cited the principle of “common but differentiated responsibilities”, arguing that the EU is penalising developing countries despite its historic – and current – high levels of emissions, relative to much of the global south. Avantika Goswami, climate change programme lead at CSE, tells Carbon Brief: “You are imposing these external standards onto developing countries whilst not specifically earmarking funding that would enable this decarbonisation effort.” China is one of the developing countries affected by the CBAM that has criticised the EU’s new policy. China’s steel and aluminium sector would see the biggest impacts, according to an analysis from the Center for Eco-Finance Studies at Renmin University. It estimated a 4-6% ($200m-400m) increase in export costs for the steel industry, for example. (The analysis does not appear to account for potential price rises in EU steel markets, which could allow producers to recoup higher costs at the expense of consumers within the bloc.) Li Chenggang, China’s ambassador to WTO, said at a meeting last June: “We fully understand the EU’s environmental goals and appreciate its efforts…However, it is regrettable that the [CBAM] measures…fail to follow the basic principles of the UNFCCC and the Paris Agreement [the principle of “common but differentiated responsibilities”], as well as WTO rules. In fact, this measure may cause discrimination and market access restrictions on imported products, especially those from developing members.” A report by the China office of consultancy PwC says about $35bn of trade between China and the EU could eventually be affected by the CBAM. African countries have raised similar concerns. According to Akinwumi Adesina, president of African Development Bank, the continent could lose up to $25bn per year as a “direct result of CBAM”. However, the $25bn figure cited by Adesina comes from a modelling scenario that does not correspond to the EU’s actual approach, says Tennant Reed, director of climate change and energy at the Australian Industry Group, in a post on LinkedIn. In his post, Reed points to a series of issues with the underlying modelling in this and other studies of the impact of the EU’s CBAM on developing countries’ economies. He tells Carbon Brief: “CBAM analysis can easily go awry if it: considers higher supply costs for covered products but not higher selling prices; assumes manufacturers and nations have static emissions intensities; or fails to represent the actual structure of policy. A genuinely non-discriminatory border adjustment should not disadvantage developing country exporters at all. Instead it can create a firmer commercial basis for clean industrial investment everywhere and a chance for developing countries that price carbon to effectively raise tax revenue from Europe.” In July 2024, India’s economic affairs secretary Ajay Seth commented that the EU’s CBAM was “unfair and detrimental to domestic market costs”. There have even been reports of India planning “retaliatory” trade measures and the Indian government has indicated its concerns will feed into discussions around India’s prospective free-trade agreement with the EU. In addition, Simon Göss, managing director of the Berlin-based consulting firm carboneer, tells Carbon Brief that, for smaller companies, “hir[ing] [data] experts and set[ting] up monitoring systems…might make the end product more expensive”. He adds: “In the short-term – until the end of 2024 – monitoring and reporting real emissions for producers of CBAM-goods in non-EU countries represents a huge challenge for smaller companies in technologically less advanced countries.” Despite their criticisms, some developing country analyses have pointed to positive steps that their industries can take in response to the EU’s CBAM. Beijing-based thinktank iGDP, for example, says, “looking at the long-term trend, China’s steel industry striv[ing] to reduce emissions is more economical than to pay the CBAM adjustment fee”. Similarly, Renmin University says in a CBAM analysis that China’s steel industry should accelerate its shift to lower emissions and the country’s own carbon market “should be improved”. Are other countries introducing their own mechanisms? Other nations are expected to implement CBAMs and related measures of their own in response to the EU’s new policy. Progress on this has been fairly slow, but there are signs that some nations in the global north are considering this approach in order to protect trade with the EU and support their own industrial decarbonisation. Perhaps the most advanced CBAM outside of the EU is the UK’s effort. The UK government announced at the end of 2023 that it would implement the mechanism by 2027. Unlike the EU’s CBAM, the UK’s version, in its initial stage, will include ceramics and glass. It will also not include the electricity the UK imports from its European neighbours via interconnectors. Some observers have called for greater harmonisation with the EU, suggesting that this would reduce the economic risk to the UK. The Canadian government also announced plans to establish its own CBAM in the 2021 budget and launched a consultation to this effect. Australia has also been considering a CBAM, with the government launching a review in 2023 to assess its potential to prevent carbon leakage – especially targeting steel and cement. As for the US, there has been much debate around how it could implement a CBAM, despite lacking a domestic carbon-pricing system. (Carbon pricing has long proved controversial in the US. In fact an early form of CBAM was blocked in 2010 by Senate Republicans in the infamous Waxman-Markey bill, along with a national carbon pricing scheme.) US leaders were initially hostile to the EU’s CBAM, even though the nation does not export large amounts of CBAM-covered products to the bloc. However, in the context of industrial rivalry with China, US lawmakers have proposed various CBAM-like policies in recent years, with a view to avoiding carbon leakage and ensuring global competitiveness. These include the Clean Competition Act, backed by Democrats, and the Foreign Pollution Fee Act, backed by Republicans, both of which involve adding a carbon-intensity fee to imports. Analysis by NGO Resources for the Future describes these proposals as a “significant sign of bipartisan interest in climate and trade policy”. Moreover, it says these actions can be attributed to the EU’s leadership in this area: “Just as it is hard to imagine the EU coming up with as extensive a green industrial policy as it has without the [Inflation Reduction Act], it is equally hard to imagine the US devising specific climate and trade proposals without the impetus of CBAM.” Ellie Belton, a senior policy advisor on trade and climate at the thinktank E3G, tells Carbon Brief that, while the EU CBAM “may well have kickstarted a new wave of climate ambition globally”, there is a need for “better diplomacy” to avoid disrupting multilateral progress: “There is also an emerging risk of divergent CBAM schemes creating a patchwork of disjointed regulations worldwide, which would disproportionately impact developing countries and exacerbate the inequity in climate outcomes.” Reflecting concerns about the impact such a “patchwork” could have on businesses, the International Chamber of Commerce has released a set of “global principles” to guide countries in introducing their own CBAMs. Among other things, they include compliance with WTO rules and the principles of the Paris Agreement, as well as exemptions for least developed countries and small island states. \n                                \n                                 Q&A: Can ‘carbon border adjustment mechanisms’ help tackle climate change?",
    "images": "https://www.carbonbrief.org/wp-content/uploads/2024/10/E597WW.jpg",
    "tags": "",
    "excerpt": "The EU’s carbon border adjustment mechanism has been touted as a key policy for cutting emissions from heavy industries",
    "categories": "EU policy"
}