{
    "title": "Carbon Border Adjustments",
    "author": "Catherine Wolfram; William F Pounds Professor; MIT Sloan School",
    "source": "MIT Climate Portal",
    "date": "2023-09-06",
    "text": "New to Climate Change? Carbon Border Adjustments A carbon border adjustment mechanism (CBAM) is a policy that charges a fee for imported goods based on how much climate pollution was created making them. CBAMs are always paired with carbon prices, which tax domestic goods for their climate pollution.   A carbon border adjustment can be broken down word by word: it puts a price on the carbon (carbon dioxide, or other climate-warming greenhouse gases) created by goods that cross the border, as an adjustment to put imported goods on a level playing field with domestic goods. Why add a carbon fee to imports? The idea of a carbon price is simple. By making goods that emit lots of carbon more expensive, the price nudges buyers to find cleaner alternatives, and manufacturers to make them. But countries that enact carbon prices are hit with a problem. The price only applies to their own citizens and manufacturers. Climate-polluting goods from other countries get an unfair advantage, which can hurt domestic industries. This can also cause “carbon leakage,” in which buyers, instead of seeking out clean products, just buy untaxed climate-polluting goods from abroad.   CBAMs address this imbalance, by adding a fee to imported goods equal to the domestic carbon charge.   But there is also a way for exporters to escape the CBAM: if the exporting country has its own carbon price, then the CBAM is lowered to only cover the difference between the two prices. This prevents “double taxing” of carbon emissions. It also has the happy effect of nudging other countries to enact their own carbon prices. Since their exporters will pay a fee for their carbon emissions anyway, policymakers might well decide it would be better to collect that fee themselves than let it go to a foreign government.   And this seems to be working in practice. The world’s first CBAM was launched by the European Union in October 2023,1 and already, countries including Turkey, Indonesia, Vietnam and Thailand have started contemplating their own carbon prices, specifically to avoid the European CBAM.2 Click here to see data from the infographic above in a table. Business Activity Carbon emissions Relevant carbon fees Total cost of fees A conventional steel mill in Country A Selling steel to customers in Country A 2 tons of CO2 per ton of steel Country A has a domestic carbon price of $50 per ton of CO2 $100 per ton of steel A more efficient steel mill in Country A Selling steel to customers in Country A 1 ton of CO2 per ton of steel Country A's carbon price $50 per ton of steel A conventional steel mill in Country B Selling steel to customers in Country B 2 tons of CO2 per ton of steel Country B has no carbon price $0 A conventional steel mill in Country B Exporting steel to customers in Country A 2 tons of CO2 per ton of steel Country A has a carbon border adjustment mechanism (CBAM) that charges a fee on imports equal to its domestic carbon price of $50 per ton of CO2 $100 per ton of steel A conventional steel mill in Country C Selling steel to customers in Country C 2 tons of CO2 per ton of steel Country C has a domestic carbon price of $30 per ton of CO2 $60 per ton of steel A conventional steel mill in Country C Exporting steel to customers in Country A 2 tons of CO2 per ton of steel Country C's carbon price plus Country A's CBAM, which is discounted by an amount equal to Country C's carbon price $100 per ton of steel: $60 to Country C, plus $40 to Country A Challenges and objections While CBAMs, like carbon prices, are a simple and direct way to lower carbon emissions in theory, they can have quirks and inefficiencies in practice.   One challenge is accurately measuring the carbon emissions that must be paid for. The problem is especially hard for CBAMs because the carbon emissions take place abroad, where regulators will struggle to audit them.   There is also a question of fairness. International climate agreements like the Paris Agreement have long recognized that wealthy, industrialized countries have the greatest responsibility to address climate change, because they have contributed the most to the problem and because they have more resources to devote to solutions. But a CBAM hits exporters from low-income, developing nations just as hard as those in wealthy ones. A CBAM could be designed with this in mind—say, by exempting lower-income countries, or by discounting their fees in a way that lets them set lower carbon prices and still escape the CBAM. CBAMs on the global stage For countries with robust carbon prices, a CBAM can be an appealing tool to shape international climate policy. It nudges trading partners to take firmer climate action with less need for negotiations. The CBAM also raises revenue, which can be spent on other climate policies, given back to citizens to offset the rise in prices created by the CBAM, or used in any other way the government chooses.   But a CBAM’s influence is limited. Trading partners can choose to enact a partial carbon price, which only falls on those goods subject to the CBAM. Exports can shift to the cleanest factories, while the most climate-polluting factories keep making untaxed goods for consumption at home. CBAMs are not the only idea for spreading carbon prices worldwide. Economists at the International Monetary Fund, for example, have proposed a “carbon price floor,” negotiated by a small group of the world’s most climate-polluting countries.3 Approaches like this would not entice other countries to enact carbon pricing in the same way a CBAM does, but they do offer less room for manipulation and more leeway for lower-income developing nations. Border adjustments vs. tariffs A country with no carbon price of its own could still choose to place a fee on the carbon emissions of imported goods. A measure like this, dubbed a “foreign pollution fee,” has been introduced in the United States Senate.4 This, however, would not be a true carbon border adjustment: there is no difference in carbon price it is adjusting for. It is better seen as a “carbon tariff,” putting a climate spin on a protectionist trade policy. Published December 11, 2023. 1 European Commission Taxation and Customs Union: Carbon Border Adjustment Mechanism. Accessed December 11, 2023. 2 Presidency of the Republic of Turkey Presidency of Strategy and Budget: The Medium-Term Program (2024-2026), September 2023; Antara Indonesian News Agency: \"Indonesian govt still maturing carbon tax regulation: Minister,\" September 26, 2023; Vietnam Investment Review: \"Export carbon tax options on the table,\" Oanh Nguyen, September 22, 2023; Bangkok Post: \"Excise Department mulls carbon tax,\" Wichit Chantanusornsiri, September 6, 2023. 3 International Monetary Fund: \"Proposal for an International Carbon Price Floor Among Large Emitters,\" Staff Climate Note Number 2021/001, Ian W.H. Parry, Simon Black, and James Roaf, June 18, 2021. 4 \"Foreign Pollution Fee Act of 2023,\" Office of U.S. Sen. Bill Cassidy. Accessed December 11, 2023.",
    "images": "https://climate.mit.edu/sites/default/files/2023-12/pexels-tom-fisk-2231743.jpg",
    "tags": "",
    "excerpt": "A carbon border adjustment mechanism is a policy that charges a fee for imported goods based on how much climate pollution was created making them.",
    "categories": ""
}