{
    "title": "About Us",
    "author": "unknown",
    "source": "carbonglance.com",
    "date": "2025-01-01",
    "text": "About Us We are Carbon Glance, a rapidly growing UK-based startup born to address the emerging needs of companies resulting from carbon pricing mechanisms such as the EU CBAM. As a remote-first company with a globally distributed team, we bring together extensive expertise in carbon accounting, sustainable finance, climate law, environmental economics, and software engineering. Co-founder & CEO Víctor Pérez Prieto \n          \n           Hi! My name is Victor Pérez Prieto. My passion for understanding the complex challenges of climate change drove me to pursue studies in this field, and I have continued to explore these issues in my professional career. I am particularly interested in the intersection of climate law, economics, and finance. I decided to start building Carbon Glance after recognising the crucial role of data in driving the transition to a low-carbon economy.  \n     I am particularly interested in the intersection of climate law, economics, and finance. I decided to start building Carbon Glance after recognising the crucial role of data in driving the transition to a low-carbon economy. Co-founder & Head of Carbon Markets Manolis Kotzampasakis \n          \n           Hi, I am Manolis Kotzampasakis. As a professional in the field of environmental law and policy, but also through my ongoing PhD research in climate law and economics, I have witnessed and dealt with some of the complexities our fight against climate change entails for people and economies globally. I proudly co-founded Carbon Glance because I immediately saw the value it can bring, by helping organizations manage these complexities and follow the pathway to a net-zero future.  \n     I proudly co-founded Carbon Glance because I immediately saw the value it can bring, by helping organizations manage these complexities and follow the pathway to a net-zero future. Co-founder & CTO Kareem Hussein \n          \n           Hi, I am Kareem Hussein. As a full-stack software engineer with a passion for solving significant real-world problems, I joined the founding team at Carbon Glance having recognised the unique space within which the company operates.  This passion also drove me to obtain my BSc and MSc in Computer Science from the universities of Southampton and Edinburgh respectively, from which I obtained a strong, diverse, and up-to-date foundation across the tech spectrum. I now leverage these directly to help in materialising the company’s vision – working closely with the rest of the team to build a robust and scalable system utilising modern industry standards.  \n     This passion also drove me to obtain my BSc and MSc in Computer Science from the universities of Southampton and Edinburgh respectively, from which I obtained a strong, diverse, and up-to-date foundation across the tech spectrum. I now leverage these directly to help in materialising the company’s vision – working closely with the rest of the team to build a robust and scalable system utilising modern industry standards. Co-founder & Lead Front-end Engineer Evangelos Poutouris \n          \n           Hi, I am Evangelos Poutouris. I have a strong fervour for technology and software engineering in general, and I love applying technology to solve real-world problems. Having a bachelor’s and master’s degree in Computer Science and Human Computer Interaction (HCI) enables me to implement complex and scalable computer applications following UI/UX standards. At Carbon Glance I am in charge of leading the front-end development and I will ensure that we develop a robust, beautiful, and usable product that stands out from the competition.  \n     At Carbon Glance I am in charge of leading the front-end development and I will ensure that we develop a robust, beautiful, and usable product that stands out from the competition. Advisory Board Senior Advisor Luca Taschini \n          \n           Luca Taschini is a Professor and Chair of Climate Change Finance, and the Director of the Centre for Business, Climate Change, and Sustainability (B-CCaS) at the University of Edinburgh Business School.He is a Visiting Senior Fellow at the Grantham Research Institute on Climate Change and the Environment at the London School of Economics and a Fellow at CESifo Energy and Climate Economics, Munich. He holds a PhD in Finance from the University of Zurich. Luca has been pioneering innovative research methodologies that have a substantial impact on shaping policy decisions and fostering public discussions concerning the design and execution of carbon pricing policies.  \n     Luca has been pioneering innovative research methodologies that have a substantial impact on shaping policy decisions and fostering public discussions concerning the design and execution of carbon pricing policies. External Advisor Geoffroy Dolphin \n          \n           Geoffroy Dolphin is a climate economist in the European Department of the International Monetary Fund, where he leads macro and micro-economic analyses of climate and energy policies. Prior to that, he was a Postdoctoral Fellow at Resources for the Future, in Washington, DC. He holds a PhD from the University of Cambridge, where he was a member of the Energy Policy Research Group. Geoffroy specialises in the assessment and design of climate change mitigation policies. Geoffroy has developed the World Carbon Pricing Database, a dataset of all carbon pricing mechanisms introduced around the world since 1990 and developed methodologies to compare carbon prices across countries.  \n     Geoffroy has developed the World Carbon Pricing Database, a dataset of all carbon pricing mechanisms introduced around the world since 1990 and developed methodologies to compare carbon prices across countries.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}