{
    "title": "Sailing Uncharted Waters: International Trade Becomes an Element of Climate Policy",
    "author": "Raymond J Kopp; Kevin Rennert; William Pizer",
    "source": "Resources for the Future",
    "date": "2023-10-04",
    "text": "The European Union has launched its Carbon Border Adjustment Mechanism as a way of extending its domestic climate policy to the international trade system. But aligning climate policy with international trade comes with complications. October saw the introduction of the European Union Carbon Border Adjustment Mechanism (CBAM). The CBAM law marks the first time a group of nations have imposed their domestic climate policy on other nations. The law requires importers to purchase EU Emissions Trading System allowances equal to the amount of carbon embedded in the products they wish to import into the European Union. If an importer that’s covered by the CBAM can demonstrate that the manufacturing sector of the country of origin has a carbon price that’s equal to the price of an EU allowance, then the cost of the allowance purchase will be rebated to the importer. Although the European Union holds the position that the CBAM is not an international trade policy, but rather an extension of its domestic emissions trading system, many exporting nations instead consider the CBAM to be a straight-up tariff on embedded carbon. The CBAM is a member of a class of policies called carbon border adjustments (CBAs). CBAs are fees imposed on the imports of commodities and products based on the quantity of greenhouse gases (GHGs) that are emitted during the production process. The purpose of a CBA is to allow producers that are located in countries with highly ambitious climate goals to remain competitive in their domestic markets against imports from less-regulated jurisdictions and to prevent emissions from “leaking” out of the ambitious jurisdiction. While not a new idea, CBAs have not been part of the actual climate and international-trade policy mix until now. Motivated by similar issues of domestic competitiveness that gave rise to the CBAM, multiple CBA bills have been introduced and are under development in the US Senate. Little to no historical evidence exists to help us understand the efficacy of such trade policies on competitiveness or emissions, the tractability of their implementation, and the impact of such policies on the global system of rules-based trade and the welfare of developing nations. These are uncharted waters in which the European Union and US Senate are sailing to address international competition and emissions leakage. Though the course is complex and without precedent, CBAs remain as the primary option, given that the preferred course—globally harmonized emissions policies—have continued to prove elusive. Efficacy Carbon border adjustment policies can have at least three climate-related goals. The goal one hears most often is to protect domestic industries that are competitive and subject to ambitious climate policies. Protecting competitiveness translates into preventing the export of domestic industries and employment to nations that have less ambitious climate policies. A second goal is to reduce the “consumption” of carbon that’s contained in imported products. Over the past decade, countries with ambitious climate policies have reduced the emissions from their domestic manufacturing sectors, only to have those reductions offset by emissions from less ambitious countries and carbon that’s embodied in products which get exported back to high-ambition countries. This phenomenon has come to be known as carbon leakage, or the “carbon loophole.” A third goal is to encourage global ambition by creating incentives for nations with less ambitious policies to strengthen their policies and thereby avoid the CBA charged on their exports. Protecting domestic industries from international competition is not a new policy. In fact, this type of policy often is associated with tariffs imposed on primary commodities and manufactured products. The Section 232 tariffs imposed on steel and aluminum during the Trump administration are obvious examples. The effectiveness of such policies, when measured against the goal of maintaining and perhaps increasing domestic manufacturing activity, is subject to debate. A multitude of reasons help explain why developed countries have lost manufacturing activity over the past several decades. How effective a CBA will be at reversing this trend is yet to be seen. And such policies challenge the traditional role of industrialized nations in promoting rules-based trade and reducing trade barriers. Addressing the carbon loophole by using a CBA is a matter of targeting specific high-carbon imports and imposing a fee of sufficient magnitude to significantly reduce the importation of those products. This goal of reducing leakage seemingly is more modest and may have a better chance of success. However, consequences still may arise for rules-based trade and the imposition of retaliatory trade measures. Economic analysis has explored the use of CBAs to incentivize exporting nations that have low ambition to take more aggressive action. Various factors beyond theory and modeling contribute to the development of domestic climate policy; hence, we are unlikely to know the effectiveness of CBAs at incentivizing the adoption of ambitious policy until such policies are in widespread use. Tractability A carbon border adjustment is a complex animal that has several design elements and requires many policy decisions. Implementing a CBA requires that policymakers define “embodied carbon” for products that the CBA covers, or more generally, the GHG intensity of those products (the amount of carbon dioxide emitted during production divided by the weight of the product). While many GHG accounting protocols are in use by countries, facilities, and individual firms, none of these protocols are directly relevant to estimates of the GHG intensity of a specific manufactured product. The accounting protocol for the products that are covered by a CBA must align with the harmonized system, a standardized system of codes that classifies traded products, which is the basis for customs tariffs in over 200 countries and the only option for standardizing GHG intensity. The regulations for implementing the CBAM during its transitional phase are the first attempt at developing formal accounting guidance. A quick review of these regulations reveals that accounting for product-level GHG emissions imposes a not-insignificant burden on the would-be importer (termed the “declarant”) of products that the CBAM covers. The significance of the barrier that this accounting poses for imports is unknown at this point. Linked to the product-level accounting that’s required for the harmonized system is the definition of what emissions actually get counted. For example, the emissions accounting could be limited to the direct emissions associated with production at a particular facility, which are known as Scope 1 emissions. The CBAM includes these direct emissions in its definition of GHG intensity. One also can include the emissions associated with the generation of electricity purchased from the grid that’s used by the production facility, which are known as Scope 2 emissions. The CBAM also includes these emissions that are associated with purchased power. The last bit of complexity refers to emissions associated with other, non-electricity inputs to the production process; for example, the emissions associated with mining iron ore for producing steel that’s subject to the CBAM. These “upstream” emissions are classified as Scope 3. The CBAM does not include any upstream Scope 3 emissions. Estimating the upstream emissions embedded in a product that’s subject to a CBA will be quite challenging for the declarant, who may be familiar with the emissions from the production of steel but wholly unfamiliar with the emissions associated with mining iron ore. Consistency with Rules-Based Trade Following the end of World War II, the United States and allied nations established the General Agreement on Tariffs and Trade, which went into effect in 1948; this agreement was superseded by the World Trade Organization in 1995. The goal of the General Agreement on Tariffs and Trade, and now the World Trade Organization, was to increase the breadth and depth of international trade by establishing rules to reduce the barriers to trade associated with quotas, tariffs, and direct subsidies. Global trade today is estimated to be 45 times greater than before the establishment of the General Agreement on Tariffs and Trade, and the agreement has been credited with lifting many nations out of poverty due the accelerated global economic growth that resulted. The introduction of CBAs as a component of climate policy is viewed by many as a violation of rules-based trade, which now is overseen by the World Trade Organization, and could lead to a return to retaliatory tariffs and other trade barriers that diminish the global benefits of trade. While the European Union is adamant that its CBAM is consistent with the rules for trade, we can expect the CBAM to be contested by nations as inconsistent with those rules. Questions of consistency of CBAs with the rules-based trade system will await these inevitable challenges; however, given the current dysfunction of the provisions laid out by the World Trade Organization for settling disputes, we will be waiting quite a while. While we wait, more CBAs are likely to be introduced into the international trade system. Welfare in Developing Countries The economic welfare of many developing countries depends on global demand for their commodities and manufactured products. In many cases, the GHG intensity of products from developing countries is greater than the intensity of similar products that are manufactured within fully developed economies. This difference in emissions is to be expected and is reflected in the principle of “common but differentiated responsibilities and respective capabilities” contained within the original drafting of the United Nations Framework Convention on Climate Change (UNFCCC). But exactly how this principle is put into practice, and when developing countries will become sufficiently capable, has remained elusive for the past three decades. Given the relatively high GHG intensities, especially for primary products like steel, fertilizer, cement, and aluminum, developing countries can expect to face CBAs. A recent study by the World Bank has produced one of the first measures of the economic exposure of developing countries to the CBAM. To no one’s surprise, many developing nations have a relatively high exposure. How developed nations with high climate ambition will ameliorate this impact, while at the same time ensuring the efficacy of the CBAs they have developed, remains to be seen. Charting a Path Forward We are entering a period in which nations are just beginning to align their climate policies with international trade. We have very little historical experience to help guide this alignment, and we face a good deal of uncertainty over the efficacy of linking these two policy regimes to achieve climate goals. At present, the development and implementation of CBAs is undertaken absent the benefit of mechanisms and venues for communication, collaboration, cooperation, and negotiation among trading partners. Given the potential significance of widespread deployment of CBAs for achieving climate policy goals, and the unfettered operation of the international trade system, one hopes that such mechanisms and venues can be developed, so that CBAs can achieve the desired policy outcomes.",
    "images": "https://media.rff.org/images/Cargo_Ship_Spread___1920x1080.width-600.png",
    "tags": "",
    "excerpt": "The European Union has launched its Carbon Border Adjustment Mechanism as a way of extending its domestic climate policy to the international trade system. But aligning climate policy with international trade comes with complications.",
    "categories": ""
}