{
    "title": "Industrial Decarbonization and Competitiveness: Building a Performance Alliance",
    "author": "unknown",
    "source": "Resources for the Future",
    "date": "2022-07-06",
    "text": "Industrial Decarbonization and Competitiveness: Building a Performance Alliance In this issue brief, RFF scholars explore the idea of a \"performance alliance,\" in which countries align decarbonization efforts and trade policies with the aim of maintaining competitiveness while limiting leakage. 1. Background Reducing greenhouse gas (GHG) emissions from carbon-intensive industrial sectors like steel, aluminum, cement, and chemicals will be aided by the introduction of new low- and zero-carbon production process technologies. While the cost of new technologies will decline over time, in the short run they will likely cost more than more carbon-intensive, incumbent technologies. When the products from these sectors are exchanged on highly competitive international markets, decarbonization efforts could therefore lead to lost competitive advantage vis-à-vis nations with weaker environmental policies. A recent issue brief, “Industrial Decarbonization and Competitiveness: A Domestic Benchmark Approach” (hereafter, “Benchmark”), introduced an idea for a domestic emissions reduction policy that targets the US industrial sector, paired with a border adjustment tariff. The Clean Competition Act recently introduced by Senator Sheldon Whitehouse (D-RI) builds on the paired policy structure. As US industry continues to decarbonize, these paired policies would protect domestic producers from competitive imports, maintain competitiveness in export markets, and provide incentives for trading partners to increase environmental ambition. In this issue brief, we introduce the related idea of a “performance alliance” in which a group of countries align industrial decarbonization efforts and trade policies to maintain competitiveness, limit leakage of emissions, and provide incentives for others to pursue ambitious decarbonization policies. This idea can be traced to work on “climate clubs,” initially popularized by William Nordhaus. The most recent reference to a climate club can be found in the G7 Leaders Communiqué, released May 20, 2022. Catalyzing leadership, action, and inclusivity is a key element of the G7 grouping and suggests the idea of an alliance more than the notion of exclusivity and protectionism suggested by a club. The international policy proposed in the Clean Competition Act and the EU carbon border adjustment mechanism (CBAM) proposal point to implicit climate clubs. In the EU case, a nation exporting primary commodities to the European Union could be a member of the club if that nation imposes a carbon price on its domestic production. That carbon price for the nation’s primary commodities would have to be equal to or greater in magnitude to the price charged within the European Union. In such a case the exporting nation does not face an EU-imposed border fee. In the case of the Clean Competition Act, a nation exporting primary commodities to the United States could be a member of the club if the GHG intensity of its domestic primary commodity production is less than the US benchmark intensity. In such a case the exporting nation does not face a US-imposed border fee. If one were to consider the Clean Competition Act and the EU CBAM as forms of climate clubs, true members of each club might further align their own border measures to match the European Union and the United States. Admission to such an EU club requires the adoption of a common policy to address emissions from the industrial sector; that policy is a specific and explicit carbon price. Admission to such a US club requires environmental performance on a par with the United States, where that performance is measured in terms of GHG intensity of production. We might think of the EU approach as a policy club, while thinking of the US as a performance club. In the remainder of this issue brief we elaborate on the idea of an alliance, rather than a “club,” where members work to drive industrial sector decarbonization—this would happen through an alignment of efforts and advanced technology that levels the playing field of economic competition and negates the need for border measures within the alliance. Border measures would remain a component of this approach for countries that do not choose to increase their ambition and join the alliance. The border measures need not be harmonized among the alliance members. This reduces the protectionist feel of the alliance. 2. A Performance Alliance Rather than a Policy Club A foundational feature of the alliance suggested here is the recognition that many nations will pursue different emissions abatement policy paths and approaches as they decarbonize their industries. The European Union will principally rely on its carbon pricing approach to drive emissions reductions, but it is unreasonable to assume widespread global adoption of a carbon price as the dominant domestic policy approach. Requiring the adoption of a suitably ambitious carbon pricing policy for admittance into a club or alliance limits the number of potential members. Since part of the attractiveness of membership is the economic benefit of free trade with alliance members, the larger the alliance, the better. Moreover, the notion of an alliance is inclusivity, not exclusivity. For these reasons, admission to an alliance could instead be based on the average environmental performance of a nation’s industries. One metric to measure policy performance could be the GHG intensity of industrial production (i.e., the tons of GHGs per ton of product produced—measured as scope 1, 2, or 3), which is suggested here, in “Benchmark,” and in the Clean Competition Act. Basing admission to an alliance on environmental performance, rather than policy characteristics, significantly enlarges the set of possible alliance members. GHG intensity is a measure of policy achievement or performance and is not exclusive to a particular policy design. In addition to focusing on performance, trading partners that share comparable GHG intensities for specific industrial commodities and have aligned policies in place to reduce GHG intensity over time, are likely to deploy similar production processes and technologies within their manufacturing sectors. Therefore, they are unlikely to be facing competitive disadvantages vis-à-vis their trading partners due to their environmental policies. A performance alliance could be formed around an entire economy and include dozens of member nations, or a small subset of industries and a very small number of nations. One approach would be to have a narrow focus in both dimensions. For example, governments could build around the current negotiation of a US and EU carbon-based sectoral arrangement on steel and aluminum trade, which was announced on October 31, 2021. An alliance could also emanate from the June 2022 G7 announcement resulting in a slightly larger number of countries and perhaps a broader set of sectors. Such approaches could grow in terms of industries and nations. One could also imagine separate alliances formed around specific industrial sector(s) and commodities, with each alliance having different national members. Eventually, the alliance would seek to grow to include a larger group of countries, particularly developing countries, from the beginning. This approach would avoid the perception of a “rich-country” approach. 3. Features of an Industrial Performance Alliance At its core an industrial performance alliance would be a group of nations agreeing to tariff-free trade among alliance members. This would involve trading select industrial products and imposing tariffs on imports of the same products from nations outside the alliance. Alliance members agree to tariff-free trade in the belief that negotiated sectoral GHG intensities across the alliance, including alignment on the schedule for future declines, are sufficient to level the competitive playing field and negate the need for tariffs. An alliance would need to agree to a common measure and method used to calculate the GHG intensity of its industrial production. The measure introduced in “Benchmark” limits the GHG intensity calculation to scope 1 and scope 2 (electricity) emissions. This would likely provide the most robust measures of GHG intensity and, therefore, ensure consistency across alliance members. In some sectors, scope 3 emissions could be important, and it is reasonable for an alliance to single out such sectors and include scope 3 emissions in the GHG intensity calculation. It is possible, although it seems unlikely, that a group of willing nations seeking to form an industrial alliance would have similar initial GHG intensities. One can imagine the process of alliance formation involving the quantification of domestic intensities among the candidate alliance members and then the negotiation of an agreement among the members to bring these intensities in line over time. That same agreement would contain provisions defining declines in the intensities to achieve desired alliance-wide decarbonization goals. A performance alliance does not prescribe the policies a nation must adopt to become a member; however, continued participation in the alliance is contingent upon members achieving agreed-upon environmental performance measured by GHG intensities and the decline in those intensities over time. The alliance would require members to adopt effective, transparent, and credible domestic policies and agree to consequences and remedies if members are out of compliance with alliance decarbonization performance goals. The notion of a performance alliance emphasizes the necessary performance benchmarks for countries to become members and enjoy tariff-free trade. The alliance need not agree on a common approach to import tariffs—and this may be a desirable feature to avoid the perception of protectionism. But some or all members could choose to create harmonized import tariffs for non-members. The environmental performance of nations exporting manufactured products to members of the alliance would be measured by the GHG intensity of their production sectors in the same way they are measured within the alliance. However, for countries with inadequate data collection, there will need to be procedures to construct surrogate measures. Alliance members could use common methods and data to do this. They could also set a common tariff amount for all imports into the alliance. One approach to harmonize both the compliance question and the import tariff question would be to agree on a minimum price to be applied to emissions above the agreed benchmark for both imported products and domestic production. This would treat the “Benchmark” approach as a way to parametrize membership in the alliance. That is, there would be agreement on both the maximum emission benchmark and the minimum price charged on above-benchmark emissions for both domestic and imported products. 4. Alliances within the International Architecture The performance-based alliances described in this brief would be mechanisms to achieve Paris Agreement goals, although they would not be part of the UN Framework Convention on Climate Change’s process. Rather, they would be collections of like-minded nations seeking to achieve the ambition articulated in their Nationally Determined Contributions (NDCs) while at the same time maintaining the international competitiveness of their manufacturing sectors and incentivizing trading partners to enhance their ambition. The political tractability of alliance formation would be enhanced by initially focusing on a narrow list of industrial products (e.g., steel and aluminum) and a small number of nations. The narrower and more well-defined the products and the smaller the number of nations negotiating to form the alliance, the easier it would be to develop data, methodologies, and transparency processes to establish the intensity benchmarks within the alliance. However, the goal is to broaden alliance membership as widely as possible—hence the labeling as an alliance and not a club. Once data are assembled, methods formalized, and transparency established, willing nations would be added. The EU-US negotiation on steel and aluminum is an example of a small number of negotiating participants, focused on narrowly defined products, working to develop data and methodology building blocks to support the formation of an alliance. It will be important to quickly expand any alliance to consider developing country participation and concerns. Given the aims both to maintain competitiveness among countries taking ambitious action and to incentivize/encourage action more broadly, developing countries are an important target. To this end, it would be useful to avoid the perception of the effort as a “rich-country” approach. At a minimum, alliances could be offering technical assistance to aid in the collection and creation of data that would be needed to measure environmental performance and set the stage for inclusion in an alliance. At the same time, the alliance could provide technical assistance and capacity building with respect to low carbon industrial production technology to accelerate the decarbonization of developing country industries. The alliance could even provide sources of investment funds to accelerate decarbonization. Given current border measure proposals generally exclude the poorest countries, the alliance will need to consider a common approach to differentiate countries and/or benchmarks at different income levels. 5. Key Takeaways Our idea is to build an alliance, rather than a club, around levels of environmental performance measured as the greenhouse gas intensity manufacturing production. Alliances based on environmental performance rather than prescriptive policies will be attractive to a greater set of potential member nations allowing for greater international trade within the alliance. More participation gives rise to inclusivity over exclusivity. Focus harmonization on environmental performance measures required for free trade among members, and not on import tariffs for non-members. This avoids a protectionist feel. Such performance alliances could enhance the pace of decarbonization, maintain international competitiveness, and incentivize trading partners to act with more ambition. Given the need for data and methodologies to assess greenhouse gas intensities of manufactured products, alliance formation could be enhanced by an initial focus on a small set of traded products. Alliances could be new multilateral institutions providing technical assistance, expanded capacity, and investment resources to developing countries seeking to decarbonize their industrial sectors, accelerating industrial decarbonization beyond the typical focus on developed countries. To view the full issue brief, click here, or read the companion issue brief, \"Industrial Decarbonization and Competitiveness: A Domestic Benchmark Approach.\"",
    "images": "https://media.rff.org/images/shutterstock_14620274240.33x.width-600.png",
    "tags": "",
    "excerpt": "In this issue brief, RFF scholars explore the idea of a \"performance alliance,\" in which countries align decarbonization efforts and trade policies with the aim of maintaining competitiveness while limiting leakage.",
    "categories": ""
}