{
    "title": "Promoting free market solutions to climate change at COP28",
    "author": "Ronald Bailey",
    "source": "Reason Magazine",
    "date": "2023-12-11",
    "text": "Promoting Free Market Solutions to Climate Change at COP28 How to declare a ceasefire in the carbon tariff wars. Dubai, United Arab Emirates—\"There is no greater admission of policy failure\" than Europe's carbon border adjustment mechanism (CBAM), said Rod Richardson, head of the pro-market Grace Richardson Fund.* \"Our carbon pricing is failing, so our solution to shooting ourselves in our own foot is to shoot everyone else in theirs.\" Richardson made this observation at COP28, the United Nations' latest climate summit, during a roundtable contrasting American and European climate change policies. The CBAM, which went into effect on October 1, aims to \"equalize the price of carbon between domestic products and imports.\" Among other things, the European Union (E.U.) sets the price of carbon dioxide emissions through its emissions trading scheme. Each year E.U. regulators reduce the overall number of greenhouse gas emissions permits allocated to regulated installations and aircraft operators. This declining cap ensures that E.U. emissions decrease over time. It has also meant higher emissions permit prices, which get passed to European consumers. The CBAM is an attempt to prevent \"carbon leakage,\" in which the E.U.'s climate policies are undercut by cheaper carbon-intensive imports and by European companies relocating to countries with less stringent climate change mitigation standards. It \"marks the first time a group of nations have imposed their domestic climate policy on other nations,\" noted three Resources for the Future researchers in October. \"The law requires importers to purchase EU Emissions Trading System allowances equal to the amount of carbon embedded in the products they wish to import into the European Union.\" In order words, the E.U. is aiming its tariff ordnance on countries by imposing charges on their carbon dioxide emissions from their use of fossil fuels. The CBAM currently covers imports of cement, iron and steel, aluminum, fertilizers, electricity and hydrogen. Other countries—including China, India, and many in Africa—consider the CBAM just another tariff barrier that limits their people's ability to prosper through mutually beneficial international trade. There is a risk that this disagreement could spiral into a global trade war. Worryingly, similar carbon border adjustment schemes have been introduced in Congress. One such is the Foreign Pollution Fee Act of 2023, submitted by Sens. Bill Cassidy (R–La.) and Lindsey Graham (R–S.C.) in November. Richardson proposes a global carbon tariff ceasefire: a Climate & Freedom Accord, which could be incorporated into Article 6 of the Paris Climate Change Agreement. Couched in recondite language, Article 6 basically authorizes the use of markets internationally to cut carbon emissions. The Climate & Freedom Accord proposal still needs further fleshing out, but its goal is to move away from the stick of trade barriers and toward the carrots of internationally available tax-free investment capital for developing and deploying clean tech. Participating countries would agree to open their markets while eliminating all conventional environmental, energy, and other subsidies targeted to already profitable enterprises. After all, if a company is profitable, why does it need subsidies? As Philip Rossetti at the R Street Institute testified to the Senate Finance Committee this year, his research has found that of \"the total clean electricity generation through 2030 that would be eligible to claim the IRA [Inflation Reduction Act] subsidies, 67 percent of that generation would have been built even without the subsidy.\" That means $120 billion of the roughly $180 billion targeted at clean electricity projects would be built anyway. The subsidies are a nice deal for the companies that receive them, but they're bad for the taxpayers who shell them out and they do nothing for the climate. The Climate & Freedom Accord aims to \"attract participation by unlocking vast, tax-free international private investment flows\" for the countries who join it. Innovation Acceleration Bonds, Loans & Savings (InABLS), for example, would be internationally reciprocal, private, tax-exempt debt financing the deployment of efficient low-carbon property, plant and equipment. As Richardson and Jigar Shah* explained in Reason back in 2019, such tax-free debt would encourage the rapid deployment of the newest, most efficient low-greenhouse-emissions technologies without picking winners or losers. If a startup's technology reduces greenhouse emissions, then it qualifies for issuing InABLS to finance it. One possible issue is that countries could regard tax-free InABLS as yet another form of subsidy. This problem could be adequately addressed if the Accord were incorporated into the Paris Agreement. Unfortunately, free market climate solutions face considerable opposition from many governments and most activists at COP28. \"The energy transition driven by markets is not fast enough,\" said Caroline Brouillette, head of Climate Action Network Canada, at a press conference today. \"We need a transition of our economic systems as well.\" And she didn't mean opening up markets to competition, free trade, and simplified permitting. *CORRECTIONS: This article has been corrected to eliminate an incorrect institutional affiliation for Jigar Shah. It has also been corrected to clarify the name of the Grace Richardson Fund, a supporter of the Reason Foundation, which publishes this website. UPDATE: After publication, Rod Richardson sent this note: Hat tip to Ron Bailey for his excellent coverage of COP 28. In the interest of accuracy, please allow me to clarify that Ron's description of the InABLS qualification mechanism no longer applies. He writes: \"If a startup's technology reduces greenhouse emissions, then it qualifies for issuing InABLS to finance it.\" That was true for the Clean Asset Bonds, Loans and Savings (CABLS) proposal found in my 2019 Reason article that Ron cites. But that qualification mechanism was dropped, because it had been criticized by several free market thinkers \"as yet another form of subsidy\" as Ron puts it, for picking winners and losers, and potentially creating barriers for new innovations not on a qualified list of technologies. In late 2022, Nick Loris proposed that a qualification mechanism might not be needed at all. He pointed to a Tax Foundation study by Alex Muresianu that showed that immediate capital expensing has strong decarbonizing benefits. Simply reducing the cost of capital for new property, plant and equipment (PP&E) creates a driver speeding up the natural competitive process of deploying new (therefore generally cleaner and more efficient) technology, and retiring older, dirtier technology. In other words, a technology neutral supply side tax cut that lowers the cost of new investment—such as internationally reciprocal tax-exempt debt for PP&E—would have decarbonizing benefits, and accelerate innovation across all technologies, and across borders, without creating barriers to unforeseen innovations. Such instruments—internationally reciprocal tax-exempt debt for all PP&E—are called InABLS in the May 2023 Climate & Freedom Accord straw proposal. But after a series of workshops in April, think tanks developing the Accord concept prefer the terms \"CoVictory Bonds, Loans and Savings Funds.\" \"CoVictory\" conveys that these instruments provide multiple economic and environmental benefits for multiple cooperating nations. They also provide a carrot to encourage nations to open markets to trade, competition and innovation, all of which are fundamentally decarbonizing. The most up-to-date description of the Accord's CoVictory Funds proposal, can be found in this recent article in the European Conservative.",
    "images": "https://d2eehagpk5cl65.cloudfront.net/img/q60/uploads/2023/12/TaxFreeBonds-scaled.jpg",
    "tags": "Climate Change;Carbon Tax;Finance;Paris Agreement Climate Change;Free Markets;Tax credits;Climate Treaty;European Union;Environmentalism;Clean Energy;U.A.E.;Energy & Environment",
    "excerpt": "How to declare a ceasefire in the carbon tariff wars.",
    "categories": "Energy &amp; Environment;Foreign Policy"
}