{
    "title": "Leakage in Climate Policy Discourse",
    "author": "unknown",
    "source": "Resources for the Future",
    "date": "2024-06-24",
    "text": "Leakage in Climate Policy Discourse The concept of \"leakage\" can be employed in different areas of climate policymaking, all of which have their own similarities, differences, and key considerations. 1. Introduction The concept of leakage plays an important role in climate policy discussions and design. Leakage generally is shorthand for carbon leakage, which, even if intuitively understood as referring to greenhouse gas (GHG) emissions, can be defined in several ways. Leakage can also refer to production or investment, in which case industrial competitiveness is the more salient concern. The two concepts are often treated as overlapping, as this allows for environmental justification of policy measures that aim to protect competitiveness. Different types of leakage have different impacts and implications for policymaking. They require (and deserve) different policy responses to mitigate their adverse effects. This issue brief discusses how the concept of leakage affects climate policymaking and policy design and suggests distinguishing among types of leakage. As countries decarbonize their industries at different speeds, and as new close-to-carbon-neutral (or net-zero-compatible) industrial goods enter the market, the range of carbon intensities in traded industrial goods will be wider than ever, and the prospect of leakage may increase as well. Net-zero-compatible goods can be generally understood as technologies and activities that can continue well beyond the point where a jurisdiction has achieved net-zero emissions—or indefinitely—either by no longer emitting at all or by emitting in sufficiently limited quantities such that the residual emissions can be offset by carbon removal. The latter inevitably depends on political choices and constraints. It is helpful to distinguish among different types of leakage that may potentially arise so that any mitigating policy measures are effectively designed. Four types of leakage are discussed in Section 2. The intuition behind carbon leakage is that by enacting climate policy through pricing or regulation in one country, and thereby raising the costs of emitting GHGs, producers will move at least some of their production elsewhere to a region with lower carbon constraints, thereby offsetting the environmental gain while also undermining economic performance—a potential lose-lose outcome. A closer look at the various elements of potential leakage can be instructive. The worst case of carbon leakage involves a scenario in which emissions elsewhere increase by more than they are reduced in the region increasing its carbon constraints. However, a scenario in which emissions decrease by 100 metric tons in country A, only to rise by 95 tons in country B, is unlikely to be attractive to policymakers, even if there is a net environmental benefit. Things get trickier if the amount of leakage is further reduced but not zero. If emissions increase elsewhere by 20 or 30 tons in country B, the leakage effect is undermining the efficiency of the policy considerably, but the environmental impact can still be considered significant. However, if the policy discourse is squarely focused on the absolute amount of leakage, such a policy could still be rendered politically infeasible. To disentangle the political motivations in dealing with carbon leakage, it can also be instructive to look at the language of what should be done about it, such as risk, avoidance, or mitigation. Assessing whether carbon leakage has, in fact, occurred is not an easy task. Ex ante modeling usually tends to result in higher rates of leakage than empirical ex post studies reveal (Felbermayr and Peterson 2020; Caron 2022). In some cases, pass-through rates are used, with the lack of pass-through ability being considered evidence of risk of leakage. Attribution and causality add to the challenge. If climate policies—and carbon pricing, specifically—create a risk of leakage, it is usually assumed that this is linked to higher production costs and higher costs for energy inputs. However, energy prices can fluctuate for many reasons, and the final costs to (industrial) consumers depend on many factors, of which carbon and energy costs are only one. Shifts in production or investment can also occur for many reasons, some of which are orthogonal to policy, such as growing demand in other regions. Fully preventing or avoiding leakage, let alone claims of purported leakage, is therefore challenging. An element of discourse and narrative framing will remain in policy debates. Some policymakers instead talk about the risk of carbon leakage and the need to mitigate this risk. This leads to a need to define risk. Some combination of trade intensity (imports and exports divided by turnover) and emissions intensity (GHG emissions per volumetric metric ton of product) is generally used, although the ability to pass through costs is an alternative. By using the word risk, policymakers create a fair bit of latitude to act. By focusing on risk mitigation, some level of actually observed leakage might be seen as policy failure. On the other hand, focusing on risk is less precise and allows policymakers to argue that more protections, to further mitigate risk, are desirable. In these circumstances, vague assertions of leakage concerns can justify a great many policy interventions, some of which arguably go beyond legitimate climate policy effectiveness considerations. Protectionism, mercantilism, and geopolitical strife are resurgent today, with industrial policy in vogue again, while multilateral institutions such as the World Trade Organization are weakened (Elkerbout et al. 2024). With industrial competitiveness being threatened across Western countries—especially through competition with China and increasing hard security risks—policies to safeguard or boost competitiveness may become still more popular, as will the temptation to justify such measures by referring to leakage risks. Despite this new geopolitical background, increasingly ambitious climate policy is poised to continue apace. As new low-carbon producers (or production) enter the market, they will have to compete with incumbents domestically and abroad. This gives rise to a new type of competitiveness challenge. Trade and trade policy, moreover, lie at the core of any concern about leakage and competitiveness as the vehicle for carbon embedded in commercial exchange. 2. Types of Leakage Distinguishing among multiple types of leakage can be helpful for climate and trade policy design that does not create undue levels of distortion or transaction costs. Failure to distinguish among different types of leakage risks policy design that carries high opportunity costs, thereby undermining effective emissions reduction incentives. Likewise, the degree of mitigating different types of leakage is a political choice where trade-offs exist with the efficacy and efficiency of the underlying climate policy. In addition to being explicit about whether the leakage concerns carbon primarily, or production and/or investment, distinguishing among the following types of leakage may clarify certain climate and trade discussions and aid the design of policies mitigating leakage: 2.1. “Regular” Carbon Leakage “Regular” carbon leakage occurs between domestic and international producers of a certain industrial good with varying carbon intensities. This is the classic scenario of carbon leakage described in Section 1. The key characteristic is that it involves leakage between domestic and foreign producers. In this scenario, it is still important to emphasize the carbon in carbon leakage. Mere indications of shifting production or investments between regions do not always imply carbon leakage. This depends on the carbon intensity of both the domestic and foreign production. Even if, on average, a country has higher carbon intensities in some sectors, this may not be the case at the company or facility level. Nor are shifting production patterns necessarily attributable to domestic climate policies. Policies targeting this type of leakage should ensure that there is a clear link with a domestic policy that could induce leakage; target the differences in carbon intensities without undermining the effectiveness of the domestic climate policy instrument. Admittedly, this may be easier said than done. 2.2. “Green” Leakage Near-zero-carbon producers need to compete with conventional producers, wherever they are. This is a scenario of leakage that is increasingly likely to occur as countries and companies progressively decarbonize their industrial production. One of the key deterrents to low-carbon investment is the fact that low-carbon industrial goods need to compete in the market with functionally equivalent yet higher-carbon alternatives. These higher-carbon-intensity goods might be produced internationally but also within the same country and even the same company (if it has several assets with different vintages and with different technologies equipped). As policymakers express their concerns about the competitiveness of their own producers, as they are wont to do, they should be mindful of whose competitiveness they are talking about. Undue protection of high-carbon-intensity incumbent producers can deter investment in low-carbon technology and, with it, in emissions reductions. Avoiding this type of leakage requires careful targeting of policy measures that mitigate leakage—to avoid undue protection of high-carbon assets—as well as allowing them to evolve in response to changing market conditions for the lowest-carbon producers. It is therefore not a type of leakage induced by climate policy costs themselves but by (overly expansive) mechanisms to mitigate leakage—albeit measured against a counterfactual where lower-carbon producers would have been more competitive in the absence of leakage risk mitigation. In contrast to conventional leakage, this type of leakage could also take place within a single country. Green leakage can also occur in the context of industrial policy and subsidy races. With the introduction of the generous Inflation Reduction Act tax credits, several European companies suggested that their cash was better deployed in the United States, as the investment case for low-carbon investments is easier to justify when the state covers part of the capital and operational expenditures. Such a situation is, in fact, the inverse of the classic case of carbon leakage described in Section 2.1. 2.3. CBAM-Induced Leakage and “Reshuffling” Calculating border adjustment mechanism (BAM) charges based on actual emissions intensity of select energy-intensive primary industrial goods is an incentive to export the lowest-carbon goods to CBAM countries or to otherwise avoid charges by shifting trade patterns. BAMs are gaining traction now that the EU’s CBAM has entered its implementation phase. Countries around the world, including the United States, are considering border measures of their own or other policies that might affect the impact of CBAM on their own producers. CBAMs are easy to understand in theory but devilishly complicated to design in practice. They are complicated because they need to target specific traded goods, the number of which, in theory, is virtually unlimited. A desire for administrative simplicity tends to lead to the number of covered goods being limited to a select few primary industrial goods. However, this then creates an incentive for exporters to substitute downstream goods not included by the border measure for covered goods. These may be goods that are processed versions of the primary good but also may be final consumer goods that merely use a CBAM-covered-good (e.g., aluminum) among many other components. Alternatively, given that charges under CBAMs will tend to be based on carbon intensities, there may be an incentive to select the lowest-carbon goods for exportation to CBAM-regulated jurisdictions while higher-carbon goods are consumed elsewhere—thereby evading the impacts of the policy. This phenomenon of “reshuffling” can be considered a form of leakage, too, and one that is increasingly likely to be part of climate and trade discourse in the future. Reshuffling can be mitigated in policy design, although significant trade-offs exist: expanding the scope of covered products can avoid reshuffling toward noncovered products up- or downstream at the cost of administrative complexity. Using average carbon intensity values at the country or company level can also avoid strategic shuffling of the lowest-carbon goods for exports, but not basing policy design—and especially regulatory costs—on actual embedded carbon values might be unattractive for legal or political reasons. 2.4. Fossil Fuels and the Green Paradox A final type of leakage has long been recognized in academic literature: that of a green paradox and integrated global markets, especially for fossil fuels. The classic green paradox is a slightly different argument, although it could be seen as a temporal form of carbon leakage: the announcement of stringent climate policy signals the reduction of rents associated with fossil fuel extraction in the future. Therefore, fossil fuel producers may increase production in the short term to capture more rents in advance of the policy “biting,” which in turn pushes up global emissions. See, e.g., Jensen et al. (2015). If reduced demand for fossil fuels drives down fossil fuel prices globally, demand for fossil fuels elsewhere may pick up. Countries around the world are reducing emissions—often as a result of—at different speeds, reflecting different levels of development but also the United Nations Framework Convention on Climate Change’s principle of Common but Differentiated Responsibilities. With demand being reduced in (commonly) OECD countries, the prices of oil, gas, and coal in global markets might drop—a terms of trade effect (Kollenbach and Schopf 2022). Lower prices in turn lead to increased demand for these same fossil fuels elsewhere in the world, thereby undermining the effectiveness of climate policy in the countries that reduce emissions first. If the fossil fuels consumed in greater numbers elsewhere are produced with higher upstream emissions, then global emissions could even increase. The exact impact of this channel of carbon leakage depends on the elasticities of demand for fossil fuel around the world and relative carbon intensities of production. It may not be a fait accompli. However, the effects of this type of leakage would be sufficiently detrimental to long-term climate action that it merits attention to both the supply and demand for fossil fuels, as well as to low-carbon technology more broadly. 3. Conclusions The four examples described in this issue brief illustrate diverse ways in which leakage and competitiveness problems may manifest. Rather than just speaking about generic leakage risk when justifying certain policy choices, climate policy discourse would benefit from precision about what exactly is at risk of leakage—carbon, production/investment, or both—and whose competitiveness is considered in need of safeguarding against the enactment of specific policy measures.",
    "images": "https://media.rff.org/images/shutterstock_13554550701.original.width-600.png",
    "tags": "",
    "excerpt": "The concept of \"leakage\" can be employed in different areas of climate policymaking, all of which have their own similarities, differences, and key considerations.",
    "categories": ""
}