{
    "title": "Eindhoven University of Technology datacard on lobbyfacts.eu",
    "author": "unknown",
    "source": null,
    "date": "2022-08-24",
    "text": "Overview Since 20 September 2021 self-declared 'non-commercial organisations' are no longer required to provide a lobby budget. See above timeline for this registrant's historical lobby budget. Lobbying Costs None declared Financial year: Jan 2020 - Dec 2020 Lobbyists (Full time equivalent) 2.05 Fte (6) Lobbyists with EP accreditation 0 High-level Commission meetings 3 Lobbying Costs over the years \n\t\t\t\t\t Info\n\t\t\t\t\t Eindhoven University of Technology (TU/e) EU Transparency Register 026513529943-78 First registered on 02 Feb 2018 Goals / Remit Eindhoven University of Technology is a young university, founded in 1956 by industry, local government and academia. Today, their spirit of collaboration is still at the heart of the university community. We foster an open culture where everyone feels free to exchange ideas and take initiatives. Eindhoven University of Technology offers academic education that is driven by fundamental and applied research. Our educational philosophy is based on personal attention and room for individual ambitions and talents. Our research meets the highest international standards of quality. We push the limits of science, which puts us at the forefront of rapidly emerging areas of research. Eindhoven University of Technology combines scientific curiosity with a hands-on mentality. Fundamental knowledge enables us to design solutions for the highly complex problems of today and tomorrow. We under stand things by making them and we make things by understanding them. Main EU files targeted Alle relevante EU-initiatieven op het gebied van onderzoek, innovatie en onderwijs zoals met name: Horizon Europe; Erasmus+, Digital Europe, EU Higher Education Policy; European Research Area; EU Research Policy; better regulation; European Cloud Initiative; Digital Single Market Strategy, etc. Address Head Office Groene Loper 3 Eindhoven 5600 MB - 513 NETHERLANDS EU Office Groene Loper 3 Eindhoven 5600 MB - 513 NETHERLANDS Website \n\t\t\t\t\t People\n\t\t\t\t\t Total lobbyists declared 6 Employment time Lobbyists 100% 1 50% 1 25% 1 10% 3 Lobbyists (Full time equivalent) 2.05 Lobbyists with EP accreditation All Lobbyists with EP accreditation over time 0 accreditations were / are live (in bold) for the selected state of 24 Aug 2022 Name Start date End Date Delia Mitcan 03 Feb 2025 03 Feb 2026 Mr Alex VAN NIEUWLAND 24 Aug 2019 22 Aug 2020 Mr Alex VAN NIEUWLAND 28 Feb 2018 28 Feb 2019 Complementary Information None declared Person in charge of EU relations Data not provided by Register Secretariat due to GDPR Person with legal responsibility Data not provided by Register Secretariat due to GDPR \n\t\t\t\t\t Categories\n\t\t\t\t\t Category Academic institutions \n\t\t\t\t\t Networking\n\t\t\t\t\t Affiliation 4TU. Federation https://www.4tu.nl/nl/ EuroTech Universities Alliance http://www.eurotech-universities.eu CLUSTER http://www.cluster.org/ Universiteiten van Nederland https://www.universiteitenvannederland.nl/ EAIE https://www.eaie.org LEO-NET https://leo-net.tue.nl/leonet/ Santander Group http://sgroup.be SEFI https://www.sefi.be EUA www.eua.eu Science Business https://sciencebusiness.net K4I www.knowledge4innovation.eu Crowdhelix www.crowdhelix.com Member organisations None declared \n\t\t\t\t\t Financial Data\n\t\t\t\t\t Interests represented Does not represent commercial interests Closed financial year Jan 2020 - Dec 2020 Lobbying costs for closed financial year Since 20 September 2021 self-declared 'non-commercial organisations' are no longer required to provide a lobby budget. See above timeline for this registrant's historical lobby budget. Total organisational budget in closed year 413,000,000€ Major funding types in closed year Grants, Other, Public financing, EU funding Funding types \"other\" information Major contributions in closed year Type Name Amount Contribution Rijksoverheid (Nederland) 255,000,000€ Contribution College- en examengelden 31,000,000€ Contribution Baten werk in opdracht van derden 111,000,000€ Contribution Overige baten 16,000,000€ Other financial info None declared \n\t\t\t\t\t EU Structures\n\t\t\t\t\t Groups (European Commission) none Groups (European Parliament) N/A Communication activities Samen met Danmarks Tekniske Universitet, de Technische Universität München en École Polytechnique Fédérale de Lausanne, Ecole Polytechnique Parijs en Technion Haifa vormt de TU/e een netwerk van technisch-wetenschappelijke excellentie: EuroTech Universities. Deze zes technische universiteiten werken volop aan de ontwikkeling van technologische innovaties, en het stimuleren van ondernemerschap is een belangrijk onderdeel van hun strategie. Communicatie-activiteiten vinden veelal plaats in samenwerking met deze EuroTech Universities Alliance. Other activities None declared Meetings\n\t\t\t\t\t Meetings 3 meetings found. Download meetings The list below covers meetings with Commissioners/Cabinet members/Directors-general (high-level) Commission meetings published December 2014 to December 2024, and the meetings of Commissioners/Cabinet members/Directors-general and officials holding \"management functions\" in the Commission published since 1 January 2025. Other lobby meetings with lower-level staff may well have taken place, but the Commission doesn't proactively publish information about these meetings. All information below comes from the Commission and not from the registrant. 1 July 2024: We have noted that some meetings are appearing in duplicate, ie. some meetings seem to be listed twice. This seems to be because the Commission changes some element of a meeting data after the meeting has first been listed, which causes LobbyFacts to register it as a new meeting. We are investigating further. \n\t\t\t\t\t\t\t\t\t\t\t\t Date 02 Sep 2024 Location Eindhoven, The Netherlands Subject Opening of the academic year Cabinet Cabinet of Commissioner Wopke Hoekstra Attending Wopke Hoekstra (Commissioner) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 18 Jan 2022 Location video-call Subject CBAM Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Diederik Samsom (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 Oct 2020 Location video conference (Brussels) Subject Online Keynote speech on the European Green Deal Cabinet Cabinet of Executive Vice-President Frans Timmermans Portfolio European Green Deal Attending Diederik Samsom (Cabinet member)",
    "images": null,
    "tags": "",
    "excerpt": "Check out all LobbyFacts data on Eindhoven University of Technology as extracted from the EU lobby transparancy register. Eindhoven University of Technology is a young university, founded in 1956 by industry, local government and academia. Today, their spirit of collaboration is still at the heart of the university community. We foster an open culture where everyone feels free to exchange ideas and take initiatives. Eindhoven University of Technology offers academic education that is driven by fundamental and applied research. Our educational philosophy is based on personal attention and room for individual ambitions and talents. Our research meets the highest international standards of quality. We push the limits of science, which puts us at the forefront of rapidly emerging areas of research. Eindhoven University of Technology combines scientific curiosity with a hands-on mentality. Fundamental knowledge enables us to design solutions for the highly complex problems of today and tomorrow. We under stand things by making them and we make things by understanding them.",
    "categories": ""
}