{
    "title": "Discussing CBAM: We must ensure our companies' competitiveness",
    "author": "unknown",
    "source": "Business Europe",
    "date": "2021-03-08",
    "text": "Discussing CBAM: We must ensure our companies’ competitiveness BusinessEurope Director General Markus J. Beyrer participated in a roundtable to discuss the preparations for a Carbon Border Adjustment Mechanism (CBAM) with Commissioner Paolo Gentiloni, Director General Gerassimos Thomas (DG TAXUD) and representatives of business federations and NGOs. He underlined that given its unilateral nature, a CBAM risks to unlevel the playing field with international competitors. It is therefore of utmost importance to maintain existing mechanisms like the free allowances under the ETS to maintain European companies' competitiveness, specifically on third markets. \"Removing free allowances before having put the CBAM to test and proven its effectiveness would be dangerous and irresponsible\", he said. Beyrer further underlined the importance of WTO compatibility and early reach-out for a transparent dialogue with trading partners, especially in our immediate neighbourhood, to minimise the risk of harmful retaliatory measures. Read more about our position on a CBAM in our position paper \"What trade can do for climate\" and our reply to the Commission public consultation.",
    "images": "https://www.businesseurope.eu/wp-content/uploads/2025/02/2021-03-11-mbe-p.gentiloni-2-943.png",
    "tags": "",
    "excerpt": "BusinessEurope Director General Markus J. Beyrer participated in a roundtable to discuss the preparations for a Carbon Border Adjustment Mechanism (CBAM) with Commissioner Paolo Gentiloni, Director General Gerassimos Thomas (DG TAXUD) and representatives of business federations and NGOs. He underlined that given its unilateral nature, a CBAM risks to unlevel the playing field with international competitors. It is therefore of utmost importance to maintain existing mechanisms like the free allowances under the ETS to maintain European companies’ competitiveness, specifically on third markets. “Removing free allowances before having put the CBAM to test and proven its effectiveness would be dangerous and irresponsible”, he said. Beyrer further underlined the importance of WTO compatibility and early reach-out for a transparent dialogue with trading partners, especially in our immediate neighbourhood, to minimise the risk of harmful retaliatory measures. Read more about our position on a CBAM in our position paper “What trade can do for climate” and our reply to the Commission public consultation.",
    "categories": ""
}