{
    "title": "Carbon Border Adjustment Mechanism (CBAM) implementation - a BusinessEurope survey",
    "author": "unknown",
    "source": "Business Europe",
    "date": "2025-02-19",
    "text": "Position papers & reports \n                 14 May 2024 \n\t\t\t\t Carbon Border Adjustment Mechanism (CBAM) implementation – a BusinessEurope survey Documents \n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\t\tIndustry and sustainabilityClimate\t\t\t\t\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t \n To enhance suppliers’ preparedness to provide relevant data, the Commission should make stronger efforts to raise awareness on the CBAM requirements in third countries and translate templates and guidance to more third country languages. Extend the deadline to use default values until the end of 2024 at least. Allow the use of default values during the entire transition period for low value imports. Ensure more support and technical assistance to companies, for instance through manuals on how to use the trade portals or guidelines on emission calculations and using the Excel file that are less complex and easier to understand. Organise additional trainings on how to use templates and perform calculations. Ensure more awareness raising and trainings tailored to SMEs. Encourage proactive outreach by customs authorities to SMEs as well as customs brokers. Make the CBAM trade portals more user friendly and address the technical challenges outlined above and in Annex. In conjunction with the future revision of the CBAM Regulation, the “de minimis” threshold should be raised from the current 150 EUR. Explore synergies with other EU legislations requiring company level calculations and disclosure of scope 3 GHG emissions, such as the Corporate Sustainability Reporting Directive and the EU Taxonomy. Compile and disseminate best practices building on the implementation of such frameworks. \n\t\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t\t Key recommendations Based on the reported challenges and proposals by respondents, BusinessEurope makes the following recommendations to the Commission and the CBAM National Competent Authorities to improve the process of reporting under CBAM: To enhance suppliers’ preparedness to provide relevant data, the Commission should make stronger efforts to raise awareness on the CBAM requirements in third countries and translate templates and guidance to more third country languages. Extend the deadline to use default values until the end of 2024 at least. Allow the use of default values during the entire transition period for low value imports. Ensure more support and technical assistance to companies, for instance through manuals on how to use the trade portals or guidelines on emission calculations and using the Excel file that are less complex and easier to understand. Organise additional trainings on how to use templates and perform calculations. Ensure more awareness raising and trainings tailored to SMEs. Encourage proactive outreach by customs authorities to SMEs as well as customs brokers. Make the CBAM trade portals more user friendly and address the technical challenges outlined above and in Annex. In conjunction with the future revision of the CBAM Regulation, the “de minimis” threshold should be raised from the current 150 EUR. Explore synergies with other EU legislations requiring company level calculations and disclosure of scope 3 GHG emissions, such as the Corporate Sustainability Reporting Directive and the EU Taxonomy. Compile and disseminate best practices building on the implementation of such frameworks.",
    "images": "https://www.businesseurope.eu/wp-content/uploads/2025/03/beu-default.jpg",
    "tags": "",
    "excerpt": "Key recommendations Based on the reported challenges and proposals by respondents, BusinessEurope makes the following recommendations to the Commission and the CBAM National Competent Authorities to improve the process of reporting under CBAM: To enhance suppliers’ preparedness to provide relevant data, the Commission should make stronger efforts to raise awareness on the CBAM requirements in third countries and translate templates and guidance to more third country languages. Extend the deadline to use default values until the end of 2024 at least. Allow the use of default values during the entire transition period for low value imports. Ensure more support and technical assistance to companies, for instance through manuals on how to use the trade portals or guidelines on emission calculations and using the Excel file that are less complex and easier to understand. Organise additional trainings on how to use templates and perform calculations. Ensure more awareness raising and trainings tailored to SMEs. Encourage proactive outreach by customs authorities to SMEs as well as customs brokers. Make the CBAM trade portals more user friendly and address the technical challenges outlined above and in Annex. In conjunction with the future revision of the CBAM Regulation, the “de minimis” threshold should be […]",
    "categories": ""
}