{
    "title": "BusinessEurope: ENVI vote on ETS and CBAM risks seriously undermining European competitiveness",
    "author": "unknown",
    "source": "Bulgarian Industrial Association",
    "date": "2022-05-17",
    "text": "Today the European Parliament’s ENVI committee voted on its reports on a number of important legislative initiatives under the Fit-for-55 package (ESR, LULUCF, ETS Aviation). The most important votes for our working groups were the votes on the ETS report of MEP Liese and the CBAM report by MEP Chahim. Please see below, as an input for tomorrow’s meeting, the most important amendments adopted for the these two votes, as well as the rollcall list attached. The CBAM is meant to address the problem of carbon leakage; to avoid the relocation of industries to higher-emitting regions. This task is fulfilled so far by free allowances within the ETS. CBAM instead would place a fee on imported goods, equivalent to the embedded emissions. Unfortunately, the European Parliament’s environment committee in its vote today chose to set unrealistic timetables and add disproportionate regulatory strain on European businesses, which are already battling record high energy prices, supply chain disruptions and inflationary pressures. BusinessEurope Director General Markus J. Beyrer said: “If today’s positions agreed by the European Parliament’s environment committee became law, European economy as a whole would pay a heavy price, as the competitiveness of European industry would be undermined to an unprecedented extent. By rushing from free allocation of emission allowances within the ETS to CBAM, placing a disproportionate burden on industry, and making the benchmarks unrealistically stringent, producers and employees all along the value chain would suffer. There would likely be a gap in carbon leakage protection, as we would have to rely solely on the CBAM, without a proper testing phase in place. Exports from the sectors covered would not be taken sufficiently into account, threatening to destroy jobs in export-oriented industries and increasing global emissions by decreasing the market share of cleaner European products. The added layer of conditionality for free allowances via the new decarbonisation plans for instance will force companies to disclose granular information at installations level, without clear environmental benefits. Lawmakers in the Parliament’s plenary must urgently rectify the shortcomings in the position of the environment committee.” *** ETS Directive: Overall ambition and rebasing: CA 1 (Alt.) – supported by S&D, RE, Greens, Left (46 for /41 against /1 Abstention) Rebasing of over 200 million EUAs by entry into force (reference period 2019-2022) LRF of 4.2% with annual increase of 0.1% ETS/CBAM free allocation phaseout: CA 6C (Alt.) – supported by S&D, RE, Greens, Left (45/41/2) CBAM sectors to receive 100% of free allocation until 2024, 90 % in 2025, 80 % in 2026, 70 % in 2027, 50% in 2028, 25% in 2029 and reach 0 % in 2030. Commission to monitor export carbon leakage risk for exports and to propose a legislative measure if needed Indirect Cost compensation: CA 9 – supported by EPP, ECR (54/34/0) Maintaining Commission language on Indirect cost compensation in Art. 10a (6) Recital 31a to encourage member states to adopt indirect cost compensation Additional Conditionality for Free Allocation: CA 7 supported by EPP, S&D, RE, Greens, (58/28/2) Obligation for installation to implement the recommendations from an energy audit or an energy management system, with a payback time of under 8 years, and Obligation for operators to have a decarbonisation plan with investment targets in place for every installation If one of the two above requirements is missed (or milestones are missed) the following deductions in free allocation apply. 50% of free installations if they are less efficient than the average of the 10% least efficient installations in that sector 30% of free installations if they are more efficient than the average of the 10% least efficient installations in that sector, but less efficient than the average of the 50% most efficient installations 25% of free installations if they are more efficient than the average of the 50% most efficient installations in that sector, but less efficient than the average of the 10% most efficient installations Installations which are more efficient than the average of the 10% most efficient installations in that sector receive an additional 10% of free allocation. If both requirements are missed, the above deductions are doubled. CBAM Exports: CA 6B supported by EPP, S&D, RE, Greens, Left (65/12/11) Starting in 2025, annual report on the risk of carbon leakage in EU exports, in case risk is found to be persistent, Commission to come forward with a WTO-compatible legislative proposal Benchmarks: CA 8 supported by EPP, S&D, RE, Greens, Left (58/29/1) new benchmark values to apply from 2026 onwards, values to be determined for a product independent of the production process minimum benchmark reduction rate increased to 0.4% from 2026 onwards CSCF: CA 5 supported by EPP, S&D, RE, Left (47/41/0) Top 10% most efficient installations in every sector to be exempted from any potential haircut in free allocation under the CSCF Market Stability Reserve: CA 20 supported by EPP, S&D, RE, Greens, Left (65/23/0) The CA sets a lower upper threshold (921 vs 1096 m EUA TNAC) and subjects the thresholds to reduction in line with the LRF from 2025 , making reductions from the market more, and inductions less likely. The cap of 400 m EUA for the MSR is maintained. Commission’s review of the MSR to be supported by the European Scientific Advisory Board on Climate Change ETS BRT: CA 19 supported by EPP, S&D, RE, Greens, Left (61/22/5) To be applied only to commercial buildings and transport from 2025 Price cap of 50€ To be applied to consumers not before 2029, dependent on a Commission assessment in 2026, to determine whether energy and transport poverty has sufficiently decreased to extend ETS to private consumers by 2029 Introduction to private households in 2029 only if: Energy prices are below the March 2022 average SCF has been working for at least three years Positive commission assessment (see above) Commission to deliver a report on the possibility for fuel suppliers to bear 50% of the cost (cost-pass through limits) Article 29a: CA 24 supported by EPP, S&D, RE, ECR (62/18/8) Trigger: price at 2 times the average level of the preceding 2 years for 6 months in a row Commission has to decide within 7 days whether increase is consistent with market fundamentals, if not, take action (no automatic release from the MSR) Restricting Market access: CA 24 supported by EPP, S&D, RE, ECR (52/33/3) Exclusion of non-compliance actors (financial institutions) from the ETS market CBAM regulation Scope: CA 2 supported by S&D, RE, Greens, Left (49/38/1) Adding plastics, hydrogen, organic chemicals to the original CBAM sectors from entry into force Adding all other ETS sectors gradually until 2030 Adding downstream products three years after entry into force Indirect Emissions: CA 5 supported by S&D, RE, Greens/EFA, ECR, The Left (52/28/8) Inclusion of indirect emissions (heat, cooling, electricity) from entry into force Use of revenues : CA 9 supported by EPP, S&D, RE, Greens/EFA (60/25/3) revenues to flow into EU budget, to cover CBAM expenses, equivalent amount to be spent on global climate action in LDCs Free allocation phase-out: CA 12 supported by S&D, RE, Greens/EFA (46/40/2) See ETS CA 6C (Alt.)",
    "images": "https://en.bia-bg.com/uploads/images/Eco_and_Energy/CO2-oblak.jpg",
    "tags": "",
    "excerpt": "Today the European Parliament’s ENVI committee voted on its reports on a number of important legislative initiatives under the Fit-for-55 package (ESR, LULUCF, ETS Aviation). The most important votes for our working groups were the votes on the ETS report of MEP Liese...",
    "categories": ""
}