{
    "title": "BusinessEurope: “Leveranciers begrijpen CBAM-instructies niet” | evofenedex",
    "author": "unknown",
    "source": "Ondernemersvereniging | evofenedex",
    "date": "2024-01-18",
    "text": "BusinessEurope: “Leveranciers begrijpen CBAM-instructies niet” Leestijd: 2 minuten evofenedex lanceert praktisch stappenplan op Sectorbijeenkomst douane & logistiek 30-05-2024 Uit recent onderzoek van BusinessEurope blijkt dat veel leveranciers bij het maken van hun CBAM-rapportages de instructies niet begrijpen of niet in staat zijn de geïntegreerde CO2-emissies te berekenen. Importeurs hebben nu nog het voordeel dat zij voor hun rapportages standaardwaarden mogen hanteren. Vanaf oktober 2024 moeten zij echter de werkelijke ingebedde emissies doorgeven. Hoe doe je dat? De deadline voor de tweede rapportage voor het Carbon Border Adjustment Mechanism (CBAM) ligt inmiddels achter ons. Het tweede kwartaal van 2024 loopt, hierin kunnen importeurs bij het maken van de derde CBAM-rapportage voor de laatste keer gebruikmaken van standaardwaarden. In oktober 2024 moeten zij voor het eerst een rapportage met actuele waarden indienen om zo de werkelijke ingebedde CO2-emissies van de door hen geïmporteerde goederen door te geven aan de Europese autoriteiten. Zorgen Veel bedrijven maken zich zorgen dat ze niet in staat zullen zijn tijdig over de actuele emissiewaarden voor de CO2-uitstoot te beschikken. Dat deze zorgen begrijpelijk zijn, wordt bevestigd door recent onderzoek van BusinessEurope. Hieruit blijkt dat veel leveranciers bij het maken van hun CBAM-rapportages de instructies niet begrijpen of niet in staat zijn om de geïntegreerde emissies te berekenen. Ook ontbreekt het vaak aan motivatie om de gegevens te verzamelen, gezien de vaak onevenredig hoge kosten. Bedrijven die deelnamen aan het onderzoek, melden dit vooral voor zendingen met een lage waarde en voor goederen met zeer lage ingebedde emissies. Lengte van de keten “De mogelijkheden om de gegevens te verzamelen voor de CBAM-rapportages zijn afhankelijk van meerdere factoren”, vertelt Agnieszka Brodacz, specialist Customs & Trade Compliance van evofenedex. “Zoals de grootte van de leverancier en zijn exportafhankelijkheid van de Europese markt. Ook de omvang en waarde van de zending en de lengte van de keten, ofwel het aantal tussenpersonen tussen de leverancier en de fabrikant, tellen mee.” Praktisch stappenplan Om bedrijven te helpen hun organisatie CBAM-proof te maken, organiseert de ProMedia Group op donderdag 20 juni in Breda de Sectorbijeenkomst douane & logistiek. Namens evofenedex neemt Brodacz de bezoekers mee in de ontwikkelingen rondom CBAM en de geleerde lessen tot nu toe. “Wat is de impact van de rapportageplicht op importeurs en logistiek dienstverleners? Hoe verloopt de invoer en naleving? Hoe kan een dienstverlener ondersteuning bieden? En het belangrijkste: welke stappen kun je als CBAM-declarant nemen om toch aan alle gevraagde gegevens te komen?” Om al deze vragen te beantwoorden en de vierde rapportage over het derde kwartaal van 2024 foutloos en zonder al te veel moeite in te kunnen dienen, lanceert Brodacz tijdens het uitgebreide programma een praktisch stappenplan voor het verzamelen van alle data. Leden van evofenedex ontvangen 25 procent korting voor de Sectorbijeenkomst douane & logistiek. De vipcode (in te vullen onder de bezoekersgegevens in het vipcodeveld) hiervoor is: DOUANE24EVOFENEDEX. Gerelateerde nieuwsberichten Europese Commissie opent aanvraagproces in CBAM-register 31 maart 2025 EU actualiseert meest gestelde vragen en antwoorden CBAM 15 augustus 2024 Ledenvraag | Terugkerende CBAM-goederen 21 mei 2024 Standaarddocumenten voor opvragen emissiegegevens CBAM-goederen 10 april 2024 Voorlopig geen boetes voor fouten in CBAM-rapportages 8 april 2024 Beurtvaartadres, evofenedex en TLN lanceren de AEO Customs Compliance Tool 29 februari 2024 Modelovereenkomsten voor vastleggen rol CBAM-aangever 11 februari 2024 Let op deadline voor indienen van CBAM-rapportage 31 januari 2024 Handige tips voor het indienen van je eerste CBAM-rapportage 18 januari 2024",
    "images": "https://evofenedexwebsite.blob.core.windows.net/production/Pageheader-small-mkbco2-2080x868.jpg",
    "tags": "",
    "excerpt": "De deadline voor de tweede rapportage voor het Carbon Border Adjustment Mechanism (CBAM) ligt inmiddels achter ons. Het tweede kwartaal van 2024 loopt, hierin kunnen importeurs bij het maken van de derde CBAM-rapportage voor de laatste keer gebruikmaken van standaardwaarden. In oktober 2024 moeten zij voor het eerst een rapportage met actuele waarden indienen om zo de werkelijke ingebedde CO2-emissies van de door hen geïmporteerde goederen door te geven aan de Europese autoriteiten.",
    "categories": ""
}