{
    "title": "MEPS research flags fears of steel sector ‘in danger’",
    "author": "unknown",
    "source": "MEPS International",
    "date": "2024-12-17",
    "text": "MEPS research flags fears of steel sector ‘in danger’ MEPS respondents fear that Europe’s steel industry is “in danger” following the December announcements of job cuts at Thyssenkrupp and ArcelorMittal. Thyssenkrupp Steel Europe cited competition from low-cost Asian imports and high energy costs in its decision to reduce its German workforce from 27,000 to 16,000 by 2030. The restructure will also include a reduction in annual production capacity of up to 25% from its current 11.5 million tonnes output. Meanwhile, ArcelorMittal has announced strategic changes which will include the delaying of the decarbonisation plans at its Dunkirk site and the closure of distribution centres in Reims and Denain. Explaining its delayed decarbonisation investment, ArcelorMittal cited the slow development of green hydrogen infrastructure, the high cost of DRI, the influence of China’s overcapacity, and weak import protection offered by CBAM. This content first appeared in the December edition of MEPS's European Steel Review. The monthly report features steel prices, price indices, market commentaries and forecasts from across the region. Contact MEPS for details of how to subscribe. The announcements follow calls for the European Commission to urgently implement a strategic approach to maintain the resilience and sustainability of Europe’s steel industry. MEPS reported in November that the European Steel Association (Eurofer) and union federation IndustriAll want the European Commission to publish a Steel Action Plan within 100 days of the upcoming election of a new parliament. Energy and raw material crises The two organisations have since written directly to European Commission president Ursula von der Leyen. Eurofer and IndustriAll warned von der Leyen that the European steel industry was “in crisis”. They said that the sector, which was already suffering from the ongoing energy and raw material crises, was once again being flooded by cheap foreign steel. The letter said that increased import tariffication – taking into account WTO rules – was needed to tackle the issues. The EU’s current import safeguard measures expire in mid-2026. Low-cost Chinese steel exports were cited as a catalyst for European steelmakers’ low profitability. Despite the Chinese government’s efforts to cap crude steel production, data from the China Iron and Steel Association (CISA) showed that finished steel exports rose by 22.6% year to-date by the end of November, reaching 101.2 million tonnes. Eurofer highlights that global steel overcapacity reached 551 million tonnes in 2023 and will exceed 560 million tonnes this year – four times the EU's annual steel production. Furthermore, the OECD projects an additional 157 million tonnes of carbon-intensive capacity by 2026. By contrast, EU steel production has declined by 34 million tonnes since 2018, falling to just 126 million tonnes in 2023. Imports now account for 27% of the EU market. Furthermore, almost 100,000 steel jobs have been lost in the past 15 years, it says, with capacity utilisation in the EU having sunk to an “unsustainable” 60%. MEPS respondents highlight that any changes implemented by the European Commission will not be implemented soon enough to save many businesses. Downward pressure on European steel prices saw MEPS’s Europe Average price for hot rolled coil fall by 25.7% between February’s EUR759 per tonne high point and an October low. As well as squeezing the profit margins of European steelmakers, this is affecting the business models of those further down the supply chain. Broken business models Southern Europe’s market participants report that the narrow gap between domestic and import prices is harming Southern Europe’s rerollers and service centres. These businesses can no longer achieve a sufficient profit margin on hot rolled coil sourced from low-cost overseas suppliers and processed for consumption in the European market. Most report that buying activity slowed to a halt in December. High inventories and continued discounting from steelmakers mean there is no rush to restock ahead of the new year. Extended breaks of three to four weeks will be taken over the Christmas and New Year period with little fear of missing out on orders. A tightening of import restrictions and fiscal support for decarbonisation would be welcomed by the EU steel industry. However, an uptick in new year demand is ultimately needed to stimulate price rises. Source: European Steel Review The MEPS European Steel Review is an informative, concise and easy-to-use monthly publication, offering unique professional insight into European carbon steel prices. Go to productRequest a free publication",
    "images": "https://mepsinternational.com/files/img_cache/1773/1200_630_1734444092_Businessmanviewschartshowingdownwardtrend1200x630.png.webp?1734444312",
    "tags": "",
    "excerpt": "MEPS respondents fear that Europe’s steel industry is “in danger” following the December announcements of job cuts at Thyssenkrupp and ArcelorMittal.",
    "categories": ""
}