{
    "title": "European steelmakers weigh in on EU Steel Action Plan",
    "author": "Hellenicshippingnews",
    "source": "hellenicshippingnews.com",
    "date": "2025-03-20",
    "text": "European steelmakers weigh in on EU Steel Action Plan The European Commission announced on Wednesday an action plan to make Europe’s ailing steel sector more competitive and to shield it from the impact of U.S. tariffs on imports of steel and aluminium, prompting reactions from major industrial actors, analysts, and think tanks. The Steel and Metals action plan, a key component of the EU’s Clean Industrial Deal, aims at reviving its industries to stay competitive with Chinese and U.S. rivals. European steelmakers, which have long complained about cheap Chinese imports, are also warning about a possible flood of surplus steel into the region, as exports destined for the U.S. could be diverted to Europe due to U.S. tariffs. REACTIONS TO THE EU ‘STEEL ACTION PLAN’ STEELMAKER ARCELORMITTAL \n“We are encouraged by the direction outlined in the Steel and Metals Action plan, published today,” said the group’s CEO Aditya Mittal. “Details published in the Steel and Metals Action Plan show they understand the urgency of the situation and are ready to tackle some of the critical structural issues, including trade defence, loopholes in the Carbon Border Adjustment Mechanism, and the lack of regulation to drive demand for low-carbon steel. This now needs to be supported with rapid action that can put a stop to unfair trade, dumping and resource shuffling.” “Additionally, it remains vital to tackle the high energy costs which make it very difficult for the industry to move forward with significant decarbonization projects.” GERMANY STEELMAKER THYSSENKRUPP STEEL EUROPE \n“The Steel Action Plan represents a groundbreaking step towards securing the competitiveness and decarbonization of the European steel industry.” “Particularly noteworthy is the clear prioritization of trade protection, which is crucial for ensuring the competitiveness of the European steel industry.” “In the face of global overcapacity and unfair trade practices, effective protection is essential to safeguard jobs and ensure a level playing field.” LUXEMBOURG-BASED STEEL GROUP APERAM \n“Aperam strongly supports any initiative to introduce long-term measures that ensure robust protection for the EU’s steel sector against the negative impacts of excess steel production from Asia once the current safeguard measures expire in June 2026.” “The key point is how the European Commission will translate this high-level action plan into concrete legal measures: urgent action is needed and therefore proposed measures must be implemented swiftly and effectively.” “In particular, as regards trade defense, we believe that concrete actions can and should be implemented already now, without awaiting the future post-safeguards instrument that would enter into force from July 2026.” FINNISH STAINLESS STEELMAKER OUTOKUMPU \n“Outokumpu is pleased that the European Commission recognizes steel as one of Europe’s key industries and is taking decisive actions to strengthen its competitiveness.” “The Steel & Metals Action Plan clearly identifies the challenges that European steel industry faces, but still lacks solutions to some of the challenges.” “The industry remains threatened by global excess capacities and by global distortions from China and other countries. These challenges need to be mitigated with more assertive solutions including replacing current safeguards with more effective measures from July 2026”, Outokumpu said. NORWEGIAN ALUMINIUM PRODUCER HYDRO \n“With increasing tariffs on aluminium, there is a risk Europe may become a dumping ground for aluminium producers looking for other markets. This could in turn lead to EU implementing safeguard measures for aluminium.” “Norway produces approximately 40% of the aluminium needed in the EU, and is among the largest suppliers of a critical raw material for European industry.” EUROPEAN STEEL ASSOCIATION EUROFER: \n“With today’s Steel and Metals Action Plan, the European Commission is sending a clear message: a strong European Union needs a strong European steel industry”, said Dr Henrik Adam, President of the European Steel Association (EUROFER). “From addressing unfair trade to closing loopholes in the Carbon Border Adjustment Mechanism to recognising the strategic and environmental value of steel scrap, the Action Plan identifies crucial areas for our sector. Now it’s time to implement meaningful solutions through ambitious measures.” “Despite the positive proposals from the Commission, energy remains the elephant in the room. High energy prices affect not only steel and metals production, but they are dragging down entire European industrial value chains. Further work to reduce energy costs is crucial.” MAXIME KOGGE, ANALYST AT ODDO BHF: \n“After a disappointing outcome from the safeguard review published last week it is encouraging to see the EU goes further in tackling import pressure by introducing the melt and poured rule and committing to substitute the safeguard by another similar mechanism beyond 2026 despite the WTO rules theoretically prohibiting such a scheme. “The proposed changes to CBAM are also positive as the Commission seems intent to address the structural loopholes in the current mechanism.” “However, the concrete actions will only be announced at a later stage in 2025 and implementation is largely in the hands of member states which may have other priorities in the current context.” \nSource: Reuters",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}