{
    "title": "greenability",
    "author": "unknown",
    "source": "Materials UK",
    "date": "2024-03-13",
    "text": "Optimal use of resources We offer you the only DNV-certified calculation of product carbon footprint (PCF). In our calculations, we consider the entire emissions of our products according to the cradle-to-gate approach, i.e. from production to delivery to our customers' factory gates. We provide the data transparency you require to make informed decisions effectively. CBAM and SECR: Ensuring compliance with regulatory requirements Certified PCF calculations are required to fulfil reporting obligations under the the Carbon Border Adjustment Mechanism (CBAM) and additional government regulations around carbon emissions. We can provide you with the relevant data you need as well as expert advice to maintain the highest levels of compliance. Carbon Tracking: Parts & Components Determining the product carbon footprint for parts and components is complex and costly and presents many companies with major challenges. We can support you with these projects as well. Once all components of the finished product have been identified, we examine the entire procurement process \"from cradle to gate, plus end of life\" - from primary material and production to transportation, storage and delivery to you - with regard to the CO2 emissions generated. The primary data collected in this way is then supplemented with information from licensed databases and processed by a TÜV-certified partner, enabling us to provide you with the exact CO2 footprint of your product. Your benefit: You receive important data for your life cycle assessment and bring transparency to your entire supply chain.",
    "images": null,
    "tags": "thyssenkrupp, metal supplier, stainless steel, aluminium, plate, bar, extrusion, sheet, J57s, mild steel, 304, 316, 6082, coil, J57sUP, slitting blanking, automotive",
    "excerpt": "thyssenkrupp Materials is one of the UK's leading suppliers of metal products. We work with credibility and expertise to exceed the demands of customers.",
    "categories": ""
}