{
    "title": "CBAM",
    "author": "unknown",
    "source": "Materials Hungary",
    "date": "2024-10-21",
    "text": "The Supply Chain Duty of Care Act is intended to help companies assume more responsibility for global interdependencies. The basic idea is to ensure that both human rights and environmental minimum standards are met along the entire global supply chain. Since 1 January 2023, all companies in Germany with more than 3,000 employees have therefore been obliged to check their suppliers in order to prevent possible violations. The law is intended to help improve and harmonise compliance with human rights and environmental standards worldwide.  In this article, we show you what requirements the act places on your company and how new potential for a sustainable and environmentally friendly future can be tapped. Since January 2023, all companies in Germany with more than 3,000 employees have been obliged to comply with human rights and environmental standards throughout their entire supply chain. This means continuous monitoring of suppliers - all over the world, if in doubt. If a company recognises violations, it is now legally obliged to take measures to remedy the shortcomings. To ensure this continuous monitoring, companies must regularly report on their efforts to comply with human rights and environmental standards in their supply chains. These reports must be published. This ensures that an independent and, in case of doubt, public review can take place at any time. The implementation of the law is also monitored by the Federal Office of Economics and Export Control. Any infringements may result in fines and penalties. With these comprehensive monitoring options, the legislator wants to ensure that no companies can offer services or products in Germany whose supply chain does not comply with minimum international human rights and environmental standards.   Supply chains have a significant impact on fair trade and the environment worldwide. Therefore, a sustainable approach to supply chains is a decisive contribution to improving standards worldwide. Treating suppliers fairly and paying fair prices for goods and services not only helps to improve working conditions in the producing countries, but also reduces the company's environmental footprint. In this way, fair business practices help to actively improve people's standard of living and implement more sustainable production on the global market. Supply chains always function according to certain operating principles. If only profit is taken into account, there is a risk of exploitation, forced labour, child labour and inappropriate working conditions. Monitoring supply chains, on the other hand, helps to improve working conditions worldwide.   Of course, the implementation of the act significantly increases the workload for companies. However, this is only one side of the coin. The act is also an opportunity to promote more conscious and sustainable business practices. This offers the opportunity to gain a competitive advantage in the medium and long term. Companies that actively endeavour to comply with human rights and environmental standards in their supply chains and communicate this publicly improve their reputation. They are increasingly perceived as a responsible and sustainable employer. This can help to strengthen the trust of customers, investors and other stakeholders and simplify the recruitment of specialists and managers. Furthermore, risks associated with violations of human rights and environmental standards in their supply chains can be minimised. If a violation is discovered, companies can take immediate action to limit the damage and minimise the risk of legal and/or financial liability. Furthermore, by taking active action, the company is spared public exposure by the media. It should also be borne in mind that companies that take early action to ensure compliance with human rights and environmental standards in their supply chains will benefit from a more positive customer perception in the medium and long term. This is because more and more customers are attaching importance to ethical and sustainable business practices. Meeting these requirements at an early stage promotes long-term customer loyalty, from which companies benefit significantly. The Supply Chain Duty of Care Act is a costly but important step towards improving human rights and environmental standards in global supply chains. It obliges companies to adopt more sustainable business practices. This makes it possible to be successful in the long term and at the same time make a contribution to a more sustainable future.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}