{
    "title": "Thyssenkrupp confirms agreement with government for €2 billion in green subsidies — News — GMK Center",
    "author": "Вадим Колисниченко",
    "source": "GMK.CENTER",
    "date": "2023-07-27",
    "text": "News Companies Thyssenkrupp 1612 27 July 2023 Official funding approval will be announced in the coming days The German steel company ThyssenKrupp confirms the agreement with the government of a state subsidy in the amount of €2 billion. The funds will be directed to the construction of a plant for the production of environmentally friendly steel in Duisburg. It is stated in the company’s press release. The tkH2Steel project will be funded by the Federal Ministry for Economic Affairs and Climate Affairs and the state government of North Rhine-Westphalia, where the new plant will be located. The grant was confirmed during the visit of the Vice-Chancellor and the Federal Minister of Economy of Germany Robert Habek to the company. Official funding approval will be announced in the coming days. The state government of North Rhine-Westphalia will allocate about €700 million from the total amount of funding to the project. «I am pleased to be able to officially assure Thyssenkrupp of the approval of financing totaling around €2 billion. With its extremely ambitious project, the company demonstrates that a gradual transition to hydrogen can ensure the decarbonisation of the steel industry, which is ultimately the largest source of emissions in Germany. At the same time, we signal that the German steel industry has a future,» commented Robert Habek. As GMK Center reported earlier, last week the European Commission approved the provision of Thyssenkrupp a German grant of €550 million to decarbonize steel production processes and additional payments of up to €1.45 billion to accelerate the transition to renewable hydrogen. The funds will go towards the construction of a direct reduction plant, as well as the installation of two smelters in Duisburg, which will replace the existing blast furnace. It is assumed that the facilities will be commissioned in 2026. SMS Group will act as the main engineering contractor for the transition to DRI technology at the steel mill site in Duisburg. A common partner for SMS is Midrex. For a new enterprise Midrex Flex technology is chosen, which provides the flexibility to work with different gas-to-hydrogen ratios, including 100 percent hydrogen.",
    "images": "https://gmk.center/wp-content/uploads/2023/07/image-1-2023-07-27T100221.663.jpg",
    "tags": "Thyssenkrupp;decarbonization;Germany;ArcelorMittal Kryvyi Rih",
    "excerpt": "Official funding approval will be announced in the coming days",
    "categories": ""
}