{
    "title": "CBAM",
    "author": "unknown",
    "source": "Materials Serbia",
    "date": "2025-01-27",
    "text": "Addressing the significant challenge of man-made climate change is a top priority for the upcoming decades. To combat this issue, numerous countries have implemented legal measures to tackle the problem. However, there is a risk that these inconsistent regulations will lead to distortions of competition in the global trade of CO2-intensive products. The European Union has therefore recently introduced the European Carbon Border Adjustment Mechanism (CBAM) in order to create a Europe-wide regulation. In practice, companies that import CO2-intensive products into the EU must purchase emissions certificates that fulfil the high EU environmental requirements. This creates incentives for global emission reductions and promotes fairer international trade. The transition phase started on 1 October 2023. The law will then come into full force in 2026. CBAM aims to prevent carbon leakage and ensure that European industries remain competitive through this mechanism. The focus is on avoiding an uneven playing field by ensuring that companies inside and outside the EU have comparable obligations regarding CO2 emissions. In this way, CBAM helps to maintain the competitiveness of European industries while promoting global environmental standards. With CBAM, the EU has developed a CO2 border adjustment mechanism to prevent carbon leakage. CBAM is based on the clear principle that CO2 emissions must be controlled in order to create a global level playing field. The CBAM sets strict emission standards for imported products to ensure that they meet the EU's climate targets. If this is not the case, companies importing products into the EU must purchase CO2 emission certificates to compensate for the higher emissions. The transparency and the clear link to existing emissions trading systems make the CBAM efficient and effective from the European Union's point of view. It is an incentive for companies to switch to more environmentally friendly production and accelerate the transition to a low-carbon economy. All importers of certain goods from all non-EU countries are affected by CBAM. However, there are some exceptions. The following are exempt: Countries that already participate in the EU Emissions Trading. Countries that have a linked emissions system with the EU. The former EU member Great Britain, which is currently working on its own regulation, which will not come into force until 2026 at the earliest. However, not all product groups are covered by the law. CBAM is applied to the product groups iron and steel, aluminium, hydrogen, cement, electricity and fertilisers. CBAM has the potential to profoundly change the business landscape and presents companies with new challenges. But how should organisations respond to this new legislation? 1. Understand the impact on your organisation: Companies should first understand how CBAM will impact their business. This requires a thorough analysis of which products and services could be affected by the new carbon border adjustment regulations. 2. Diversify your supply chains: Companies should consider diversifying their supply chains to reduce potential risks associated with CBAM. For example, by looking for suppliers from regions with lower carbon emissions. 3. Observe compliance regulations: Companies must ensure that they fulfil the compliance requirements of CBAM, which requires accurate accounting and documentation of their emissions data. 4. Engage in societal discussions: Companies should actively engage with policymakers and society on the opportunities, risks and consequences of CBAM. 5. Use collaborations and partnerships: Companies can benefit from working with other companies, industry organisations and research institutions to jointly develop innovative solutions for CBAM compliance. Overall, the European Carbon Border Adjustment Mechanism requires a proactive approach from companies. However, it also offers the opportunity to make business operations more sustainable and realise long-term benefits. Companies that adapt early and respond to the new requirements will be better positioned to successfully meet the challenges of CBAM. The CBAM is divided into three phases, which allow the new CO2 mechanism to be introduced in stages. 1. Application for authorisation as a CBAM declarant (2023-2026) In this first step, companies based in the EU that import affected goods appoint a so-called ‘CBAM declarant’. This declarant must register and is responsible for the complete monitoring and documentation of CBAM imports. This is a very demanding task and of great importance, also in terms of resource management. The CBAM declarant is therefore responsible for ensuring that the reporting and certification obligations are fulfilled and that imports of goods are carefully monitored. 2. Fulfilment of the CBAM reporting obligation (2023-2025) The company is obliged to report all imported CBAM goods and declared CO2 emissions in a report for each quarter. The following information is mandatory: Data on imported goods (type, quantity, embedded emissions and country of origin), information on CO2 prices paid in third countries and a verification report. 3. Purchase of CBAM certificates (from 2026) In the third phase, the reporting obligations are supplemented by legally prescribed CO2 compensation. For every tonne of greenhouse gas emissions directly generated during production, compensation must be purchased on the European market for CO2 certificates. The launch of CBAM in October 2023 has created clarity for companies. Anyone importing products that fall under the European Union's CO2 offsetting scheme must be prepared for extensive documentation requirements and possibly the purchase of CO2 certificates from 2026. The most important information at a glance The CBAM is intended to prevent carbon leakage and at the same time create a level playing field. The first phase/transitional phase of the European Carbon Border Adjustment Mechanism Act started on 1 October 2023. CBAM calls for an active approach. Companies that adapt early and respond to the new requirements will be better able to overcome the challenges.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}