{
    "title": "Carbon Border Adjustment Mechanism (CBAM)",
    "author": "unknown",
    "source": "Materials Trading",
    "date": "2024-09-03",
    "text": "The Carbon Border Adjustment Mechanism (CBAM) is a central element of climate politics in the European Union (EU). It aims to advance both the protection of domestic industries as well as global climate protection. The CBAM was introduced in the EU in October 2023. Its goal is to prevent the displacement of CO2 emissions into non-EU countries. European companies adhering to strict climate protection requirements should not be replaced by external competitors with lower standards regarding climate protection. At the same time, the CBAM creates an incentive for third-country producers to reduce their greenhouse gas emissions. The CBAM is implemented gradually: As part of the first stage, importers are obligated to submit quarterly reports about the CO2 emissions of the imported goods, separating direct and indirect emissions. Starting January 2026, there will be a CO2 price payment in the form of CO2 certificates for imported CBAM goods The CBAM initially addresses energy-intensive industries such as steel, cement, fertilisers, aluminium, hydrogen and electricity. These sectors are particularly prone to so-called “carbon leakage”, meaning companies could potentially relocate their production to countries with less stringent emission requirements. The following are exempt from the CBAM: Countries that already participate in EU emission trading; Countries that have an emission trading system connected with the EU; and Former EU member Great Britain, who currently develops its own regulation that will enter into force by 2026 at the earliest. Companies must check whether their imported goods are relevant for the CBAM, i.e. whether the materials originate from non-EU countries, whether the materials are imported under the respective Harmonised System (HS) code, and who is importing them. For the first three quarters (1 October 2023 to 30 June 2024), the EU provided default values for the CO2 emissions per HS code, which are supposed to be used in the reports. For the reporting period starting 1 July 2024, importers require the actual data from the third-country producers. The EU has provided an Excel file with which the producers can calculate their CO2 emissions. After the reporting period ends, importers have one month to complete their report in the EU’s CBAM portal. Another month is granted by the EU if the report is in need of amendments. thyssenkrupp Materials Trading assumes all these duties for the goods imported by us and keeps track of the currently applicable provisions for you. Disclaimer of liability: The content of this document is for informational purposes only. We do not assume any liability for the completeness or correctness of the information contained herein. The EU Commission regularly publishes updates. In order to receive all information, we recommend visiting the EU’s website.",
    "images": null,
    "tags": "Carbon Border Adjustment Mechanism, CBAM compliance, EU climate policy, CO2 reporting, carbon leakage prevention",
    "excerpt": "Discover how the EU's Carbon Border Adjustment Mechanism (CBAM) affects your business. Stay compliant as thyssenkrupp Materials Trading manages CO2 reporting and duties.",
    "categories": ""
}