{
    "title": "CBAM",
    "author": "unknown",
    "source": "Materials Trading",
    "date": "2024-09-03",
    "text": "Der Carbon Border Adjustment Mechanism (CBAM) ist ein zentrales Element der EU-Klimapolitik. Er soll sowohl den Schutz der heimischen Industrie als auch den globalen Klimaschutz voranbringen. Eingeführt wurde der CBAM in der EU im Oktober 2023. Ziel des CBAM ist es, die Verlagerung von CO2-Emissionen in Nicht-EU-Länder zu verhindern. Europäische Unternehmen, die strenge Klimaschutzauflagen einhalten, sollen nicht von ausländischen Konkurrenten mit weniger strengen Umweltstandards verdrängt werden. Gleichzeitig schafft CBAM Anreize für Produzenten in Drittländern, ihre Treibhausgasemissionen zu reduzieren. CBAM wird schrittweise eingeführt: Im Rahmen der ersten Stufe sind Importeure verpflichtet, der EU vierteljährlich einen Bericht über die CO2-Emissionen der importierten Waren vorzulegen, getrennt nach direkten und indirekten Emissionen. Ab Januar 2026 ist für importierte CBAM-Waren ein CO2-Preis in Form von CO2-Zertifikaten zu zahlen. Jedes CBAM-Zertifikat entspricht einer Tonne CO2. CBAM richtet sich zunächst an energieintensive Industrien wie Stahl, Zement, Düngemittel, Aluminium, Wasserstoff und Elektrizität. Diese Sektoren sind besonders anfällig für sogenannte „Carbon Leakage“, bei der Unternehmen ihre Produktion in Länder mit geringeren Emissionsauflagen verlagern könnten. Ausgenommen vom CBAM sind: Länder, die bereits am EU-Emissionshandel teilnehmen, Länder, die über ein mit der EU verknüpftes Emissionshandelssystem verfügen und das ehemalige EU-Mitglied Großbritannien, das derzeit an einer eigenen Regelung arbeitet, die frühestens 2026 in Kraft treten wird. Unternehmen müssen prüfen, ob ihre Importe CBAM-relevant sind, d.h. ob die Materialien aus Nicht-EU-Ländern stammen, ob die Materialien unter den betroffenen HS-Codes importiert werden und wer der Importeur ist. Für die ersten drei Quartale (1.10.23 - 30.06.24) stellte die EU Standardwerte für die CO2-Emissionen pro HS-Code zur Verfügung, die in den Berichten verwendet werden sollten. thyssenkrupp Materials Trading übernimmt für die von uns importierten Waren alle diese Pflichten und behält für Sie die aktuell gültigen Vorschriften im Blick. Haftungsausschluss: Die in diesem Dokument enthaltenen Informationen dienen nur zu Informationszwecken. Wir können keine Haftung für die Vollständigkeit oder Richtigkeit der Informationen übernehmen. Die EU-Kommission veröffentlicht regelmäßig Neuigkeiten. Um aktuelle Informationen zu erhalten, empfehlen wir Ihnen, die Website der Europäischen Union zu besuchen.",
    "images": null,
    "tags": "Carbon Border Adjustment Mechanism, CBAM-Compliance, EU-Klimapolitik, CO2-Berichterstattung, Carbon Leakage verhindern",
    "excerpt": "Erfahren Sie, wie der CO2-Grenzausgleichsmechanismus (CBAM) der EU Ihr Unternehmen betrifft. Bleiben Sie compliant, während thyssenkrupp Materials Trading CO2-Berichterstattung und Abgaben übernimmt.",
    "categories": ""
}