{
    "title": "FertigHy secures additional capital raise from EIT InnoEnergy, RIC Energy, MAIRE, Siemens Financial Services, InVivo and HEINEKEN",
    "author": "unknown",
    "source": "fertighy.com",
    "date": "2024-11-19",
    "text": "Welcome to FertigHy Decarbonizing the food value chain Welcome to FertigHy Decarbonizing the food value chain FertigHy was established in June 2023 by EIT InnoEnergy, RIC Energy, MAIRE, Siemens Financial Services, InVivo, and HEINEKEN to lead the decarbonization of the fertilizer industry and contribute to the sustainability of the entire food value chain in Europe. As nitrogen fertilizers play a critical role in agriculture but are also a major source of greenhouse gas emissions, FertigHy aims to offer local, low-carbon solutions that reduce environmental impact while ensuring a stable supply of fertilizers. The company is committed to decarbonizing the agricultural sector and strengthening Europe’s resilience and competitiveness in this vital industry. Our partners Decarbonizing agriculture European agriculture is responsible for around 10% of the EU’s total GHG emissions and faces mounting pressure to adopt sustainable practices. Nitrogen fertilizers, essential for food production, are also a major source of CO2 emissions. FertigHy supports the decarbonization strategies of leading food… Read more …and beverage companies by providing low-carbon fertilizers that help meet ambitious sustainability goals. By utilizing low-carbon hydrogen and ammonia, FertigHy will produce fertilizers that significantly will reduce GHG emissions of agriculture practices, contributing to the broader effort to decarbonize the food value chain. Strengthening EU Sovereignty Currently, two-thirds of the fertilizers consumed in Europe are imported, making the agricultural sector vulnerable to price fluctuations and supply chain disruptions. Read more FertigHy addresses this issue by establishing local production of low-carbon fertilizers, reducing Europe’s dependency on external suppliers. This localized approach enhances Europe’s agricultural resilience and secures a more stable and sustainable supply chain for essential nutrients. Ensuring stable prices Price volatility, largely driven by fluctuating natural gas prices, is a key challenge in the fertilizer industry, directly impacting farmers who face unpredictable costs. FertigHy’s low-carbon fertilizers offer a solution by being independent from natural gas, ensuring a stable supply at a predictable cost. Read more Additionally, new regulations such as the EU’s Carbon Border Adjustment Mechanism (CBAM) will increase the cost of imported “grey” fertilizers, making FertigHy’s local, low-carbon alternatives even more competitive and affordable. This shift towards local production guarantees that European farmers have access to fertilizers at more stable and affordable prices, alleviating financial pressure, safeguarding the sector from external market disruptions, and supporting long-term food security in Europe. FertigHy Technology Fertilizers rely heavily on ammonia (NH₃) as a key ingredient, which is traditionally produced using the Haber-Bosch process using natural gas. This conventional method involves steam methane reforming (SMR), which is a major source of CO₂ emissions due to the use of fossil fuels. At FertigHy, we are committed to transforming this process to dramatically reduce our carbon footprint by leveraging low-carbon hydrogen technology. Low Carbon hydrogen At FertigHy, we are committed to transforming this process to drastically reduce our carbon footprint by leveraging low-carbon hydrogen technology. CAN27 CAN27 (Calcium Ammonium Nitrate 27%) Our Mission At FertigHy, our mission is clear: to accelerate the transition to a more sustainable agriculture and food value chain. Through innovative technologies and strategic partnerships, we are committed to fostering a future where agriculture contributes positively to environmental and societal well-being. Company FertigHy has a cross-value chain combination of initial investors. EIT InnoEnergy, the originator of the new low-carbon fertilizer company, will provide business acceleration services with its European Green Hydrogen Acceleration Centre (EGHAC). Location The first FertigHy plant will be located in the municipality of Languevoisin-Quiquery, in the Somme department, in the heart of the Hauts-de-France agricultural basin. Latest news FertigHy secures additional capital raise from EIT InnoEnergy, RIC Energy, MAIRE, Siemens Financial Services, InVivo and HEINEKEN FertigHy secures additional capital raise from EIT InnoEnergy, RIC Energy, MAIRE, Siemens... Conférence de presse à Languevoisin-Quiquery Aujourd'hui, lors de la conférence de presse à Languevoisin-Quiquery, FertigHy a annoncé une étape... Feasibility Study and Pre-FEED Awarded We are thrilled to end the week with two major milestones for FertigHY! 1️⃣...",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}