{
    "title": "Renewable energy and fertilizer production",
    "author": "Karol Kucharski",
    "source": "Wodne Sprawy",
    "date": "2023-10-12",
    "text": "Fertilizer production based on renewable energy is currently a field under intense development among the world’s leading manufacturers. They are looking for alternative methods to replace fossil fuels with renewable energy, mainly from wind and solar. Fertilizers produced using renewable energy have exactly the same chemical and physical composition as those produced using fossil fuels (natural gas, coal, oil), but have a much lower carbon footprint. Fertilizer production vs. CBAM CBAM(Carbon Border Adjustment Mechanism) is the EU’scarbon-price adjustment mechanism. We wrote more extensively about what CBAM is and the fact that we are in a period of transition in the article “CBAM – a mechanism for adjusting prices at the border with CO2 emissions“. CBAM-related regulations also cover the fertilizer production sector. In view of the CBM mechanism being implemented and the fact that fertilizer imports will be charged a carbon fee as aCO2 equivalent (European Union Allowance – one EUA entitles its holder to emit 1 t ofCO2 into the atmosphere), fertilizer producers are looking for alternative methods. Renewable energy-based production reducesCO2 emissions and CBAM fees. More information regarding the rules governing CBAM can be found in a previous issue ofWater Matters. How are green fertilizers produced? Mineral fertilizer production is based on ammonia. It is currently produced using hydrogen from fossil fuels with highCO2 emissionsto the environment. Manufacturers are looking for alternative methods of producing the compound that will reduceCO2 emissions. One of them is the extraction of ammonia from water using electrolysis based on renewable energy. Examples of fertilizer production based on renewable electricity – examples One company investing in renewable energy sources for fertilizer production is Yara, which has announced the first shipments of green products in a pilot project in Porsgrunn, Norway. It is the first electrolyzer operating on an industrial scale. The commercial launch of this project is scheduled for 2023. The plant is expected to produce about 20,000. t of ammonia per year, which translates into 60,000. Up to 80,000. t of green mineral fertilizer, produced without fossil fuels. Yara, as part of the HEGRA project, intends to convert the entire Porsgrunn plant to green ammonia, enabling large-scale production. Another of the companies developing fertilizer production based on renewable energy is OCI. Production of ammonia fertilizer and methanol is carried out at factories in the Netherlands, Algeria and Egypt. The company has announced a partnership with one of the companies investing in renewable energy, which plans by 2030. construction of wind turbines with a total capacity of 10 gigawatts in the North Sea. Fertiberia, in partnership with the Norrbotten region of Sweden, has begun efforts to establish the world’s first completely green and emission-free ammonia and fertilizer plant. The project, worth more than €1 billion, is expected to be up and running by 2026, according to announcements. The plant, which operates based on electrolysis technology, will use only water and air as raw materials, and energy will come from wind and water sources. Also worth mentioning is the recently established FertigyHy, founded by a consortium of companies: EIT InnoEnergy, RIC Energy, MAIRE, Siemens Financial Services, InVivo and HEINEKEN. It aims to produce nitrogen fertilizer that is affordable and low-carbon, using renewable energy and green hydrogen. In 2025. is scheduled to begin construction of its first plant in Spain, which is expected to produce more than 1 million tons of fertilizer a year. Production of low-carbon fertilizers – Communication from the European Commission The European Commission’s communication to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on making fertilizer available and affordable noted that ammonia production using renewable, low-carbon hydrogen and hydrogen from non-fossil sources is a technology that carries the potential for significant reductions in greenhouse gas emissions. The use of renewable hydrogen would furthermore eliminate the EU’s dependence on natural gas in this sector. According to the communiqué, the European Commission will work to ensure a stable and realistic regulatory environment for renewable and low-carbon hydrogen production. This gives this production a chance to become a permanent fixture on the market.",
    "images": "https://wodnesprawy.pl/wp-content/uploads/2023/10/Wodne-Sprawy-20_2023-7.jpg",
    "tags": "CBAM;fertilizer;production;renewables",
    "excerpt": "Renewable energy and fertilizer production Fertilizer production on the basis of renewable electricity is now a field of intense development",
    "categories": "News, Onet"
}