{
    "title": "Carbon border adjustment mechanism | Epthinktank | European Parliament",
    "author": "Members' Research Service",
    "source": "Epthinktank",
    "date": "2023-12-01",
    "text": "Written by Henrique Morgado Simões. The carbon border adjustment mechanism (CBAM) puts a price on the carbon emissions of goods imported into the EU, thus levelling the playing field between EU industry, which is subject to a carbon price in the EU emissions trading system (EU ETS), and foreign producers in countries that do not have an equivalent system in place. Background In December 2019, the European Commission adopted a communication on the European Green Deal. This was followed, in July 2021, by the ‘fit for 55‘ communication, containing a package of legislative proposals to help achieve the target of a net 55 % reduction in greenhouse gas (GHG) emissions by 2030, as an intermediate goal towards climate neutrality by 2050. The package included the proposal to put forward a CBAM. Prior to the CBAM, the EU opted for allocating free allowances to carbon-intensive industries under the EU ETS, to discourage offshoring and carbon leakage, i.e. when businesses transfer their production to other countries with laxer emissions constraints. However, these were meant to be transitional and subject to revision. A 2020 ETS report by the European Court of Auditors underlined the need for better targeting in the free allocations system, and noted that these could jeopardise decarbonisation. Objectives and targets The CBAM Regulation aims to prevent carbon leakage while ensuring the effectiveness of EU climate policy, thus attempting to level the playing-field between EU producers, which are subject to the EU ETS, and foreign producers, which may not have an equivalent system in place. In addition, the CBAM could incentivise third-country governments to put in place greener policies, and third-country producers to reduce their emissions. The sectors covered by the CBAM are cement, electricity, fertilisers, iron and steel, and aluminium hydrogen, and some precursors and downstream products made from cement, iron and steel, and aluminium. The CBAM’s product scope should be extended to cover all EU ETS sectors by 2030. The CBAM also covers indirect emissions from the generation of electricity used for producing goods, with the exception of goods for which the EU ETS Directive allows Member States to compensate indirect costs. During the transitional period (1 October 2023 to 31 December 2025), only reporting requirements are in place. From 1 January 2026, importers will have to acquire CBAM certificates for the GHG emissions associated with the production of imported goods that are not subject to equivalent carbon pricing in the country of origin. The price of the CBAM certificates follows the price of emissions allowances in the EU ETS, thus creating a level playing field between foreign and EU producers. The CBAM will gradually replace the EU ETS free emissions allowances mechanism, by means of a 9-year phasing-out of the free allowances under the EU ETS from 2026 to 2034, and a corresponding phasing-in of the CBAM. During this period, free emissions allowances will be reduced initially at a slower rate, which will increase as the period comes to an end. The reduction rate for free allowances, according to the EU ETS, is as follows: 2026: 2.5 %; 2027: 5 %; 2028: 10 %; 2029: 22.5 %; 2030: 48.5 %; 2031: 61 %; 2032: 73.5 %; 2033: 86 %; and 2034: 100 %. CBAM: Implementation timeline Implementation on the ground Implementation of the CBAM will initially focus on reporting the embedded emissions in the goods subjected to the mechanism. Regional actors, such as chambers of commerce, play a role in helping importers understand and meet the requirements of the transitional phase. Member States must set up competent authorities, which administer the CBAM together with national customs authorities. Once the CBAM phase-in begins, importers of goods subject to the mechanism will need, on a yearly basis, to declare the quantity of goods imported into the EU in the preceding year, and their embedded emissions, as well as to surrender the corresponding number of CBAM certificates. Below is a selection of projects in European regions tackling decarbonisation in some of the sectors covered by the CBAM. The projects relate, among other things, to increased efficiency in production processes, reduction of CO2 emissions, and biowaste streams for steel production. Low emissions intensity lime and cement 2 (LEILAC2) The LEILAC2 projects follows LEILAC1, which successfully managed to capture around 5 % of CO2 emissions from the processes of a typical cement plant. LEILAC1, which ran from 1 January 2016 to 30 June 2021, had a total cost of just under €21 million, with the EU contributing almost 57 %. For LEILAC2, the EU contribution is just above 46 % of a total project cost of close to €34.7 million. Most of the emissions in the cement sector are process emissions stemming from a chemical reaction, not from the burning of fossil fuels. LEILAC2, which will run until 31 March 2025, will explore new technology aimed at re-engineering the process flows by indirectly heating the limestone. It aims to build on the success of LEILAC1 by scaling up the captured CO2 emissions from the processes of a typical cement plant to around 20 %. It also seeks to provide evidence that the technology to be developed can be applied immediately, cheaply, and incrementally to all existing cement plants. The project, coordinated by Calix Europe, and has 15 participants from seven EU Member States and two non-EU countries. Green hydrogen and circular bio-coal from biowaste for cost-competitive sustainable Steel (H2STEEL) The H2STEEL project started on 1 October 2022 and will end on 30 September 2025, with the total cost of nearly €2.4 million covered by the EU. It consists of a consortium of five participants from as many EU Member States, as well as an academia partner from the United Kingdom and the coordinator from Torino, Italy. The project aims to combine the conversion of biowaste and biomethane through innovative catalysed pyrolysis with chemical leaching, to fully convert biowaste into green hydrogen and bio-coal, and recover critical (inorganic) raw materials. The result of the process is a material to be used in steel-making as a substitute for fossil coke, thus achieving a net reduction in GHG emissions. FertigHy – low-carbon fertiliser production The FertigHy company was established in 2023 by its partners EIT InnoEnergy, RIC Energy, MAIRE, Siemens Financial Services, InVivo and Heineken. The company seeks to pioneer the production of affordable and low-carbon fertilisers, initially in a plant to be built in Spain, but with plans to expand throughout Europe. The Spanish plan is envisaged to produce more than 1 million metric tonnes per year of low-carbon nitrogen-based fertilisers from green hydrogen and 100 % renewable energy. FertigHy’s European expansion ambitions are coupled with the objective of reducing CO2 emissions by up to 2 million tonnes per plant per year. FertigHy CEO José Antonio de las Heras highlighted that the project would promote ‘sovereignty for the agriculture industry and security of supply by accelerating the decarbonisation of the food value chain’. CO2 capture solution for the aluminium industry International industrial engineering group Fives, through a consortium with Aluminium Dunkerque, Trimet and Rio Tinto, has presented a project that aims to reach a 50 % emissions reduction in direct CO2 (excluding energy sources) from primary aluminium production by 2030. The project consists of two stages: the first from 2024 to 2027, with experimentation in test pots and prototype installation, and the second from 2028 onwards, when it will be deployed in some of the sites. The technology’s three main steps consist of collecting the CO2-laden gases as close to source as possible, installing innovative gas treatment centres to purify these gases, and capturing the CO2 by means of absorption processes with amine solvents. For more insights on the legislative process leading up to the adoption of the new legislation, see our ‘Legislation in progress’ briefing or consult the Legislative Train Schedule. Read this ‘at a glance’ note on ‘Carbon border adjustment mechanism‘ in the Think Tank pages of the European Parliament. Read more on ‘EU measures against climate change‘.",
    "images": "https://i0.wp.com/epthinktank.eu/wp-content/uploads/2023/11/EPRS-AaG-729462-Carbon-border-adjustment-mechanism-FINAL.png?fit=1000%2C750&ssl=1",
    "tags": "",
    "excerpt": "In December 2019, the European Commission adopted a communication on the European Green Deal. This was followed, in July 2021, by the ‘fit for 55’ communication, containing a package of…",
    "categories": ""
}