{
    "title": "Confirmed papers",
    "author": "unknown",
    "source": null,
    "date": "2025-02-12",
    "text": "1. Plant Reliability and Troubleshooting Engro Fertilizers - Cracking the code: a decade-long journey to enhance plant reliability The surging incidents represented a critical operational challenge, leading to production losses and indicating a need This presentation will provide a comprehensive comparison of threfor deeper analysis. Comprehensive troubleshooting and collaboration with OEMs and third parties led to identifying the root causes and implementing corrective measures to mitigate surging, improving overall operational reliability. This presentation focuses on combination of multiple troubleshooting efforts and innovative rectification strategies demonstrated a novel approach to addressing a complex operational issue, leading to improved compressor performance and plant stability. Yara Safety Department – MOC - Management of change Despite huge improvements in company's procedures and attention to control the management of change in the various Yara plants and sites, the company still face incidents and near misses that are in essence due to failures in managing the risks generated by changes to either installations, way of operating or procedures. The presentation will highlight how training, sharing of lessons learnt, continuous improvement, and the help of a common tool are being used at Yara to reduce the probability of failure due to improperly managed MOC. Fauji Fertilizer Company Limited - Investigating syngas piping failure - a root cause analysis The presentation will delve deep in the operational risk of syngas leakages due to in-service carbonate SCC and its management through temporary repairs with full encirclement type B sleeves, ensuring safe operation until the affected piping could be permanently replaced. FFC will discuss long-term solutions and practical recommendation in replacing affected piping with stress-relieved carbon steel or stainless steel and to keep track of pH levels and carbonate ion concentrations. In summary, the presentation will illustrate failure analysis and how to effectively address a major operational issue by blending historical experience with modern analysis techniques to resolve and prevent plant technical issues in the future. 2. Novel Green Ammonia Technologies Linde GmbH - PEM electrolyser for green NH3 industrial pilot - Experience and requirements for technology development for full scale applications Pilot project of “Skrei” at Herøya Industrial Site in Porsgrunn, Norway At the COP 21 summit in Paris on 12 December 2015, UNFCCC member nations reached a historic agreement to combat climate change by committing to a sustainable, low-carbon future. The Paris Agreement requires all countries to submit their \"nationally determined contributions\" (NDCs) and to enhance their efforts over time. Norway is fully committed to these goals and supports the project described by this presentation. This presentation will cover key operational aspects including characteristic data on performance and hydrogen output. It will also address technical challenges in scaling PEM electrolysis for green ammonia production, such as equipment scale, material selection, and integration with ammonia synthesis. Furthermore, cost-reduction strategies, including advancements in system integration and modularisation, along with novel technical solutions and essential lessons learned from the pilot phase. Casale SA - Impact of pressure and temperature variation due to intermittent renewable energy on pressure components in green ammonia facilities The growing importance of green ammonia as a versatile and eco-friendly energy carrier and storage in the global pursuit of sustainable energy sources has raised interest in the development of ammonia plants based on renewable sources. The intermittent nature of renewable sources of energy poses a unique challenge to the operability and mechanical reliability of ammonia plants requiring a deep rethinking of the established design based on steady feedstock. The presentation will focus on integrated approach between process, equipment, and piping design paving the way for the successful and sustainable implementation of novel green ammonia technologies. Thyssenkrupp Uhde GmbH - Beyond the trend: challenges in green ammonia economy Can simple, clear, colourless gases hold the key to a sustainable energy future? While green hydrogen and green ammonia promise to be a clean energy carrier, there are significant challenges to overcome in production, storage and transport but also in financially realizing the projects. The presentation will charter the right path for developing and delivering green hydrogen and ammonia projects through standardised modularisation, which allows both faster and cost-effective engineering. 3. Nitric Acid: catalyst and equipment Umicore AG & Co. KG - How to achieve higher gauze efficiency and lower costs in nitric acid plants: a practical guide The Ostwald process is the predominant method for producing nitric acid, and it is crucial to have customised catalyst solutions for each plant due to the intricate nature of the reaction process and distinct characteristics of ammonia oxidation reactors. In the presentation, Umicore will focus on how we can increase, in collaboration with plant operators, the individual plant performance. By examining relevant campaign and plant parameters, identify specific opportunities for improvement are identified. Current industrial examples are used to demonstrate how this novel approach leads to success through technical improvements and precise analytical results. NobelClad - Explosion welded applications in nitric acid equipment realise superior safety and reliability levels Many critical failures occur in amongst others the cooler condenser in nitric acid plants. Alternating wet-dry zones (condensation and re-evaporation) of nitric acid initiate the formation of di-chromic acid leading to high corrosion rates and consequential failures. The assurance of the integrity of the several important heat exchangers in nitric acid plants is a critical pre-condition for the safe and reliable operation of any nitric acid plant. The presentation will focus on developments in explosion welded products with an interlayer, as a new state-of-the-art solution to obtain the highest safety and reliability levels in any nitric acid plant against limited additional costs. Johnson Matthey - Getting the most out of your gauze Platinum gauzes have been used as ammonia oxidation catalysts for well over a century and much has been written on their efficacy and optimisation. Earlier discussions focussed on conversion efficiency and metal loss. More recently, environmental considerations are of ever-increasing importance. Fundamental understanding allows gauze designs to be optimised to maximise yields, minimise metal inventory and reduce losses and reduce N2O (nitrous oxide) formation. The presentation will dive deep in operational experience and R&D to both improve nitric acid plant productivity and to reduce emissions to environment. It also addresses benefits that can be achieved through good operational practices and potential pitfalls associated with less good operational practices. It concludes with reflections on likely future improvements which will be realised over the next few years. 4. Urea Plant Design Casale SA - Self-stripping plant revamping with HYPER-U HYPER-U is a novel urea synthesis process recently developed by Casale to address the ever-growing demand of sustainable fertilizer production. Based on the conventional self-stripping technology, it features innovative concepts which allows a drastic reduction of the consumption of MP steam and cooling water. Namely, a thorough heat recovery strategy is implemented to maximise the re-use of the thermal energy supplied via MP steam to the HP Stripper which in fact is used five times. Stamicarbon - Ultra-low energy plant and mechanical design pool condenser/pool reactor Ultra-Low Energy Design (ULE) is the state-of-art of Stamicarbon urea technology. This design has achieved great reduction on steam consumption, cooling water consumption and at the same time good product quality. For an ULE melt plant with prilled product the steam consumption is less than 567 kg steam/ton of urea (23 bara, 330 °C), remarkable decrease compared to former design, as proven in multiple plants in operation since 2021 designed with 2334 MTD capacity. ULE technology takes advantage of several features such as the use of special dual-bundle pool reactor up to 3000 MTD and dual-bundle pool condenser for larger capacity plants, allowing a direct heat integration between synthesis section (HP) and medium pressure section (MP), and more heat integration downstream the plant. There are further advancements in mechanical design of dual-bundle ULE pool condenser/pool reactor considering the large capacity urea plants in construction, where dual bundles are located outside the vessel, directly attached to the front-side of the tube sheet. ULE technology is key innovation in urea technology providing a drastic OPEX reduction without compromising the CAPEX of the urea plant. ULE technology has been licensed 9 times in a relatively short time, with 5 plants already in operation. Mitsubishi Heavy Industries, Ltd - Enhancement of urea production through utilisation of an energy-efficient post combustion carbon capture process for reformer flue gas, and installation of a bulk flow cooler in a new fertilizer plant in Bangladesh - Largest fertilizer plant, 2,800 tons of urea per day in Bangladesh - CO2 recovery process from reformer flue gas has been installed to integrate - Low energy consumption by installing bulk flow cooler in granulation plant - Digital safety measures have been implemented for plant entry and work processes In MHI's ongoing efforts to reduce environmental impact and optimize efficiency in large-scale plants, they have constructed the Ghorasal Polash Urea Fertilizer in Bangladesh with a low carbon footprint. The project, which was completed and received final acceptance in March 2024, now stands as the largest fertilizer complex in Bangladesh, boasting a production capacity of 2,800 tons of urea per day and 1,600 tons of ammonia per day. This project showcases three major technological and safety advancements. Firstly, it employs high-efficiency CO2 recovery technology to address the scarcity of CO2 resulting from the use of lean natural gas. This technology greatly enhances the overall efficiency of the plant. Secondly, energy-saving equipment is utilized in Granulation plant, further contributing to energy efficiency. And lastly, digital safety measures have been implemented for plant entry and work processes. 5. GHG Emissions Reduction Air Products - Membrane-based ammonia purge gas hydrogen recovery units: a fresh look at an established technology Legacy grey hydrogen supply is rapidly being replaced with blue and green hydrogen to support sustainability and decarbonisation efforts. The transition to low (or no) carbon hydrogen has not been without consequence, as hydrogen prices have been on the rise. With increasing hydrogen prices impacting the cost to produce ammonia, producers are re-looking at hydrogen recovery technology. Air Products Membrane Solutions has been helping Steam Methane Reformer (SMR) based ammonia plants recover hydrogen since the 1980’s with membrane-based purge gas hydrogen recovery units (PGRUs). In total more than X(1) [tons/ncm] of hydrogen have been recovered through these systems. These PGRUs have consistently provided great value to our customers by recovering valuable hydrogen, saving natural gas, and avoiding X(2) millions of tons of CO2e emissions. Technology has continued to evolve since the introduction of PGRUs and with the increased value of hydrogen, operators of SMR based ammonia plants would be well served to ensure their PGRUs are optimized for performance. This presentation will cover the fundamentals of membrane separation, PGRU options and operation, optimization of legacy PGRUs, and the economic and GHG avoidance benefits for the Ammonia industry. Heraeus Precious Metals GmbH & Co. KG - Plant and process conditions for effective reduction of N₂O emissions from nitric acid production During production of nitric acid, nitrous oxide is released into the atmosphere as a by-product. N2O is a powerful greenhouse gas with roughly 273 times the potential global warming effect of carbon dioxide, making it a major contributor to climate change. It is therefore mandatory to reduce the N2O emissions of nitric acid plants. More than 60 million tons of nitric acid are produced around the world annually, with an estimated 500,000 tons of nitrous oxide generated as a byproduct – equivalent to the carbon dioxide emissions from over 60 million mid-sized cars. Highly efficient catalysts from Heraeus can significantly reduce nitrous oxide emissions up to 95%. Heraeus offers the possibility to reduce N2O emissions due to our well-known FTC Flex-technology by primary abatement. Therefore, the system helps our customers to meet the latest abatement requirements in the demanding N2O emission markets in combination with secondary or tertiary solutions. Besides catalytic gauzes, Heraeus offers Secondary Catalyst Systems for further N2O emission reduction. Linde - The optimum carbon capture rate in H2 & NH3 plants: it is not 99% EPC execution & operational experience of Linde for large scale H2 plants including experience in CO2 capture show, that extreme capture rates will impact operational performance, e.g. wrt. efficiency, on-stream time, economics, and life cycle emissions. There is a significant drive to achieve high carbon capture rates for new and existing plants. This approach is environmentally driven, and the intention is to minimise the impact of new plants, which produce NH3 based on fossil feedstock, e.g. natural gas. Many projects target extremely high capture rates and some of these advertised approaches are going beyond 99%. There is no doubt, that extremely high capture rates can be achieved with already available technology. However, to focus on the capture rate only is a limited perspective. It is clear, that the higher the target capture rate is, the more the design needs to focus on this task. Above certain carbon capture rates more catalyst, more compression, more equipment, etc. are required which can fail and impact the reliability of the ammonia production. The presentation will explain by a study for a world-scale ammonia production that there is a ‘sweet spot’ for a good level of carbon capture rate. Such a ‘sweet spot’ is not only defined by the plant’s carbon capture rate, which covers the direct emissions only. Capital investment, plant availability, plant energy efficiency, constructability, and OSBL impacts are having an important influence on the reasonable carbon capture rate. A holistic approach on rating the life cycle emissions and operational reliability will help to find the optimum capture without too much focus on the single value of carbon capture rate. BASF Process Catalysts - Sustainable methanol production powered by novel BASF SYNSPIRE™ Methanol catalysts Ammonia is considered one of the most promising energy vectors in the future green hydrogen value chain. Green hydrogen will be produced by electrolysis in regions with abundant renewable electrical energy and directly converted to ammonia on-site. This ammonia is shipped to other regions where green hydrogen is required. At the point of destination, ammonia is catalytically reformed to produce hydrogen and nitrogen at elevated temperatures, and ideally at the desired high pressures of a specific target application. Industrial processes for the reforming of ammonia are currently in a design phase, and first industrial plants are expected to start operation in 2026. A typical process design consists of an adiabatic pre-reformer and a fired tubular reformer, both covering a broad range of operating temperatures from 350 to 800°C to obtain thermodynamic equilibrium with high conversion at industrial pressure levels that can range from 20 to 50 bar. BASF Process Catalysts offers a holistic, tailormade portfolio of innovative catalysts specifically designed for the ammonia reforming application. Their brand, BASF SYNSPIRE™ ARC (Ammonia Reforming Catalysts), provides unique solutions and value propositions to customers in this field. These catalysts have been optimised for various temperature ranges and are based on different active components, promoters, and high-performance carriers. The commercial SYNSPIRE™ ARC catalyst family is also supported by kinetic models based on full scale particle screening and empirical aging models, which were determined using realistic ammonia feedstocks containing relevant amounts of water (which is always present in technical grade ammonia). One notable advantage of BASF SYNSPIRE™ ARC catalysts is their compatibility with BASF’s proprietary structured (layered) catalyst bed concepts. This enables the combination of various catalysts in a single reactor to boost the overall energy efficiency while minimizing CAPEX and OPEX. and enhances the flexibility in the design of optimal processes for specific use cases. 6. Ammonia, Methanol and Urea Operations PT Pupuk Sriwidjaja Palembang - Optimising ammonia plant operations: Chemical injection for fouling control to address elevated vacuum pressure. A case study of efficiency improvement from ammonia PSP-2B condenser 103-JTC Ammonia Plant 2B at PT Pupuk Sriwidjaja Palembang has a production capacity of 2,000 MTPD and an efficiency of 32 MMBTU/ton NH3, making it the largest and most efficient ammonia plant within PUSRI. The presence of Plant PSP-2B significantly impacts the reduction in the cost of ammonia production at a corporate level. Consequently, operational disruptions at Ammonia PSP-2B can lead to substantial decreases in production and efficiency, thereby affecting the company’s profitability. In 2021, the Ammonia Plant PSP-2B encountered issues that resulted in an increase in steam imports. The presentation addresses operational challenges in ammonia plant operations, with a specific focus on elevated vacuum pressure and fouling in a condenser. Using a comprehensive case study of the Ammonia PSP-2B Condenser 103-JTC, it examines the implementation of chemical injection as a strategic solution to fouling issues. The analysis highlights how these actions enhance operational efficiency and stability, providing actionable insights and recommendations for optimising plant performance and addressing similar challenges in industrial environments. OQ Salalah Cluster - Challenges & Solutions: ammonia and methanol plants operating beyond full capacity - How we achieved this milestone OQ Salalah Cluster manages a plant complex producing ammonia and methanol with integrated front end (common feed purification, reforming and syngas compression). Methanol production design capacity is 3000 MeT/D, whereas ammonia plant capacity is 1000 MeT/D. Both plants are currently running above their full capacity. Installation of ammonia production unit at the back end of a methanol plant has many advantages. Especially if the raw material for that methanol plant is natural gas. The stoichiometric ratio of the syngas required for methanol plant is 2, whereas syngas generated from NG has this ratio [(CO+CO2)/(H2-CO2)] around 3, thus creating a large amount of excess hydrogen. Although hydrogen today proves to be a leading commodity, producing ammonia proves to be one of the most profitable options. Burning it in the reformer as fuel is the worst use of this valuable gas as it is being done in most of the methanol units around the world. Consequently, the overall energy and carbon intensity of the production complex has improved and proves to be better than any of the world's independent ammonia / methanol plant with similar capacities. It presents us a great opportunity to recover CO2 from reformer flue gases for urea production in future. The ammonia plant can easily be converted to green ammonia producer with the availability of renewable energy resources reaching the OQ goals to be carbon free by 2040. OQ Salalah Cluster - Employing simulation for urea plant to improve operational conditions and reduce utility usage (water, energy, and others) to achieve sustainability goals Several case studies will be presented which showcase the workflow used in assessing and improving plant asset performance. In the synthesis section, key decisions regarding heat exchanger cleaning were taken, by comparing plant performance against model results and quantifying the loss in terms of increased energy consumption. In the granulation section, a series of evaluations were done for solid handling equipment, like granulators, crushers and model results compared to design. Key operating variables were identified resulting in corrective action and leading to significant energy and material savings. The simulation of the two sections of the urea plant (synthesis and granulation) was a powerful and useful tool to assist with decisions related to the production process. These decisions led to saving a financial loss of around $ 372K/year because of a decrease in consumption, as well as the identification of variables causing changes in the sequence of the production process. This simulation also helped improve equipment efficiency, reduce emissions, and preserve the environment Quest Integrity - Lifecycle integrity management of outlet pigtails The presentation provides a general overview of the damage mechanisms for outlet pigtails, particularly metallurgical changes that occur due to operation at elevated temperatures and the effects of in-service loading. These factors are unlikely to have been accounted for during the design stage and will affect outlet pigtails in an aging plant. The presentation aims to present the problems that could lead to untimely failures and provide key points for enabling mechanical designers, manufacturers, and operators to develop a life-cycle management plan to ensure the rate of failures is as low as reasonably practicable. As in-service inspection and asset management of outlet pigtails will be limited once installed, active collaboration between the operator and designer at early stages of the life-cycle process will positively improve the life-cycle management of outlet pigtails once constructed and commissioned and minimise the occurrence of unanticipated failures and damage. 7. Urea Plant Safety Technology Stamicarbon - The first successful installation of mechanical plugs in a pool condenser The first Safurex® mechanical plugs are installed in an aging pool condenser in operation since 1994 in a Stamicarbon urea plant. The integrity and reliability of the X2CrNiMo25-22-2 U-bundle is compromised due to mechanical damages at the baffles; i.e. so-called baffle hammering. To extend the lifetime of the vessel around 40 U-tubes needed to be plugged. The presentation describes the successful installation of over 80 mechanical plugs in the above-mentioned pool condenser as well as the successful accelerated corrosion tests conducted in the autoclave. The Safurex® plugs can be installed reliably not only in Safurex® but also in austenitic heat exchanger tubes such as X2CrNiMo25-2-2 or X2CrNiMo18-14-3. The Stamicarbon Safurex® mechanical plugs are now available for plugging high pressure urea equipment, not only in pool condensers but also other heat exchangers such a HP stripper. HP carbamate condenser or HP scrubber. MPC2 e.U – Corrosion Ray, EC-Pen, portable metallography & microscopy: a smart combination of different non-destructive test methods allows quick and reliable on-site assessment of critical process equipment at the manufacturer's workshop and the end-user's plan MPC²'s proprietary \"Corrosion Ray\" technology was continuously developed further in 2024, resulting in additional application options. Curved component surfaces such as pipes can now be assessed quickly and reliably in terms of their corrosion properties, as can weld seam surfaces. In addition, a special fixation device has been developed to enable precise positioning of the measuring equipment. The user-friendliness of the device has also been improved. In addition to the Corrosion Ray, the compact EC-Pen is the tool of choice for areas that are very difficult to access, for instance fillet welds in confined spaces. The targeted application of portable metallography & microscopy provides high-resolution images of the investigated surfaces and thus allows immediate conclusions to be drawn regarding sensitization, grain size, phase fraction and texture. Helwan Fertilizers Company - Standard Operating Procedures (SOPs) in a dynamic visual environment on control panels This paper presents a novel approach to improving process safety using real- time, dynamic visualisation of Standard Operating Procedures (SOPs) integrated into control room panels. This dynamic SOP displays include the procedures ordered by priority accompanied by the real- time values, alongside the targeted reference values. By comparing the actual values to the target values, it is possible to assess the progress in executing procedures and quickly identify any deviations. Additionally, the displaying screens also include verification indicators to ensure correct execution of the procedures, as well as alternative actions in case the required indicators are not met. The system facilitates the oversight of the trip system’s operation through displaying the dedicated icons, guaranteeing their operational status when necessary and safeguarding both staff and equipment from any potential risks. The panels include startup, shutdown, and emergency operating procedures, with an interface allowing the operator to select the appropriate panel according to the situation. The presentation will concentrate on case studies illustrating the benefits and improvements in process safety and efficiency resulting from the use of the screens. 9. Nitric Acid and Ammonium Nitrate Technology and Plant Reliability Casale SA - Cutting-edge approaches in fertilizer technology: CASALE's expanded product portfolio The presentation focuses on developing new plants licensed by Casale in the field of nitric acid and ammonium nitrate. In recent years, CASALE has strengthened its position as a leading licensor of fertilizer plants by delivering innovative and high-efficiency solutions worldwide. Among its most notable achievements are a stand-alone Ammonium Nitrate Solution (ANS) plant, a high-performance Weak Nitric Acid (WNA) plant, and a complex for solid fertilizer production. These projects benefit from CASALE’s state-of-the-art technologies, offering high energy export, reduced emissions, and simplified effluent management. With a strong commitment to innovation, CASALE continues to be a trusted and forward-thinking partner in the global fertilizer. Abu Qir Fertilizers Company - Lesson learned of changing the defected carrying beams for the granulator of an ammonium nitrate plant at Abu-Qir Fertilizers Company , Alexandria, Egypt The presentation will address a real life case of operational issues and their solutions. Operational issues: Tight time constraints Stress Corrosion Cracks Risk of Unit Collapse Unknown Exact Weight of the Granulator Solutions: 3-D Simulation: To visualise and plan the replacement process Temporary Steel Structure: To support the granulator during the transition Operational Continuity: Planning to install parts of the new structure while the unit was still operational demonstrated a balance between maintenance and ongoing production needs Our ability to identify these problems and implement effective solutions underscores our technical competence and strategic thinking The project introduces novel approaches to engineering challenges. The use of 3-D simulation for planning and designing a temporary steel structure to support the granulator while parts of the new structure were installed demonstrates innovation. The creativity in designing solutions that accommodate the operational constraints, such as the compact area and the necessity to keep the unit functional, highlights our ability to think outside the box and implement new techniques in problem-solving. PT. Pupuk Kaltim - Optimisation of labyrinth seal design in Turbo Train 3-in-1 air compressor to address high thrust bearing temperature issues in ammonium nitrate and nitric acid plants The presentation will delve in real-life experience during the commissioning phase of an ammonium nitrate project in Bontang, Indonesia. The experience highlights how operational issues, such as thrust bearing temperatures exceeding the maximum design limit of 100°C, were successfully addressed. The presentation will highlight that the innovative solution of modifying the compressor was carried out for the first time within the company and the vendor, demonstrating the importance of better updating operational standards. The modification of the labyrinth seal design and the piston balance channel were new innovations that had not previously been implemented, either within the company or by the manufacturer (vendor). This innovation became a key solution that allowed the compressor to function in accordance with design standards, reflecting an important contribution to improving production and maintenance processes. Siemens AG - High-Fidelity operator training simulator for greenfield green fertilizer plants Operator Training Simulators (OTS) are critical for new nitric acid production plants to ensure that personnel are prepared to manage complex processes safely and efficiently. OTS systems enhance operator competency, reduce risks during plant operations, and ensure rapid response to non-standard conditions, which is especially important for chemical plants handling hazardous materials This talk focuses on the development of a high-fidelity Operator Training Simulator (OTS) for new greenfield green fertilizer plants, integrating Siemens gPROMS and SIMIT technologies. Today’s customers require a Distributed Control System (DCS) with advanced simulation and optimization capabilities, alongside an OTS to train operators under conditions of plant uncertainty. The proposed solution utilises Siemens gPROMS’ equation-oriented process modeling platform to simulate complex process dynamics, supported by its mathematical and physical properties libraries. This high-fidelity model is combined with Siemens SIMIT for control system emulation and real-time operator training, creating a digital twin of the plant. gPROMS enables accurate, large-scale simulations, including dynamic scenarios for process units such as hydrogen production, ammonia synthesis, nitric acid processing, and ammonium nitrate production. It is designed to handle changing process conditions efficiently, offering robust tools for both steady-state and transient simulations. 9. Sustainable Fertilizer Production Stamicarbon - Pioneering sustainable nitrogen technology: from green ammonia to integrated fertilizer plant Stamicarbon is a world-renowned licensor of urea plants, as well as nitric acid plants. In an effort to contribute to a more sustainable future Stamicarbon launched its green ammonia technology, to help reduce the climate impact of fertilizer production. A significant development effort has been made, and is ongoing, to integrate the various plants required in a fertilizer production complex as much as possible, both decreasing environmental impact and increasing efficiency. This presentation will give an overview of the technical developments in relation to green ammonium nitrate-based fertilizer plants, circular urea plants as well as fully integrated fertilizer complexes making ammonia, nitrates and urea. Attention will also be given to integration with upstream units, such as various types of electrolysers, or other methods of generating sustainable hydrogen and nitrogen generation plants. Specific attention has also been given to processing of waste streams to minimise emissions and thus maximise productivity as much as technically feasible. All this enables Stamicarbon to stay true to its moto to ‘help the world feed itself’. Fauji Fertilzer Company - Overcoming hurdles in transitioning to sustainable and clean fertilizer manufacturing: challenges and opportunities The presentation directly relates to operational experience by focusing on the real challenges that fertilizer producers face when transitioning from traditional systems to more sustainable technologies. The speaker will delve in firsthand experiences of the difficulties in modernising older plants, especially dealing with the high costs of new technologies and the lack of retrofit solutions for existing equipment. These challenges are common across the industry, and the presentation will reflect this practical experience. The presentation also highlights key operational issues like the financial strains of adopting sustainable technologies without immediate economic returns, the challenge of rising product prices in absence of control mechanism and their impact on farmers buying power. Furthermore, the speaker will explore the difficulty of finding scalable, proven technologies that can be integrated into older systems. Abu Qir Fertilizers & Chemical Industries - AFC Environmental sustainability roadmap Abu Qir Fertilizers & Chemical Industries Company (AFC) is a leading company in the production and marketing of nitrogenous fertilizers in the local and international markets in accordance with EU standards. Currently, the most important challenge at present is the climate change, and in this context, AFC is passionate to meet the CBAM Standards for fertilizers containing ammonia such as urea and ammonium nitrate. This presentation will outline AFC's efforts to align with international standards, particularly the Carbon Border Adjustment Mechanism (CBAM), and reduce CO2 emissions through various initiatives. AFC's projects include the installation of an ENVINOx unit, solar units, and upgrading ammonia converters to enhance energy efficiency and reduce carbon footprint. The company also aims to decrease emissions by implementing strategic plans such as connecting CO2 networks between plants, supplying CO2 to liquefaction companies, and revamping urea plants to utilize emitted CO2. By adhering to CBAM regulations, AFC seeks to ensure compliance with EU standards and support Egypt’s national decarbonisation roadmap for fertilizers sector. Solex Thermal - Optimising fertilizer processing: comparative analysis of cooling technologies for enhanced operational efficiency The selection of the right cooling technology is crucial in the fertilizer producing process, particularly given its importance in the packing, storage and transportation stages. Proper cooling ensures product stability, prevents caking and reduces the risk of thermal degradation, which is essential for maintaining the quality and safety of the fertilizer during these subsequent stages. This presentation will provide a comprehensive comparison of three primary cooling technologies used in the industry: Fluid beds Rotary drums Plate-based moving bed heat exchangers Each technology will be examined in terms of its operational efficiency, cost-effectiveness, energy consumption and impact on product quality. Other considerations to be examined include: Scalability Environmental impact Adaptability to various fertilizer types The presentation will conclude with examples of how these technologies are performing in real-world operations, showcasing successful implementations and addressing any technical challenges that have arisen. 10. CO2 Removal and Carbon Capture and Utilisation BASF - Optimisation potential for existing CO₂ removal unit of ammonia plants with BASF’s OASE® white low-low pressure (LLP) flash configuration Most of CO2 removal units in ammonia plants with BASF’s OASE white process come with two-stage absorption configuration i.e. Absorber + High pressure (HP) flash + Low pressure (LP) flash and Stripper. The presentation will focus on the operation of low-low pressure (LLP) flash and relevant modifications. With the addition of LLP flash, it improves the regeneration of semi-lean solution. Design with CAPEX or OPEX optimization for existing plants are possible even with as-built column dimensions and reboiler duty. The presentation will discuss an innovative solution that can increase the capacity or revamp the existing ammonia plants by introducing a new vessel as a second stage of regeneration and utilizing pressure release. This implemented change with AGRU LLP flash is projected to secure an energy consumption margin of 15 to 20%. Furthermore, it will effectively manage the flow rate of lean and semi-lean amine. We believe this innovation could significantly improve ammonia plant's efficiency and operational capacity. Optimised Gas Treating Inc. - Effect of maldistribution on CO₂ absorber performance Liquid maldistribution is an operational problem known to seriously degrade packed tower performance yet quantitative information about its effect is scarce. Uneven gas distribution can so severely affect the performance of large diameter trayed and packed columns that a special mechanical device is sometimes used to provide more uniform gas distribution. Gas maldistribution has the same potential to cause serious performance loss as liquid maldistribution. In fact, both occur together. It is not possible to predict the true extent of maldistribution. This is a complex hydraulics problem needing detailed information on such things as distributor out-of-levelness and the results of a computational fluid mechanics study of the flows in the tower sump and vapour entry region. However, if maldistribution is suspected, thermal imaging of the column from several positions around its periphery can provide an estimate of where liquid flow is excessive and, by inference, where gas flow is abnormally high. This kind of information, combined with accurate simulation of a rough hydraulic representation of the tower with maldistribution in mind, can be useful in troubleshooting this challenging situation. This is discussed further via a commercial example in the context of a poorly performing carbon dioxide removal unit in an ammonia production plant. Both piperazine-promoted MDEA and DEA promoted hot potassium carbonate solvents are considered and absorber performance using these solvents is shown to respond quite differently to maldistribution. NextChem Tech S.p.A. - Carbon capture energy balance. Can heat pumps solve the equation? The presentation concentrates on NextChem experience in adapting Carbon Capture Units to different industries and qualifies the technological solutions that can be implemented to overcome the critical integration of such energy demanding plant in facilities that cannot comply with its utilities needs. The novel approach is not in the solution per se, but in the specific topological configuration and in its implementation that described through cases studies of real plant applications can provide a roadmap to solve the current industrial constraints that limit Carbon Capture adoption in the hard to abate sectors. KBR - Carbon capture and green methanol production potential in the pulp and paper industry The presentation discusses a novel process layout, based on proven underlying technologies. If we look only at Europe, the pulp and paper industry could be a source of a quarter of the biogenic carbon available in the region for making low carbon intensity methanol. Tiis is important since Europe will the first mover to use methanol as fuel for ships. Therefore, a study on the process and costs for producing methanol from the emissions of pulp industry is quite interesting. We use high-quality in-house data which gives more value to the results presented. We will report the base assumptions so attendees can verify the results if needed. 11. Digitalisation: technology and innovation Clariant - Clariant´s PLUS series and Clarity – Drop-in solutions and digital catalyst insights to enhance the profitability and sustainability of existing syngas assets Clariant successfully launched its new \"Plus\" series of syngas catalysts designed to enhance the economics and reduce emissions of syngas plants for hydrogen, methanol and ammonia production. Over the past five years, Clariant upgraded three key catalysts in its syngas portfolio: ReforMax LDP Plus ShiftMax 217 Plus AmoMax 10 Plus Clarity The presentation will detail commercial references for each catalyst from all business areas globally and feature case studies of how Clarity was used to provide faster support and troubleshooting. Stamicarbon - Elevate your plant operations: The future of process monitoring Stamicarbon, a leader in Nitrogen fertilizers technology, continuously innovates to enhance plant longevity, reduce emissions, and lower energy consumption. One of our standout digital innovations is the Process Monitor (PM), a powerful online tool designed to not only optimise plant operational efficiency but also contribute to sustainability. The Process Monitor (PM) utilises real-time data, a first principles-based process model, and machine learning models to generate meticulously chosen and process-tailored Key Performance Indicators (KPIs) and Key Variables (KVs). With the valuable insights provided by the Process Monitor, operators can adjust the set points of critical process parameters accordingly. The Process Monitor is web-based and offers a secure cyber environment through its state-of-the-art cloud-based deployment. It is available 24/7 for day-to-day process monitoring, plant analysis, and corrective actions. The successful implementation of the process monitor in urea plants, leading to a 3-4 % increase in productivity and a 3-4 % reduction in specific steam consumption, is a testament to its effectiveness. Toyo Engineering Corporation - Advancements in TOYO’s DX-PLANT® TOYO’s presentation for the Nitrogen + Syngas 2025 will highlight novelty of digital solution service applied extensively to plant engineering, and operation support. (DX-PLANT® is a registered trademark of Toyo Engineering Corporation in Japan (Registered Number 6132604).) Toyo Engineering Corporation (TOYO), a global leading engineering contractor and urea process licensor, has developed a system for the digital transformation of plants (DX-PLANT®) aimed at maximizing client revenue and minimising costs by leveraging TOYO’s engineering expertise in chemical process technology and operations for industrial plants. Through DX-PLANT®, TOYO creates a “digital twin”, a virtual plant synchronised with an actual plant based on big data collected from industrial plants. As a recent achievement, in August 2024, TOYO signed a two-year paid contract to provide technical advisory services utilizing DX-PLANT®. Additionally, TOYO has begun initiatives to utilise data through generative AI, aiming to further enhance our services. This article presents the evolved services of DX-PLANT® Topsoe A/S - Access the wealth of knowledge through Topsoe's new digital learning solution The evolving demographics of our society present a significant challenge for organisations. As senior operators, who belong to the baby boomer generation, retire, they take with them a wealth of operational knowledge and hands-on experience. This creates a noticeable knowledge gap within our workforce, making it difficult for newer operators to acquire the same level of expertise without proper guidance and mentorship. To tackle this issue head-on, we have developed Topsoe Academy On-demand, a comprehensive solution that acts as a vital bridge. By providing instant access to over 80 years of Topsoe knowledge and recommendations, our platform effectively addresses the knowledge gap. It offers a range of benefits, including flexibility, accessibility, personalisation, and interactivity, ensuring that every member of our workforce receives the necessary training to excel in their roles. With Topsoe Academy On-demand, we are committed to empowering our workforce and equipping them with the skills and knowledge they need to thrive in their respective positions. By bridging the gap between retiring senior operators and newer employees, we can foster a seamless transfer of expertise and maintain a high level of operational excellence within our organisation.",
    "images": null,
    "tags": "nitrogen ammonia urea green blue low emission sustainability methanol syngas hydrogen energy transition nitrates",
    "excerpt": "Confirmed papers for Nitrogen + Syngas 2024",
    "categories": ""
}