{
    "title": "CBAM: pubblicati i valori predefiniti per il calcolo delle emissioni - Confindustria Ancona",
    "author": "Lara Diamante",
    "source": "Confindustria Ancona",
    "date": "2024-01-18",
    "text": "Potranno essere usati fino al 31 luglio 2024 senza limiti quantitativi, con limitazioni fino alla scadenza del periodo transitorio In vista della scadenza del 31 gennaio 2024 per la compilazione e trasmissione della prima relazione trimestrale relativa alle importazioni di merci CBAM effettuate nel periodo di riferimento 1° ottobre 2023 – 31 dicembre 2023, segnaliamo che la Commissione europea ha pubblicato sul proprio sito un documento contenente i valori predefiniti che potranno essere utilizzati per la determinazione delle emissioni incorporate nelle merci importate (ad eccezione dell’energia elettrica) durante il periodo transitorio 1° ottobre 2023 – 31 dicembre 2025, nei casi in cui i dichiaranti non dispongano dei dati relativi alle emissioni effettive. I valori predefiniti rappresentano una media mondiale ponderata per i volumi di produzione, sono basati su stime effettuate dal Commission’s Joint Research Centre (JRC) e sono espressi in termini di tonnellate di CO2 per tonnellata di prodotto. Detti valori, che si applicano indipendentemente dal paese di origine delle merci CBAM e solo fino al termine del periodo transitorio, saranno rivisti periodicamente per tenere conto dei dati raccolti durante il primo periodo di riferimento e dei feedback che la Commissione riceverà dai produttori comunitari ed extracomunitari di merci CBAM. I valori predefiniti potranno essere utilizzati: per le prime tre relazioni trimestrali e quindi fino al 31 luglio 2024 (termine per la presentazione della relazione relativa al Q2 del 2024), senza limiti quantitativi; a partire dal Q3 del 2024 e fino alla fine del periodo transitorio (31 dicembre 2025), solo per i cd. “beni complessi” (ovvero i beni CBAM prodotti con l’utilizzo di precursori anch’essi soggetti al CBAM) ed entro il limite del 20% delle emissioni totali incorporate. Da ultimo, si ricorda che: il dichiarante CBAM può modificare la relazione CBAM già presentata entro due mesi dalla fine del trimestre di riferimento; per i primi due periodi di riferimento (Q4 del 2023 e Q1 del 2024), il dichiarante può modificare le relazioni presentate fino al termine per la presentazione della terza relazione CBAM. Ne consegue che le relazioni trimestrali da presentare entro il 31 gennaio 2024 ed il 30 aprile 2024 potranno essere corrette fino al 31 luglio 2024. Per maggiori informazioni contattare Umberto Martelli Tel. 071 29048222  | mobile 334 6176763 | email u.martelli@confindustria.an.it Se hai bisogno di contattare i nostri uffici  puoi accedere, dal pulsante  a tutti i nostri contatti che possono essere ordinati e filtrati per Cognome, Nome, reparto ecc.",
    "images": "https://www.confindustria.an.it/wp-content/uploads/2024/01/CBAM.jpg",
    "tags": "",
    "excerpt": "CBAM: pubblicati sul sito della Commissione europea i valori predefiniti per il calcolo delle emissioni",
    "categories": "Estero"
}