{
    "title": "Adeguamento del carbonio alle frontiere (CBAM) - Confindustria Toscana Centro e Costa",
    "author": "unknown",
    "source": "Confindustria Toscana Centro e Costa",
    "date": "2024-10-01",
    "text": "Fino al 31 dicembre 2025 è operativa la prima fase transitoria del meccanismo di adeguamento del carbonio alle frontiere (Carbon Boarder Adjustment Mechanism) dell’UE Cosa è il CBAM Il CBAM è uno strumento di nuova attuazione che ha l’obiettivo di ridurre il rischio di rilocalizzazione delle emissioni di carbonio, attraverso la definizione di un prezzo equo per il carbonio emesso durante la produzione di beni ad alta intensità di carbonio importati nell’UE, e di conseguenza incoraggiare la produzione di tali merci con una minore impronta carbonica nei paesi terzi. Regolamento UE Il regolamento (UE) 2023/956 che ha istituito il CBAM è entrato in vigore il 17 maggio 2023 e prevede una prima fase transitoria (dal 1º ottobre 2023 al 31 dicembre 2025) caratterizzata da limitati obblighi di rendicontazione per gli importatori. Questi soggetti saranno chiamati a raccogliere e comunicare alcune informazioni relative alle emissioni incorporate nelle merci CBAM importate, seguendo una determinata metodologia e le disposizioni operative descritte nel regolamento CBAM e ulteriormente specificate nel regolamento di esecuzione adottato dalla Commissione il 17 agosto 2023. Il meccanismo si applicherà alle importazioni di determinate merci (elencate nell’allegato I del Regolamento), ed in particolare in quelle ricadenti nei seguenti settori: cemento, acciaio, alluminio, fertilizzanti, elettricità e idrogeno. L’obiettivo del periodo di transizione è raccogliere le informazioni e i dati utili sulle emissioni incorporate nelle merci, contribuendo alla definizione di una metodologia unica di monitoraggio, comunicazione e verifica per il periodo definitivo. In questa prima fase, gli importatori saranno dunque tenuti esclusivamente alla comunicazione periodica delle emissioni di gas a effetto serra incorporate nelle importazioni delle merci in EU. Nonostante la prima fase transitoria preveda limitati obblighi di rendicontazione per gli importatori, cionondimeno la loro inosservanza può dar luogo all’applicazione di sanzioni. Informazioni Per garantire un adeguato supporto agli operatori, in questa fase di transizione, la Commissione Europea ha predisposto e messo a disposizione appositi strumenti informatici, linee guida, materiali formativi e tutorial. Tutte le informazioni necessarie agli importatori delle merci rientranti nel meccanismo CBAM per assolvere gli obblighi di comunicazione derivanti dall’avvio del meccanismo sono disponibili sul sito web della DG TAXUD della Commissione (https://taxation-customs.ec.europa.eu/carbon-border-adjustment-mechanism_en) e nella sessione del portale ETS dedicata al CBAM (https://www.ets.minambiente.it/NovitaEUETS). Per ulteriori approfondimenti operativi consulta anche il portale EU Ets Italia. (Fonte Ministero dell’Ambiente) Questo contenuto è riservato ai soci. Accedi per leggere tutto.",
    "images": "https://confindustriatoscanacentroecosta.it/wp-content/uploads/2024/09/crucible-2109202_1280.jpg",
    "tags": "",
    "excerpt": "Fino al 31 dicembre 2025 è operativa la prima fase transitoria del meccanismo di adeguamento del carbonio alle frontiere (Carbon Boarder Adjustment Mechanism) dell’UE Cosa è il CBAM Il CBAM è uno strumento di nuova […]",
    "categories": ""
}