{
    "title": "Regolamento CBAM: compilazione ed invio della prima dichiarazione",
    "author": "Confindustria Emilia",
    "source": "www.confindustriaemilia.it",
    "date": "2019-01-01",
    "text": "In vista della scadenza del 31 gennaio 2024 di presentazione della prima relazione trimestrale CBAM e alla luce dell’attivazione del registro transitorio, della pubblicazione dei valori predefiniti e dei più recenti chiarimenti forniti dalla Commissione europea, Confindustria Emilia Area Centro organizza, martedi 23 gennaio 2024 alle ore 10.00, il webinar \"Regolamento CBAM: compilazione ed invio della prima dichiarazione\". Uffici Interessati: Acquisti, Amministrazione, Area Legale e Diritto d'Impresa, Direzione e gestione strategica, Export e mercati esteri, Sicurezza e ambiente Argomenti: AMBIENTE, Ambiente - Varie, Emissioni in atmosfera, ESTERO, Dogane, Estero - Varie EVENTO RISERVATO AGLI ASSOCIATI Il Regolamento (UE) 2023/956 (Carbon Border Adjustment Mechanism - CBAM) ha introdotto un meccanismo di adeguamento del carbonio alle frontiere che ha un impatto su tutti gli operatori che importano da Paesi terzi prodotti siderurgici, alluminio, idrogeno, cemento ed energia elettrica (v. nostra Comunicazione 102168/2023). Dal 1° ottobre 2023 è in vigore il periodo transitorio (v. nostra Comunicazione 102570/2023) che prevede un obbligo per gli importatori di inviare una relazione trimestrale contenente i dati dei prodotti importati, dei relativi impianti di produzione e delle emissioni carbonio incorporate nei beni. In vista della scadenza del 31 gennaio 2024 (v. nostra Comunicazione 103720/2024) per presentare la prima relazione trimestrale CBAM (relativa alle importazioni del trimestre ottobre-dicembre 2023), alla luce dell’attivazione del registro transitorio, della pubblicazione dei valori predefiniti e dei più recenti chiarimenti forniti dalla Commissione europea, Confindustria Emilia Area Centro organizza, martedi 23 gennaio 2024 alle ore 10.00, il webinar \"Regolamento CBAM: compilazione ed invio della prima dichiarazione\". Durante il webinar interverranno l’avv. Nicolò Cusimano ed il dott. Mario Alfonzo dello Studio Legale Padovan che daranno tutte le istruzioni per accedere al portale e presentare la prima relazione CBAM, oltre a chiarire i dubbi sull’applicabilità del Regolamento e le modalità nel relazionarsi con i fornitori stabili nei Paesi terzi.",
    "images": null,
    "tags": "",
    "excerpt": "In vista della scadenza del 31 gennaio 2024 di presentazione della prima relazione trimestrale CBAM e alla luce dell’attivazione del registro transitorio, della pubblicazione dei valori predefiniti e dei più recenti chiarimenti forniti dalla Commissione europea, Confindustria Emilia Area Centro organizza, martedi 23 gennaio 2024 alle ore 10.00, il webinar \"Regolamento CBAM: compilazione ed invio della prima dichiarazione\".",
    "categories": ""
}