{
    "title": "Webinar “CBAM: i primi adempimenti obbligatori per le imprese importatrici entro il 31 gennaio 2024”",
    "author": "unknown",
    "source": "Confindustria.it",
    "date": "2023-12-20",
    "text": "Confindustria Trento, in collaborazione con Assoimprenditori Alto Adige e Trentino Export, organizza un webinar che fornirà alle imprese, in vista della prima scadenza del 31 gennaio, un inquadramento tecnico e normativo sul nuovo Regolamento (UE) n. 2023/956 “CBAM” (Carbon Border Adjustment Mechanism). Il Regolamento (UE) n. 2023/956 “CBAM” (Carbon Border Adjustment Mechanism) è entrato in vigore il 17 maggio 2023 con l’obiettivo di evitare che le produzioni di materiali che generano importanti emissioni di gas a effetto serra siano delocalizzate in Paesi dove non si applica il sistema dell’emission trading - ETS (acquisto di quote di emissione pari alle quantità di gas a effetto serra prodotte). Il Regolamento si applica all’importazione nel territorio doganale dell’Unione europea di energia elettrica e dei materiali riconducibili alle seguenti categorie di beni: cemento, concimi, ghisa, ferro, acciaio, alluminio e idrogeno. Il Regolamento definisce un periodo transitorio di adeguamento, che si concluderà il 1° gennaio 2026, con la piena entrata in vigore e l’obbligo di acquisto da parte degli importatori europei di cosiddetti certificati CBAM, ovvero quote di emissione corrispondenti alle quantità, in tonnellate, di gas serra generatesi nel paese terzo per la produzione dei materiali importati. Fino al 31 dicembre 2025, invece, sono previsti solo obblighi di rendicontazione trimestrali. Entro il 31 gennaio 2024 gli importatori europei di merci “CBAM” sono tenuti a presentare alla Commissione UE, su apposito portale europeo, una prima relazione trimestrale, relativa al periodo ottobre-dicembre 2023, in cui siano specificati: la quantità totale di ciascun tipo di merce “CBAM” importata nel trimestre; le emissioni di gas serra incorporate in tali merci; e gli eventuali costi sostenuti nel Paese di origine in relazione a tali emissioni, se in tale Paese è attivo un sistema simile all’emission trading. La Commissione europea controllerà i dati della relazione. Per le dichiarazioni incomplete o inesatte sarà prevista una sanzione che sarà irrogata dall’Autorità dello Stato competente. Programma FABRIZIO DEMATTÈ - chimico, Ordine dei Chimici e Fisici del Trentino Alto Adige Le categorie di beni sottoposti al regolamento CBAM STEFANO COMISI - avvocato, Studio Armella & Associati Obblighi dichiarativi e compilazione della relazione CBAM",
    "images": "https://www.confindustria.it:443/wcm/connect/752595e1-6183-49e6-baf2-19844d4296a1/homepage+CBAM.JPG?MOD=AJPERES&CACHEID=ROOTWORKSPACE-752595e1-6183-49e6-baf2-19844d4296a1-oO6ANC2",
    "tags": "",
    "excerpt": null,
    "categories": ""
}