{
    "title": "CBAM: Nuovi obblighi all’import dal 1° ottobre 2023 - Confindustria Ancona",
    "author": "Lara Diamante",
    "source": "Confindustria Ancona",
    "date": "2023-10-09",
    "text": "Webinar informativo, 25 ottobre 2023, ore 15:00-16:30 Il 1° ottobre 2023 è entrato in vigore in via transitoria il Regolamento (UE) 2023/956 che istituisce il meccanismo di adeguamento del carbonio alle frontiere, denominato CBAM – Carbon Border Adjustment Mechanism. Si tratta di uno strumento economico che mira ad introdurre un giusto prezzo per la compensazione di emissioni originate dalla produzione di beni ad alta intensità di carbonio importati da paesi extra UE e che sostituirà, nel lungo periodo, il meccanismo delle free-allowances (concessione gratuita di permessi di emissione) previsto attualmente nel contesto del mercato ETS-EU. Nella sua fase di applicazione transitoria, che durerà fino al 31 dicembre 2025, il Regolamento CBAM prevede in capo agli importatori di: cemento, energia elettrica, concimi, ghisa, ferro, acciaio, alluminio idrogeno l’obbligo di comunicare su base trimestrale l’impronta carbonica dei prodotti importati ma non introduce alcun onere di pagamento. Confindustria Ancona, al fine di illustrare il meccanismo CBAM e gli obblighi di calcolo e reportistica che gli importatori (di merci CBAM) sono tenuti a rispettare, in parte, già a partire dal 1° ottobre 2023 (avvio della fase sperimentale) e poi, a regime, a decorrere dal 1° gennaio 2026 quando diventerà necessario presentare una dichiarazione annuale e acquistare un numero di certificati CBAM a copertura delle emissioni incorporate nei prodotti importati, organizza, in collaborazione con STS Deloitte, il webinar  \t\t\t\t \t\t\t\t\tCarbon Border Adjustment Mechanism \t\t\t\t \t\t\t\t\t Nuovi obblighi all’import dal 1° ottobre 2023 \t\t\t\t\t Nuovi obblighi all’import dal 1° ottobre 2023  \t\t\t\t\t\t L’incontro si terrà online, su piattaforma zoom, mercoledì 25 ottobre, ore 15:00 – 16:30. Relatore: Pier Paolo Ghetti – Partner | Head of Global Trade Advisory Italy – STS Deloitte La partecipazione è gratuita previa iscrizione a questo link Il link del collegamento verrà inviato a tutti gli iscritti il giorno prima dell’evento. Per maggiori informazioni contattare Umberto Martelli Tel. 071 29048222  | mobile 334 6176763 | email u.martelli@confindustria.an.it Se hai bisogno di contattare i nostri uffici  puoi accedere, dal pulsante  a tutti i nostri contatti che possono essere ordinati e filtrati per Cognome, Nome, reparto ecc.",
    "images": "https://www.confindustria.an.it/wp-content/uploads/2023/10/TaglioCO2_Web-1.jpg",
    "tags": "",
    "excerpt": "CBAM - Carbon Border Adjustment Mechanism. Nuovi obblighi all’import dal 1° ottobre 2023",
    "categories": "Estero;Meccanica;Sostenibilità"
}