{
    "title": "ITALIA ECONOMY - Webinar “CBAM - Le novità per la scadenza del 31 ottobre 2024”",
    "author": "Redazione",
    "source": "ITALIA ECONOMY",
    "date": "2024-09-06",
    "text": "Webinar “CBAM – Le novità per la scadenza del 31 ottobre 2024” Webinar organizzato da Confindustria Trento, Confindustria Alto Adige e Trentino Export su “CBAM – Le novità per la scadenza del 31 ottobre 2024” Il Webinar, organizzato da Confindustria Trento, Confindustria Alto Adige e Trentino Export, in collaborazione con Studio Armella & Associati e quale seguito del primo webinar del 18 gennaio u.s., mira a fornire i necessari aggiornamenti sulle novità che interverranno nella compilazione delle relazioni CBAM a partire dalla prossima scadenza del 31 ottobre 2024. Infatti, dal 1° luglio 2024 gli importatori di merci CBAM dovranno raccogliere i dati reali delle emissioni di gas a effetto serra rilasciate nel processo di produzione dei beni importati, non potendosi più basare sui c.d. “default values” della Commissione UE. Per gestire questo delicato passaggio occorrerà prevedere un’opportuna strategia commerciale con i fornitori e un’attenta valutazione delle informazioni. Si ricorda che il Regolamento (UE) n. 2023/956 “CBAM” (Carbon Border Adjustment Mechanism) è entrato in vigore il 17 maggio 2023 con l’obiettivo di evitare che le produzioni di materiali che generano importanti emissioni di gas a effetto serra siano delocalizzate in Paesi dove non si applica il sistema dell’emission trading – ETS (acquisto di quote di emissione pari alle quantità di gas a effetto serra prodotte). Il Regolamento si applica all’importazione nel territorio doganale dell’Unione europea di energia elettrica e dei materiali riconducibili alle seguenti categorie di beni: cemento, concimi, ghisa, ferro, acciaio, alluminio e idrogeno. Il webinar si propone, quindi, di fornire alle imprese, in vista della prossima scadenza del 31 ottobre, suggerimenti utili per integrare i rapporti con i fornitori, garantire un’opportuna protezione contrattuale e definire strategie finalizzate alla raccolta dei dati e indicazioni pratiche sulla procedura di calcolo e la compilazione delle relazioni trimestrali. Programma Introduzione \nNicolò Andreini, Confindustria Trento CBAM: Nuovi scenari e strategie per le imprese \nStefano Comisi, avvocato, Studio Armella & Associati Questions & Answers \nGianluigi Salvagno, Confindustria Trento Conclusioni \nRoberto Baccellini, Confindustria Alto Adige Il webinar è gratuito, previa iscrizione obbligatoria attraverso la compilazione del modulo online. \nGli iscritti riceveranno il link di partecipazione alcuni giorni prima dell’evento.",
    "images": "https://italiaeconomy.it/wp-content/uploads/2024/09/11settroma.jpg",
    "tags": "header",
    "excerpt": "Webinar organizzato da Confindustria Trento, Confindustria Alto Adige e Trentino Export su “CBAM - Le novità per la scadenza del 31 ottobre 2024”",
    "categories": "Aree tematiche, Industria"
}