{
    "title": "DOGANE - Webinar sul Carbon Border Adjustment Mechanism-CBAM - 17 ottobre 2023 - ore 10",
    "author": "unknown",
    "source": "Confindustria Toscana Sud",
    "date": "2023-10-12",
    "text": "DOGANE – Webinar sul Carbon Border Adjustment Mechanism-CBAM – 17 ottobre 2023 – ore 10 Confindustria organizza – per il prossimo 17 ottobre dalle ore 10.00 alle ore 11.30 – il webinar “Profili di attuazione del Carbon Border Adjustment Mechanism-CBAM” per approfondire il Regolamento (UE) 2023/956 sul meccanismo di adeguamento del carbonio alle frontiere e, in particolare, il campo di applicazione delle disposizioni e gli aspetti amministrativi e doganali di diretto interesse delle imprese. Il meccanismo CBAM comporta l’applicazione di un prezzo per le emissioni incorporate nei prodotti di alcune tipologie di industrie, paragonabile a quello sostenuto dai produttori unionali nell’ambito del vigente sistema di scambio delle quote di emissione (EU ETS). Il Regolamento prevede due fasi d’implementazione: la fase “transitoria”, entrata in vigore il 1° ottobre scorso (e che terminerà il 31 dicembre 2025), durante la quale saranno solo acquisite informazioni sulle quantità dei prodotti in entrata soggetti al CBAM, compresa la valutazione delle emissioni incorporate; la fase “definitiva”, a partire dal 1° gennaio 2026. Il regolamento si applicherà inizialmente alle importazioni di merci e precursori (limitatamente alle seguenti materie prime: cemento, ferro e acciaio, alluminio, fertilizzanti, elettricità e idrogeno) la cui produzione è ad alta intensità di carbonio e a rischio significativo di rilocalizzazione delle emissioni. Per iscrizioni e dettagli: Rif. : a.amato@confindustriatoscanasud.it",
    "images": "https://www.confindustriatoscanasud.it/wp/wp-content/uploads/2015/12/logoConfindustria.png",
    "tags": "Carbon;CBAM;Dogane;Import",
    "excerpt": "Confindustria organizza – per il prossimo 17 ottobre dalle ore 10.00 alle ore 11.30 – il webinar “Profili di attuazione del Carbon Border Adjustment Mechanism-CBAM” per approfondire il Regolamento (UE) 2023/956 sul meccanismo di adeguamento del carbonio alle frontiere e, in particolare, il campo di applicazione delle disposizioni e gli aspetti amministrativi e doganali di diretto interesse delle imprese. Il meccanismo CBAM comporta l’applicazione di",
    "categories": "Europa e Internazionalizzazione"
}