{
    "title": "FAQ sul Regolamento CBAM, le risposte nel documento di Confindustria - ICIM Group",
    "author": "Chiara Callara",
    "source": "ICIM Group",
    "date": "2023-11-20",
    "text": "È stato pubblicato da Confindustria, a novembre 2023, un utile documento FAQ per rispondere a tutti i dubbi in merito alle novità sul Meccanismo di Aggiustamento del Carbonio alle Frontiere, introdotte dal Regolamento UE 2023/956 CBAM-Carbon Border Adjustment Mechanism. Le aziende importatrici di beni da settori produttivi ad alta intensità di carbonio – ferro, acciaio, cemento, fertilizzanti, alluminio ,elettricità e produzione di idrogeno – troveranno, nelle 7 risposte alle domande più frequenti (FAQ), informazioni utili a conoscere adempimenti e conformità necessari, sia in riferimento al periodo transitorio dal 1° ottobre 2023 al 31 dicembre 2025, sia a partire dal 1° gennaio 2026 quando il meccanismo previsto dal Regolamento sarà completamente in vigore e tutti gli obblighi previsti saranno definitivi. Un vero vademecum che azzera ogni perplessità in relazione a domande come: 1 – Come faccio a sapere se i prodotti che acquisto sono assoggettati al CBAM? 2 – Come posso iscrivermi al registro transitorio CBAM per l’invio dei report nel periodo transitorio? 3 – Per poter caricare i dati sul registro transitorio CBAM, devo copiare le matrici incluse negli allegati V, VI e VII del Reg. di esecuzione (UE) 2023/1773 su qualche supporto, ad esempio un foglio elettronico? 4 – Quali sono le scadenze previste per le importazioni CBAM nei prossimi anni? 5 – Ho difficoltà ad ottenere i dati necessari per la compilazione dei report CBAM dai miei fornitori: vi sono soluzioni alternative a quella della richiesta dei dati ai fornitori? 6 – Spesso è complicato comunicare con i fornitori, soprattutto quando si richiedano dati che potrebbero essere considerati anche sensibili e talora molto difficili da reperire anche da parte del fornitore medesimo: vi sono strumenti atti a facilitare l’ottenimento dei dati in modo da evitare richieste troppo articolate e complesse? 7 – Esiste un servizio che spieghi agli operatori come si usa il portale del dichiarante CBAM Questo il LINK per scaricare il documento FAQ di Confindustria sul Regolamento CBAM Attraverso l’esperienza e il know-how delle sue controllate ICIM Gruop mette a disposizione delle aziende il supporto necessario per l’adeguamento alle nuove disposizioni previste dal Regolamento CBAM. 20 Novembre 2023",
    "images": "https://icimgroup.com/wp-content/uploads/2023/11/Senzanome-cbam.webp",
    "tags": "",
    "excerpt": "È stato pubblicato da Confindustria, a novembre 2023, un utile documento FAQ per rispondere a tutti i dubbi in merito alle novità sul Meccanismo di Aggiustamento del Carbonio alle Frontiere, introdotte dal Regolamento UE 2023/956 CBAM-Carbon Border Adjustment Mechanism.",
    "categories": ""
}