{
    "title": "Seminario online: “Carbon Border Adjustment Mechanism – CBAM” – 6 giugno, ore 9.30",
    "author": "unknown",
    "source": "Confindustria",
    "date": "2023-05-31",
    "text": "Il 16 maggio scorso è entrata in vigore il “Carbon Border Adjustment Mechanism – CBAM”, strumento con il quale l’UE si propone di innalzare i propri standard climatici, evitando la rilocalizzazione delle emissioni di carbonio (in paesi dotati di politiche climatiche meno rigorose) e ponendo un prezzo equo al carbonio emesso nei cicli produttivi. Data la sua portata, il Regolamento pone numerosi interrogativi alle imprese, in particolare, per quanto riguarda eventuali costi di adeguamento a carico delle stesse. A tal proposito, Confindustria ha organizzato un seminario dal titolo “Carbon Border Adjustment Mechanism – CBAM: obiettivi e implicazioni per gli operatori economici”, che si svolgerà martedì 6 giugno dalle ore 9.30 alle 10.30, in modalità virtuale. Per poter assistere al seminario, è necessario iscriversi, compilando il form, al seguente LINK L’agenda dell’evento che contiene anche una breve concept note sono disponibili di seguito. Carbon Border Adjustment Mechanism – CBAM: obiettivi e implicazioni per gli operatori economici 6 giugno h. 9,30-10,30 Un’ampia letteratura indica che la liberalizzazione commerciale contribuisce alla crescita economica, all’occupazione, alla sostenibilità, alla sicurezza e alla stabilità. Tuttavia, la tendenza a collegare strumenti e obiettivi economico-commerciali, energetici, di politica estera e di sicurezza che interseca e supera la nozione di “protezionismo”, è in costante aumento. Essa è stata esacerbata, ma solo in parte, dalla crisi pandemica; laddove l’impatto del conflitto russo-ucraino ha fatto emergere con chiarezza la vulnerabilità della Ue rispetto a shock esogeni, la necessità di riconfigurare la partecipazione delle sue imprese alle GVCs e quella di affrancarsi dalle dipendenze critiche di materie prime, componenti, semi-lavorati e commodities essenziali per affrontare la duplice sfida della transizione energetica e ambientale. Con la Autonomia Strategica Aperta, l’Ue vuole rendere più assertivo il proprio ruolo di attore di globale e, secondo questa prospettiva, il meccanismo di aggiustamento alle frontiere per il carbonio (“Carbon Border Adjustment Mechanism” – CBAM) si inquadra in un novero di misure volte a conseguire molteplici obiettivi fra loro collegati, fra cui: garantire il rispetto degli impegni assunti dai partner, assicurare reciprocità nel mercato degli appalti pubblici, intercettare sovvenzioni estere distorsive della concorrenza nel mercato interno, vietare l’importazione di beni derivanti dal lavoro forzato, stabilire ulteriori obblighi di due diligence per le imprese su ambiente e diritti umani, dissuadere gli Stati terzi da ingerenze nelle politiche europee. Tutte condividono crismi e incertezze delle azioni unilaterali per il conseguimento del level playing field, come il bilanciamento degli interessi, il rischio di innescare spirali ritorsive, la possibilità di aggravi amministrativi, l’opportunità di dispositivi di compensazione e la necessità di conformarsi alle regole multilaterali. Aspetto, quest’ultimo, più che mai critico con una Organizzazione Mondiale del Commercio in persistente stato di crisi e la sua principale funzione, la risoluzione delle controversie fra Stati, paralizzata. In questo scenario, il Regolamento istitutivo della CBAM recentemente approvato è stato preceduto da un intenso dibattito, anche al di fuori della Ue. Il Regolamento e le disposizioni attuative che verranno adottate pongono numerosi interrogativi alle imprese. L’incontro intende illustrare i tratti salienti della disciplina ed individuarne le principali implicazioni, focalizzandosi in particolare su quelle più direttamente legate alle transazioni internazionali. Agenda (9,30-10,30) – Introduzione: Marco Felisati, Executive Adviser Politica Commerciale e Cooperazione Internazionale, Confindustria. – L’analisi di Confindustria: Prof. Massimo Beccarello, Senior Adviser Energia, Confindustria – Gli effetti sulle importazioni e sul commercio internazionale, Avv. Fabrizio Di Gianni, Senior Partner Van bel & Bellis, Bruxelles. – Q&A – Conclusioni: Marco Felisati, Executive Adviser Politica Commerciale e Cooperazione Internazionale, Confindustria.",
    "images": "https://confindustria.rs/sr/wp-content/uploads/2023/05/2-768x456.jpg",
    "tags": "belgrado;business news;confindustria;online;seminario;serbia;balcani;beograd;biznis vesti;business;business ideas;business in serbia;confindustria serbia;cucina;day;development;economia;economico;economy;engineering;ESG;ESG Lab;eventi;finance;financial news;finanza;forum;imprenditori;internacionalizacija;investicije;italia;italiana;italija;konfindustrija;konfindustrija srbija;networking;news;novosti;servizi;soci;srbija;sviluppo;vesti;vesti članova;webinar;članovi",
    "excerpt": "Il 16 maggio scorso è entrata in vigore il “Carbon Border Adjustment Mechanism – CBAM”, strumento con il quale l’UE si propone di innalzare i propri standard climatici, evitando la rilocalizzazione delle emissioni di carbonio (in paesi dotati di politiche climatiche meno rigorose) e ponendo un prezzo equo al carbonio emesso nei cicli produttivi. Data la",
    "categories": "Vesti iz Konfindustrije Srbija"
}