{
    "title": "Shell",
    "author": "unknown",
    "source": "(C) Influencemap 2021",
    "date": "2025-04-10",
    "text": "The Engagement Intensity metric calculation was updated to correct for a previous overemphasis on older evidence. The changes mean that the new engagement intensities better reflect the level of entity activity in the last three years. This modification affects all entities and, therefore, does not impact the utility of the data set when comparing Engagement Intensity across entities. Scored evidence collected on an entity's engagement with land-use and circular economy policy will now be fully weighted into the final calculations for each entity's metrics. This follows a two year process where InfluenceMap has evolved its methodology to collect evidence on corporate and industry engagement with these key areas of climate-related policy. We have strengthened the algorithm for discounting the impact older evidence on an organization's top-line metrics. Evidence from within the last two years is weighted the strongest and then gradually weighted out of the scoring calculations as it gets older. All evidence that is 5 years or older is completely removed from the scoring calculations. Users will still be able to view older evidence items that are archived the scoring matrix below, but these will not be impacting the organization's current scores. In this section, we depict graphically the relationships the corporation has with trade associations, federations, advocacy groups and other third parties who may be acting on their behalf to influence climate change policy. Each of the columns above represents one relationship the corporation appears to have with such a third party. In these columns, the top, dark section represents the strength of the relationship the corporation has with the influencer. For example if a corporation's senior executive also held a key role in the trade association, we would deem this to be a strong relationship and it would be on the far left of the chart above, with the weaker ones to the right. Click on these grey shaded upper sections for details of these relationships. The middle section contains a link to the organization score details of the influencer concerned, so you can see the details of its climate change policy influence. Click on the middle sections for for details of the trade associations. The lower section contains the organization score of that influencer, the lower the more negatively it is influencing climate policy.",
    "images": "https://lobbymap.org/site//data/001/361/1361439.png",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "An independent think tank producing data-driven analysis on how business and finance are impacting the climate crisis",
    "categories": ""
}