{
    "title": "Trust",
    "author": "unknown",
    "source": "PwC",
    "date": "2023-08-29",
    "text": "Trust Academy Our Trust Academy convened senior executives and thought leaders from across industries to identify opportunities to earn trust and drive better outcomes for business and society. Speakers at the Trust Academy have included prominent world leaders and trust experts from the World Economic Forum and Harvard Business School. Building trust through global events We have delivered on our purpose to build trust in society through contributing to debates at global events such as the World Economic Forum Annual Meeting in Davos, APEC CEO Summit, Climate Week NYC, Bloomberg New Economy Forum, FT Moral Money Summits, World Energy Congress and the AI For Good Summit. Supporting trusted assurance with US$1 billion investment Trusted information is critical to confidence in the financial markets, and it supports regulation by assisting companies to achieve and demonstrate compliance. This year, working with leading technology companies, we continued our multiyear programme of investing US$1 billion to develop our Next Generation Audit platform for our assurance services on financial and broader impact reporting. Audit quality All PwC firms implemented the most recent international standard for quality management (ISQM1) for their assurance business. In addition, PwC achieved a reduction in the proportion of regulator-inspected engagements with findings by more than the 25% International Forum of Independent Audit Regulators (IFIAR) target over the four-year period of the IFIAR Survey from 2019 to 2023. Enhancing trust on sustainability We have helped businesses maintain trust by advancing progress on sustainability. We are proud to be recognised this year as a Global Leader in ESG and Sustainability. We have helped clients across the world reduce their emissions. We have supported the world’s transition to clean energy, encouraged urgent action on climate adaptation, and helped to protect the natural world (on which 55% of global GDP depends) through PwC’s Centre for Nature Positive Business. Building trust in tax We have committed US$350 million to integrating advanced technology and centralising our processes in tax to help clients more efficiently meet their regulatory compliance obligations. This approach enhances accuracy, reliability, and transparency so that stakeholders receive trusted answers and timely insights. Supporting trust in technology We have supported the responsible, trusted use of technology. We contributed to efforts to build frameworks for safe and trusted AI systems; for example, PwC US has become a founding member of the AI Safety Institute Consortium, the first-ever US consortium of its scale dedicated to AI safety. We continue to support clients to deploy Responsible AI.",
    "images": "https://www.pwc.com/gx/en/global-annual-review/2024/hero-trust.jpg",
    "tags": "",
    "excerpt": "In a more volatile and complex world, trust is the new currency – highly valued but harder than ever to earn, and all too easy to lose. Trust is the foundation of business success.",
    "categories": ""
}