{
    "title": "Koordinator für umweltpolitische Themen als Themenverantwortlicher Klima-Grenzausgleich CBAM (m/w/d) - Job bei der Firma VDMA e.V. in Berlin",
    "author": "unknown",
    "source": "Stepstone_De",
    "date": "2025-03-26",
    "text": "Der VDMA vertritt 3.600 deutsche und europäische Unternehmen des Maschinen- und Anlagenbaus. Die Industrie steht für Innovation, Exportorientierung und Mittelstand. Die Unternehmen beschäftigen insgesamt rund 3 Millionen Menschen in der EU-27, davon mehr als 1,2 Millionen allein in Deutschland. Damit ist der Maschinen- und Anlagenbau unter den Investitionsgüterindustrien der größte Arbeitgeber, sowohl in der EU-27 als auch in Deutschland. Er steht in der Europäischen Union für ein Umsatzvolumen von geschätzt rund 910 Milliarden Euro. Rund 80 Prozent der in der EU verkauften Maschinen stammen aus einer Fertigungsstätte im Binnenmarkt. Unterstützen Sie unsere Abteilung Umwelt und Nachhaltigkeit zum nächstmöglichen Zeitpunkt in Berlin als  Koordinator für umweltpolitische Themen als Themenverantwortlicher Klima-Grenzausgleich CBAM (m/w/d)  Die Experten der Abteilung Umwelt und Nachhaltigkeit bearbeiten unterschiedlichste Fragestellungen zu allen umweltpolitischen und nachhaltigkeitsrelevanten Themen, die für die gesamte Investitionsgüterindustrie national, europäisch und international von Bedeutung sind. Das erfahrene Team von Spezialisten ist zentraler Ansprechpartner gegenüber Mitgliedsunternehmen und politischen Entscheidungsträgern. Aufbau und Pflege von Beziehungen zu relevanten Interessensgruppen und den zuständigen öffentlichen Instanzen für das Thema CBAM, EUDR und allgemeine Themen im Bereich Umwelt und Nachhaltigkeit Zentrale Ansprechperson im Team sowie für die Koordination der Zusammenarbeit mit anderen Abteilungen im Haus Bereitstellung von Informationen über CBAM/CO2-Grenzausgleichsmechanismus Unterstützung unserer Mitgliedsunternehmen bei der Erfüllung ihrer Reporting-Anforderungen zu CBAM Organisation, Gestaltung und Moderation von Erfahrungsaustausch-Formaten Abgeschlossenes (Fach-)Hochschulstudium im Bereich Politik- und Rechtswissenschaften oder vergleichbare Qualifikation Verständnis politischer Prozesse Kenntnis Umweltpolitischer Fragestellungen, Nachhaltigkeitsaspekte und Klimapolitik Grundverständnis wirtschaftlicher Rahmenbedingungen Fähigkeit, komplexe Zusammenhänge und Verwaltungsprozesse verständlich aufzubereiten Hohes Maß an Empathie, Teamgeist und Hands-on-Mentalität Sehr gute Deutsch- und Englischkenntnisse Hohe zeitliche Flexibilität für gelegentliche internationale Dienstreisen Die Mitarbeitervorteile sind unternehmensabhängig und können je nach Position und Standort abweichen. Wir gestalten die Zukunft für Unternehmen und vertreten erfolgreich gemeinsame Interessen der Investitionsgüterindustrie. Die 500 engagierten Mitarbeiter und Mitarbeiterinnen im VDMA und unseren Servicegesellschaften sowie die zahlreichen Experten in unseren 3.200 Mitgliedsunternehmen bilden zusammen das größte Netzwerk der Branche in Europa mit einem breiten Leistungsspektrum.",
    "images": null,
    "tags": "",
    "excerpt": "Aktuelles Stellenangebot als Koordinator für umweltpolitische Themen als Themenverantwortlicher Klima-Grenzausgleich CBAM (m/w/d) in Berlin bei der Firma VDMA e.V.",
    "categories": ""
}