{
    "title": "Meldungen",
    "author": "unknown",
    "source": "ivsh.de",
    "date": "2025-01-01",
    "text": "IVSH fordert von der EU dringend Nachbesserungen bei CBAM - im Interesse von Klimaschutz und Wettbewerbsfähigkeit IVSH fordert von der EU dringend Nachbesserungen bei CBAM - im Interesse von Klimaschutz und Wettbewerbsfähigkeit Auch wir als Vertretung einer Branche, die sich den Zielen von Nachhaltigkeit, CO² Reduktion und Erhaltung/Schaffung von Arbeitsplätzen/Wertschöpfung in Deutschland und der EU verpflichtet fühlt, plädieren eindringlich an die EU, Bundesregierung und Parlamentarier auf wesentliche Änderungen bei CBAM (CO² Grenzausgleichsmechanismus der EU) hinzuarbeiten. In der jetzigen Form und Ausgestaltung des Mechanismus besteht die Gefahr, dass CBAM der Wettbewerbsfähigkeit der europäischen und unserer Industrie schadet, Produktionsverlagerungen begünstigt werden (inklusive negativer Folgen für den Klimaschutz) sowie enorme weitere bürokratische Belastungen auf die Industrie zukommen. Auch da wesentliche handwerkliche und operative Voraussetzungen noch nicht geschaffen wurden. Aus unserer Sicht muss insbesondere verhindert werden, dass es zu der kuriosen (und umweltschädlichen) Situation kommt, dass (wie es aktuell leider der Fall wäre) Importstahl mit dem CO2-Grenzausgleich belegt wird, ein aus Stahl hergestelltes Produkt (aus dem Nicht EU-Ausland) aber nicht. Dies würde zu Wettbewerbsverzerrungen führen, ein faires „level-playing field“ wäre nicht gegeben. Denn so würde es sich lohnen die Weiterverarbeitung von importiertem Stahl aus Europa in andere Teile der Welt zu verlagern. Dieses Problem muss ebenso gelöst werden, wie die weiteren Herausforderungen, wie z.B. die technischen und operationellen Schwierigkeiten in der Umsetzung. Denn, wie IVSH-Geschäftsführer, Jan-Frederik Kremer, richtig feststellt: \"Wenn CBAM nicht zeitnah und konsequent angepasst wird, dann wird es zu einem Anreiz für Produktionsverlagerungen und erzeugt ein ineffizientes Bürokratiemonster. Das Problem ist virulent und bekannt und trifft auch auf unsere Branche zu. Hier helfen keine Lippenbekenntnisse, sondern gute und handwerklich zu Ende gedachte Anpassungen von CBAM. Es ist ein erster Prüfstein für Ursula von der Leyen, wie ernst zu nehmen ihr Commitment zu weniger Bürokratie und mehr Wettbewerbsfähigkeit wirklich ist\". Ausdrücklich schließen wir uns als IVSH den Forderungen von DIHK und BDI - Bundesverband der Deutschen Industrie e.V. an. Kernforderungen Nutzung von drittlandspezifischen Standardwerten über den Sommer 2024 hinaus Vereinfachungen beim Reporting und Zeitaufschub De-minimis-Schwellenwert anheben EU CBAM Self-Assessment Tool einführen Großer Informationsoutreach für Unternehmen und Drittstaaten mit Dokumenten auch auf Deutsch und in anderen wichtigen Sprachen CBAM so korrigieren, dass Exporte von EU-Herstellern entlang der Wertschöpfungskette nicht benachteiligt werden Störungen komplexer Lieferketten vermeiden – der vermehrte Import von verarbeiteten Waren, die nicht CBAM-relevant sind, oder das Verlagern der Produktion ins Nicht-EU Ausland wären genau das Gegenteil dessen, was mit dem CBAM erreicht werden soll CBAM-Überprüfung im Jahr 2025 nutzen, um mit der Wirtschaft einen engen Dialog zu strategischen Fragen wie Sicherstellung eines ausreichenden Carbon Leakage-Schutzes, CBAM-Ausweitung, CBAM-Auswirkungen auf Wertschöpfungsketten und Exporte den Klimaklub und das Auslaufen der freien Zuteilungen zu starten. Siehe gemeinsames Positionspapier DIHK/BDI: https://www.dihk.de/resource/blob/117714/a93b7a9e8812a3a1e143a119ed153a9d/cbam-papier-dihk-und-bdi-data.pdf Weiterführende Informationen: BDI: https://bdi.eu/artikel/news/co2-grenzausgleichsmechanismus/",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}