{
    "title": "Global EU climate action and the principle of common but differentiated responsibilities and respective capabilities",
    "author": "Cadmus EUI; MARIN DURAN; Gracia; SCOTT; Joanne",
    "source": "Cadmus EUI",
    "date": "2024-03-01",
    "text": "Date: 2024\n \n \nType: Working Paper\n \n Global EU climate action and the principle of common but differentiated responsibilities and respective capabilities \nEUI, LAW, Working Paper, 2024/02\n   \n \n\n \nMARIN DURAN, Gracia, SCOTT, Joanne, Global EU climate action and the principle of common but differentiated responsibilities and respective capabilities, EUI, LAW, Working Paper, 2024/02 - https://hdl.handle.net/1814/76653 \n \n Retrieved from Cadmus, EUI Research Repository This Working Paper examines two instances of global EU climate action which extend the carbon price under the European Emissions Trading Scheme (ETS) to greenhouse gas emissions (GHG emissions) which are generated outside of the territory of EU Member States. The first is the EU Regulation establishing a carbon border adjustment mechanism (CBAM) and the second is the EU Directive including maritime emissions within the scope of the ETS. It appraises these measures from the point of view of the principle of Common but Differentiated Responsibilities and Respective Capabilities (CBDR-RC) that is enshrined in the United Nations Framework Agreement on Climate Change and the Paris Agreement. Drawing a distinction between the EU’s first-order and second-order climate responsibilities, the paper argues that the EU has acted consistently with the CBDR-RC principle in relation to international shipping emissions. By contrast, it argues that the EU has acted inconsistently with the principle of CBDR-RC in relation to CBAM and proposes two adjustments to the design of this measure to bring it in to line with this principle. \n \nCadmus permanent link: https://hdl.handle.net/1814/76653\n \n \nISSN: 1725-6739\n \n \nSeries/Number: EUI; LAW; Working Paper; 2024/02\n \n \nPublisher: European University Institute",
    "images": null,
    "tags": "EU as a global climate actor; Global reach of EU law; Climate fairness; Emissions trading system and shipping; EU carbon border adjustment mechanism",
    "excerpt": "This Working Paper examines two instances of global EU climate action which extend the carbon price under the European Emissions Trading Scheme (ETS) to greenhouse gas emissions (GHG emissions) which are generated outside of the territory of EU Member States. The first is the EU Regulation establishing a carbon border adjustment mechanism (CBAM) and the second is the EU Directive including maritime emissions within the scope of the ETS. It appraises these measures from the point of view of the principle of Common but Differentiated Responsibilities and Respective Capabilities (CBDR-RC) that is enshrined in the United Nations Framework Agreement on Climate Change and the Paris Agreement. Drawing a distinction between the EU’s first-order and second-order climate responsibilities, the paper argues that the EU has acted consistently with the CBDR-RC principle in relation to international shipping emissions. By contrast, it argues that the EU has acted inconsistently with the principle of CBDR-RC in relation to CBAM and proposes two adjustments to the design of this measure to bring it in to line with this principle.",
    "categories": "EU as a global climate actor;Global reach of EU law;Climate fairness;Emissions trading system and shipping;EU carbon border adjustment mechanism"
}