{
    "title": "Reforming ESG: a European and Global South perspective | Environment and Development Economics | Cambridge Core",
    "author": "Simone Borghesi; Valeria Costantini; Alessio D'Amato; Ilaria Dibattista; Phoebe Koundouri; Qinci Li; Matteo Mazzarano; Thomas Sterner; Mira Manini Tiwari; Peter Vis; Anastasios Xepapadeas",
    "source": "Cambridge Core",
    "date": "2025-04-08",
    "text": "1. Introduction Environmental policymaking faces both conceptual and temporal tensions. The conceptual tension concerns addressing the complex and systemic nature of climate change on the one hand, and the need to have practical and enforceable response mechanisms on the other. The temporal tension lies between the time needed to develop mature accounting mechanisms (Baskin, Reference Baskin1988) and the immediate need for action and investment. These tensions are central to the proposals that we set forth in this paper. We foreground the relevance of global systems in accounting for corporate environmental impacts in the Global South. Furthermore, we emphasise the importance of citizen and investor understanding, and accessible data and tools to serve the needs of smaller actors and enable efficient cross-border action. We concentrate on the environmental aspects of environmental, social, and governance (ESG) regulations that seek to make corporate activities more sustainable. Our focus is on the global implications of the EU's non-financial reporting (NFR) regulations, which govern companies' ESG declarations and scores. In turning a reflexive gaze towards the EU's NFR regulations, we underscore the constructed, subjective nature of ESG ratings and data provision (Boiral et al., Reference Boiral, Brotherton and Talbot2020) and second the call to ‘interrogate key assumptions that underlie the construction of existing frameworks, the formulation of guidelines and their real impacts, particularly on marginalised constituencies’ (Baboukardos et al., Reference Baboukardos, Gaia, Lassou and Soobaroyen2023: 158). It is important to note the existing extensive south-south cooperation on sustainable development in terms of ESG indices (Rehman et al., Reference Rehman, Abidin, Ali, Nor, Naseem, Hasan and Ahmad2021), southern-led development finance (Barrowclough et al., Reference Barrowclough, Gallagher and Kozul-Wright2020), and investment (Saha et al., Reference Saha, Thorpe, O'Flynn and Bucher2020). We fully support these directions and see them as an opportunity to strengthen the global system. The present paper concentrates on proposals to improve EU NFR regulation, and therefore the mechanisms discussed concern the relationship between investors and companies largely from the Global North with stakeholders in the Global South. There are several definitions of the Global South. The United Nations Conference on Trade and Development (UNCTAD) uses ‘Global South’, ‘developing countries’ and ‘developing economies’ interchangeably (UNCTAD, 2018), consisting of: ‘Africa, Latin America and the Caribbean, Asia without Israel, Japan, and the Republic of Korea, and Oceania without Australia and New Zealand’ (UNCTAD, 2024). However, while useful for statistics, this definition does not allow for the level of nuance needed to analyse the complex and differentiated impacts of global drivers on (‘developing’) countries with heterogeneous socioeconomic features. In our analyses and proposals, we therefore apply a more fluid, socioeconomic definition of the Global South. The term ‘Global South’ was once synonymous with ‘third world’, with roots in older binaries of ‘primitive’ versus ‘developed’. However, post-Cold War, the term became increasingly used in the context of geopolitical power relations and (de)colonial identities, rather than (only) developmental or cultural differences (Dados and Connell, Reference Dados and Connell2012). Its usage has evolved through a focus on economic differences, on postcolonial realities, and on the ‘core’ versus ‘periphery’ mapped onto the Global North/South (Dados and Connell, Reference Dados and Connell2012). The term has therefore in part been used to refer to more economically disadvantaged states when referring to inter-governmental relations (Mahler, Reference Mahler and O'Brien2017). Alongside, a definition has emerged that is detached from the nation state: ‘spaces and peoples negatively impacted by contemporary capitalist globalisation’ (Mahler, Reference Mahler and O'Brien2017: n.p.). This definition recognises that these experiences are geographically fluid, i.e., there are pockets of the ‘North’ in the South and vice versa (Mahler, Reference Mahler and O'Brien2017). Our usage of Global South reflects these latter definitions: more economically marginalised states, with the recognition that these, too, contain actors who possess the privileges of the Global North, and vice versa. Although states like China and Singapore contain populations that may be marginalised by significant business changes – such as factory closures – resulting from Global North ESG regulations, our analysis does not include China or Singapore in the Global South in light of their significant economic and political power and the extensive regional influence wielded by their own well-established ESG regulations and agencies. China, specifically, was a particularly early, and large-scale, mover in the creation and implementation of ESG reporting, with the first regulations released in 2008, and now has an array of ratings agencies and a leading green finance sector (Shen et al., Reference Shen, Lin, Han and Wu2023). There are increasing demands from actors in low-income countries to hold the Global North accountable for historic and contemporary environmental damage, from climate change to biodiversity loss, and waste dumping to disaster vulnerability (Füssel, Reference Füssel2010; Hickel, Reference Hickel2020; Sun et al., Reference Sun, Behrens, Tukker, Bruckner and Scherer2022; Tong et al., Reference Tong, Li, Breivik and Wania2022). Our proposals are based on the following two premises: (a) ESG regulations should not be an excuse for a competitive advantage of the Global North, and regulations should be constructed in such a way as to limit this imbalance. (b) Without the Global South we cannot achieve truly sustainable global shifts in corporate activity. To dig deeper into these aspects and describe our proposals, the rest of this article will be structured as follows. The paper begins by providing an overview of the EU's NFR regulations, in which we outline the change in stakeholders subjected to the regulations and identify some of the pitfalls of previous iterations of NFR regulations (section 2). Based on the new stakeholders and prior mistakes, we proceed to propose six developments to improve the EU's NFR from a Global South perspective (sections 3–8). More precisely, we propose collaborative development of NFR regulations across the value chain; more navigable reporting standards for all stakeholders; accessibility and accountability driven by digitalisation; robust integration of cross-border environmental damage; increased integrity and engagement from financial actors; and citizen awareness to hold global actors to account. 2. The EU's non-financial reporting (NFR) regulations In the European context, the 2019 European Green Deal comprises an array of policy packages for a more sustainable future, from biodiversity to climate law, and emissions to social justice. These policies oblige companies to comply with the accompanying directives, creating significant challenges for companies to keep pace with the rapidly changing policy landscape. In response to the Green Deal, the EU has also in parallel updated its non-financial reporting regulations for companies. In July 2023 the European Commission adopted the European Sustainability Reporting Standard (ESRS), led by the European Financial Reporting Advisory Board, applicable to all companies under the 2023 Corporate Sustainability Reporting Directive (CSRD). This followed international trends, with the release of the International Financial Reporting Standards by the International Sustainability Standards Board on general disclosures and climate-related disclosures in June 2023. The CSRD, which entered into force in January 2023, replaces the previous Non-financial Reporting Directive. The ESRS, the standards with which companies under the CSRD must comply, entered into force in January 2024. In this paper we use the term ‘NFR regulations’ to refer to this lineage of EU regulations. Unless otherwise specified, our focus is on the latest version, the CSRD and the ESRS. The EU NFR regulations have two main goals: on the one hand, to support and monitor firms' dedication to environmental, social, and governance (ESG) purposes, and on the other hand, to drive sustainable investments. In light of the need to act in terms of global impacts, both historical harm and future trajectories, ESG regulations and firms' actions take on a new dimension of relevance and accountability. The EU NFR regulations are likely to have a remarkable impact not only within Europe but also outside of it, particularly on developing countries. Indeed, NFR requires accountability of ESG impacts along the whole value chain. This involves developing countries that are the origin of many environmental resources used in the production process, and in which segments of the production chain are localised. It is crucially important, therefore, to look at NFR regulations not only from a Eurocentric viewpoint but equally from the Global South perspective. While previous EU non-financial disclosure regulation applied only to large, listed companies, the new CSRD directive includes all large EU companies (whether listed or not), large, listed non-EU companies, small and medium enterprises (SMEs, EU and non-EU) listed on the European regulated market, small and non-complex credit institutions, captive insurance undertakings, and large non-EU groups that have significant EU activity. It does not yet include micro-enterprises and non-listed SMEs, but increases the pool of companies falling into the scope of regulation from 11,700 in the previous directives to more than 50,000 enterprises with the new regulation. The ESRS addresses some of the limitations of the previous directive, such as the limited comparability among different ways of delivering non-financial information, the lack of transparency, or the use of boilerplate language. However, the discontent of firms in response to arduous and misleading disclosure guidelines has only been partially heeded. Furthermore, studies have suggested that past mandatory disclosures led to a quantitative increase of sustainability reports but not to a consequent proportional qualitative improvement of environmental and social performance (Cuomo et al., Reference Cuomo, Gaia, Girardone and Piserà2022). With an expanding base of actors subjected to the regulations, the international developmental implications of a greater quantity of reporting (and the potential accompanying frustration), without proportionate positive impacts, are significant. While we support a strengthened integration of sustainability into corporate frameworks and actions, we share concerns about whether the conditions set by the current regulation would help ESG performance and how they would impact emerging economies in the Global South. To avoid perpetuating the previous mistakes of mandatory disclosures, this position paper proposes viable improvements to the feasibility and efficacy of NFR regulations, with particular attention to its impacts on developing countries. In particular, we set forth six proposals that may address some of the most pressing issues. 3. On NFR regulations: cooperation, not compliance Our first proposal concerns a structural shift to cooperative development and implementation of NFR regulations. Echoes of double standards and neo-colonial structures have increasingly pervaded international climate negotiations. Less openly recognised is the prevalence of these patterns in the corporate sector. Global sustainability regulations, from corporate social responsibility to ESG, are overwhelmingly dominated by Global North actors, with inadequate attention to the existing and potential agency of Global South actors in addressing both local and global sustainability (Lund-Thomsen, Reference Lund-Thomsen2020, Reference Lund-Thomsen2022; Van der Ven et al., Reference Van der Ven, Sun and Cashore2021). A glance at the composition of the governing boards of the leading supposedly international ESG standards, the International Sustainability Standards Board (ISSB) and Global Reporting Initiative, drives home this gap. The ISSB constitution requires four members from Asia and Oceania, four from Europe, four from the Americas, one from Africa, and one from any region. At the moment, all current ISSB board members from the Americas are from North America. In addition to the inclusion of only one member from Africa, the proportional dominance of North America and Europe compared to the population and production share held by Asia, Africa, and South America is glaring. Furthermore, all Asia-Oceania members are from East Asia, to the exclusion of South Asia, the home of some of the key environmental and social challenges in global corporate activities. Likewise, the Global Reporting Initiative board is led by Global North and high-income countries (the UK, USA, Singapore, Finland, the Netherlands), with one member from China and Nigeria respectively. The result is often a top-down (or North-down) imposition of regulations that, together with volatile consumption, exacerbated by crises such as the COVID-19 pandemic, increase the costs and vulnerability of global suppliers and their workers, who are invariably in the Global South (Huq, Reference Huq2020; Lund-Thomsen, Reference Lund-Thomsen2022). For some Global South countries, these EU-directed supply chains play a pivotal role in their domestic economies: for example, the EU is India's second-largest export partner, with a volume only slightly smaller than its exports to the US. There are multiple potential consequences for Global South firms. Firstly, with limited resources, smallholders in the Global South often choose not to participate in northern ESG systems or create their own alternatives, fragmenting the system (Van der Ven et al., Reference Van der Ven, Sun and Cashore2021). Secondly, those that do participate tend to be at risk of ‘inmiserising growth’ or ‘boom-and-bust’ business, subject to rapid exclusion from global value chains if unable to take on the cost of compliance with regulations on which they were not consulted, but for which they bear the burden (Lund-Thomsen, Reference Lund-Thomsen2022: vi). Thirdly, the CSRD now covers companies' entire value chain, which means that there are significant expected impacts for Global South companies that are indirectly subjected to the CSRD, i.e., part of the full value chain reporting of a larger or EU company. It has been highlighted that the CSRD is likely to entail EU companies withdrawing from supply chains involving countries in which it is difficult to attain the required high reporting standards, for example in African countries that play central roles in European supply chains but lack key data infrastructure to meet reporting requirements (Said Birch and Krausing, Reference Said Birch and Krausing2023). Likewise, this risk applies to emissions accounting (discussed further in proposal 6), in which a lack of access to sustainable fuels in certain Global South contexts can lead to companies' withdrawal from the supply chain if these emissions threaten their CSRD compliance (Brennan et al., Reference Brennan, Bravo Gonzalez, Puzniak-Holford, Kilsby and Subramoni2024; Nguyen et al., Reference Nguyen, Luong, Nguyen and Tran2024). Companies' withdrawal from supply chains involving these countries poses a heightened likelihood of them being further left behind in sustainable development, instead of Global North economies sharing responsibility for complicity in unsustainable supply chains by developing a collective strategy for strengthening global sustainability standards and data systems, and working to improve access to sustainable fuels and materials (Said Birch and Krausing, Reference Said Birch and Krausing2023; Brennan et al., Reference Brennan, Bravo Gonzalez, Puzniak-Holford, Kilsby and Subramoni2024). In instances where Global South companies themselves knowingly breach human rights and environmental standards, or Global North countries have large business interests that they cannot afford to withdraw (such as the Spanish construction industry's reliance on business in Latin America (Fiorito and Glassman, Reference Fiorito and Glassman2022)), the CSRD and the risk of withdrawal from Global South partnerships and operations can serve as necessary signals and incentives to improve sustainable practices. However, concerning structural limitations faced by actors in the region, if we are to achieve consistency and longevity in sustainable practices, regulations need to be developed cooperatively with Global South leaders, considering all stakeholders of the value chain, specifically the workers and environments of the Global South. 4. On the regulatory burden: streamlined and scaffolded Some large companies are already objecting to the feasibility of the CSRD. Although such sentiment was predictable after the turbulence of the pandemic and its aftermath, some complaints merit attention, as they have significant implications. The co-designed regulations proposed above are only as effective as their implementability. The second proposal of this position paper is therefore to simplify the practical execution of NFR, especially for SMEs, known to have limited resources. Accounting for 63 per cent of the EU's corporate emissions, but overall less likely than large companies to implement actions for resource efficiency, SMEs are potential linchpins in a corporate sustainability transition (European Union, 2022). This is particularly important in light of the above proposal of co-developing regulations and supporting the, often small, actors that are affected by NFR regulations along the value chain. Indeed, if NFR is difficult to implement, SMEs may be reluctant to engage at all (Elmagrhi and Ntim, Reference Elmagrhi and Ntim2023) or may focus more on ESG activities at home that are more easily verifiable by local customers and regulators, and skip ESG actions concerning countries located far away in the Global South. Simplifying NFR for SMEs may thus facilitate accounting for activities in low- and middle-income countries. Otherwise, the difficulty of implementing NFR may eventually jeopardise the benefits of ESG regulations cooperatively designed by Global North and South actors to ensure a fairer outcome, as proposed above. ESG regulations should be implemented progressively and should be developed iteratively through stakeholder consultations. It has been suggested that ESG regulations be divided into three separate strands (environmental, social, and governance) in order to simplify their management but, in our view, this is not desirable. There is evidence of complementarity of good performance across ESG pillars (Ferri and Pini, Reference Ferri and Pini2019). Furthermore, there are practical advantages of maintaining ESG regulations under a single department at the European level that controls ESG reporting and makes no value distinction between the three components. As the reporting rules come into force for different sizes of companies, we support the idea that at least SMEs must be both (a) practically supported to provide audited ESG declarations and (b) offered more consistent (non-repayable) financial support to meet reporting costs (European Union, 2021). We propose simple, standardised templates, limited options, and clear criteria, in line with 2022–2023 stakeholder feedback on the Greenhouse Gas Protocol reporting standards. By 2026, when listed SMEs will be obliged to comply with the ESRS, the mechanism must have been designed to be navigable and executable, with support to accompany firms through verifications. If implemented effectively, compulsory reporting, to be eventually extended to all firms, can help prevent smaller firms from increasing their emissions, and can more comprehensively account for cross-border impacts in the Global South. 5. On data availability and management: democratic digitalisation Our third proposal – on accessing and managing relevant data – maintains that data on risk profiles and environmental performance must be made available on a centralised platform, in line with the recommendations of the EU's CSRD and the 2020 Capital Markets Union Action Plan. The latter is a digital taxonomy for sustainability reporting standards, entailing a European Single Access Point to provide accessible, public and comparable corporate data. The aim is to enable more efficient and accurate work for financial institutions and should lower costs for both firms and banks by avoiding repeated and fragmented data collection. We support this vision and encourage incentives for the digital transformation of firms, not restricted to the EU digital ecosystem. Globally cooperative NFR regulations require global cooperation on information management with two key aims, particularly in terms of a more equitable ESG landscape for the Global South: lower administrative burden on stakeholders, and greater accountability. The administrative burden is increasingly relevant given the expansion of domestic NFR regulations around the world, such as in India, China, South Africa, leading to a ‘multiverse’ of NFR regulations (Baboukardos et al., Reference Baboukardos, Gaia, Lassou and Soobaroyen2023). As a result, many Global South companies will be subject to both domestic and EU NFR regulations (Al-Dosari et al., Reference Al-Dosari, Marques and Fairbrass2023). Others may not be subject to EU reporting standards themselves, but will be stakeholders in the value chain of EU companies, and therefore have relevant data to provide. Streamlining data access and use through digitalisation can limit the need to repeatedly collect similar data for multiple different regulations. Alongside the harmonisation and templates discussed above, this can lower the administrative burden on Global South actors and companies along the value chain. In terms of accountability, public information can support a fairer global playing field between actors with different resources, by limiting the ability of richer actors to exert an information advantage (Baboukardos et al., Reference Baboukardos, Gaia, Lassou and Soobaroyen2023). We support stakeholders' calls for requiring the declaration of relevant information such as calculation methods, data quality, reliability, and uncertainty as part of digital data platforms. In line with our first proposal, cooperative implementation and the provision of templates can facilitate bottom-up improvements in data quality. The use of templates would also support the standardisation of methods used to create relevant aggregate indicators.Footnote 1 Finally, the co-development in the Global South of digital infrastructures with accessible data would facilitate Monitoring, Reporting and Verification activities. This would make northern enterprises more accountable to their southern counterparts, thus increasing also the credibility of the ESG reporting activities. Such a shift could have significant implications for complex mechanisms like voluntary carbon markets, by potentially providing greater credibility for Global North buyers by limiting double counting, and greater social and environmental justice for Global South project hosts, thanks to openly accessible data on the quality and transactions of carbon credits (Leinauer et al., Reference Leinauer, Hanny, Strüker and Weibelzahl2024). Initiatives like the Climate Action Data Trust are taking steps in this direction, to foster greater mutual transparency in corporate environmental actions. Trends of digital adoption in the Global South point towards a landscape that offers opportunities to harness these trajectories. Indeed, although digitalisation is on average lower in the Global South than in the Global North, the Global South is currently experiencing a more rapid growth in digital financial transactions (Demirgüç-Kunt et al., Reference Demirgüç-Kunt, Klapper, Singer and Ansar2022; IMF, 2023). Moreover, being in its early stages, digitalisation in low- and middle-income countries can by design be made more democratic and accessible to those with the lowest resources (IMF, 2023).Footnote 2 Amidst a proliferation of data, there is an important mediating role to be played by both northern and southern regulatory leaders in supporting access to appropriate data, avoiding the temptations of data for its own sake, and the propensity for greenwashing under waves of data (Chalmers et al., Reference Chalmers, Cox and Picard2021). 6. On international emissions impacts: support for mandatory scope 3 accounting Given the global nature of greenhouse gas emissions, international supply chains involve transboundary emissions, ‘leaking’ or ‘exporting’ the effects of consumption in one context to the population and land in another. Companies' emissions reporting must precisely account for these emissions, known as scope 3 emissions. Such emissions occur throughout the value chain, resulting from assets not directly owned or controlled by the reporting company, and thus have significant cross-border implications. The problem is that, although scope 3 emissions are already included in the CSRD standards (under the Climate section), a recent decision by the European Commission left the execution of all climate disclosures to firms' discretion.Footnote 3 Our fourth proposal therefore advocates for the inclusion of mandatory scope 3 emissions accounting, which we see as foundational to global environmental and social equity. This would be in line with recent global development in the same direction: in June 2023 the ISSB became the first key global standard to oblige reporting on scope 3 emissions. Such regulations seek to address the glaring gap between stated targets, actions, and reporting on sustainability: highly carbon-exposed companies overwhelmingly neglect to integrate climate risks and impacts into their financial planning and statements, leading to a fundamental misalignment between stated Net Zero pledges and the plans for achieving these pledges (Carbon Tracker, 2021, 2022). We recognise that one of the main objections to rendering scope 3 emissions reporting mandatory is the risk of raising the barrier to entry to reporting. However, the number of firms accounting for scope 3 is already on the rise, suggesting a readiness to comply. Crucially, eventual accounting must be accompanied by decarbonisation measures, which are currently lagging for scope 3 emissions (Snodin and Vasconcelos, Reference Snodin and Vasconcelos2023). This plays an important further role in complementing the EU's Carbon Border Adjustment Mechanism (CBAM): the latter limits the import of high-emission goods from outside the EU's borders, while scope 3 accounting discourages high embodied emissions in the first place.Footnote 4 However, a pivotal challenge remains: data on global investor preferences suggests that reducing scope 3 emissions is not a high-priority ESG issue for investors. In a survey of 325 investors globally, reducing scope 1 and 2 emissions was a priority for 65 per cent, while scope 3 was fifth, at 34 per cent, despite them constituting in some cases well over half of a company's emissions (Chalmers et al., Reference Chalmers, Cox and Picard2021). It is likely that this preference is related to the difficulty of assessing data and reporting, as discussed in the proposals above (Chalmers et al., Reference Chalmers, Cox and Picard2021), but also to consumer and investor pressures, which are discussed in the next proposals. 7. On bridging financial institutions and companies: investment with integrity There is an expectation that the NFR and the EU's sustainable finance rules will lead to more climate-driven investment due to lower capital costs for sustainable investments (Cornillie et al., Reference Cornillie, Hail and Leuz2021). Our fifth proposal highlights the responsibility of financial institutions to engage with companies' ESG reporting and drive genuinely sustainable investments, taking NFRs from merely information to real action, given their centrality and economic leverage (Baboukardos et al., Reference Baboukardos, Gaia, Lassou and Soobaroyen2023). If engaging with companies is treated as a tick-box exercise, financial institutions risk reinforcing greenwashing, which may eventually lead to higher equity capital costs due to increasing reputational risk of ESG misconduct (e.g., Becchetti et al., Reference Becchetti, Cucinelli, Ielasi and Rossolini2023). Conversely, if engaging with companies is handled with integrity, financial institutions have the potential to break patterns of ESG regulations being imposed merely to ‘keep up appearances’ of Global North firms, by setting standards for genuine ethical practices among their investments (Lund-Thomsen and Lindgreen, Reference Lund-Thomsen and Lindgreen2014). Indeed, 49 per cent of interviewees in the above-mentioned survey (Chalmers et al., Reference Chalmers, Cox and Picard2021) stated that they would be willing to divest from companies taking insufficient action on ESG. However, 81 per cent stated that they would only be willing to accept a maximum of 1 percentage point reduction in their investment returns if companies chose to forego some profits to pursue ESG goals, and the majority of these respondents were not willing to accept any cut to their returns (Chalmers et al., Reference Chalmers, Cox and Picard2021). The authors of the survey study, following interviews with investors, suggest that an important reason is investors' low perception of the quality of environmental information provided, and a consequent inability to understand whether the reports offer appropriate information for building trust and making investment decisions.Footnote 5 Under the status quo of northern-driven ESG frameworks, these reservations are likely to be stronger towards data from outside the Global North. Furthermore, there are conflicting conclusions from research into the economic benefits for companies and investors of green policies and ESG compliance. ‘Green bonds’, for example, do not necessarily involve a lower cost of capital for issuers.Footnote 6 Nonetheless, investment tied to ESG performance can be easier to market, particularly if accompanied by strengthened communication about its benefits. Likewise, ESG-compliant companies may become more likely to secure bank loans than their non-compliant rivals. Moreover, ESG performance is found to have mixed correlations with firms' financial performance. Koundouri et al. (Reference Koundouri, Pittis and Plataniotis2022) find that a strong ESG performance correlates positively with profitability and lower shareholder risk in most firms and sectors. Similarly, Krueger et al.'s (Reference Krueger, Sautner, Tang and Zhong2024) study of ESG disclosure requirements around the world found that mandatory ESG disclosures (especially if enforced by the government) positively affected firm-level stock liquidity, taken as an important factor for investors and for firms' financial outcomes. Christensen et al. (Reference Christensen, Hail and Leuz2021) distinguish between narrower, direct impacts of ESG on financial performance, i.e., rendering the firm more attractive to investors, and broader, more indirect impacts, via the potential to foster wider behavioural change. In their review of the literature, they find a mixed association between sustainability reporting and financial materiality. Agliardi et al. (Reference Agliardi, Alexopoulos and Kleanthis2023) add nuance to the understanding of financial performance, noting that high environmental performers tend to perform worse financially, but display greater stability and resilience. Cohen et al. (Reference Cohen, Kadach, Ormazabal and Reichelstein2023) find that across their sample of international publicly traded firms, tying ESG performance to executive compensation correlates with better ESG performance, but not financial performance. In the face of these mixed findings, it is therefore of ever-increasing importance that financial institutions understand the nature of the firms with which they are working, and communicate effectively with them. Financial institutions are in a position to close the loop of a complex set of interactions by making evident the practices and criteria that firms should meet in order to best derive financial and/or stability benefits. This includes emphasising the potential benefits of broader market, loan access and better financial performance resulting from sustainable practices, accurate and timely declarations, and appropriate associated funding. Financial institutions, moreover, could play a proactive role beyond conventional investment, by linking northern firms that conduct ESG reporting to their southern counterparts that adopt sustainable practices. Leading banks in the Global North, for example, have integrated this into their investment practice, including working with microfinance institutions to empower communities in the Global South and linking these with Global North companies and investors.Footnote 7 This mediating role, enabled by the information, the direct contact with investors, and the access to southern beneficiaries enjoyed by financial institutions, would fill an information gap that often prevents northern firms from starting ESG activities in the south as they feel they are difficult to monitor and might eventually backfire if found to be non-compliant with ESG regulations. 8. On citizen engagement: sustainability literacy for accountability and policy acceptance Regulation on ESG disclosure focuses extensively on firms, i.e., the supply side, without significant attention to the role of consumers. Sustainable practices and disclosures rely on pressure to abide by compliance requirements from informed and committed consumer bases. Our sixth proposal therefore concerns citizen engagement, as the ultimate effectiveness of ESG declarations hinges on the extent to which they are reflected in citizens' choices. While regulations such as the EU's Green Claims directive aim to prevent spurious claims of carbon neutrality or environmental sustainability by firms, the incentive to abide by stricter measurements and more transparent declarations will remain slim as long as consumers continue to support firms irrespective of the presence, or robustness, of their claims. To challenge this support and hold organisations accountable, we maintain that disclosure-related policymaking must address consumers' awareness and understanding of sustainability disclosures, driving investors and firms to change their portfolios and practices for the better. Moreover, under a more extensive and collaborative regulatory mechanism, there ought to be the possibility for communities in the Global South, along the value chain, to hold intermediate actors to account, be it through cooperatives or digital decentralised data. The robustness of a collaborative global structure becomes highly relevant if citizen preferences in the Global North succeed in putting pressure on firms to change unsustainable practices: citizen awareness and leverage in the Global South can help to prevent harmful practices from leaking out of the North to other contexts. More equitable ESG regulations, if developed cooperatively, should contribute to fairer global distribution of the economic value of value chains, with potential impacts on the costs and gains currently taken for granted in the Global North. We propose targeted policies and campaigns to systematically improve citizens' data literacy and sustainability literacy. Holding northern firms accountable requires citizens, both in the north and in the south, with higher data and sustainability literacy to understand and assess the sustainability disclosures. As argued by Agliardi and Agliardi (Reference Agliardi and Agliardi2019: 622), ‘Policymakers should invest in environmentally responsible education, providing proper information and elicitation of consumers' green preferences, so as to affect consumers-investors’ demand and increase investors’ green mandate’. If accompanied by real shifts towards greater corporate sustainability, this may also lead to citizens being nudged into more sustainable practices themselves. In line with the discourse of being ‘shareholders’ of the commons, we endorse policies distributing ‘environmental dividends’ – both in the north and in the south – as they render costs and benefits shared and tangible, thus increasing the awareness, the understanding and possibly the acceptability of environmental policies. 9. Conclusions The current landscape of sustainability reporting consists of an expansion and strengthening of regulations and standards; growth in the number of companies reporting, and in what they are reporting; an expansion in climate finance mechanisms; and greater urgency for citizen policy acceptance. However, it also consists of misalignment between these elements and their stakeholders, including ill-founded green claims, discretionary and opaque reporting regulations, and, at their base, a system that excludes, and then disadvantages, the majority of the global value chain actors and their communities. We urge reforms that strive for a regulatory system that is ambitious, effective, and sustainable, for small local actors and for global communities alike. As proposed in this paper, this goal can be achieved through building and supporting cooperative regulations, simplifying NFR regulations for all actors, sharing knowledge through digital platforms, taking responsibility for cross-border and historical damage, holding powerful companies to account through stringent investment, and strengthening citizens' data and sustainability literacy. While we fully support the more ambitious NFR framework promoted by the EU, we believe that some aspects need to be further improved and that the Global South should be involved in its co-design. If not, the new EU legislation might be perceived by Global South actors as just an excuse for setting additional barriers to the development of their economies and for ensuring the north competitive advantages in the international environmental arena. No EU NFR reform will probably be effective as long as southern actors are excluded by the design and implementation process. Supplementary material The supplementary material for this article can be found at https://doi.org/10.1017/S1355770X24000366. Acknowledgements The authors thank the reviewer(s) for their helpful comments and the participants of the ESG Problem-Solving Group at the 2023 Pontignano Conference on the Future of Europe for their interesting remarks, prompting further reflection on the topic of the paper. Competing interest The authors declare none.",
    "images": "https://static.cambridge.org/covers/EDE_0_0_0/environment_and development economics.jpg?send-full-size-image=true",
    "tags": "ESG; non-financial reporting; corporate sustainability reporting directive; Global South; EU; F63; F64; Q50; Q56; Q58",
    "excerpt": "Reforming ESG: a European and Global South perspective",
    "categories": ""
}