{
    "title": "Dr. Admir Softic_ presentation_Green Club_ENG.pdf",
    "author": "Admir Softic",
    "source": "Slideshare",
    "date": "2024-05-04",
    "text": "The document outlines the European Commission's new \"Energy Union\" policy under Jean-Claude Juncker which aims to integrate the EU energy market further while increasing energy security, sustainability, and competitiveness. The policy has five pillars: 1) enhancing energy security, solidarity, and trust, 2) completing the EU's internal energy market, 3) moderating energy demand through efficiency, 4) decarbonizing the economy, and 5) boosting research and innovation. The Commission proposed legislation in 2015-2017 to strengthen regional cooperation, complete the internal market, ensure security of supply, and meet climate and renewable energy targets by 2030. The success of the ambitious Energy Union agenda will depend on overcoming political challenges to implementing these Session 3 - Presentation by Sabyr Asylbekov, Ministry of Energy, KazakhstanOECD Environment The document discusses Kazakhstan's experience with establishing an emissions trading scheme (ETS). It provides background on Kazakhstan's involvement in international climate agreements like the UNFCCC and Kyoto Protocol. It then summarizes Kazakhstan's national emissions targets and the key design elements of its ETS, which began as a pilot in 2013 but was suspended in 2016. The ETS currently covers major industrial sectors but excludes others like agriculture and transport. It faces challenges like an inflexible legal framework, issues with allocation, trading, offsets and MRV systems. Improvements are being made to the ETS as it prepares to resume in 2018. The document discusses Ukraine's implementation of reforms under the Energy Community Treaty. It notes that while Ukraine has transposed much of the common legal framework, implementation is lagging in key areas like unbundling of the gas company Naftogaz and opening the retail gas market. It highlights several ongoing disputes against Ukraine and priorities for improving compliance, such as adopting legislation on renewable energy and energy efficiency in line with EU directives. Implementation in the electricity sector also needs acceleration, including removing regulated prices and cross-subsidies to establish a competitive market. BOSNIA AND HERZEGOVINA'S COMMITMENTS ON ENERGY AND CLIMATEAdmir Softic Dr. admir Softic, Assistant Minister of Energy Sector BOSNIA AND HERZEGOVINA'S COMMITMENTS TO ENERGY AND CLIMATE https://energetskisamit.ba/wp-content/uploads/2022/04/BiH-Commitments-on-Energy-and-Climate-Admir-Softic-ES-2022-3-23-22-ENG.pdf Cap-and-Trade in the European Union: Policy and Politics in the EU ETSStefan U. Pauer, PhD The document discusses the structure and evolution of the European Union Emissions Trading System (EU ETS), the largest cap-and-trade system in the world. It describes the key design elements of the EU ETS including the declining emissions cap, allocation of allowances, and provisions to address carbon leakage. Additionally, it examines the political process around establishing the EU ETS and reforms made to the system over time. This document discusses carbon taxation and emissions trading schemes. It notes that while carbon dioxide emissions are a market failure, pricing carbon can help reduce emissions through market signals. However, the current European Trading Scheme has issues like price volatility and limited participation. The document argues that a harmonized international carbon tax may be a better approach but has not been preferred politically. It also describes the European compromise between carbon taxes and emissions trading, which exempts some emissions covered by the trading scheme from taxation. The document provides information about the European experience with Guarantees of Origin (GOs) for electricity from renewable sources. It summarizes key elements of GO systems in Europe such as the role of Issuing Bodies and Competent Bodies, requirements for accurate electronic GO registries, and oversight through the Association of Issuing Bodies. The document also outlines typical GO pricing trends in European markets and provides a proposed timeframe for Ukraine to establish its own GO system and join the Association of Issuing Bodies. The document discusses the outcome of the 2009 Copenhagen Accord on climate change and the EU Emissions Trading Scheme (ETS). It provides an overview of the Copenhagen Accord, including which countries agreed to it and its key proposed agreements. It then summarizes the EU ETS, how it works, results from 2005 to 2009 such as emissions compared to caps, and market results like carbon price and trading volumes. It concludes by discussing policy issues around how the Copenhagen Accord and including aviation in the EU ETS may impact the carbon market and other countries. Mary Veronica Tovsak Pleterski's power-point presentationtankesmedjanfores The document summarizes key aspects of the future of the EU Emissions Trading System (ETS) in Phase 3 from 2013-2020 and beyond. It outlines that the ETS will have a predictable, linear cap on emissions that declines each year. It will also expand to cover more industrial sectors and greenhouse gases. Auctioning will be the default method to allocate allowances, and free allocation will phase out for most industrial sectors by 2027. A common auction platform and oversight measures will help ensure integrity and prevent market abuse. International credits will be restricted to increase incentives for more ambitious domestic emissions reductions. The long term vision is for the ETS and other carbon markets to incentivize more countries and sectors to adopt cap and trade From Ugly Duckling to Superstar: how energy efficiency (almost) got to the to...FTI Consulting FR Energy efficiency has long been promoted at European level. The European Commission has certainly made great efforts to support it and to ensure that energy savings can contribute to the EU’s energy priorities, namely reduction of carbon emissions, lowering of energy costs and increase of energy independence. The EU has introduced energy efficiency targets, created a regulatory framework to support energy efficiency and the uptake of energy efficient products and provided significant funding. However, so far energy efficiency has not lived up to its expectations, which is disappointing considering the huge amount of resources spent to promote it. In this Energy Flash we look why the EU’s policies have so far have not had the desired effect, what is being done to change this and which sectors are best placed to benefit from the renewed efforts. This publication was prepared in the framework of the Energy Watchdog Coalition project, implemented by DiXi Group together with Expert Forum (Romania) and the Secretariat of the Steering Committee of the Eastern Partnership Civil Society Forum with the support of the European Union. The contents of this publication can under no circumstances be regarded as reflecting the position of the European Union Monitoring report on Ukraine's progress in the implementation of the associat...DonbassFullAccess Monitoring report on Ukraine's progress in the implementation of the association agreement with the European Union in the areas of energy and environment, March 2017 The EU aims to reduce CO2 emissions to 20% of 1990 levels by 2050 through a mix of fiscal, financial, and regulatory tools targeting power producers, industrial emitters, and transport. Key elements include strengthening the emissions trading system, revising energy taxation, and imposing stricter emissions limits on vehicles, shipping, and power generation over time. The timeline outlines expected new policies and measures through 2015 to progress toward long-term decarbonization goals. Monitoring report on Ukraine's progress in the implementation of the associat...DonbassFullAccess This document provides an overview of key developments in Ukraine's gas sector in July 2017. It discusses draft laws submitted to and considered by parliament related to gas sector reform, including laws addressing funding of the energy regulator NEURC and the status of the new gas transmission system operator MGU. It also summarizes government resolutions on ensuring gas supply, approving performance indicators for Naftogaz, and adjusting Naftogaz's financial plan. Experts note that while some progress has been made, such as on operational transparency of NEURC, the regulator remains unable to fully exercise its powers due to unresolved issues of staff rotation and funding. Gas sector reform overall is seen as significantly delayed. The European Union has agreed on a new 2030 Framework for climate and energy, which includes EU-wide targets and policy objectives for the period between 2020 and 2030. The targets aim to help the EU achieve a more competitive, secure and sustainable energy system and to meet its long-term 2050 greenhouse gas reductions target as set out in the 2050 Low Carbon Roadmap. The framework was created to communicate to the market a clear commitment by the EU in view of encouraging private investment in new networks and low-carbon technologies. The targets themselves are based on a thorough analysis made by the European Commission that measured how to cost-effectively achieve decarbonisation by 2050. The key targets are: * 40% cut in greenhouse gas emissions (from 1990 levels); * at least 27% of EU energy from renewables in terms of final consumption; * and, at least 27% energy savings compared to business-as-usual. EED - Managing compliance and optimising operations under the EU’s new regimeEl Estrecho Digital El informe \"Shipping and Fit for 55\" de Lloyd's Register (LR) resalta la necesidad de que los armadores implementen buques de alta eficiencia en rutas específicas y desarrollen estrategias basadas en combustibles alternativos y tecnologías para ajustarse a las regulaciones de Fuel EU y EU ETS. Este estudio proporciona orientaciones esenciales para propietarios, operadores, gerentes y fletadores, con el objetivo de formular estrategias efectivas frente al primer mecanismo de precios de emisiones en la industria marítima. The document summarizes proposed changes to the EU VAT directive regarding the place of supply rules for cross-border services. The key points are: 1) The proposal shifts the basic place of supply for B2B cross-border services from the supplier's location to the customer's location, with some exceptions. 2) This reworks the current Article 9 structure and aims to reduce double taxation and simplify VAT compliance for EU businesses. 3) The proposal is part of the EU Commission's ongoing efforts to modernize and harmonize the EU VAT system, though member states have resisted full implementation in the past due to concerns over tax revenue allocation. This document summarizes Gas Infrastructure Europe's (GIE) response to the European Commission's Green Paper on energy policy. GIE supports the Commission's goals of completing the internal gas market and ensuring security of supply. However, it identifies investment as the key priority, as insufficient investment will prevent a fully functioning single market. GIE conducted a survey that found regulatory/access regimes to be the most important yet least satisfying factor for infrastructure investment viability. To address this, GIE proposes an action plan to improve the investment climate in consultation with stakeholders. European policies for_energy_and_environmentmandika The document discusses European Union policies around energy and the environment. It notes that the Lisbon Treaty in 2007 made energy an explicit EU policy area for the first time. It outlines some of the key EU directives and programs established to promote renewable energy, energy efficiency, and emissions reductions. These include the \"20-20-20\" targets of 20% reductions in emissions, 20% renewable energy, and 20% energy savings by 2020. Programs like Intelligent Energy Europe and LIFE+ provide funding to support these goals. Nacrt Integriranog energetskog i klimatskog plana Bosne i Hercegovine za razd...Admir Softic Dr. Admir Softic, Assistant Minister of Energy Sector Nacrt Integriranog energetskog i klimatskog plana Bosne i Hercegovine za razdoblje do 2030. godine, javne konsultacije Cap-and-Trade in the European Union: Policy and Politics in the EU ETSStefan U. Pauer, PhD The document discusses the structure and evolution of the European Union Emissions Trading System (EU ETS), the largest cap-and-trade system in the world. It describes the key design elements of the EU ETS including the declining emissions cap, allocation of allowances, and provisions to address carbon leakage. Additionally, it examines the political process around establishing the EU ETS and reforms made to the system over time. This document discusses carbon taxation and emissions trading schemes. It notes that while carbon dioxide emissions are a market failure, pricing carbon can help reduce emissions through market signals. However, the current European Trading Scheme has issues like price volatility and limited participation. The document argues that a harmonized international carbon tax may be a better approach but has not been preferred politically. It also describes the European compromise between carbon taxes and emissions trading, which exempts some emissions covered by the trading scheme from taxation. The document provides information about the European experience with Guarantees of Origin (GOs) for electricity from renewable sources. It summarizes key elements of GO systems in Europe such as the role of Issuing Bodies and Competent Bodies, requirements for accurate electronic GO registries, and oversight through the Association of Issuing Bodies. The document also outlines typical GO pricing trends in European markets and provides a proposed timeframe for Ukraine to establish its own GO system and join the Association of Issuing Bodies. The document discusses the outcome of the 2009 Copenhagen Accord on climate change and the EU Emissions Trading Scheme (ETS). It provides an overview of the Copenhagen Accord, including which countries agreed to it and its key proposed agreements. It then summarizes the EU ETS, how it works, results from 2005 to 2009 such as emissions compared to caps, and market results like carbon price and trading volumes. It concludes by discussing policy issues around how the Copenhagen Accord and including aviation in the EU ETS may impact the carbon market and other countries. Mary Veronica Tovsak Pleterski's power-point presentationtankesmedjanfores The document summarizes key aspects of the future of the EU Emissions Trading System (ETS) in Phase 3 from 2013-2020 and beyond. It outlines that the ETS will have a predictable, linear cap on emissions that declines each year. It will also expand to cover more industrial sectors and greenhouse gases. Auctioning will be the default method to allocate allowances, and free allocation will phase out for most industrial sectors by 2027. A common auction platform and oversight measures will help ensure integrity and prevent market abuse. International credits will be restricted to increase incentives for more ambitious domestic emissions reductions. The long term vision is for the ETS and other carbon markets to incentivize more countries and sectors to adopt cap and trade From Ugly Duckling to Superstar: how energy efficiency (almost) got to the to...FTI Consulting FR Energy efficiency has long been promoted at European level. The European Commission has certainly made great efforts to support it and to ensure that energy savings can contribute to the EU’s energy priorities, namely reduction of carbon emissions, lowering of energy costs and increase of energy independence. The EU has introduced energy efficiency targets, created a regulatory framework to support energy efficiency and the uptake of energy efficient products and provided significant funding. However, so far energy efficiency has not lived up to its expectations, which is disappointing considering the huge amount of resources spent to promote it. In this Energy Flash we look why the EU’s policies have so far have not had the desired effect, what is being done to change this and which sectors are best placed to benefit from the renewed efforts. This publication was prepared in the framework of the Energy Watchdog Coalition project, implemented by DiXi Group together with Expert Forum (Romania) and the Secretariat of the Steering Committee of the Eastern Partnership Civil Society Forum with the support of the European Union. The contents of this publication can under no circumstances be regarded as reflecting the position of the European Union Monitoring report on Ukraine's progress in the implementation of the associat...DonbassFullAccess Monitoring report on Ukraine's progress in the implementation of the association agreement with the European Union in the areas of energy and environment, March 2017 The EU aims to reduce CO2 emissions to 20% of 1990 levels by 2050 through a mix of fiscal, financial, and regulatory tools targeting power producers, industrial emitters, and transport. Key elements include strengthening the emissions trading system, revising energy taxation, and imposing stricter emissions limits on vehicles, shipping, and power generation over time. The timeline outlines expected new policies and measures through 2015 to progress toward long-term decarbonization goals. Monitoring report on Ukraine's progress in the implementation of the associat...DonbassFullAccess This document provides an overview of key developments in Ukraine's gas sector in July 2017. It discusses draft laws submitted to and considered by parliament related to gas sector reform, including laws addressing funding of the energy regulator NEURC and the status of the new gas transmission system operator MGU. It also summarizes government resolutions on ensuring gas supply, approving performance indicators for Naftogaz, and adjusting Naftogaz's financial plan. Experts note that while some progress has been made, such as on operational transparency of NEURC, the regulator remains unable to fully exercise its powers due to unresolved issues of staff rotation and funding. Gas sector reform overall is seen as significantly delayed. The European Union has agreed on a new 2030 Framework for climate and energy, which includes EU-wide targets and policy objectives for the period between 2020 and 2030. The targets aim to help the EU achieve a more competitive, secure and sustainable energy system and to meet its long-term 2050 greenhouse gas reductions target as set out in the 2050 Low Carbon Roadmap. The framework was created to communicate to the market a clear commitment by the EU in view of encouraging private investment in new networks and low-carbon technologies. The targets themselves are based on a thorough analysis made by the European Commission that measured how to cost-effectively achieve decarbonisation by 2050. The key targets are: * 40% cut in greenhouse gas emissions (from 1990 levels); * at least 27% of EU energy from renewables in terms of final consumption; * and, at least 27% energy savings compared to business-as-usual. EED - Managing compliance and optimising operations under the EU’s new regimeEl Estrecho Digital El informe \"Shipping and Fit for 55\" de Lloyd's Register (LR) resalta la necesidad de que los armadores implementen buques de alta eficiencia en rutas específicas y desarrollen estrategias basadas en combustibles alternativos y tecnologías para ajustarse a las regulaciones de Fuel EU y EU ETS. Este estudio proporciona orientaciones esenciales para propietarios, operadores, gerentes y fletadores, con el objetivo de formular estrategias efectivas frente al primer mecanismo de precios de emisiones en la industria marítima. The document summarizes proposed changes to the EU VAT directive regarding the place of supply rules for cross-border services. The key points are: 1) The proposal shifts the basic place of supply for B2B cross-border services from the supplier's location to the customer's location, with some exceptions. 2) This reworks the current Article 9 structure and aims to reduce double taxation and simplify VAT compliance for EU businesses. 3) The proposal is part of the EU Commission's ongoing efforts to modernize and harmonize the EU VAT system, though member states have resisted full implementation in the past due to concerns over tax revenue allocation. This document summarizes Gas Infrastructure Europe's (GIE) response to the European Commission's Green Paper on energy policy. GIE supports the Commission's goals of completing the internal gas market and ensuring security of supply. However, it identifies investment as the key priority, as insufficient investment will prevent a fully functioning single market. GIE conducted a survey that found regulatory/access regimes to be the most important yet least satisfying factor for infrastructure investment viability. To address this, GIE proposes an action plan to improve the investment climate in consultation with stakeholders. European policies for_energy_and_environmentmandika The document discusses European Union policies around energy and the environment. It notes that the Lisbon Treaty in 2007 made energy an explicit EU policy area for the first time. It outlines some of the key EU directives and programs established to promote renewable energy, energy efficiency, and emissions reductions. These include the \"20-20-20\" targets of 20% reductions in emissions, 20% renewable energy, and 20% energy savings by 2020. Programs like Intelligent Energy Europe and LIFE+ provide funding to support these goals. Nacrt Integriranog energetskog i klimatskog plana Bosne i Hercegovine za razd...Admir Softic Dr. Admir Softic, Assistant Minister of Energy Sector Nacrt Integriranog energetskog i klimatskog plana Bosne i Hercegovine za razdoblje do 2030. godine, javne konsultacije INTEGRISANI PLAN ZA ENERGIJU I KLIMU BOSNE I HERCEGOVINEAdmir Softic Dr. Admir Softic, Assistant Minister of Energy Sector INTEGRISANI PLAN ZA ENERGIJU I KLIMU BOSNE I HERCEGOVINE, Energetski Samit 2023, Neum - Bosna i Hercegovina OBAVEZE BOSNE I HERCEGOVINE U OBLASTI ENERGIJE I KLIMEAdmir Softic Dr. Admir Softic, Assistant Minister of Energy Sector ENERGETSKI SAMIT 2022, NEUM Bosnia and Herzegovina OBAVEZE BOSNE I HERCEGOVINE U OBLASTI ENERGIJE I KLIME Dr. Admir Softic, Wood biomass in BiHstate of the art, current issues and ch...Admir Softic Wood biomass represents around 9% of Bosnia and Herzegovina's total primary energy supply and has significant untapped potential to contribute further. However, reliable data on biomass potentials is lacking due to the involvement of various public institutions. A new biomass monitoring program estimates total technical biomass potential of 10.4 million tonnes per year, of which 11.6-14.7% is currently unused. Unused potential exists in forests, wood processing residues, agricultural residues, and animal waste. Realizing this potential requires improved institutional frameworks for coordination, strategic plans, supportive legislation, and recognition of biomass's role across sectors including energy, environment, and industry. Dr. Admir Softic, Assistant Minister of Energy SectorAdmir Softic The document discusses investment opportunities in the energy sector in Bosnia and Herzegovina. It notes that the energy sector has significant potential due to natural resources, electricity surpluses, and favorable investment conditions. Specifically, it highlights opportunities in wind and hydropower, including several potential projects. Wind power potential is estimated at 1030-1180 MW and hydropower at over 6000 MW. Guaranteed feed-in tariffs make investments attractive. The document provides details on several potential wind and hydropower plant projects along with key information about capacity, investment costs, and status. Dr. Admir Softic, Assistant Minister of Energy SectorAdmir Softic This document discusses energy efficiency potential and targets in Bosnia and Herzegovina. It notes that residential buildings account for 163 million square meters and public buildings account for 9.1 million square meters. The target is to achieve 300,000 tons of oil equivalent in final energy savings between 2010-2018. Implementing energy efficiency measures could generate 98 full-time jobs annually and have other economic benefits. Financing models proposed include an Energy Efficiency Revolving Fund and Energy Efficiency Obligation Schemes, with the latter having an investment potential of 100 million KM annually. Dr. Admir Softic, Assistant Minister of Energy SectorAdmir Softic Bosnia and Herzegovina has significant energy resources including coal, hydroelectric potential, and renewable energy sources such as wind and solar. Coal and hydroelectric power currently provide most of the country's electricity. The energy sector is overseen by various state and entity-level regulatory bodies and companies. Bosnia and Herzegovina has an established electricity transmission system and is a net exporter of electricity, but further development of renewable energy and energy market reforms could help improve the sector. Department Of Commerce And Management Indira Gandhi National Tribal University Amarkantak Madhya Pradesh ( IGNTU) (New Business Idea) Course B.com/M.com & B.ba/M.ba Create And making By Sujeet Prajapati B.com 6th Semester And Final Year , Last Year The Role of Data Analytics in Shaping Leadership Trends_ARL_27 March 2025.pptxCharles Cotter, PhD The Role of Data Analytics in Shaping Leadership Trends by Dr Charles Cotter at the Africa Rising Leadership Summit and Awards on 27 March 2025. In this keynote presentation Dr Charles highlights three (3) research-based correlations between data analytics and leadership trends (2025 - 2030), namely: • #1. The emergence and conceptualization of Evidence-based Management (EBM) thinking and -practices in transforming x4 organizational pillars into High Performing Organization (HIPO) sub-cultures • #2. The power and value of harnessing data analytics in fuelling Data-driven Leadership best practices • #3. The Future Fit Leadership Code - the four (4) most important currencies that future-fit business leaders trade in, in the context of the Collaborative Intelligence Economy (of the future). Selec Controls Company Profile FY25-26.pdfSelec Controls Selec Controls Pvt Limited is one of India’s leading manufacturer in Electrical measurement, Electrical Protection & Control, power quality, solar, industrial automation, and process control, having a market reach in over 75 countries worldwide with three subsidiaries Selec GmbH, Selec Controls USA, and Selec Australia. In India, with facilities spread over a 1.8 lakh sq. ft. area and over 4 million products manufactured per year, we are well known for our unique make-in-India vision, futuristic products, and exemplary quality that redefine excellence. We have government recognized R&D center with NABL accredited lab enabling us to maintain the quality of the products to meet the industry standards. Selec Control with a strong network of over 280 channel Partners worldwide, has supplied products to all types of industries and segments. Selec has a workforce of more than 1000 employees in India and well-trained sales engineers across the country. To make the product selection to suit your technical and specified needs. We also have trained application engineers who can assist you with special application software for energy management solutions and industrial automation. For on-site application support and after-sales services, we have a strong service network across the country. Check out our website to know more: www.selec.com The Struggles Of Commuting Among Junior And Senior High School Students In Thompson Christian School Year 2024-2025 Submitted By: Ambayec, Jeron Bernaldez, Kiezha Joan Ibasco, Nethaniel Tabogoy, Denver CHAPTER 1 INTRODUCTION As students face challenges of commuting daily, many students experience problems like traffic and insufficient public transportation services as they commute which negatively impacts their ability to attend school on time and their academic performances. Narrow roads with poorly designed intersections, weather conditions like heavy rainfall, and long distances are all issues that impact the travel time of students, affecting their participation in classes and their performances in school. The narrow roads with poorly designed intersections can increase the time students take to travel as it increases the risks of accidents and causes traffic congestion, and weather conditions like rainfall can limit the options that students can take to travel. Students that live far away from school are most likely to experience mental fatigue as they exhaust themselves to travel back and forth from school everyday. According to Tabios (2023), there is also a rise in stranded commuters due to the insufficient presence of public utility jeepneys (PUJs) during rush hours and with this lack of anticipation from the city government of Davao, many people especially students bear the inconvenience of not getting a ride right away, from enduring the scorching heat to evading the frigid rainfall. By this fact, it is an example of how insufficient the public transportation services are in Davao City which negatively impacts the students’ ability to attend classes on time particularly in Thompson Christian School. The costs of commuting also depend on the distance that students travel and the longer they travel, the more the commute cost grows which lays a financial burden among the students. The financial burden, delayed travel time and mental fatigue are all reasons as to why commuters lose their motivation to succeed in school which can cause tardiness. Tardiness has been proven to have a significant impact on students’ school performances. By being late, they may miss out classes or miss out lessons that are vital to learn in order to achieve academic success. Even though the struggles of commuting among students has been widely recognized, there is a lack of research that addresses how different modes of transportation like for example (e.g., public transport vs. private vehicles) impact the lives of students and how they perform in school. This study aims to fill this gap by assessing how different modes of commuting affect students’ school experiences, academic outcomes, and overall well-being, particularly at Thompson Christian School. PURPOSE OF THE STUDY This study is conducted to identify what type of problems do students face as they commute and how it negatively impacts their lives. By aiming for a better understandin Protais Muhirwa, Founder of ARMIA (Active Refugee & Migrant Integration in Australia), graced the cover of World’s Leaders Magazine as one of the Worlds Most Influential Leaders Transforming the Future, 2025 Raman Bhaumik - A Junior Software DeveloperRaman Bhaumik Raman Bhaumik is a Junior Software Developer passionate about technology and problem-solving. With expertise in Java, Python, JavaScript, and SQL, Raman has contributed to improving web application performance by 25%. Skilled in frameworks like React and Django, she is adept in API development, unit testing, and database optimization. Paul Turovsky is a skilled Financial Analyst with 5 years of experience, currently at H.I.G. Capital in Miami, Florida. He specializes in financial modeling, cost-saving strategies, and automation. Paul's comprehensive financial analysis has led to significant reductions in operational expenses. He delivers impactful presentations to senior management, highlighting key performance indicators and actionable insights. His expertise in automating financial processes improves efficiency, and he maintains financial models for accuracy. Paul's contributions to budgeting and forecasting processes consistently drive revenue and profit targets. The Eisenhower Matrix, also known as the Urgent-Important Matrix - Template a...Aurelien Domont, MBA The Eisenhower Matrix, also known as the Urgent-Important Matrix, is a time management tool that helps you prioritize tasks based on their urgency and importance. It's divided into four quadrants that guide decision-making by categorizing tasks into those you should do, delegate, schedule, or eliminate. The idea is to focus your time and energy on what truly matters while minimizing distractions. This PowerPoint presentation is only a small preview of our content. For more details, visit www.domontconsulting.com Volodymyr Lyubinets: Аналіз супутникових зображень: визначаємо параметри буді...Lviv Startup Club Volodymyr Lyubinets: Аналіз супутникових зображень: визначаємо параметри будівель з моделями сегментації (UA) AI & BigData Online Day 2025 Spring Website – https://aiconf.com.ua Youtube – https://www.youtube.com/startuplviv FB – https://www.facebook.com/aiconf/ Bitcoin's Future Bitcoin's Future: Michael Saylor Predicts $500 Trillion Marketmohammadasim74 Bitcoin is on track to become the world's ultimate store of value, surpassing gold, real estate, and other long-term financial assets. According to MicroStrategy Executive Chairman Michael Saylor, Bitcoin’s” market\"capitalization will eventually reach $500 trillion. His forecast is based on increasing capital inflows into the cryptocurrency, signaling a monumental shift from legacy financial systems to a digital money network. Andrii Salata: Geophysics and AI Superresolution: practical issues and resolu...Lviv Startup Club Andrii Salata: Geophysics and AI Superresolution: practical issues and resolution (UA) AI & BigData Online Day 2025 Spring Website – https://aiconf.com.ua Youtube – https://www.youtube.com/startuplviv FB – https://www.facebook.com/aiconf/ Andrii Salata: Geophysics and AI Superresolution: practical issues and resolu...Lviv Startup Club Dr. Admir Softic_ presentation_Green Club_ENG.pdf 1. Dr. Admir Softic, Assistant Minister, Ministry of Foreign Trade and Economic Relations of Bosnia and Herzegovina How BiH plans to respond to EU ETS/CBAM 2. 3 TABLE OF CONTENTS 4 5 6 7 WHAT BIH HAS TO DO FOR CBAM UNTIL 2026? IMPLICATION OF CBAM ON BIH ECONOMY PROCES OF MRVA IN BIH – ROAD MAP MRVA UNDER EU ETS WHAT IS EU ETS AND CBAM? 8 THEMATIC PARLIAMENTARY ASSEMBLY OF BIH WITH EU4ENERGY AND SESSIONS IN THE ENTITY PARLIAMENTS AND BD BIH 9 THE RELATION BETWEEN EU ETS AND CBAM WHAT HAS BEEN DONE IN BIH SO FAR? 10 3. WHAT IS EU ETS? ➢ The EU ETS is one of the main tools with which the EU hopes to combat global heating and reduce GHG emissions cost effectively. ➢ The EU ETS is meant to apply the ‘polluter pays principle’, meaning that the costs of pollution should be borne by those who create it. ➢ In 2013, the EU ETS covered approximately half of all EU’s GHG emissions. That dropped to 36% in 2020 because EU ETS sectors, in combination, are reducing their emissions faster than the rest of the economy ➢ In 2021, the EU ETS covered over 10,400 industrial plants and power stations, as well as approximately 350 airlines, across the 27 EU member states, Iceland, Norway and Liechtenstein (there is also a link with the Swiss ETS, and power plants in Northern Ireland are covered even after Brexit). ➢ The EU ETS has changed significantly since its launch in 2005. It has gone through three phases, and the fourth phase kicked off in 2021. 4. EU ETS PROCESS Source: Climate Policy Infohub, adapted from Energy Royd, 2013 Emission Cap Unused Permits Company A sells permits Company B buys permits Needed Permits To put it simply 5. Which sectors are covered ? ➢ Initially, CBAM will cover direct and indirect emissions of selected sectors: iron and steel, cement, hydrogen, aluminum, fertilisers and electricity. ➢ Indirect emissions (scope 2) will not be covered in the initial phase but can be added after the transitional period and upon further assessment by EC WHAT IS CBAM? ➢ The CBAM is a new carbon regulation — a type of carbon pricing — to help the EU fight climate change. ➢ While the existing EU ETS covers EU countries, the CBAM will apply to goods produced outside the EU ➢ This addresses the problem of carbon leakage; that is, the situation where companies move the production of goods to countries with less stringent emissions policies, primarily to save costs associated with carbon pricing. ALU Fertilizers Energy Hydrogen Cement Iron & steel Aluminium 7. THE RELATION BETWEEN EU ETS AND CBAM ➢ CBAM was implemented to avoid carbon leakage and protect industry competitiveness ➢ GATT and WTO rules require that if a regulatory burden is faced, this should be equivalent for EU products and imports ➢ When CBAM is phased-in, the free allocation under ETS needs to be phased-out ➢ Note that CBAM is product-based and includes direct and indirect emissions, while ETS is installation-based and includes only direct emissions ETS CBAM 8. WHAT BIH HAS TO DO FOR CBAM UNTIL 2026? Establishment of the MRVA system as a prerequisite for establishment of ETS Decarbonize technologies taking into account a just transition Excemption for electricity REGULATION (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 on the establishment of a Carbon Border Adjustment Mechanism Art 2 (part 7) If a third country or territory has an electricity market and there is no technical solution for the application of the CBAM to the importation of electricity into the customs territory of the Union from that third country or territory, such importation of electricity from that country or territory shall be exempt from the application of the CBAM. Key conditions: • Power exchange • Electricity market coupling • Establishment of ETS 9. WHAT BIH COMPANIES MUST DO UNTIL 2026? • Invest in cleaner production by improving production efficiency through digitalization and automation, enhancing energy efficiency in production processes, and producing energy from renewable sources. • Evaluate and improve the supply chain to enhance competitiveness and minimize direct and indirect exposure to CBAM. • Establishment of energy management. • Keeping track of emissions and reporting them accurately and take steps to reduce them, potentially reducing CBAM payments. 10. IMPLICATION OF CBAM ON BIH ECONOMY Optimal scenario - Applied ETS factors, CBAM price aligned with EU ETS, and applied exemption for electricity Period 2026-2030 for all industries Optimal scenario Loss of income, BAM in millions 2.186,51 Loss of quantity, kg in millions 2.079,61 Loss of quantity, MWh in millions 0,00 Job loss, employee 418 Collected through CBAM, BAM in millions 379,14 Collected thorugh ETS, BAM in millions 290,59 Collected ETS+CBAM for electricity, BAM in millions 0,00 KM 380 mil KM 290 mil ETS CBAM 11. 2024 April June 2024 July-Dec 2025 Jan- June Phase I: Planning & preparing MILESTONE: Country’s all levels of Authority become aware of MRVA regime 2025 July-Dec 2026 Jan- June 2026 July-Dec Mapping of BiH operators likely to be subject to ETS MRVA Assessment of the expected Competent Authority/ies workload MILESTONE: Relevant Operators identified Suitable legal basis selected and agreed Agree on the creation of the suitable institutional framework Introduce MRVA into Country’s legal system (adoption of framework legislation) MILESTONE: MRVA introduced in BiH legal system (framework legislation) Competent authorities start engaging with operators MILESTONE: Installations & AOs identified Awareness raised BiH engage with BATA and promote accreditation of verifiers Develop MRVA secondary legislation (appointing and regulating the MRVA institutional framework -Competent Authoritiy/ies) at all levels of Authority MILESTONE: MRVA legislation fully in place, CAs operative MILESTONE: Country chooses CAs set-up and has a clear understanding of human and technical resources needed Phase II: Setting up & implementing 2027 Jan-June 2027- 2028 MILESTONE: MRVA started All actors involved and have the chance to become acquainted with the system Start a MRVA pilot stage: give both CA(s) and regulated entities opportunity to get familiar with the system→train, inform, practice, raise awareness MILESTONE: MRVA improved CAs provided with more effective implementing tools Enhanced accessibility for operators Strengthened CA-Operators interaction Deploy means to make MRV fully fledged and effective: adopt automated system Institutional A thorough understanding of the applicable EU legislation and requirements Establishment of the WG Legislation & Regulatory Information Technology Development of ETS measures and tools MILESTONE: Country has a clear understanding on the means to introduce MRVA in all levels of Authoritys’ legal systems Road Map for ETS MRVA in BiH 12. MRVA UNDER EU ETS MRVA under EU ETS COMPETENT AUTHORITY Stationary installations operators: ➢ Electricity and heat generation ➢ Energy-intensive industry sectors (oil, refineries, steel works, production of iron, aluminium, metals, cement, glass, pulp, paper, cardboard, acids and bulk organic chemicals) ➢ Production of nitric, adipic, glyoxylic, acids and glyoxal Aircraft Operators: ➢ Aviation within European Economic Area (EEA) Annex II EU ETS, as amended: Annex I EU ETS, as amended: Which gases are reported? Reporting of emissions ➢𝑪𝑶𝟐, CH4 ➢𝑵𝟐𝑶, HFCs ➢PFCs, 𝑺𝑭𝟔 13. WHAT HAS BEEN DONE IN BIH SO FAR? ➢ Draft NECP BiH by 2030. ➢ ETS MRVA proposal for BiH. ➢ Draft Design Options for the National Emissions Trading Scheme in Bosnia and Herzegovina. ➢ Analysis of the impact of CBAM and ETS on 6 selected sectors in BiH (iron, cement, fertilizer, aluminum and electricity). ➢ Legal Gap analysis. ➢ Workshop on ETS/CBAM. ➢ Road Map for BiH MRVA PLANNED ACTIVITIES WORK DONE SO FAR ➢ 1st WG meeting on ETS and MRVA, discussion of the ETS MRVA Road Map. ➢ Adoption of the ETS MRVA Road Map. ➢ Preparation of the legislative basis. 14. THEMATIC PARLIAMENTARY ASSEMBLY OF BIH WITH EU4ENERGY AND SESSIONS IN THE ENTITY PARLIAMENTS AND BD BIH Proposal for organisation of a thematic parliamentary assembly of BiH with EU4Energy and sesssions in the entity parliaments and BD BiH Main objectives: • Increase awareness among parliamentarians about the importance and implications of the EU Emissions Trading System (ETS) and the Carbon Border Adjustment Mechanism (CBAM) regulations for BiH. • Facilitate discussions and consultations to align BiH's legislative framework with EU ETS and CBAM regulations. • Strengthen cooperation with the EU and other international partners to ensure the effective implementation of ETS and CBAM regulations in BiH. 15. Mr. Admir Softic, Assistant Minister, Ministry of Foreign Trade and Economic Relations of Bosnia and Herzegovina Thank you.",
    "images": "https://cdn.slidesharecdn.com/ss_thumbnails/dr-240504150745-0c05b5de-thumbnail.jpg?width=640&height=640&fit=bounds",
    "tags": "",
    "excerpt": "Dr. Admir Softic_ presentation_Green Club_ENG.pdf - Download as a PDF or view online for free",
    "categories": ""
}