{
    "title": "EUI Climate Week - Second Edition",
    "author": "unknown",
    "source": "European University Institute",
    "date": "2023-12-14",
    "text": "After a successful first edition in 2022, the EUI Climate Week headed into its the second round, welcoming over 160 climate professionals to Florence in the first week of May 2023. The conference aimed to take stock of the most recent developments in climate policy globally and what we can expect on carbon pricing, low-carbon innovation and the energy transition for the coming decades. This 2023 conference included eleven sessions spanning over three days in a mix of public and closed-doors sessions. Hosted by Jos Delbeke and his team, some high-profile representatives from the world of policymaking, business and academia, were present, including Kurt Vandenberghe, Director General of DG CLIMA at the European Commission, Catherine Stewart, Government of Canada Climate Change Ambassador, and Kay Harrison, Climate Change Ambassador of the New Zealand Ministry of Foreign Affairs. The EUI Carbon Markets Day focused on prominent topics such as the impact of the war in Ukraine on the green transition, how to agree on the Carbon Border Adjustment Mechanism (CBAM) and improving the environmental integrity of the Voluntary Carbon Market. This second edition of the EUI Climate Week also co-hosted the Florence Process with DG Climate Action, bringing together representatives of the EU, the UK, the US, China, Switzerland, New Zealand and Quebec, to exchange policy experiences from their respective emissions trading programmes. The conference was concluded by climate-related sessions at the State of the Union and featured a keynote speech by Frank Elderson, Member of the Executive Board, and Vice Chair of the Supervisory Board of the European Central Bank. The programme Last update: November 2024 (331 KB - pdf) Report Last update: November 2024 (1484 KB - pdf) Take Away - What you need to know about Carbon Pricing See the conference recordings Background materials How CBAM can become a steppingstone towards carbon pricing globally Following the introduction of the EU’s Carbon Border Adjustment Mechanism (CBAM), this policy brief considers issues relating to its implementation, in particular the possibility to reduce CBAM liability if a carbon price has already been paid in the country of origin of the goods. Read more How CBAM can become a steppingstone towards carbon pricing globally Towards an EU policy agenda for Voluntary Carbon Markets The future of Voluntary Carbon Markets (VCM) remains uncertain as environmental quality concerns, trust issues and market fragmentation prevents the emergence of a sizeable and liquid market. VCM growth will depend largely on better market organisation and oversight, and on strengthening environmental integrity. Read more Towards an EU policy agenda for Voluntary Carbon Markets Events Conference Florence School of Transnational Governance 2 May 2023, 14:30 CET Read more Working group Florence School of Transnational Governance 2 May 2023, 15:30 CET Read more Working group Florence School of Transnational Governance 2 May 2023, 15:30 CET Read more Discussion Group Florence School of Transnational Governance 2 May 2023, 16:00 CET Read more Working group Florence School of Transnational Governance 3 May 2023, 09:00 CET Read more Working group Florence School of Transnational Governance 3 May 2023, 09:00 CET Read more Conference Florence School of Transnational Governance 3 May 2023, 11:45 CET Read more Conference Florence School of Transnational Governance 3 May 2023, 14:30 CET Read more Conference Florence School of Transnational Governance 3 May 2023, 15:00 CET Read more Conference Florence School of Transnational Governance 3 May 2023, 17:00 CET Read more Policy Dialogue Florence School of Transnational Governance 4 May 2023, 09:00 CET Read more The State of the Union sessions Thursday 4 May Friday 5 May",
    "images": "https://www.eui.eu/Content-Types-Assets/Editorial/STG-Climate-Week-23.x9f946f9b.png",
    "tags": "",
    "excerpt": "2 6 May 2023",
    "categories": ""
}