{
    "title": "STG Climate",
    "author": "unknown",
    "source": "European University Institute",
    "date": "2025-01-01",
    "text": "COP29 unpacked: wins, losses, and controversies COP29 took place in November in Baku, Azerbaijan, delivering a mix of controversy, breakthroughs, and setbacks. Florence STG researcher Jacopo Bencini, who attended in person, shares his insights on the event’s mixed outcomes. Read more COP29 unpacked: wins, losses, and controversies STG Climate team welcomes Professors Joanna Pandera and Simone Tagliapietra Energy and climate policy specialists Joanna Pandera and Simone Tagliapietra join the STG Climate Team, bringing expertise to tackle the challenges of climate change. Read more STG Climate team welcomes Professors Joanna Pandera and Simone Tagliapietra EUI Climate Teams at the COP28 climate summit in Dubai A distinguished delegation from the Florence School of Regulation and the Florence School of Transnational Governance is attending the United Nations Climate Change Conference (COP28) in Dubai which started on Thursday 30 November. Read more EUI Climate Teams at the COP28 climate summit in Dubai EUI Climate Week brings crucial climate change discussions to Florence Top climate experts will meet at the School of Transnational Governance’s Palazzo Buontalenti in the run-up to The State of the Union 2023. Read more EUI Climate Week brings crucial climate change discussions to Florence Read more Research project Research project Florence School of Transnational Governance EIB Chair on Climate Change Policy and International Carbon Markets Read more Read more Research project Research project Florence School of Transnational Governance EUI Carbon Markets Hub Read more Read more Working group Working group Florence School of Transnational Governance EUI Climate Workshop Read more Read more Research project Research project Florence School of Transnational Governance The Future of Climate Neutral Industry in the EU Read more Read more Research project Research project Florence School of Transnational Governance Executive Dialogues on International Carbon Markets Read more Read more 6 May 2025 Conference Florence School of Transnational Governance The changing geopolitical landscape Read more Read more 6 May 2025 Conference Florence School of Transnational Governance How the Clean Industrial Deal can succeed Read more Read more 7 May 2025 Conference Florence School of Transnational Governance Panel: Security, Decarbonization, Reindustrialization Read more",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}