{
    "title": "Climate neutrality & the new energy order",
    "author": "unknown",
    "source": "European University Institute",
    "date": "2022-09-23",
    "text": "After almost one year of institutional discussions on the European Green Deal and the EU's plan for a green transition \"Fit for 55\", the European Parliament adopted the package on carbon legislation, reforming the EU's carbon market (e.g., EU ETS 2), introducing the Social Climate Fund, and proposing a new Carbon Adjustment Border Mechanism (CBAM) to extend emission pricing to imports from non-EU countries to reduce the risk of carbon leakage. In parallel, the European Council finalised its general approach to negotiate with the European Parliament on concluding the Fit for 55 Package. The ambitious legislation adopted by the EU seems to be necessary but poses tremendous challenges to policy makers and practitioners. Furthermore, managing the current climate crisis is made even more complicated by the Russo-Ukrainian conflict escalation and the economic and social disruption caused by the pandemic. In the meantime, in the context of the Paris Climate Agreement, there is today a strong need for enhanced international cooperation on emissions trading around the world. In this context, the roundtable aims to be a fruitful dialogue on deepening international cooperation for the development and possible integration of carbon markets among European institutions and Member States. Drawing from their EU, national and international experiences, speakers will discuss on: scope and objectives of the EU ETS reform; functioning and implications of CBAM; integration of carbon markets at the international level. Programme 10.30 - 11.00 Welcome coffee 11.00 - 12.45 Roundtable moderated by Simone Borghesi | European University Institute Valeria Costantini | Università Roma Tre Stephanie La Hoz Theuer | International Carbon Action Partnership Ruben Vermeeren | DG Climate Action, European Commission Daniele Villoresi | Italian Ministry of Ecological Transition Stefano F. Verde | University of Siena Jan Cornillie | European University Institute It is organised under the framework of the LIFE DICET project, co-financed by the EU LIFE Programme of the European Commission.",
    "images": "https://apps.eui.eu/EUI_API/EVENTSV2/Images/Image?id=6756",
    "tags": "",
    "excerpt": "Drawing from their EU, national and international experiences, speakers will discuss on: -scope and objectives of the EU ETS reform; -functioning and implications of CBAM; -integration of carbon markets at the international level.",
    "categories": ""
}