{
    "title": "EU farming unions warn that carbon border adjustment mechanism resolution (CBAM) could negatively impact fertilizer prices",
    "author": "unknown",
    "source": "Thecattlesite",
    "date": "2021-03-17",
    "text": "EU farming unions warn that carbon border adjustment mechanism resolution (CBAM) could negatively impact fertilizer prices Copa and Cogeca have expressed concerns over an amendment to the proposed EU carbon border adjustment mechanism (CBAM), fearing that it will make fertilizer prices skyrocket. In a statement, Copa and Cogeca said that they are generally supportive of the CBAM mechanism, provided that certain conditions are met, as explained by Copa President Christiane Lambert in a 5 March opinion piece. However, Copa and Cogeca are deeply concerned over one amendment, which was adopted with a small majority. It concerns the inclusion of the fertilizer sector in the proposed mechanism. Following the resolution of the Parliament, the European Commission will now have to propose the necessary regulatory framework to provide substance to this mechanism. The farming unions call on the European Commission to take this essential point into account: if the Carbon Border Adjustment Mechanism does not apply to agricultural products, it should not apply to fertilisers either. Nitrogen fertilisers are the most important input in crop production and the main variable cost item for our cereal and oilseed farms. However, the price of fertilisers is already higher in Europe than in the rest of the world because our fertiliser market is protected by customs duties and antidumping measures that cost European farmers €600 million a year. If a border adjustment mechanism were to be added to this, the price of fertilizers would skyrocket, further increasing the cost of agricultural production in Europe, while making the use of imported food more competitive and attractive. In the end, implementing the Carbon Border Adjustment Mechanism only on the main raw materials for crop production would be unfair and would lead to the opposite of the intended effect, namely massive carbon leakage from European agriculture. It is a perfect example of a double punishment for farmers, which is difficult to justify to EU citizens. It’s also not in line with the Green Deal objectives. This is why Copa and Cogeca consider that either agriculture and its downstream sectors are included in the future carbon border adjustment mechanism, or agricultural supply activities and particularly nitrogen fertilisers must also be excluded.",
    "images": "https://cdn.globalagmedia.com/",
    "tags": "",
    "excerpt": "Copa and Cogeca have expressed concerns over an amendment to the proposed EU carbon border adjustment mechanism (CBAM), fearing that it will make fertilizer prices skyrocket.",
    "categories": ""
}