{
    "title": "EU-landbouwbonden waarschuwen dat de resolutie van het koolstofgrensaanpassingsmechanisme (CBAM) een negatieve invloed kan hebben op de kunstmestprijzen",
    "author": "unknown",
    "source": null,
    "date": null,
    "text": "In een verklaring, Copa en Cogeca zeiden dat ze over het algemeen het CBAM-mechanisme steunen, mits aan bepaalde voorwaarden is voldaan, zoals uitgelegd door Copa-president Christiane Lambert in een opiniestuk van 5 maart. \r\n Echter, Copa en Cogeca maken zich grote zorgen over één amendement, die met een kleine meerderheid werd aangenomen. Het betreft de opname van de mestsector in het voorgestelde mechanisme. Naar aanleiding van de resolutie van het Parlement, de Europese Commissie zal nu het nodige regelgevingskader moeten voorstellen om invulling te geven aan dit mechanisme. De boerenbonden roepen de Europese Commissie op om rekening te houden met dit essentiële punt:als het Carbon Border Adjustment Mechanism niet van toepassing is op landbouwproducten, het zou ook niet van toepassing moeten zijn op meststoffen.    Stikstofmeststoffen zijn de belangrijkste input voor de productie van gewassen en de belangrijkste variabele kostenpost voor onze graan- en oliezadenkwekerijen. Echter, de prijs van kunstmest is in Europa al hoger dan in de rest van de wereld, omdat onze kunstmestmarkt wordt beschermd door douanerechten en antidumpingmaatregelen die Europese boeren 600 miljoen euro per jaar kosten. Als hieraan een grensaanpassingsmechanisme zou worden toegevoegd, de prijs van kunstmest zou omhoogschieten, verdere verhoging van de kosten van de landbouwproductie in Europa, terwijl het gebruik van geïmporteerd voedsel concurrerender en aantrekkelijker wordt. Uiteindelijk, het alleen toepassen van het koolstofgrensaanpassingsmechanisme op de belangrijkste grondstoffen voor de productie van gewassen zou oneerlijk zijn en zou leiden tot het tegenovergestelde van het beoogde effect, namelijk massale koolstoflekkage van de Europese landbouw. Het is een perfect voorbeeld van een dubbele straf voor boeren, wat moeilijk te rechtvaardigen is voor EU-burgers. Het strookt ook niet met de doelstellingen van de Green Deal. \r\n Dit is de reden waarom Copa en Cogeca van mening zijn dat ofwel de landbouw en de stroomafwaartse sectoren ervan worden opgenomen in het toekomstige mechanisme voor koolstofgrensaanpassing, of landbouwtoeleveringsactiviteiten en met name stikstofmeststoffen moeten ook worden uitgesloten.                  \r\n             Europese Commissie zegt dat biologische landbouw moet groeien om groene doelen te bereiken De Mexicaanse landbouwindustrie waarschuwt dat een verbod op GGO-maïs en glyfosaat de voedselvoorziening zou kunnen doen krimpen De Argentijnse vleesindustrie is van mening dat de recente opschorting van de export van maïs de lokale voedselprijzen niet zal verlagen EU-landbouwbonden schrijven open brief waarin ze er bij de Europese Commissie op aandringen het beleid aan te passen aan de marktrealiteit Argentijnse boeren waarschuwen dat belastingverlagingen gunstig zijn voor oliezaadbrekers en niet tot verkoop leiden",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}