{
    "title": "Carbon border adjustment mechanism (CBAM)",
    "author": "unknown",
    "source": null,
    "date": "2022-11-29",
    "text": "Carbon border adjustment mechanism (CBAM) Carbon Border Adjustment Mechanism Sustainability/Due diligence Summary The EU is introducing a new carbon border adjustment mechanism (CBAM). This will oblige non-EU exporters of aluminium, cement, electricity, fertilisers, hydrogen, and iron and steel products to buy carbon certificates corresponding to the carbon price that would have been paid if those goods had been produced in the EU. Agricultural products are not included in the scope of the CBAM Regulation. But EU farmers fear that CBAM will drive up the costs of fertilisers and weaken their competitive position compared to farmers in non-EU countries. EU introduces a carbon border adjustment mechanism targeting certain sectors (but not agricultural products) Regulation (EU) 2023/956 of the European Parliament and of the Council of 10 May 2023 establishing a carbon border adjustment mechanism Update The EU is introducing a new carbon border adjustment mechanism (CBAM). This will oblige non-EU exporters of aluminium, cement, electricity, fertilisers, hydrogen, and iron and steel products to buy carbon certificates corresponding to the carbon price that would have been paid if those goods had been produced in the EU. Agricultural products are not included in the scope of the CBAM Regulation. But EU farmers fear that CBAM will drive up the costs of fertilisers and weaken their competitive position compared to farmers in non-EU countries. Background The EU is extending and strengthening its Emissions Trading System (ETS) scheme. The current scheme puts a limit on the total amount of certain greenhouse gases that can be emitted by power and heat generation and by energy-intensive industrial installations. Relevant operators today receive a certain number of free ETS allowances, and may trade allowances with one another according to need. Each year the permitted amount of carbon emissions is reduced. Under the new proposals, greater annual emissions reductions will be demanded, and free ETS allowances will be phased out between 2026 and 2035. Carbon border adjustment mechanisms are already in place in some regions. For example, in California, an adjustment is applied to certain imports of electricity. A number of countries, such as Canada and Japan, are planning similar initiatives. The International Monetary Fund (Parry et al. 2021) and the Organisation for Economic Co-operation and Development (Prag 2020) have carried out work to study how such measures could support international efforts to reduce greenhouse gas emissions. G20 finance ministers also mentioned the need for closer international coordination on the use of carbon pricing mechanisms (G20 Italia 2021). What is changing? The EU's introduction of a carbon border adjustment mechanism (CBAM) is one of 13 measures presented by the European Commission in July 2021 as part of the Fit for 55 policy package. Fit for 55 aims to ensure that the EU meets its greenhouse gas emission reduction targets of 55% in 2030 compared to 1990 levels. The CBAM will apply to imported goods in the following sectors: electricity, cement, aluminium, fertiliser, and iron and steel products. It will establish an obligation to purchase CBAM certificates corresponding to the carbon price that would have been paid, if the goods had been produced in the EU. The price paid by importers will depend on the emission content of production, taking into account the difference between the carbon price paid (if any) in the exporting country and the EU Emissions Trading System (ETS) price. These certificates can be declared on an annual basis. The CBAM is intended to level the playing field between EU and third country producers. Why? The EU is concerned that increasingly strict rules on emissions within the EU, and resulting higher production costs, could encourage imports of the same products produced to lower emissions standards – an effect known as \"carbon leakage\". The EU also seeks to discourage EU-based companies from moving carbon-intensive production abroad to take advantage of lower standards. Timeline The new rules will apply from October 2023. The new obligations for importers and operators in third countries in the sectors concerned (not agricultural products) will only fully apply from 1 January 2026. The transition period ensures that full application of the CBAM is linked with phasing out the free allowances under the ETS scheme. This prevents double protection of EU industries. What are the major implications for exporting countries? Agricultural products are not within the scope of the Regulation. The Commission must review and report to the European Parliament on potential enlargement of the Regulation's scope by the end of 2025. Some Member State governments have expressed support for extending the scheme to agricultural imports (Appunn 2021). In its current form, CBAM is generally considered to have limited direct trade implications for agriculture (e.g. Australia Trade and Investment Commission 2022). Competitive relationships between EU and third country agricultural producers may be affected by the inclusion of fertilisers in the ETS scheme. EU farmers are concerned that the effective levies applied to fertilisers will contribute to further increases in the costs of EU agricultural production, and worsen their competitive position versus agricultural imports (Copa-Cogeca 2022). Resources Appunn, K. (2021) German agriculture ministry wants EU carbon border tax for farming imports. Clean Energy Wire, 20 January. Austrade (2022) Insight – The limited impact of the European Union’s Carbon Border Adjustment Mechanism on Australian agriculture. Australian Trade and Investment Commission. Copa-Cogeca (2022) Copa-Cogeca’s position on the “Fit for 55” package [download]. European Commission (2021a) Carbon Border Adjustment Mechanism: Questions and Answers. European Commission (2021b) Questions and Answers – Emissions Trading – Putting a price on carbon. G20 Italia (2021) Third Finance Ministers and Central Bank Governors meeting: Communiqué 9-10 July. Parry, I.W.H. et al. (2021) Carbon pricing: what role for border carbon adjustments? Prag, A. (2020) The climate challenge and trade: Would border carbon adjustments accelerate or hinder climate action? Sources Regulation (EU) 2023/956 of 10 May 2023 establishing a carbon border adjustment mechanism Disclaimer: Under no circumstances shall COLEAD be liable for any loss, damage, liability or expense incurred or suffered that is claimed to have resulted from the use of information available on this website or any link to external sites. The use of the website is at the user’s sole risk and responsibility. This information platform was created and maintained with the financial support of the European Union. Its contents do not, however, reflect the views of the European Union. EU introduces a carbon border adjustment mechanism targeting certain sectors (but not agricultural products) Regulation (EU) 2023/956 What is changing and why? The European Union (EU) is implementing a new rule called the carbon border adjustment mechanism (CBAM) to discourage European companies from moving their production of goods contributing to high levels of carbon emissions outside of the EU. This rule is aimed at countries where environmental standards may be lower. The new mechanism does not apply to agricultural and food products. CBAM specifically targets imported goods in certain industries: electricity, cement, aluminium, fertilisers, and iron and steel products. Under this mechanism, importers of these goods will be required to purchase CBAM certificates. These certificates are equivalent to the carbon price that would have been paid if the goods were produced within the EU. The price paid by importers will be determined by the difference between the carbon price (if any) paid by producers in the exporting country, and the price set by the EU Emissions Trading System (ETS). The ETS is a system in the EU that puts a price on carbon emissions. It aims to reduce greenhouse gas emissions by providing economic incentives for companies to lower their carbon footprint. Actions Currently the new rule does not apply to agricultural products. This means that agrifood exporters do not have to worry about any direct implications for now. However, the European Commission will review the products covered by CBAM by the end of 2025. They will report to the European Parliament on whether agricultural products should be included under the rule in the future. So agricultural products might be included in the scope of the Regulation at a later stage. Timeline The new obligations for importers and operators in third countries in the sectors concerned (not agricultural products) will apply fully from 1 January 2026. Disclaimer: Under no circumstances shall COLEAD be liable for any loss, damage, liability or expense incurred or suffered that is claimed to have resulted from the use of information available on this website or any link to external sites. The use of the website is at the user’s sole risk and responsibility. This information platform was created and maintained with the financial support of the European Union. Its contents do not, however, reflect the views of the European Union.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}