{
    "title": "Copa - Cogeca: Sankcje na nawozy zagrażają unijnemu rolnictwu",
    "author": "Beata Kozłowska",
    "source": "IGRiT - Internetowa Giełda Rolna i Towarowa - ogłoszenia rolnicze",
    "date": "2025-02-10",
    "text": "Copa - Cogeca: Sankcje na nawozy zagrażają unijnemu rolnictwu Tego samego dnia, kiedy Komisja Europejska przedstawiła unijny kompas na rzecz odzyskania konkurencyjności, zaprezentowała również propozycję nałożenia sankcji na rosyjskie i białoruskie nawozy. Zdaniem Copa - Cogeca jest to ruch, który drastycznie wpłynie na unijną produkcję rolną i konkurencyjność sektora. Jeśli nie powstanie jasna strategii dywersyfikacji, unijni rolnicy niedługo dojdą do ściany. Copa - Cogeca stwierdza, że unijna produkcja nawozów od lat nie nadąża za popytem, co sprawia, że import jest nieunikniony. Sytuacja ta jedynie się pogorszyła po zamknięciu kilku zakładów produkcyjnych na terenie UE. Wdrożenie mechanizmu CBAM (pol. mechanizm dostosowywania cen na granicach z uwzględnieniem emisji CO2) w UE również przełoży się na wzrost kosztów zarówno produktów produkowanych we wspólnocie, jak i tych produkowanych poza UE, które trafiają na jednolity rynek. - Choć rozumiemy, że działanie Komisji wynika z zasadnych motywów geopolitycznych, to właśnie sektor rolny poniesie ekonomiczne skutki tej decyzji. Unijni rolnicy nie otrzymali żadnych zapewnień, że wynikły z sankcji niedobór na rynku zostanie zrekompensowany poprzez zwiększenie produkcji wewnętrznej, dostępnej w konkurencyjnych cenach. Jest to kluczowy argument, którym posługują się zwolennicy wprowadzenia sankcji. Krok ten sprawi, że ceny nawozów wzrosną o co najmniej 40-45€ za tonę w kolejnym sezonie upraw. Oznacza to kolejne obciążenie finansowe dla gospodarstw, które już zmagają się z wysoce trudnymi warunkami finansowymi. Konsekwencje dla produkcji rolnej, konkurencyjności sektora oraz dochodów rolników będą druzgoczące - poinformowano w komunikacie. Copa - Cogeca uważa, że propozycja Komisji pod wieloma względami nie spełnia oczekiwań unijnej społeczności rolniczej, czy to w odniesieniu do wysokich ceł, które zostaną nałożone od lipca br., stopniowego podejścia do sankcji czy też proponowanego tymczasowego zawieszenia w oparciu o ceny z 2024 r., które są znacznie wyższe niż przed pełnoskalową inwazją na Ukrainę. Jeszcze większe obawy budzi fakt, że propozycja Komisji nie zawiera żadnych środków średnio- bądź długoterminowych, które ustabilizowałyby sytuację w sektorze, np. poprzez zróżnicowanie źródeł dostaw czy następujące środki łagodzące: Eliminacja ceł antydumpingowych na import mocznika, saletry amonowej oraz mieszanek UAN pochodzących z USA oraz Trynidadu i Tobago. Zawieszenie ceł konwencjonalnych na import mocznika, UAN, DAP, MAP i NPK (kody 3102 10, 3102 80, 3105 30, 3105 40, i 3105 20 z nomenklatury taryfowej). Przyznanie derogacji w ramach dyrektywy azotanowej w celu umożliwienia wykorzystania przetworzonych odchodów zwierząt gospodarskich (RENURE azot odzyskany z obornika oraz niektórych produktów pofermentacyjnych) wykraczających poza obecny limit 170 kg azotu na hektar. Copa i Cogeca wzywają państwa członkowskie oraz Parlament Europejski do podjęcia pilnych działań w tym zakresie. - Liczymy również, że komisarz ds. rolnictwa, Christophe Hansen, podejmie niezwłoczne działania w tej sprawie i zaproponuje konkretne rozwiązania, pozwalające uniknąć kolejnego kryzysu w sektorze rolnym, co obecnie wydaje się być bardzo prawdopodobnym scenariuszem - poinformowano w komunikacie.",
    "images": "https://igrit.pl/images/articles/2025/02/4990/H2QamfvZpTVHBWoivvJd5VdjpLr2wM6tcVNUyhZn.jpeg",
    "tags": "",
    "excerpt": "Copa - Cogeca stwierdza, że unijna produkcja nawozów od lat nie nadąża za popytem, co sprawia, że import jest nieunikniony. Sytuacja ta jedynie się pogorszyła po zamknięciu kilku zakładów produkcyjnych...",
    "categories": ""
}