{
    "title": "上海市延安重点中学2022届高三上学期期中考试英语试题（Word版含答案，无听力音频无文字材料）",
    "author": "unknown",
    "source": null,
    "date": "2021-12-10",
    "text": "资源简介 上海市延安中学2022届高三上学期期中考试英语试题（考试时间：120分钟 满分：140分）I. Listening Comprehension（25分）Section ADirections: In Section A, you’ll hear ten short conversations between two speakers. At the end of each conversation, a question will be asked about what was said. The conversation and the question will be spoken only once. After you hear a conversation and the question about it, read the four possible answers on your paper, and decide which one is the best answer to the question you have heard.1. A. Boss and secretary. B. Teacher and student. C. Clerk and customer. D. Coach and athlete.2. A. In a library. B. At a travel agency.C. In an information center. D. In a museum.3. A. The girl should tell her feelings to her sister.B. The girl should talk to her sister’s boyfriend.C. The girl should not interfere in her sister’s love affairs.D. The girl should express her dislike in a silent way.4. A. 30 dollars. B. 45 dollars. C. 15 dollars. D. 75 dollars.5. A. He ignored the woman’s words. B. The woman is asking the man to leave.C. It is not allowed to park any car there. D. The man insisted on parking the car there.6. A. Not more than two hours. B. Not less than two hours.C. More than three hours. D. Less than half an hour.7. A. Professor Green serves as a wake-up call to the students.B. Many students are bored with the class.C. Few students think the class is dull.D. Few students meet the professor’s requirements.8. A. He is waiting for the winter to come.B. He can get a discount of the heavy jacket now.C. He needs to buy a warm jacket.D. He has prepared for the winter.9. A. A 100% pure cotton shirt in blue. B. A shirt in navy blue and pink.C. A 100% pure cotton shirt in white. D. A nylon shirt in bright color.10. A. Dismiss Simon from the company. B. Ask Simon to attend the meeting at once.C. Warn Simon not to call in sick. D. Talk with Simon about his serious problem.Section BDirections: In Section B, you will hear two short passages and a longer conversation, and you will be asked several questions on each of the passage. The passages will be read twice, but the questions will be spoken only once. When you hear a question, read the four possible answers on your paper and decide which one would be the best answer to the question you have heard.Questions 11 through 13 are based on the following passage.11. A. Zero degrees Celsius. B. Minus fifteen degrees Celsius.C. Minus twenty degrees Celsius. D. Minus fifty degrees Celsius.12. A. For up to one year. B. For twenty-four hours.C. For a few hours. D. For a few weeks.13. A. After foods have been unfrozen, they can be frozen again.B. Whether the freezing process is fast has nothing to do with the taste of the food.C. To start the freezing process, it is important to lower the temperature to Zero degrees Celsius.D. Generally, if frozen food is left unfrozen for more than twenty-four hours without being eaten,it must be thrown away.Questions 14 through 16 are based on the following passage.14. A. He was an anti-apartheid activist.B. He was also the leader of the African National Congress.C. He spent many years in prison.D. He won his presidency in a fully representative democratic election.15. A. The winning of the Nobel Peace Prize.B. The transition towards multi-racial democracy in South Africa.C. The continuous efforts to win the honorary title of Madiba.D. The planning of sabotages against racial discrimination.16. A. To honor the multi-racial democracy in South Africa.B. To celebrate Mandela’s being elected as President.C. To mark Mandela’s contribution to world freedom.D. To appease the controversy aroused by his opponents.Questions 17 through 20 are based on the following passage.17. A. Medicine. B. Education. C. World history. D. Foreign commerce.18. A. Because she wants her daughter to be a doctor or a teacher.B. Because few people choose foreign commerce as their major nowadays.C. Because she has seen the bankruptcy of many big companies.D. Because commerce is losing its popularity against the background of economy crisis.19. A. A life in which she can face up to the crisis.B. A life with dynamism and unpredictability.C. A life in which she can foresee her future.D. A life full of different chances.20. A. He thinks it is hopefully on the way of recovery.B. He thinks it is getting worse sooner or later.C. He thinks nobody can foresee how the world economy will be.D. He thinks the world economy is not bad at all.II. Grammar and Vocabulary（20分）Section ADirections: After reading the passages below, fill in the blanks to make the passages coherent and grammatically correct. For the blanks with a given word, fill in each blank with the proper form of the given word; for the other blanks, use one word that best fits each blank.Barcelona Embraces Its Wild SideAt the end of April last year, Barcelona’s inhabitants emerged from a six-week lockdown. To their amazement, they found that while the city (21) ________ (lie) dormant (休眠的), nature had been busy transforming the streets and parks into a lively and pastoral wilderness.“The parks were shut, so there was no pressure (22) ________ them from humans or dogs and no gardening was carried out,” says Margarita Pares, who heads the city’s biodiversity programme.“It was spring and it rained a lot more than usual. The result was an explosion in plant growth, (23) _________ there were more insects and more food for birds. And there were many more butterflies, as they are a species that reacts very quickly to changes in the environment.”The city spent the previous two years working on plans to “naturalize” or “rewild” the city, and was about to announce this change of policy when the pandemic struck. By the time the lockdown ended, it was (24) ________ (difficult) to sell rewilding to a public craving fresh air and open spaces.The city is now in the process of creating 783,300 square meters of green open space, including an area around the landmark Sagrada Familia basilica, and 49,000 square meters of “greened” streets. It is also encouraging bird and insect life with around 200 nesting towers for birds and bats, 40 beehives and around 80 plantings (25) ________ (design) specifically as insect “hotels”. The council has also published a biodiversity atlas listing all the city’s flora and fauna.When it comes to (26) ________ (embrace) nature in its cities, Spain lags behind many countries. But it is hoped that Barcelona’s new policy will go some way to rectifying that.“In a city like Barcelona, it’s a case of replacing (27) ________ exists with green infrastructure,” says Lorena Escuer, who runs Hydrobiology, a natural pest control company, and has worked in Barcelona on a pilot scheme (28) ________ aim is to plant wildflowers at the base of trees in the streets rather than surround them with pavement or grating.“It’s not just having a park surrounded by asphalt (沥青) but introducing nature into the city,” says she. “People need re-educating. Their idea of a clean space is somewhere (29) ________ the ecosystem is dead. There has been the conventional wisdom that nature is something outside and that what’s natural for the city is for there to be (30) ________. Covid has forced us to look at nature in a different way. It’s made us look at how we live and how we want to live. The lockdown gave us a glimpse of nature in the city and we like it.”Section BDirections: Complete the following passage by using the words in the box. Each word can only be used once. Note that there is one word more than you need.prosperous B. dedicated C. defiance D. imitated E. instantly F. claim G. prioritized H. freedomI. notoriously J. traumatic K. profoundThe French Icon Who Revolutionized Women’s ClothesIn fashion folklore, Gabrielle Coco Chanel is famously credited as the designer who popularized trousers, making them a key piece in women’s wardrobes, and also for helping to liberate women from the tyranny of the corset (紧身衣). Instead of caging them in stuffy designs, her clothes ____31____ freedom of movement, mobility and comfort. She broke down dressing codes by borrowing elements of men’s fashion, such as pockets and tweed (粗花呢). Like any good pioneer, Chanel’s ____32____ of societal and gender stereotypes early in her career confused some, and inspired others.Indeed, a look back at Chanel’s earlier career places her within the Roaring 20s, a time of indulgence driven by ____33____ economy and post-war recovery. Chanel was responding to the mood of the decade, designing clothes for women who exerted their new-found ____34____ by chopping off their hair and dancing to American jazz music all night. It’s easy to see why some view her as a feminist icon. Words like “feminine” and “femininity” appear often to describe her creations, though she never talked in these terms. What is really obvious, nevertheless, is that she placed women at the center of her creations and ____35____ her life to imagining a new way for women to experience fashion.While the life of the legendary designer — from her ____36____ childhood as an abandoned orphan to the ____37____ that she was a spy for German intelligence — has been scrutinized (仔细审视) in film and books since her death in 1971, the body of her work and her contribution to women’s fashion is far less understood.“There are more than a hundred biographies about her, which talk mostly about her private life,” says Miren Arzalluz, co-curator of Gabrielle Chanel: Fashion Manifesto. “We thought we knew her. But what we realized was that we lacked a ____38____ knowledge of her work. As curators, we rediscovered Chanel.”Take the iconic tweed suit, for example. The two-piece costume, ____39____ recognizable as signature Chanel, remains a staple in the modern woman’s luxury wardrobe nearly 70 years after it was first introduced to the world, and is ____40____ frequently in cheap versions by other brands. But beyond its aesthetic, there are definitive reasons that the suit has become an enduring classic. The secret lies in the details: the jacket was designed to be soft and light and the skirt is designed to rest comfortably on top of the hips and angles slightly backwards to hang below the knee, offering the wearer freedom of movement.III. Reading Comprehension（45分）Section ADirections: For each blank in the following passage there are four words or phrases marked A, B, C and D. Fill in each blank with the word or phrase that best fits the context.A Bold New Era at WorkAdrienne Barnard has worked in human resources since 2004, and has seen all manner of concerns and requests from workers. But Barnard, now senior vice president of people operations at Boston tech startup Mainstay, recently found herself shocked at how emboldened some employees had become.“There’s a sense of ____41____ that’s building,” says Barnard, who’s had to deal with issues like remote workers expressing ____42____ with the system the company used to deliver them free lunches. “These employees are recognizing, ‘You need me, and if I leave, it’s going to be hard to replace me.’”Employees in many industries are in a position of power that they haven’t experienced in years, as the economy swiftly ____43____ from the pandemic and businesses struggle to recruit and retain enough workers to keep up with the growth. The rate of monthly ____44____ hit a record low in May, as job openings notched a record high. Meanwhile, more employees ____45____ quit their jobs in April than ever previously recorded — a clear sign that they’re confident they can find better options.On top of the tight labor market, the pandemic has led many people to reconsider the centrality of work in their lives and has ____46____ some ties to their employers. Surveys suggest roughly 40% of U.S. workers are open to switching jobs in the coming months.To a significant extent, this is a really good development. Workers had lost leverage with employers over the past four decades, amid a sharp ____47____ in union membership and an intense focus on shareholders at the expense of employees. The recent rise in wages, and workers’ increasing ____48____ in workplace practices, in many ways helps reset the balance.Now, in order to attract and retain the workers they need, leaders are having to ____49____ their organizations’ practices. A large portion of office-based companies are rolling out flexible schedules, which allow employees to work when they want, and hybrid arrangements, where they ____50____ their time between office and remote work.Barnard predicts the four-day workweek may even ____51____. Already, Kickstarter and other U.S. companies have committed to experimenting with the approach. And in a high-profile test in Iceland, workers were just as ____52____ and had improved well-being when they worked a shorter weekly schedule.Another tactic is to conduct “stay interviews.” Employers traditionally hold “____53____ interviews” when people leave companies, to better understand what went wrong. ____54____, managers would be better off if they proactively met with staff individually to better understand any problems they’re having before they get to the point of quitting. Good questions to ask include What do you wish you could spend less time on The increasing empowerment of workers is ____55____ and bewildering for many managers. But in the end, most of them are managed by someone else themselves. And if managers think deeply about what would attract them to an employer or make them stick around, it might help them succeed in this moment. As Bock says, “People forget that the thing that would help their teams the most is to give them what they themselves want.”41. A. resentment B. entitlement C. discrimination D. illusion42. A. concern B. gratitude C. dissatisfaction D. agreement43. A. rebounds B. reunites C. recedes D. reacts44. A. complaints B. layoffs C. resignations D. demonstrations45. A. unwillingly B. admittedly C. passively D. voluntarily46. A. reinforced B. loosened C. tightened D. narrowed47. A. decline B. surge C. reversal D. blow48. A. protest B. word C. say D. interference49. A. reassure B. reassess C. repeat D. recall50. A. combine B. distinguish C. waste D. split51. A. take off B. get away C. die out D. catch on52. A. sluggish B. productive C. worn-out D. confirmed53. A. entrance B. dismissal C. exit D. quiz54. A. Meanwhile B. Therefore C. Additionally D. However55. A. frustrating B. inspiring C. frightening D. unforgivableSection BDirections: Read the following three passages. Each passage is followed by several questions or unfinished statements. For each of them there are four choices marked A, B, C and D. Choose the one that fits best according to the information given in the passage you have just read.(A)Across all four walls of a vast hall, Vincent van Gogh’s blue irises begin to sway. They bloom gently at first, then more violently, as the music builds to a crashing crescendo. Visitors to “Immersive Van Gogh”, showing at a former music venue in San Francisco, sit or stand in socially distant circles on the floor, their bodies bathed in the glow of these animated laser projections.“Immersive art” experiences are on the rise, not just in America but across the world. Tens of thousands of people have walked completely dry through a “Rain Room” of streaming water in Shanghai, Melbourne and Sharjah. Others have entered a gallery filled with disorientating yellow fog in Berlin or visited a mirrored “infinity room” in New York. More and more, the experience of contemporary art is just that: an experience.These installations share a common trait: an urge by artists to create—and audiences to enjoy—a space in which visitors participate and play. “It’s a bit like going into the museum and being in the picture,” says Florian Ortkrass, co founder of Random International, an art collective which has followed its blockbuster “Rain Room” with other hands -on exhibits that probe the tension between human bodies and technology. “If this kind of work is done well, it engages people emotionally, it lifts them out of their everyday rut,” adds HannesKoch, Random International’s other co founder. “It heightens your awareness and perception of people and the space around you—and people like that.”Immersion in a sensory experience—a Gesamtkunstwerk or total work of art—has a long pedigree in human history, with the cave paintings at Lascaux and the overwhelming aesthetic experience of the Gothic cathedral. Yet through the 19th and 20th centuries artmaking became more individual and focused on the autonomous painted or sculpted object. Only in the 1960s did artists return to “reinventing art as the environment”. Artists have been experimenting with ambitious installations ever since, enabled by ever more sophisticated technological tools.Admittedly, whizzy new technology is part of the reason for immersive art’s appeal. In a screen saturated world, there is also an undeniable “relief that comes with being in a physical environment that sparks the imagination,” says Ali Rubinstein, co chief executive of Meow Wolf. “People want to connect to artmaking,” agrees Mr Glimcher of Superblue. More profoundly, as humans become more urban and isolated, “we need our artists to help us connect to a sense of awe—to the transcendent (超常的) and to each other,” he adds.Art is always a reflection of the spirit of its time, notes Dorothea von Hantelmann, professor of art and society at Bard College Berlin. What she calls “the shift from object to experience” is a phenomenon of the rich world that reflects many things: an excess of stuff, a young, more interactive generation with a sophisticated aesthetic, and, perhaps, “a new kind of thinking which one might call ecological thinking, which is to think in connections, in relations.”56. Which of the following words is NOT proper to describe “immersive art” experiences A. engaging B. awe-inspiring C. chilling D. dazzling57. According to the passage, the purpose of hosting exhibits of immersive art is to ____________.A. call on people to be alert and stay away from overwhelming technologies.B. liberate people from daily routines and enhance their understanding of the world around.C. urge more visitors to work with artists and participate in the creation of exhibits.D. invite people to experience contemporary art by focusing on framed objects.58. It can be inferred from paragraph 4 that ___________.A. immersion has always been a popular form of artistic appreciation ever since the ancient times.B. the focus on individual experience of art in the 19th century laid a foundation for contemporary immersive art.C. the magnificent works in the Gothic cathedral drew its inspiration from prehistoric cave paintings.D. cutting-edge technologies have accelerated the burgeoning development of immersive art since the 1960s.59. According to the last two paragraphs, immersion has become a much sought-after form of art in that ____________.A. people are immersed in a more self-isolated environment to stimulate imagination.B. people feel relieved and more related, strengthening their connection with what goes beyond ordinary limits.C. artists are to reflect on the difference between autonomous objects and immersive experiences.D. younger generations are inspired to pursue a world of aesthetics teeming with excessive material objects.(B)Clear your head with gingerAromatic ginger is a sure-fire way to wake your whole body, including your mind. It’s packed with antioxidant compounds, which help protect your DNA from damage and fight high blood pressure. It’s also a perfect tonic for treating nausea, clearing congestion and banishing brain fog.TRY THIS Grate ginger into water with a spoon of honey for a spicy drink, or add to a salad.Feed your second brain with star aniseStar anise contains mighty antiviral compounds and is ideal for treating digestive issues and looking after your enteric (肠的) nervous system (also known as your gut), which is often referred to as the second brain. The enteric nervous system is a critical part of the gut-brain axis, through which your gut and brain communicate. This gut-brain axis performs several important functions, which can have a sizeable impact on your mood. For example, the majority of serotonin in your body, a neurotransmitter associated with elevating mood, is found in the gut, so keeping your gut in good order is vital for emotional wellbeing.TRY THIS In Chinese medicine, people take star anise in tea form, and its liquorice flavour enhances Chinese dishes. It’s one of the big five in Chinese five-spice too.Be happy with clovesThe abundance of antioxidant and anti-inflammatory properties in cloves help keep your whole body healthy, but particularly your mind. A study found that the more inflammation present in your body, the more likely you are to suffer from low mood and develop emotional imbalances, so to soothe inflammation is key, and cloves offer an easy way to start.TRY THIS Cloves are deliciously comforting when added to a good-quality hot chocolate, and go well with ground cacao. If chocolate isn’t your thing, they make a simple and warming tea or can be added to both sweet and savoury dishes, such as crumbles and curries.Pep up with black pepperThere’s now even more reason to crack a healthy helping of fiery black pepper over your favourite dish. Studies show that piperine – the main compound in black pepper – can improve brain function. Researchers found that piperine possesses antidepressant-like properties and has a cognitive enhancing effect on the brain. Who would have thought the humble peppercorn could have such mood-boosting potential TRY THIS You may be a dab hand at grinding pepper on your pizza and pasta but, for extra kick with accompanying advantages, add black pepper to fruit dishes. It pairs perfectly with strawberries or watermelon – and you’ll seem quite the foodie!Protect brain cells with smoked garlicThe potent garlic bulb is packed with zinc, which is essential for protecting the integrity of your brain cell membranes and improving blood flow to this area, which helps maximize function. It’s also an effective tonic for your immune system and metabolism, leaving them happy and balanced.TRY THIS Smoked garlic has a milder flavor than unsmoked and the process barely lessens its nutritional powers. We know garlic has a strong taste and smell, but it’s best consumed raw on an empty stomach for maximum health benefits. However, if that raises your eyebrows, smoked garlic can be added to soups and salads or crushed to make garlic butter.60. Which of the following ingredients is particularly effective in fighting against depression A. ginger B. star anise C. black pepper D. garlic61. What does the underlined word “soothe” (in the section of “Be happy with cloves”) probably mean according to the context A. ease B. enhance C. negotiate D. absorb62. Which of the following statements is TRUE according to the passage A. Taking star anise can improve emotional well-being by lowering the level of serotonin.B. Cloves are quite delicious when pairing with fruit dishes such as strawberries.C. Drinking some ginger water may help you recover if you suffer from seasickness.D. It’s the most beneficial to consume smoked garlic on an empty stomach if the strong flavor agrees with you.(C)The statue of King Leopold II of Belgium that stands in sight of the royal palace in Brussels has been defaced dozens of times in recent years. Activists have painted its hands and eyes red as a reminder of the brutality that Leopold unleashed in the Congo Free State, a territory in central Africa, at the end of the 19th century. As many as 10 million Congolese—or half of the population—might have perished as Europeans forced entire villages to collect rubber and ivory for export.Leopold’s exploitation of Congo was a scandal. In 1908, after years of campaigning by journalists, the Belgian state stripped the king of his private possession. The Belgian Congo joined other European colonies in Africa where wanton (恶意的) extraction was to be replaced by a supposedly civilising mission. Yet though less transparently murderous, the “benign” colonialism of elsewhere was often not that different from what happened under Leopold. A new book, “In the Forest of No Joy”, by J.P. Daughton, an American historian, exposes how forced labour in the French Congo (now the Republic of Congo), on the other side of the river from Leopold’s possession (now the Democratic Republic), led to the deaths of tens of thousands of Africans.The book is a masterful, if relentlessly bleak, account of the construction of the Congo Océan Railway, a route designed to connect the central African interior to the Atlantic. What makes it so compelling is the divide it exposes between the often admirable intentions of colonial bureaucrats, who did genuinely think they were lifting Africans out of poverty, and the grim reality that they enabled. The application of “modern” government to conquered people could be almost as savage as plunder (掠夺), Mr Daughton shows.The railway was the idea of Pietro Paolo Savorgnan di Brazza, an Italian born French explorer who conquered much of central Africa for France “by exclusively peaceful means”. The French state imagined itself as a bringer of civilisation to Africa, and the railway was to provide a way for the Congolese to take part in world trade. Yet Mr Daughton shows how the colonial administration in Congo had little capacity to build a railway without violence: it claimed to be recruiting paid volunteers while its agents forced Africans to work at gunpoint. Many were marched hundreds of kilometres to the tracks chained at the neck, as slaves had been a century before. Whatever work had to be done, reported Albert Londres, a French journalist, “it’s captives who do it.”Surprisingly, the French state documented these abuses diligently (the archives provide the source of much of Mr Daughton’s information). In 1926 one inspector, Jean No l Paul Pegourier, compared the treatment of workers on the railway to the German genocide of the Herero in Namibia before the first world war. Yet unlike the reports of Leopold’s abuses, these observations had little effect, not least because orders issued from Paris or even Brazzaville were simply ignored. Rapha l Antonetti, the colonial governor, fought back with an avalanche of legalese.The railway was a masterpiece of engineering, as Mr Daughton readily admits. For decades it provided the only means of transporting goods within Congo. The wealth of Brazzaville, still so named, was built on it. In Britain and France, the infrastructure bequeathed to former colonies is often cited as an argument for its benefits. But to build it, a weak and stingy state had to rely on brutality. As Mr Daughton reports, “the Congo Océan provides an all too useful case in point for how the language of humanity could be invoked to explain the deaths of thousands.”63. According to the passage, King Leopold was infamous for ___________.A. taking possession of the private belongings of 10 million Congolese by killing themB. reviving slavery by illegally transporting the native Congo villagers to EuropeC. being physically handicapped by people in the Congo Free State for his cruel governanceD. his tyrannical and exploitative behaviors imposing forced labor on the Congolese64. Which of the following statements will Mr Daughton probably disagree with A. European bureaucrats’ intention to bring prosperity to the Africans led to unintended consequences.B. The African workers involved in the railway construction were enslaved and ill-treated.C. Despite being crowned as a masterpiece of engineering, the railway is of little benefit to local people.D. Some colonists led no better lives when governed by civilized leaders than by tyrants.65. Why did the documents made by the French state about the construction workers’ being abused barely contribute to improving the condition A. Because the local governor turned a blind eye to the instructions given by higher officials.B. Because some of the descriptions were groundless and denied by the inspector on the site.C. Because the local agents fought back by filing a lawsuit against the alleged documents.D. Because the workers on the railway were contracted volunteers though being treated cruelly.66. Which of the following can be the best title for the passage A. A Brief History of Forced Labor B. Blood on the TracksC. Treasure of Colonialism D. The Vanishing HumanitySection CDirections: Fill in each blank in the article with a proper sentence given below. Each sentence can be used only once. Note that there are two more sentences than you need.A. The commission estimates this impact to be modest, with a slight dip in employment.B. If Europe’s steel mills must pay for the carbon they spew, so will their Chinese rivals selling to the EU.C. But the firm also expects governments to cough up a similar amount.D. A few are reacting as the plan intended: by trying to decarbonise.E. The reaction, however, has been mixed with many firms griping about increased import of cement due to the lack of compensation. F. The European Commission wants to end this handout.A Green and Level FieldSince the EU launched its emissions trading system in 2005, industries have followed divergent greenhouse gas trajectories. The power sector has cut them by half. Among cement and steelmakers,which got free allowances for four fifths of their exhausts to stop the shift of production abroad, they have barely budged._____67_____ In July, the EU’s executive arm proposed new rules to help the bloc meet its goal of cutting emissions by 55% from levels in 1990 by 2030. One proposal would withdraw free allowances for producers of aluminium, cement, fertiliser, iron and steel, and levy import tariffs on these products based on their carbon content. This “carbon border adjustment mechanism” (CBAM) aims to level the playing field. If enacted, CBAM would not start until 2026 and take a decade to roll out. Still, it is a test case that governments and firms elsewhere will study.ICIS, a research firm, predicts that by 2030 CBAM covered companies will receive 145m fewer tonnes of annual allowances than they would have done. That adds up to about ?12bn ($14.2bn) a year, or 2% of the newly covered sectors’ sales. Four fifths of the burden will fall on steel and cement.Heavy industry may pass the costs of CBAM to EU firms that use the carbon intensive inputs. _____68_____ Not everyone agrees. Farmers and unions are furious. Pekka Pesonen, head of Copa Cogeca, a farmers’ lobby, says that fertilisers account for about 35% of the cost of crops such as wheat. The CBAM would thus make it harder to compete with cheaper foreign grain. And the costs will be hard to pass on, because consumers are reluctant to pay more for low carbon products, says Mr Pesonen.Some trade groups are responding by lobbying lawmakers. With some success: in March the European Parliament passed a non binding vote to keep the free allowances. Others will hedge by buying extra allowances when carbon prices are low, as power companies now do routinely. _____69_____ In May Thyssen krupp of Germany teamed up with the Port of Rotterdam to import renewable hydrogen to make green steel. Antoine Vagneur Jones of Bloombergnef, a research firm, identifies 24 small scale hydrogen projects in the CBAMed sectors.Decarbonisation is costly. Making cement with a third less carbon adds some 15% to the cost. Arcelor Mittal, the world’s biggest steelmaker and one of Europe’s largest emitters, expects to invest an extra $10bn to cut carbon by 2030. That could raise its capital spending by a third. _____70_____ Its boss, Aditya Mittal, noted recently that renewable energy firms enjoyed support from politicians. Other executives call for infrastructure, such as pipelines to funnel captured carbon dioxide from factories, as well as financial aid. The EU may need more carrots to go with its new stick.IV. 71. Summary Writing (10分)Directions: Read the following passage. Summarize the main idea and the main point(s) of the passage in no more than 60 words. Use your own words as far as possible. How Come Scientists Draw Opposite Conclusions One of the biggest concerns in science is bias—that scientists themselves, consciously or unconsciously, may put their thumbs on the scales and influence the outcomes of experiments. But gathering the data and running an experiment is not the only part of the process that can go awry. The methods chosen to analyse the data can also influence results even if being based on the same dataset.A new paper, headed by Martin Schweinsberg, a psychologist at the European School of Management and Technology, in Berlin, helps shed some light on why. Dr Schweinsberg gathered 49 different researchers with each handed a copy of a dataset consisting of nearly 8,000 comments made on an online forum for chatty intellectuals. Dr Schweinsberg asked his guinea pigs to explore a seemingly straightforward hypothesis (假设) that a woman’s tendency to participate would rise as the number of other women in a conversation increased. Crucially, the researchers were asked to describe their analysis in detail by posting their methods and workflows, which allowed Dr Schweinsberg to see exactly what they were up to.As it turned out, no two analysts employed exactly the same methods, and none got the same results. Some 29% of analysts reported that women do indeed participate more, if plenty of other women are present. But 21% concluded that the opposite was true. (The remainder found no significant difference.)The problem was not that any of the analyses were “wrong” in any objective sense. The differences arose because researchers chose different definitions of what they were studying, and applied different techniques. When it came to defining how much women spoke, some analysts plumped for the number of words in each woman’s comment. Others chose the number of characters. Still others defined it by the number of conversations that a woman participated in, irrespective of how much she actually said. The statistical techniques chosen also had an impact, though less than the choice of definitions. Some researchers chose linear regression analysis; others went for logistic regression or a Kendall correlation.Truth, in other words, can be a slippery customer, even for simple sounding questions. What to do One conclusion is that experimental design is critically important. It is recommended that scientists specify exactly how they chose to perform their analysis, allowing those decisions to be reviewed by others. It is probably not practical, he concedes, to check and re check every result. But if many different analytical approaches point in the same direction, then scientists can be confident that their conclusion is the right one.V. Translation（15分 3+3+4+5）Directions: Translate the following sentences into English, using the words given in the brackets.72. 近几年，人工智能在养老行业应用广泛。（witness v.）73. 这个藏在岩石里的原始生物几乎不太可能进化成一个高级物种。(There)74. 市长企图振兴该城不景气的经济，却因缺少具体可行的措施被投资者驳回。(attempt n.)75. 尽管对手作为主队比我们更占上风，我们还是凭借各种战术扭转了局势，卫冕冠军。(Despite)VI. 76. Guided Writing（25分）Directions: Write an English composition in 120-150 words according to the instructions given below in Chinese.近几年，各大科技公司纷纷推出配备有多种智能操控系统的仿生机器狗(robot dogs)，被称为“人类高质量宠物”。有人认为，智能宠物的市场潜力巨大，随着技术的精进，它们会代替真实宠物，成为人类的好伙伴和好管家。面对机器宠物和真实宠物，你会如何选择，请通过比较阐述你选择的理由。2021学年第一学期高三期中考试参考答案（满分140分）I. Listening comprehension（25分）Section A. 1—10（每题1分）BACBB ABCCDSection B. 11—20（每题1.5分）CAD DBC DDCAII. Grammar and vocabulary（20分）Section A. （每题1分）21. had lain (had been lying) 22. on 23. so 24. less difficult25. designed 26. embracing 27. what 28. whose29. where 30. nothingSection B.（每题1分） 31—40 GCAHB JFKEDIII. Reading comprehension （45分）Section A.（每题1分） 41—55 BCABD BACBD DBCDASection B.（每题2分） 56—59 CBDB 60—62 CAC 63—66 DCABSection C.（每题2分）67—70 FADCIV. 71. Summary writing （10分）Besides bias, scientists’ choice of methods may also affect experiment results. Some researchers were asked to explore how the presence of other women influenced women’s degree of participation in conversations. Interestingly, they drew mixed conclusions. This resulted from different definitions of research contents and the statistical techniques adopted. One solution is to specify analytical approaches for review in experimental design. (60 words)V. Translation（15分:3 +3+4+5）72. The recent years have witnessed the widespread application of artificial intelligence in the senior care industry.73. There is little chance that the primitive creature hidden in the rock may evolve into an advanced species.74. The mayor’s attempt to revive the city’s gloomy economy was rejected by investors for the lack of specific practical measures.75. Despite the fact that our opponents had an advantage over us as the host team, we reversed the situation by means of various strategies and defended the championship.VI. 76. Writing （25分）高三英语 第29页（共15页） 高三英语 第30页（共15页） 展开更多...... 收起↑ 资源预览",
    "images": null,
    "tags": "上海市延安重点中学2022届高三上学期期中考试英语试题（Word版含答案，无听力音频无文字材料），学科资源，免费课件，免费教案，学案下载",
    "excerpt": "上海市延安中学2022届高三上学期期中考试英语试题 （考试时间：120分钟 满分：140分） I. Listening Comprehension（25分） Section A Directions: In Section A, you’ll hear ten short conversatio",
    "categories": ""
}