{
    "title": "Methane Bulletin",
    "author": "unknown",
    "source": "(C) Influencemap 2021",
    "date": "2025-03-05",
    "text": "The briefing details how recent methane regulatory efforts in the EU and US, the founding members of the Global Methane Pledge, have faced significant industry pushback from the oil and gas and agricultural industries. In clear contrast with corporate advocacy, authoritative bodies such as the Intergovernmental Panel on Climate Change (IPCC) and the International Energy Agency (IEA) have highlighted the climate, economic, and health advantages from reductions in methane emissions. The briefing also details how the oil and gas and agricultural industries adopted a two-pronged narrative playbook to weaken and oppose efforts to develop ambitious methane policy. The playbook's strategy involves i) questioning the scientific understanding of methane emissions, and ii) claiming methane regulations cause negative real-world impacts. The playbook's implementation has successfully weakened key proposal elements, notably significantly weakening the EU Industrial Emission Directive's impact on mitigating agricultural methane emissions. The oil and gas industry sought to apply the narrative playbook firstly by labeling fossil gas as a low-carbon, clean energy source to dissociate fossil gas from its methane emissions and global warming impact (Narrative Strategy 1). It then it asserted that methane regulations will hinder energy security and production (Narrative Strategy 2). Meanwhile, the agricultural sector appears to downplay the impact of methane emissions from agriculture in a manner that suggests it is lesser form of pollution (Narrative Strategy 1), and then pushed claims that methane regulations would negatively impact food security and prices (Narrative Strategy 2). As part of the oil and gas industry's efforts to weaken key methane policy developments, InfluenceMap identified attempts to weaken important policy elements in the EU Methane Regulation, and the Environmental Protection Agency's (EPA) Methane Regulations and the Methane Emissions Charge (Methane Fee) in the US. Despite limited regulatory progress on methane emissions from the agricultural sector, InfluenceMap’s analysis demonstrated greater success from the European agricultural industry in weakening policy developments - particularly the EU Industrial Emissions Directive, which aims to address methane emissions from livestock. The analysis highlights the significant role played by the oil and gas and agricultural industries in shaping methane policy globally and the major risk their advocacy poses to meaningful policy developments. The lack of corporate voices from other industries leaves a glaring gap for positive advocacy on the topic, and provides a key opportunity for climate policy leadership to tackle methane emissions. The Global Methane Pledge, launched in November 2021 at COP26, is a non-binding agreement for countries pledging to take voluntary actions to contribute to a collective effort to reduce global methane emissions by at least 30 percent from 2020 levels by 2030. The pledge has 156 participating countries, representing over 50% of global anthropogenic methane emissions and over two-thirds of global GDP. Since formation of the Pledge, governmental action on methane globally has proliferated in the form of high-level action plans to more detailed regulations, including in regions with limited previous policy action on methane such as Colombia and Nigeria. Analysis currently reveals minimal publicly accessible engagement on some policies by key corporations, which isn't to say that industry is not advocating on them in non-public arenas. In such cases, the tool may be used to demand transparent disclosures on climate policy positions and engagement from companies in these regions. The European Union and United States, key founding members of the Global Methane Pledge, have led efforts to develop methane regulations since its announcement. However, despite support for voluntary industry commitments and for high-level non-binding targets, the majority of industry actors continue to obstruct methane policy development. Below, InfluenceMap highlights several energy and agricultural methane policies in Europe and the United States that have seen significant industry pushback, which has likely led to the weakening of the rules. The analysis for corporate engagement on specific methane policies is derived from InfluenceMap's Methane Platform. To explore the underlying evidence further, click on the hyperlinks throughout the section. The European Commission proposed new rules to prevent methane leakage in the energy sector in December 2021. The measure aimed to tackle methane emissions through improvements in monitoring and reporting of emissions, obligations for leak detection and repair, and measures to eliminate routine venting and flaring. With the EU dependent on imports for over 80% of its fossil gas consumption, policymakers also debated extending the coverage of the regulation to the full energy supply chain, to act on imported fossil fuels. InfluenceMap identified efforts from the oil and gas industry to weaken key policy components including leak detection and repair obligations, alongside pushback on the inclusion of imports. Attempts to weaken key measures: Key oil and gas industry actors advocated to weaken leak detection and repair obligations, water down measurement verification and reporting requirements, and did not support the banning of routine flaring and venting. This included advocacy from companies such as BP, Eni, Equinor, and industry associations including the International Association of Oil and Gas Producers (IOGP) and GasNaturally. Pushback on the inclusion of imported fossil fuels: Members of the oil and gas and utilities industry advocated against the European Commission's attempts to include imported fossil fuels in the methane regulation. Advocacy opposing the inclusion imports was led by European industry associations, such as Eurogas and Gas Infrastructure Europe, but also includes global industry groups including the International Association of Oil & Gas Producers (IOGP) and the American Petroleum Institute (API), and companies such as Eni, Engie, and Snam. Limited positive advocacy: Some renewable energy utilities, such as Enel and Iberdrola, advocated for higher ambition, including the introduction of a binding methane emission reduction target, penalties for non-compliance, and measures for imported fossil fuels. InfluenceMap did not detect any engagement from sectors reliant on oil and gas downstream products impacted by emissions reductions, such as automotives and chemicals. Despite intense negative engagement on the Methane Regulation for the energy sector from the oil and gas industry, the provisional agreement adopted in November 2023 increased the scope to include methane emissions from imported fossil fuels from 2027. However, industry engagement likely led to a weakening of measurement, reporting and verification (MRV) requirements and leak detection and repair (LDAR) obligations, which could lead to significant methane emissions not being reported and reduced. The US Environmental Protection Agency (EPA) proposed rules in November 2021 to update performance standards and requirements around monitoring and repairing leaks for both new and existing wells. In November 2022, the Environmental Protection Agency (EPA) released a supplemental proposal to its methane regulations, which builds on the initial proposal by specifying rules for methane emission leak detection and repair, including at smaller wells, alongside providing more details on key components such as flaring and technology use. InfluenceMap identified significant efforts from the oil and gas industry pushing to weaken key elements of both proposals, alongside advocacy challenging the EPA’s legal authority under the Clean Air Act for the proposed standards. Overwhelmingly negative positions from industry across policy components: US oil and gas and cross-sector industry associations including American Chemistry Council, American Exploration & Production Council (AXPC), Business Roundtable, American Petroleum Institute (API), National Association of Manufacturers (NAM), Texas Oil & Gas Association (TXOGA), and the US Chamber of Commerce continued to oppose and lobby to weaken the newly proposed regulation. Some oil and gas companies' advocacy consisted of a mixture of positive and negative positions on the proposed regulations, including BP, Chevron, Devon Energy, and Occidental. However, ExxonMobil and Coterra Energy did not support key elements of the proposal including by advocating for greater flexibilities and questioning third-party monitoring measures. Questioning the EPA's Legal Authority under the Clean Air Act: Several industry associations including the American Gas Association, American Petroleum Institute, and the US Chamber of Commerce challenged the EPA’s legal authority under the Clean Air Act to require states to update methane emissions performance standards for existing facilities. Limited positive advocacy: US utilities submitted differing positions, of which four – Consolidated Edison, Exelon, National Grid, and Pacific Gas & Electric – jointly advocated positively. European industrial company ABB Inc as well as Shell also offered broad support. The EPA published its finalized methane rule in December 2023. Despite heavy negative engagement from the oil and gas industry, the final rule included strict leak detection and repair obligations for small and large leaks, restrictions on routine flaring, and a zero-emitting standard for pneumatic controllers and pumps. Up until 2024, the majority of methane regulatory developments have been focused on the energy sector, with limited policy progress on agricultural methane emissions1. As part of the EU's efforts to tackle harmful pollutants and regulate pollutant emissions from industrial installations, the Industrial Emissions Directive attempts to tackle methane emissions from livestock. InfluenceMap analysis identified strong opposition from European agricultural industry associations against measures to reduce methane emissions from livestock in the policy. Opposition from European Agricultural Industry Associations: Copa-Cogeca has consistently opposed measures to tackle methane emissions from the agriculture sector in the IED, notably advocating for weaker thresholds for livestock units that would see fewer farms included in the regulation. The European Dairy Association also opposed the inclusion of cattle rearing to the Industrial Emissions Directive, stating that the inclusion would create an administrative burden and hamper growth on farm investment. Opposition from the agricultural industry likely contributed to European policymakers weakening thresholds for livestock emissions from the agricultural sector. The agricultural industry’s success in watering down the EU Industrial Emissions Directive sets a concerning precedent for efforts to develop new regulations to tackle methane emissions from the agricultural sector globally. Since the release of the Methane Platform, InfluenceMap has identified several narratives frequently adopted by the oil and gas and agricultural industries in efforts to weaken and oppose the development of ambitious methane policy and regulation. Corporate advocacy often contrasts authoritative bodies such as the Intergovernmental Panel on Climate Change (IPCC) and the International Energy Agency (IEA), which have highlighted the climate, economic, and health advantages from reductions in methane emissions. The analysis identifies how the oil and gas and agricultural industries adopted a playbook of narratives to restrict regulatory action on methane emissions. The first narrative strategy questions the scientific understanding of methane emissions, and the second claims there are negative real-world impacts from methane regulation. Below each narrative strategy is explained alongside examples from the oil and gas and agricultural industries. The first part of the narrative playbook adopted by the oil and gas and agricultural industries demonstrates how industry initially seeks to propagate uncertainty surrounding the impact of methane emissions. The sectors take different approaches in doing so, detailed below. Oil and Gas Narrative: Labeling Fossil Gas as a Low-Carbon, Clean Energy Source (Click here for further details) A key narrative adopted by the oil and gas industry is labeling fossil gas as a low-carbon, clean energy source to dissociate fossil gas from its methane emissions and global warming impact. Methane is a greenhouse gas with a warming effect 86 times greater than carbon dioxide over a 20-year period, according to the IPCC's 2013 Climate Change Report on the Physical Science Basis (Chapter 8, p.714). Fossil gas is predominantly formed of methane when it is used as a fuel; when it is combusted for energy, it produces GHG emissions, including methane. Methane is also routinely released in the production, processing, transportation, and storage of fossil gas. The IEA also reports that global methane emissions from the energy sector are around 70% greater than officially reported by national governments. In January 2022 comments, US industry association Consumer Energy Alliance, which maintains its mission is to ensure stable energy prices for consumers and improve energy security, stated, “the emissions benefits of natural gas is undisputed. Energy from natural gas results in fewer emissions of almost all air pollutants, including carbon dioxide.” It also called for fossil gas production to not be “encumbered by regulations that do not consider economic and environmental impacts.” Consumer Energy Alliance's corporate members include Chevron, ExxonMobil and Shell. Agriculture Narrative: Downplaying the Impact of Methane Emissions from Agriculture (Click here for further details) The agricultural industry appears to downplay the impact of methane emissions from agriculture in a manner that suggests it is lesser form of pollution, enabling it to oppose regulation of the agriculture sector. The IPCC's 2021 Climate Change Report on the Physical Science Basis acknowledges that the global warming potential of methane from agriculture is slightly lower than from fossil fuels, but clearly highlights the need to rapidly reduce anthropogenic methane emissions from the agriculture sector. The sector accounted for 44% of methane emissions between 2007 and 2016. The report also notes that the atmospheric concentration of methane has grown since 2007 largely due to fossil fuel exploitation, waste, and livestock (Technical Summary, p.69, p.101; Chapter 1, p.188). German company Tönnies Group appeared to challenge the science on the climate impact of methane emissions on its website, accessed in March 2024, as it claimed that the reducing the size of a cattle herd would not impact climate change despite emitting methane emissions. Meanwhile, the European Livestock and Meat Trading Union (UECBV) suggested that biogenic methane emissions do not contribute to atmospheric emissions in a July 2022 public consultation response. The narrative playbook implemented by the oil and gas and agricultural industries uses the promotion of uncertainty (narrative strategy 1) to assert that regulating methane emissions leads to real-world consequences. For the energy sector, regulations are claimed to cause negative impacts on energy security and production, and for the agriculture sector consequences for food security and prices are heavily suggested. Oil and Gas Narrative: Methane Regulations Negatively Impact Energy Security and Production (Click here for further details) InfluenceMap's analysis identified the oil and gas industry's repeated use of the claim that methane regulations negatively impact energy security and production. However in 2022, the IEA reported that methane emissions regulations for the oil and gas sector could prevent substantial gas resources currently being lost to flaring and leaks in the supply chain. The use of regulation is estimated to enable a greater 210 billion cubic metres (bcm) of fossil gas to be made available to global gas markets, which could provide more immediate relief to energy security and supply concerns than investments in new gas supply. In a September 2023 letter to European policymakers, Eurogas, GasNaturally, and the International Association of Oil and Gas Producers (IOGP) emphasized energy security concerns from the EU Methane Regulation including imported fossil fuels. Similarly, in a April 2024 social media post, IOGP raised energy security concerns following the decision by policymakers to include imports in the scope of the regulation. Agriculture Narrative: Methane Regulations Negatively Impact Food Security and Prices (Click here for further details) The agricultural industry promotes the narrative that regulation would negatively impact food security and prices to dissuade action on methane emissions from the sector. However, across several reports, notably the Climate Change 2022 Report: Impacts, Adaptation and Vulnerability (Technical Summary, p.23) and Climate Change 2022 Report: Mitigation of Climate Change (Chapter 3, p.374), the IPCC has identified that increasing methane emissions will exacerbate climate change impacts on food production systems, which can lead to food security concerns. It also states that the agricultural sector accounts for 44% of anthropogenic methane emissions indicating a clear need to rapidly reduce methane emissions from this sector. In an August 2023 news release, European Livestock Voice stated agricultural methane emissions should be reduced \"in a way that does not threaten food production\". Meanwhile, Copa-Cogeca highlighted the measures in the EU Industrial Emissions Directive that would \"shift consumption of products originating in non-EU countries\" in an April 2023 press release. These narratives adopted by the oil and gas and agricultural industries have been influential in efforts to weaken and oppose regulatory efforts to reduce methane emissions and pose a concern to future policymaking efforts. For example, continuing to stress that agricultural methane is less impactful or not relevant to mitigation efforts could lead to the de-prioritization of regulatory efforts to address these emissions, such as in the EU Industrial Emissions Directive. Similarly, with energy security remaining a key political topic, advocacy claiming negative implications from regulations will likely impact future policy outcomes. InfluenceMap’s Methane Platform, launched in November 2022, is an interactive tool providing real-time updates on how the corporate sector interacts with methane policy globally. InfluenceMap has recently updated the platform to help users more effectively understand and apply its content. Updates include: The platform's map allows users to explore the global methane policy landscape and understand which regions are converting voluntary methane targets into meaningful policy. It can be filtered by global methane emissions by country (all signatories of the Global Methane Pledge), along with details on which countries currently have methane regulations for the energy sector and agricultural sector - the two sectors with the largest contribution to anthropogenic methane emissions. A new search function added to the map provides an overview of progress in individual countries, summarizing a country's methane policies and regulations. The Policy Tracker aggregates and summarizes corporate advocacy trends for individual methane policies in real-time. Each page can also be used to investigate the likely impact this lobbying had on the policy and explore the most engaged companies and industry associations for each policy. InfluenceMap continues to update the tracker with the latest methane policy developments globally, including additions for new regulations in Canada, Colombia, Nigeria, and New Zealand. It also includes recent methane action plans announced in China and Korea, to understand if industry is influencing methane policy developments prior to or beyond the regulatory level. Where InfluenceMap has yet to detect any public corporate engagement, the policy is still listed on the tracker, so that the tool may be used to prompt corporations to issue transparent disclosures on their climate policy engagement. The Narrative Tracker utilizes InfluenceMap’s analysis of policy engagement by companies and industry associations to identify the most frequently used narratives adopted by the fossil fuel and agricultural industries in their attempts to weaken and oppose the development of ambitious methane policy and regulation. Each tracker includes InfluenceMap's explanation of the narrative alongside a summary of relevant expert recommendations from the Intergovernmental Panel on Climate Change (IPCC) and the International Energy Agency (IEA) to serve as a fact check for the claim. The tracker also includes recent examples of specific entities adopting the narrative, a table listing entities most frequently adopting the narrative, and a map showing regions of use. 1 - Of existing efforts, Uruguay has set two agriculture-related methane emission targets: a 57% reduction per GDP unit by 2025 on 1990 intensity level, and 32% reduction per KG of beef by 2025 on 1990 intensity level. Similarly, New Zealand announced a target to reduce biogenic methane emissions by 10% compared to 2017 levels, and by between 24 to 47% lower by 2050. New Zealand is also in the process of introducing a levy on agricultural methane emissions, the first of its kind.",
    "images": "https://influencemap.org/site//data/000/027/27918.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "This online briefing is the first of a new regular series launched by InfluenceMap, providing an overview of corporate policy engagement on methane policy globally, captured on its Methane Platform. The briefing summarizes analysis of corporate engagement on methane policies and explores the narratives adopted by industry to restrict action on methane emissions.",
    "categories": ""
}