{
    "title": "EU-Parlament blockiert CBAM-Entscheidung",
    "author": "unknown",
    "source": "Home of Steel",
    "date": "2022-06-10",
    "text": "Wichtige Weichenstellung für Klimaschutz und Transformation wurde auf die lange Bank geschoben Das Europäische Parlament (EP) hat am 8. Juni 2022 die Revision der EU-Emissionshandelsrichtlinie und die Einführung eines CO2-Grenzausgleichs zurück an den EP-Umweltausschuss verwiesen, was die Entscheidungen zu den zentralen Fragen des Fit-for-55-Pakets um Monate verzögern kann. Gleichzeitig warten die Unternehmen der Stahlindustrie noch immer auf verlässliche politische Rahmenbedingungen, mit denen sie ihre Transformation in eine klimaneutrale Zukunft angehen können. Dazu Hans Jürgen Kerkhoff, Präsident der Wirtschaftsvereinigung Stahl: „Die Unternehmen der Stahlindustrie stehen mit ihren Planungen bereit, wie sie durch Investitionen in klimaschonende Technologien erhebliche Millionen Tonnen CO2 in den nächsten Jahren einsparen können. Dafür brauchen sie auch einen effektiven Schutz vor Carbon Leakage, der ihre internationale Wettbewerbsfähigkeit absichert. Mit der Blockade in Brüssel fehlen ihnen aber weiter zentrale politische Rahmenbedingungen, auf deren Basis sie ihre Investitionsentscheidungen für eine grüne Zukunft treffen können. Durch die Verzögerung fehlt es auch an der notwendigen Klarheit für politische Vorhaben auf der nationalen Ebene, wie beispielsweise Klimaschutzverträge, die eine entscheidende Bedeutung für den Erfolg der Transformation haben. Ich kann es nur bedauern, dass das Europäische Parlament bei diesem wichtigen Thema nicht zu einer einvernehmlichen Lösung gekommen ist, die die Transformationspfade der Unternehmen angemessen unterstützt.“ Sieht Brüssel den dringenden Nachbesserungsbedarf? Der Wirtschaftsverband Stahl- und Metallverarbeitung (WSM) hofft dies und fordert weiter eine stärkere Berücksichtigung der Branchen, die auf Stahl als Vormaterial angewiesen sind. Hauptgeschäftsführer Christian Vietmeyer: „Der CO2-Grenzausgleich in der vorliegenden Form benachteiligt die Stahlverarbeiter in der EU. Sie müssten zu erhöhten Stahlpreisen einkaufen und wären auf ihren Exportmärkten nicht mehr wettbewerbsfähig. Dieses Problem löst der bisherige Vorschlag bislang nicht – nun hoffen wir, dass der Umweltausschuss bei der Überarbeitung darauf eingeht.“ Der WSM plädiert schon lange für eine gerechte Lösung, die nicht nur Stahlproduzenten, sondern auch -verarbeiter schützt. (Quellen: Wirschaftsvereinigung Stahl; Wirtschaftsverband Stahl- und Metallverarbeitung)",
    "images": "https://www.home-of-steel.de/storage/media_steel/images/4569/conversions/EU-Ukraine_lores-full.jpg",
    "tags": "",
    "excerpt": "Wichtige Weichenstellung für Klimaschutz und Transformation auf die lange Bank geschoben",
    "categories": ""
}