{
    "title": "Wirtschaftsvereinigung Stahl - Stahlindustrie Deutschland",
    "author": "unknown",
    "source": "Wirtschaftsvereinigung Stahl - Stahlindustrie Deutschland |",
    "date": "2024-10-12",
    "text": "Aktuelles Daten und Fakten Deutschland ist größter Stahlproduzent der EU und siebtgrößter weltweit in stahlintensiven Branchen, rund 80.000 in der Stahlindustrie mit einer klima­neutralen Stahlindustrie – pro Jahr! Wer wir sind Die Wirtschafts­vereinigung Stahl ist die Stimme der Stahlindustrie in Deutschland, die sich zum Ziel gesetzt hat, bis 2045 klima­neutral zu produzieren – und damit ein Drittel der gesamten industriellen Treib­haus­gas­emissionen einzusparen. Der 1874 gegründete Verband mit Hauptsitz in Berlin macht sich für einen politischen Rahmen stark, der einen klima­neutralen und auch in Zukunft starken Stahlstandort möglich macht. Mit 37 Millionen Tonnen pro Jahr (2024) weist Deutschland die größte Stahlproduktion Europas auf. Die von der Wirtschafts­vereinigung Stahl vertretene Branche ist die Basis zahlreicher industrieller Wertschöpfungsketten wie etwa Automobilindustrie und Maschinenbau. Nahezu jede Energiewendetechnik – vom Offshore-Windrad bis zum Strommast – besteht zu hohen Anteilen aus Stahl. Fast 70 Prozent des Exports aus Deutschland besteht aus stahlintensiven Produkten. Ihre inhaltlich-politische Expertise bringt die Wirtschafts­vereinigung Stahl in den Bereichen Energie- und Klimapolitik, Wirtschafts- und Handelspolitik sowie Umwelt- und Nachhaltigkeitspolitik in den politischen Diskurs auf Bundes-, Länder-, und EU-Ebene ein. Mit zielgerichteten Kommunikations­aktivitäten verschafft die Wirtschafts­vereinigung Stahl der Branche Sichtbarkeit in der Öffentlichkeit. Die Wirtschafts­vereinigung Stahl ist Mitglied im Bundesverband der Deutschen Industrie (BDI), im europäischen Stahlverband EUROFER und im Welt­stahl­verband worldsteel. Zudem ist sie Mitglied der Plattform der energie­intensiven Industrien in Deutschland (EID) und des Bündnisses Zukunft der Industrie.",
    "images": null,
    "tags": "",
    "excerpt": "Die Wirtschaftsvereinigung Stahl ist die Stimme der deutschen Stahlindustrie und engagiert sich für einen klimaneutralen Stahlstandort bis 2045.",
    "categories": ""
}