{
    "title": "Oddo BHF - CRH Plc (CRG) ... ODDO : Cement makers up against CO2 and taxonomy barrier",
    "author": "October CMS",
    "source": "ResearchPool",
    "date": "2021-10-22",
    "text": "CRH is a diversified international building materials company. Co. is engaged in the manufacture and distribution of a range of building materials products from the fundamentals of heavy materials and elements to construct the frame, through value-added products that complete the building envelope, to distribution channels which service construction fit-out and renewal. Co. operates seven operating segments: Europe Heavyside, Europe Lightside, Europe Distribution, Americas Materials, Americas Products, Americas Distribution and Asia. HeidelbergCement is engaged in the production and distribution of cement and aggregates, concrete and building products. Co.'s product range is complemented by downstream activities, such as ready-mixed concrete, concrete products, and concrete elements; in some countries, asphalt and building products, such as bricks and roof tiles, lime, or sand-lime bricks, are also manufactured. Furthermore, Co. provides services such as worldwide trading in cement and coal by sea. Co.'s products are used for the construction of houses, infrastructure, and commercial and industrial facilities. LafargeHolcim is a producer of cement and aggregates. Co. also supplies ready-mix concrete, concrete products, asphalt and a range of services. Co. operates through three segments: cement, aggregates, and other construction materials and services. Co.'s cement segment provides a range of cementitious materials and also develops customized blends for special applications. Through its aggregates segment, Co. produces aggregates which include crushed stone, gravel and sand mainly used in the manufacture of ready-mix concrete, concrete products and asphalt, as well as for road building and railway tracks, with production centered on quarrying, preparing and sorting the raw material. Titan Cement International SA is a Belgium-based international cement and building material producer. The Company's activities include the production, transportation, and distribution of cement, concrete, aggregates, fly ash, mortars and other building materials. The Company reports its activities into four geographical business segments: Greece and Western Europe, North America, South East Europe and Eastern Mediterranean. Apart from the transportation and distribution, the Company also transfers its know-how through collaborations with customers, business partners, local communities and Academia. Vicat specializes in the production and marketing of cement, ready-mixed concrete and aggregates. Co. is also engaged in other activities which are: transport brokering (transporting materials and merchandise to large work sites) and contract work, production of prefabricated concrete products, fabrication of building products and paper. Co.'s business is divided into four segments: Cement, Ready-Mixed Concrete, Aggregates and Other Products and Services. Co.'s activities are conducted in eleven countries across Europe, North America Asia, Africa and the Middle East such as: France, U.S.A., Italy, Switzerland, Turkey, Egypt, Senegal, Mali, Mauritania, Kazakhstan and India. ​Oddo Securities provides securities brokerage and research services. The company offers equity, economic, and derivatives research and credit analysis services. It focuses on insurance, automotive, building materials, pharmaceuticals, telecommunications, information technology, and agri-food industries. Unfortunately, this report is not available for the investor type or country you selected. Browse all ResearchPool reports Report is subscription only. Thank you, your report is ready. Thank you, your report is ready.",
    "images": "https://app.researchpool.com/themes/pukkaresearch/assets/images/multisector.png",
    "tags": "",
    "excerpt": "Phase IV of the CO2 market and the CBAM are set to entail an in-depth paradigm shift. The impending blow from the taxonomy is also keeping players under financial pressure. The industry has no other o",
    "categories": ""
}