{
    "title": "Meranti Green Steel plans to build a green steel plant in Thailand",
    "author": "Вадим Колисниченко",
    "source": "GMK.CENTER",
    "date": "2024-12-04",
    "text": "News Global Market green steel 1845 04 December 2024 The plant will have an annual capacity of up to 2.5 million tons of low-carbon hot-rolled coils Singapore’s Meranti Green Steel plans to build a green steel plant in Thailand, said Sebastian Langendorff, the company’s chief executive officer, in an interview with S&P Global. The new facility, which will be located in the IRPC Eco-Industrial Zone in Rayong province, will have a capacity of up to 2.5 million tons of low-carbon hot-rolled coils per year. Construction is expected to begin in 2026, with investment approvals expected to be completed in 2025, and the plant is scheduled to start up in mid-2028. According to Mr. Lagendorf, Meranti Green Steel plans to use a combined process to produce steel that will significantly reduce CO2 emissions. The main source of energy at the initial stage will be natural gas, which will be used in the amount of 80-90%, supplemented by green hydrogen. This will help achieve emissions of 600-700 kg of CO2 per ton of steel. In the future, the company plans to increase the share of hydrogen to more than 80%, which will reduce emissions to less than 200 kg CO2 per ton. To ensure efficient supply of raw materials, Meranti has identified promising regions with access to natural gas and renewable energy sources, including Western Australia and the Middle East. In addition, the company has already signed a number of agreements for the supply of its products, which demonstrates the high market interest in low-carbon steel. Despite the fact that the global steel industry is facing challenges, including falling prices and market oversupply, Langendorff expressed optimism about the prospects for low-carbon steel. In particular, he noted that increasing regulatory pressure for decarbonization, particularly in Asia, and the introduction of the Carbon Based Import Adjustment Mechanism (CBAM) in Europe are contributing to the formation of a premium for environmentally friendly steel. The CEO also emphasized that Meranti Green Steel has an advantage as a new player in the industry. The absence of old technologies with high emissions allows it to immediately implement innovative solutions in production. “The global transition to green steel is inevitable, which creates favorable conditions for the development of such projects,” Lagendorf summarized. As GMK Center reported earlier, global steel production in January-October 2024 decreased by 1.6% compared to the same period in 2023 – to 1.55 billion tons. In Asia and Oceania, the figure reached 110.3 million tons, down 2.1% y/y.",
    "images": "https://gmk.center/wp-content/uploads/2024/12/1733220254040.jpg",
    "tags": "green steel;steel production;Southeast Asia;ArcelorMittal Kryvyi Rih",
    "excerpt": "The plant will have an annual capacity of up to 2.5 million tons of low-carbon hot-rolled coils",
    "categories": ""
}