{
    "title": "CBAM is the EU's carbon border tax. What is it and how will it affect business?",
    "author": "Станислав Зинченко",
    "source": "GMK.CENTER",
    "date": "2025-03-19",
    "text": "Opinions Green steel CBAM 1224 19 March 2025 The situation is almost catastrophic – both we and our European partners will lose from it CBAM as a tool for trade wars and industrial policy As expected, the CBAM (Carbon Border Adjustment Mechanism) turned out to be not a climate instrument, but a full-fledged protective tool and an element of trade wars. Although 5 years ago it was positioned as a means to reduce CO2 emissions, the European Union is now making no secret of the fact that CBAM is purely a trade policy tool to protect domestic markets and support its producers. The EU plans to use the proceeds from the sale of CBAM certificates to subsidize the decarbonization of its own industry. This is a classic element of industrial policy. Carbon adjustment of imports as a global trend The European Union initiated CBAM, but gradually other countries began to introduce similar mechanisms. The UK has already decided to launch its own CBAM. Norway, Taiwan, Australia, Canada, South Korea, and other EU partners are planning to take a similar approach, as they realize that without CBAM, their producers will lose competitiveness, as they will not be able to compete with imports from countries that do not pay for CO2 emissions. The EU was not ready for its own ETS As experts had predicted, despite extensive preparations, the European Union was not ready for the CBAM. The biggest difficulties arose in the area of reporting and administration. The changes to CBAM that have now been announced by the European Commission as part of the Clean Industry Agreement are due to this very fact. The EU is faced with the fact that more than 120 thousand European companies have to submit reports. Small and medium-sized companies predominate among them. Therefore, they decided to remove these companies with small import volumes from CBAM reporting. Now 99% of companies will not report, but this will affect a maximum of 10% of emissions. However, for large companies, nothing will change: financial obligations remain relevant. Although physical payments have been postponed to 2027, financial obligations for 2026 will remain. At the same time, European producers, through their associations, are putting pressure on the EU to strengthen the CBAM to protect themselves from competition. At the same time, they also talk about the need to subsidize industries for a “clean transition.” Therefore, quotas, anti-dumping investigations that are currently being conducted in the EU, particularly in the steel industry, are used to protect their own market. CBAM and Ukraine: passive position and potential losses For some reason, the CBAM is still perceived in Ukraine through the climate prism, although in the EU it is already seen exclusively as an economic and trade instrument. The Ukrainian government is not currently actively negotiating this mechanism. This makes our country’s position extremely weak. It is worth noting that the volume of Ukrainian exports to the EU is only growing: in 2024, it reached $25 billion. About 15% of Ukraine’s exports to the EU are already subject to CBAM. According to GMK Center’s latest forecasts on the impact of the EU carbon tax, the negative impact of the CBAM will increase over time as the number of free allowances decreases and the price of CO2 rises. Accordingly, the cost of CBAM certificates will also increase – according to our assumptions, it could reach almost $150/t CO2 in 2030. According to our calculations, in 2030, the losses of Ukrainian exports due to CBAM could amount to $1.8 billion, and the total export losses for 2026-2030 could reach $4.7 billion. The most severe factor for Ukraine is that due to the impact of this mechanism, our country risks losing almost $3 billion in potential investment in industry from 2026 to 2030. It’s all natural: no exports means no investment. For Ukraine, this means losing its future. Carbon tax as a factor of disintegration between Ukraine and the EU Although Ukraine is a candidate for EU membership and is partially integrated into the European economy, in terms of trade, the CBAM effectively treats it as a third country, like Turkey or China. If Ukrainian producers are unable to export to the EU because of the carbon tax, they will be forced to reorient their exports to other markets. This could lead to disintegration of Ukraine’s economy with the EU, because true integration is not about signed agreements, but about the growth of mutual trade. This will ultimately have a negative impact on the physical integration of the Ukrainian economy into the EU, and this is a very important factor. To prevent this from happening, Ukrainian enterprises and Ukrainian trade should be treated as part of the European market. But in the current state of affairs, the CBAM is an element that stops the integration of Ukraine’s economy into the European economy. Since the EU depends on imports of raw materials and semi-finished products in all areas, Ukraine with its exports, in my opinion, is an important element in ensuring the economic security of Europe. And it is important for our European partners to understand this. At the moment, we do not see this understanding. Why Ukraine needs its own CBAM The EBA’s Industrial Ecology and Sustainable Development Committee has consistently emphasized that Ukraine needs to develop its own carbon adjustment mechanism for imports to protect its domestic market. For example, Norway, which is not a member of the EU, has already made a decision to this effect, realizing that such a step will help maintain the competitiveness of local producers. If Ukraine introduces CBAM, it will be an important argument in negotiations with the EU, demonstrating that we can control our markets and prevent the circumvention of European carbon tax rules through Ukrainian territory. The CBAM is expanding and will gradually cover new sectors – in particular, it may be applied to the agricultural sector and consumer goods production in the future. I believe that Ukrainian businesses should develop adaptation strategies now, as CBAM will only get stronger and affect the entire value chain. One way or another, the implementation of CBAM, even at the reporting level, will affect all businesses in Ukraine. Instead of waiting for new restrictions, Ukraine should actively engage in the global CBAM regulatory process and protect its interests in the international arena.",
    "images": "https://gmk.center/wp-content/uploads/2025/03/photo_2025-01-31_18-20-47.png",
    "tags": "CBAM;Ukraine;export;EU;ArcelorMittal Kryvyi Rih",
    "excerpt": "The situation is almost catastrophic – both we and our European partners will lose from it",
    "categories": ""
}