{
    "title": "Ex-Ilva: steel plant in Taranto continues the fight for the future — GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2023-11-22",
    "text": "Acciaierie d'Italia's prospects depend on ArcelorMittal's willingness to invest in the company The former Ilva, the Italian Acciaierie d’Italia (ADI), has once again found itself at a crossroads. The immediate future of the Taranto steel mill, as well as other plants in the company, depends on the decisions made at the shareholders’ meeting scheduled for November 23. One of the main questions is whether ArcelorMittal, which holds a 62% stake in ADI, is ready to invest in the company’s rescue and further development. Trade unions and officials have already expressed doubts about this. Recent history The joint history of ArcelorMittal and Ilva began in 2017. In March, AM Investco, a consortium of companies led by ArcelorMittal, submitted an offer to acquire Europe’s largest steel mill. In June, an agreement was reached with the Italian government on a lease and a commitment to further acquire Ilva and its subsidiaries. The purchase price was €1.8 billion, with investments of €2.4 billion over a seven-year period. In the spring of 2018, the European Commission approved the takeover of Ilva by ArcelorMittal. To complete the acquisition, the corporation had to fulfill certain conditions, including the obligation to sell steel mills in the Czech Republic, Belgium and Romania. Ilva became part of the ArcelorMittal Group in November 2018 – the steel giant was the main partner of AM Investco with 94.4% of the consortium’s shares. However, a year later, problems began to arise. The Indian Steel Corporation announced its intention to withdraw from the purchase agreement. The reason was the abolition of the so-called «criminal shield» – the immunity originally granted to Ilva during the emergency administration and promised to ArcelorMittal. It was supposed to provide legal protection for both the company’s managers (authorized persons) and future buyers in implementing the environmental plan, protecting them from past litigation. In 2020, the process of returning the state to Ilva’s management began. In December, Invitalia, the national agency for investment and business development, signed an agreement with ArcelorMittal that paved the way for the Italian authorities to become the main shareholder of the troubled steel business. The agreement also included a number of environmental and industrial investments, including a decarbonization plan to install an electric arc furnace in Taranto capable of producing up to 2.5 million tons of steel per year. In 2021, Invitalia invested €400 million in AM Investсo Italy, giving the agency a 38% stake and joint control of the company with ArcelorMittal. The same year, the consortium changed its name to Acciaierie d’Italia (ADI). It was predicted that due to additional investments planned for 2022, the state would control 60% of the shares, and ArcelorMittal would own the rest. Instead, Invitalia’s share is still 38%. Production capabilities Acciaierie d’Italia (formerly Ilva) is the largest and only integrated steel producer in Italy. Its main production facility is well positioned in terms of logistics, being close to one of the largest deep-water ports in Europe, providing easy access to raw materials. In addition, ADI’s assets include significant steel processing facilities in Taranto, Novi Ligure and Genoa. In 2022, the Taranto steel plant, ADI’s main asset, shipped 3 million tons of steel products to customers. The largest volume was sold in Italy – 76%. Spain accounted for 5% of sales, Germany – 5%, France – 2.3%, and Turkiye – 2%. Sales for the year amounted to: rolled steel – 2.6 million tons (77% went to the domestic market), thick-sheet – 243.6 thousand tons (65% – domestic market), slabs 175.1 thousand tons (94% – domestic market). In total, the company smelted 3.5 million tons of steel and produced 3.3 million tons of pig iron during the year. In 2023, ADI planned to produce 4 million tons of steel, but according to current estimates, this volume is unlikely to exceed 3 million tons. State support Employees of Acciaierie d’Italia have long been demanding government intervention to save the company. The Minister of Enterprises and National Production, Adolfo Urso, also announced at the end of last year that ADI had serious financial problems, reduced production and debts to various companies, including energy companies. However, the government was in no hurry to become a majority shareholder, although it supported the company. In particular, earlier this year, the Italian government approved a €1 billion ($1.06 billion) injection into the troubled ADI steel plant in two installments (€680 million and €320 million). The first installment was authorized in February. The new agreement between ADI’s shareholders envisaged investments to be used for the industrial development of the Taranto facility, restarting production at the steel mill, and ensuring employment and better performance. The company, in turn, confirmed its plans to produce at least 4 million tons of steel in 2023, start reconstruction of blast furnace No. 5, which has been idle for several years, and build an electric arc furnace. Earlier, it was announced that Italy would receive €1 billion from the European Commission (EC) for decarbonization under the Just Transition Fund (JTF). The EU funds were supposed to support the decarbonization of ADI, among other things. A difficult situation Despite the government support, the situation at Acciaierie d’Italia’s enterprises remained uncertain. In the fall of this year, the problems escalated once again. In particular, in September, ADI’s trade unions again appealed to the Italian government. They pointed out that the private partner had failed to implement the industrial plan, maintain employment, or achieve the announced production targets. In particular, at that time, the Taranto steel plant had not started reconstruction of BF No. 5. Workers’ representatives also complained about the lack of transparency regarding the use of €400 million that Invitalia invested in ADI in 2021 and an additional €680 million allocated to the company this year. Franco Bernabe, president of Acciaierie d’Italia, later confirmed that the situation at the Taranto plant was difficult and that the company needed to be recapitalized. In turn, Giancarlo Giorgetti, Minister of Economy and Finance of Italy, said that if the state assumes obligations, the private partner should take on similar ones. The Taranto steel plant needs to take concrete steps, ranging from investments in decarbonization (€5.5 billion over several years) to restoring production and building relationships with workers and trade unions. Plans and commitments Antonio Gozzi, president of the Italian steelmakers’ association Federacciai, also pointed out that ADI needs a serious industrial and decarbonization plan to survive, especially given the start of CBAM implementation. He noted that if the private partner does not intend to invest heavily in restarting the Taranto plant, another solution must be found so that Italy can support this strategic asset as well. Acciaierie d’Italia, in turn, expressed dissatisfaction with Gozzi’s statements. In addition, new tensions have emerged between Invitalia and ArcelorMittal. In a letter dated October 23, Bernardo Mattarella, Invitalia’s CEO, sent to ADI’s management – Franco Bernabe and Lucia Morselli – and ArcelorMittal itself, he emphasized «a serious reluctance to cooperate.» According to Mattarella, Invitalia has not received updated information on the situation with steel production and the necessary amount of liquidity to fulfill its obligations to produce 4 million tons of steel at the Taranto plant in 2023. Invitalia also warned of the risks of defaulting on payments to energy suppliers. In addition, Mattarella called on ADI to clarify whether the €320 million financial support for the company is necessary and sufficient, and how this amount was calculated, with specific guidance on the business continuity prospects for the relevant period. Difficult negotiations The immediate future of the former Ilva depends on the Acciaierie d’Italia shareholders’ meeting scheduled for November 23. On November 9, steelworkers’ unions held another meeting with the authorities about ADI. They described this round as “catastrophic”. Uilm Secretary General Rocco Palombella noted that the authorities are subordinating every decision to the upcoming shareholders’ meeting. Michele De Palma of Fiom emphasized that ArcelorMittal «cannot hold the country hostage,» while Fim Cisl Secretary General Roberto Benaglia added that the government promises that «the plant will not close in any case.» The meeting will have to address key issues such as who will invest the €300 million needed to keep the steel business going (trade unions consider another government injection to be another waste of public funds) and how the plans to decarbonize the Taranto plant will be supported. The Memorandum of Understanding signed by the government and ArcelorMittal in September of this year obliges the government to finance environmental initiatives worth €2.27 billion, which will be received through RePowerEu or other European funds, while the remaining €2.35 billion will be covered by Acciaierie d’Italia. The key issue now is the amount of the partners’ contributions, commitments and timing. In January-October 2023, Italy reduced steel production by 3.4% compared to the same period in 2022 – to 17.87 million tons, and also reduced the production of flat and long-rolled products (1.4% and 3 .7% annually, respectively). The non-fulfillment of planned steel production volumes by ADI, in turn, will also affect the year-end statistics.",
    "images": "https://gmk.center/wp-content/uploads/2023/11/shutterstock_2291390607-1.png",
    "tags": "Italy;steel production;ArcelorMittal Kryvyi Rih",
    "excerpt": "Acciaierie d'Italia's prospects depend on ArcelorMittal's willingness to invest in the company",
    "categories": ""
}