{
    "title": "CBAM: The outlook and challenges for the steel market",
    "author": "unknown",
    "source": "energytransition.techint.com",
    "date": "2023-12-01",
    "text": "Just over a month after the entry of the European Carbon Border Adjustment Mechanism (EU-CBAM) into force, there are still significant uncertainties regarding the effective implementation of its methodology. The initiative has also come in for criticism due to its potential to infringe on the principles of non-discrimination and most favored nation treatment upheld by the World Trade Organization (WTO). What is it, and how does it work? The Carbon Border Adjustment Mechanism (CBAM) is an initiative proposed by the European Union (EU) to put a price on the carbon emitted while producing carbon-intensive goods that enter the EU from countries lacking comparable carbon pricing systems. In principle, the goal of the CBAM is to level the playing field for companies and discourage shifting emissions to countries with less stringent climate policies. However, since its inception, the CBAM has been criticized by different global players, as they argue that the mechanism could violate WTO rules, increase the cost of goods for consumers, and disproportionately affect developing countries. Difficulties meeting deadlines As the details of its implementation start to emerge, the mandatory reporting deadline draws closer. Effective October 1, the obligated party, meaning the importer, must submit information related to each quarter one month behind schedule. In addition to data relating to specific 'product '-related CO2 emissions (classified by tariff code), the information required includes the percentage of waste byproducts, the chemical composition of the steel, and any CO2 emissions charges that may have been incurred in the country of origin. Given these considerations, ALACERO, the regional entity representing the iron and steel industry, recently issued a statement expressing the concerns of its members regarding the initiative. Although \"We encourage its use by each country and their respective National Associations in the commensurate discussions and presentations,\" ALACERO also maintains that, given current circumstances, it will be difficult to comply promptly with the requirements, affecting traditional trade relations for its steel-producing members in the region. José Fonrouge, director of Sustainability at Ternium and current Worldsteel ECO Chairman of the World Steel Association (worldsteel), contributed to the wording of ALACERO's statement and said that \"the Carbon Border Adjustment Mechanism is undeniably controversial. Although it purports to combat carbon leakage and encourage global climate action, there are concerns about its practical implementation, trade conflicts, protectionism, and potential burdens on developing economies.\" \"The implementation of the CBAM has begun against a backdrop of open discussions in the Latin American steel industry, but it still needs to be clarified for the transition period, which runs until 2026. This is why we expressed our concerns through a statement issued by ALACERO. The model available for use as a tool for communication between operators and importers raises concerns about the level of detail of the information required, which could affect compliance requirements for operators,\" adds Fonrouge. ALACERO concludes its statement within this global context by reaffirming: \"Our industry is fully committed to the energy transition, which we understand to be a complex process, one that must be fair and realistic, considering the situation and available resources of each industry and each country. Unlike the members of the European Union, Latin American countries have neither subsidies nor non-refundable aid to finance the transition or adoption of disruptive decarbonization technologies. We ask those responsible to analyze the possibility of extending the deadlines while accelerating communications and training and making them more effective. We also ask them to ensure that the information required does not affect the compliance rules of each player involved.\" Carolina Bengochea, Environment Senior Director of Tenaris, added that complying with CBAM regulations entails a significant administrative burden for companies and changes in the information habitually requested from suppliers. \"We have been asking our suppliers for a lot of data related to sustainability for some time now, but the type of information required by the CBAM is, in some cases, considered confidential. This issue is of great concern as it involves data companies do not tend to make available,\" she explained. For Tenaris, we have different roles: Dalmine or Silcotub may import products that are under the scope of the CBAM as raw material, pig iron, for example; or pipes produced in other Tenaris sites outside Europe. Or we will need to provide the information for our customers importing Tenaris pipes to Europe. In any case, it implies a huge administrative burden at this stage. Bengochea expressed her concern that the communication process about the regulatory requirements has not been particularly effective so far, so implementation presents many challenges. \"The information they provided was unclear and training limited. The industry is very concerned, especially about the economic impact involved. The truth is that today, we can only make estimates as the methodology enabling us to calculate the economic impact involved as from 2026 has not yet been defined,\" she stressed. There might be some benefits from the point of view of a European site vs competitors outside Europe. Still, the real impact will depend on how the methodology is defined, probably by the end of the transitional period. Certainly, it will have an effect, whether it is major or not; we will see. Impacts on the regional market Pablo Strada, Legal Sr. Director - International Trade of the Techint Group, states that implementing the CBAM is a phased process, and its future impact—as much for Latin America as for the world in general—will only increase. Strada explains that a priori, the CBAM requires an emissions report to be made every time steel is exported to Europe. The measure does not just affect Latin America, as its impact will be felt worldwide. \"Currently, this is only reporting, which will be the case until January 2026. Only then will the 'payment' system start, so to speak, meaning that those registered as importers will have to purchase CO2 payment mechanisms that they can then apply to the imports they made in a percentage equivalent to that applied to European producers. There may be a greater impact on the institutional, political, or legal side, as this mechanism is one that Europe is trying to implement and get the world to follow. And we don't know if the world will follow it.\" In this context, global steel producers can implement different mechanisms to meet decarbonization objectives. Still, there is no level playing field, as in Latin America, a developing region. This means that the region could find itself competing against China and India, representing 60% of global steel production, which has set decarbonization commitments for 2060 or 2070. Latin America could end up tied to a decarbonization pace or the use of mechanisms equivalent to those existing in the European Union or Canada, considering that it does not have the same level of development, has not contributed to climate change to the same extent, and lacks equivalent resources to promote energy transition and industrial transformation within each economy. \"There will undoubtedly be questions from the WTO about this mechanism because when a country applies a tax at the border, it has to justify this, as a priori, it is not allowed by the WTO. So, it is very likely that litigation will arise in the future. Another aspect to consider is whether other countries decide to move forward following the European model or adopt different strategies,\" explains Strada. The Techint Group and its companies As for the impact on the Techint Group's different companies, Strada clarifies that \"for Tenaris (Dalmine, Silcotub) this may be positive, since, although they will have the extra cost of complying with a significant amount of local regulations, what a producer wants is for importers that can potentially compete with Tenaris to receive the same treatment. However, Tenaris could be affected because it will not be able to recover the taxes it will pay in Europe if it exports, so effectively, it would be paying an internal tax, making it less competitive.\" \"With Ternium, the issue has a lower impact because the company's operations are far more concentrated in the Latin American region and in exporting to the United States. But we need to examine whether their customers, such as the automotive companies, use steel that will be shipped to Europe since it is a more widely-used commodity. It is a potential risk if the scope of the CBAM is extended to downstream products, and eventually, industries such as the automotive sector might be compelled to report emissions from the steel contained in their products. So, it will likely have to start dealing with questions from value chains that send the product from Europe. This does not mean that the markets will close tomorrow; it will be a gradual process because we are not the only ones involved in these circumstances,\" remarks Strada.",
    "images": "/media/bignxmxp/ecotax_1.jpeg",
    "tags": "",
    "excerpt": "Just over a month after the entry of the European Carbon Border Adjustment Mechanism (EU-CBAM) into force, there are still significant uncertainties regarding the effective implementation of its methodology. The initiative has also come in for criticism due to its potential to infringe on the principles of non-discrimination and most favored nation treatment upheld by the World Trade Organization (WTO).",
    "categories": ""
}