{
    "title": "Ukraine can help European steel industry decarbonize — Opinions — GMK Center",
    "author": "Станислав Зинченко",
    "source": "GMK.CENTER",
    "date": "2025-01-01",
    "text": "Opinions Green steel decarbonization 2233 01 January 2025 Ukraine has the potential to supply 20-25 million tons of raw materials for DRI production to the commercial market, providing 14% of the global market demand Ukrainian prospects in DRI production The prospects of the European green steel market and Ukrainian prospects are described in a study by GMK Center Ukraine is well suited to host DRI projects. Our country has one of the world’s largest reserves of magnetite ore, which can be enriched to provide 68-70% iron content. Such raw materials will be in demand, given the existing plans to build DRI plants in the EU. Thus, Ukraine can help the European steel industry decarbonize. Ukrainian companies have already announced several projects aimed at producing raw materials for DRI. For example, Metinvest can produce 7.5 million tons of pellets and 19 million tons of concentrate for DRI. For Ferrexpo, DR pellet production is a strategic area – the company is ready to focus 20-25% of its production on this product when the market needs such volumes. Before the war, ArcelorMittal Kryvyi Rih announced a project to build a pelletizing plant with a capacity of 5 million tons of pellets. Due to the war, this project was frozen. We believe that after the war, it will become a priority for the company. Black Iron is a Canadian project aimed at producing 4 to 8 million tons of high-quality concentrate. The project is frozen for the duration of the war and can be implemented after it ends. Ukraine has the potential to supply 20-25 million tons of raw materials for DRI production to the commercial market and thus meet 14% of new market demand. Ukrainian iron ore companies will be able to increase production when the market conditions are right. Ukraine is a place for green steel production In the future, Ukraine will join the EU, including the European greenhouse gas emissions trading system. Therefore, the future of the Ukrainian steel industry lies in low-carbon steel production. Before the war, Metinvest was studying the possibility of building two DRI units and two electric arc furnaces at Zaporizhstal to replace open-hearth production. Electric arc furnaces and slab and square billet casting facilities could be built at Kametstal to produce thick plates and shapes. ArcelorMittal Kryvyi Rih is likely to take into account the experience of its parent company. Therefore, it may switch to electric arc furnaces and DRI units. Interpipe plans to expand its electric arc furnace plant to launch its own flat steel production. Investments in these projects will amount to over $1 billion. The company expects to raise funds under the Ukraine Facility. Ukraine already produces up to 1 million tons of steel from scrap using modern technologies. Taking into account the above potential decarbonization projects, green steel production could reach 6 million tons in 2030. This will be Ukraine’s contribution to climate change. Taking into account the CBA, Ukraine will likely stop exporting pig iron, but will be able to become a supplier of low-carbon HBI and thus contribute to the decarbonization of the European steel industry. To launch all these projects and integrate into European value chains, Ukraine will need funding from European funds similar to what European steel companies receive (European countries have allocated €14.6 billion for the decarbonization of the steel sector).",
    "images": "https://gmk.center/wp-content/uploads/2024/01/Zinchenko-Stanislav-e1735839202634.jpg",
    "tags": "decarbonization;Ukraine;EU;ArcelorMittal Kryvyi Rih",
    "excerpt": "Ukraine has the potential to supply 20-25 million tons of raw materials for DRI production to the commercial market, providing 14% of the global market demand",
    "categories": ""
}