{
    "title": "EU to publish action plan on steel sector in two weeks",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2025-03-05",
    "text": "The document, in particular, provides for additional priority actions for the sector On March 19, the EU plans to present an Action Plan on Steel and Metals, which will include additional sector-specific priority actions. This is stated in the report of the European Commission (EC) on the results of the Strategic Dialogue on Steel. In addition, the plan will contain long-term steps to replace trade remedies that expire in June 2026. The document will also address a wide range of issues related to the industry, such as ensuring the commercial viability of clean steel production and responding to unfair trade practices. The plan will include the results of a strategic dialogue with key representatives of the sector, which took place on March 4 under the chairmanship of EC President Ursula von der Leyen. The strategic dialogue with the EC President brought together steel sector leaders and industry associations. The European Steel Industry Association (EUROFER) welcomed the initiative. EUROFER CEO Axel Eggert said: “We are grateful that the Commission – at the very highest level – not only recognises these challenges but wants to work with our industry to find the right solutions». The association continues to push for decisive action in four priority areas – trade defence measures, watertight CBAM, competitive energy prices and scrap retention in Europe. Alexander Julius, President of Eurometal, which represents European steel, pipe and steel product distributors, emphasized during the dialogue that fair competition remains a crucial factor for the steel industry, and it is important for the EU to create a level playing field for the sector. In his opinion, this can be achieved by extending safeguard measures to semi-finished and finished products, which currently enter the bloc without hindrance. In addition, support for distribution, processing and manufacturing in the EU is important to stimulate innovation and create a basis for sustainable industrial activity, given Europe’s position between the US and China. Eurometal also confirmed its willingness to actively participate in the CBAM working group. As GMK Center rpeorted earlier, on February 26, the European Commission presented the Clean Industry Agreement, a plan to support the competitiveness and future of manufacturing industries in Europe. The document positions decarbonization as a powerful driver for industrial growth. The Commission is also taking steps to make the regulatory environment more efficient, while reducing bureaucratic obstacles to business.",
    "images": "https://gmk.center/wp-content/uploads/2023/05/shutterstock_281265773-1.png",
    "tags": "EU;steel industry;ArcelorMittal Kryvyi Rih",
    "excerpt": "The document, in particular, provides for additional priority actions for the sector",
    "categories": ""
}