{
    "title": "Tenaris achiziționează instalația de prelucrare a țevilor de la Republic Tube",
    "author": "unknown",
    "source": "ABX 2.0",
    "date": "2025-04-10",
    "text": "Tenaris S.A., unul dintre principalii furnizori mondiali de țevi din oțel, cu sediul în Luxemburg, a achiziționat instalația de prelucrare a țevilor Republic Tube LLC din nord-estul orașului Houston, Texas, inclusiv terenuri, clădiri și echipamente, fără a dezvălui valoarea tranzacției. Achiziția operațiunilor adaugă linii de tratament termic și de finisare, ceea ce face ca activitatea existentă a Tenaris în sudul țării să fie mai completă și îmbunătățește capacitatea companiei de a deservi piața internă. În timpul perioadei de tranziție, Tenaris va depune eforturi pentru a integra uzina și pentru a face ca operațiunile acesteia să respecte standardele globale ale companiei din industrie în ceea ce privește sănătatea, siguranța, mediul și gestionarea proceselor în perioada de tranziție. Situată în partea de nord-est a orașului Houston, această fabrică introduce linii de tratament termic și de finisare, îmbunătățind în mod eficient operațiunile existente ale Tenaris în regiunea sudică și extinzându-și capacitatea de a satisface piața internă. Cu aproximativ 400 de angajați care lucrează în prezent la această unitate, această dezvoltare înseamnă un pas important pentru companie. Luca Zanotti, președintele Tenaris US, a remarcat: „Am evaluat în detaliu diverse căi de extindere și de consolidare a prezenței noastre industriale. Utilizam deja Republic Tube pentru a procesa o parte din producția noastră internă. Prin încorporarea acestei instalații în rețeaua noastră, ne optimizăm procesele operaționale și eficiența, oferindu-ne o mai mare adaptabilitate pentru a răspunde nevoilor clientelei noastre din SUA.” În faza de tranziție, Tenaris se angajează să integreze uzina fără probleme și să alinieze operațiunile acesteia la standardele industriale globale ale companiei, punând un accent deosebit pe sănătate, siguranță, mediu și gestionarea generală a proceselor. Este demn de remarcat faptul că Tenaris rămâne ferm în angajamentul său de a furniza servicii de înaltă calitate în această unitate nou achiziționată. În plus, compania a anunțat recent redeschiderea campusului său Hickman North din Arkansas, cunoscut anterior sub numele de instalația IPSCO Tubulars. Această redeschidere va consolida și mai mult operațiunile naționale ale Tenaris, în special în domeniul prelucrării tratamentului termic.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}