{
    "title": "European Commission presents the Clean Industry Agreement",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2025-02-26",
    "text": "News Industry decarbonization 1078 26 February 2025 The document positions decarbonization as an engine of growth for European production The European Commission (EC) has presented the Clean Industry Agreement, a business plan to support the competitiveness and future of manufacturing industries in Europe. This is stated in the report of the institution. The agreement positions decarbonization as a powerful engine of growth for European industry. The Commission is also taking steps to make the regulatory environment more efficient while reducing bureaucratic obstacles to business. “Europe is not only a continent of industrial innovation, but also a continent of industrial production. However, the demand for clean products has slowed down, and some investments have moved to other regions. We know that too many obstacles still stand in the way of our European companies from high energy prices to excessive regulatory burden. The Clean Industrial Deal is to cut the ties that still hold our companies back and make a clear business case for Europe,” said EC President Ursula von der Leyen. The agreement mainly focuses on two closely related areas – energy-intensive industries and clean technologies. The document envisages measures aimed at strengthening the entire value chain and serves as a basis for adapting actions in specific sectors. In particular, the EC will present an Action Plan for the automotive industry in March and an Action Plan for steel and metals this spring. The following business drivers of industry success in the EU have been identified. Lower energy costs. On February 26, the European Commission adopted an Action Plan for Affordable Energy. It will accelerate the deployment of clean energy, electrification, and complement the European internal energy market. The document also envisages energy efficiency and reducing dependence on fossil fuel imports. Increased demand for clean products. The Law on Accelerating Industrial Decarbonization will increase demand for clean products manufactured in the EU by introducing relevant criteria in public and private procurement. It will also introduce voluntary carbon intensity labeling for industrial products, starting with steel in 2025 and later cement. The EU will revise the public procurement framework in 2026. Financing the clean transition. In the short term, the Agreement mobilizes more than €100 billion to support cleaner production in the EU. This amount includes additional guarantees of €1 billion under the current multi-annual financial program. In particular, the EC is to strengthen the Innovation Fund and propose an industrial decarbonization bank, and amend the InvestEU regulation. At the same time, the European Investment Bank Group will also launch a series of new financing instruments to support the Agreement. Circularity and access to materials. The EU seeks to ensure access to critical materials and reduce the impact of unreliable suppliers, while maximizing the bloc’s limited resources. In particular, the Commission promises to create a European Center for Critical Raw Materials to jointly procure them on behalf of interested companies and to adopt a law on the circular economy in 2026. Actions on a global scale. In addition to existing and new trade agreements, the EC will soon launch the first Clean Trade and Investment Partnerships, in particular to diversify supply chains. At the same time, the institution will act decisively to protect European industry from unfair global competition and overcapacity. The Commission will also simplify and strengthen the cross-border carbon adjustment mechanism (CBAM). Currently, the data collected shows that more than 99% of carbon emissions are accounted for by a limited number of importers. The Commission intends to present a comprehensive report on the CBAM review in the first half of 2025. This review will be followed by a legislative proposal in the first half of 2026. The Clean Industry Agreement also provides for access to skilled labor As a reminder, the European Commission is launching a strategic dialogue with the steel industry to determine the future course for the industry.",
    "images": "https://gmk.center/wp-content/uploads/2024/12/shutterstock_2480134577-1.png",
    "tags": "decarbonization;industry;EU;ArcelorMittal Kryvyi Rih",
    "excerpt": "The document positions decarbonization as an engine of growth for European production",
    "categories": ""
}