{
    "title": "The material of the future: why ferrous scrap has already become a strategic raw material — Posts — GMK Center",
    "author": "Андрей Тарасенко",
    "source": "GMK.CENTER",
    "date": "2022-11-24",
    "text": "Posts Global Market scrap 8746 24 November 2022 The demand for ferrous scrap is growing due to the global development of electro steel industry in the framework of decarbonization Despite the difficult economic situation, the course of reducing greenhouse gas emissions remains a priority in the world’s leading countries. This was confirmed by 27th UN Conference on Climate Change (COP27), recently took place in Egypt. The share of electro steel industry, where scrap is the main raw material, is growing in the structure of global steelmaking capacities. Steel production in electric furnaces provides six times less CO2 emissions. But the ability to supply the industry with raw materials in the face of growing demand is a question for many countries. As a result, the number of restrictions in the world scrap trade is increasing. Bet on electro steel industry The trend in the development of electro steel sector has been evident for several years. According to Worldsteel, the share of steel production in EAF in the world increased from 25% to 29% between 2015 and 2021, and the output of electric steel increased by more than 150 million tons. This means that the demand for scrap increased by approximately 170 million tons, or by 37% over the past six years. EAF steel production method in the world GMK Center Projects for the construction of new steel capacities, which are implemented or announced today, are based on EAF. Even direct reduction iron (DRI) projects, leading among green technologies in steel industry, involve steel production in electric furnaces. And here an important point is the fact that all EAFs in projects with DRI are hybrid furnaces that allow the use of DR pellets or scrap in any proportion as raw materials. In other words, even DRI projects will lead to increased scrap use. Among the regions, steel production is the most electrified in the Middle East, where almost 95% of steel capacities are electric steel mills, in Turkiye and USMCA countries (USA, Canada and Mexico) – about 70%. China is lagging behind in this regard, but its dynamics and plans that will affect the entire global scrap sector. Share of the EAF steel production GMK Center Demand is growing Global consumption of ferrous scrap in 2021 increased by 12% – to 620 million tons, which is quite a sharp increase for the scrap industry. This is explained by the specifics of the industry, where the supply is inelastic, and the volumes are unable to dynamically increase to any required levels. That is why scrap prices jumped to record highs last year, in particular to $465/t on average for the year (+62% y/y). Naturally, the largest consumer of scrap in the world is the largest producer of steel – China, which last year used 245 million tons of scrap, or 40% of global consumption. At the same time, China actively seeks to increase the share of EAF steel production. The road map for decarbonization of Chinese steel sector envisages the construction of 80 million tons of electric steelmaking capacity by 2030. The share of EAF production should increase in the next 9 years from 11% to 20%. That is, the consumption of ferrous scrap in China will almost double by 2030. The best example for Ukraine is Europe. In the EU, the share of EAF steel production is higher than in the world – 40-44% in recent years. Last year, the European Union produced 67 million tons of EAF steel and 85.6 million tons of converter steel. At the same time, scrap consumption in the EU amounted to 88.5 million tons. This means that the share of scrap in converter production reaches the maximum permissible 15%. But Europe’s domestic scrap market will be one of the fastest growing, along with China’s, because the EU is moving most actively towards changing the structure of production. In other regions, the potential of scrap consumption in converter production has not yet been realized. This creates opportunities for the growth of scrap consumption in the next 5-10 years. Consumption of feerous scrap in the world GMK Center A global scrap shortage? The main factor in the growth of ferrous scrap consumption in the coming years will be the course for decarbonization of steel sector and the expected increase in the share of EAF in the structure of global steelmaking capacities. By 2050, about 48% of the global steel will be produced in electric furnaces, compared with 30% in 2021, according to estimates by a consulting firm Wood Mackenzie. “At the planned level of steel production in the EU (182 and 183 million tons in 2030 and 2050), 111 million tons of scrap will be needed in 2030 (+28% by 2021) and 131 million tons by 2050. The forecasted increase in scrap consumption is due to the expected increase in the share of steel produced in the EAF to approximately 48% in 2030 and to 60% in 2050,” reports the ESTEP study. According to Fastmarkets forecasts, the US market will require 10.5 million tons of scrap annually by 2024, which is 15% more than in 2021. At the same time, the USA is one of the largest exporters of scrap in the world with a volume of about 18 million tons (16.5% of the global market). What will happen if by 2024 the United States encounters difficulties in collection additional volumes? Exports from the USA will decrease by the same 10.5 million tons, and the world market may lose up to 10% of supply. By 2025, China intends to increase its consumption of ferrous scrap by 23% – to 320 million tons. In addition, the Chinese government intends to support the import of ferrous scrap. In 2021, China imported only 600,000 tons of scrap, but plans to increase this figure. Other major countries also plan to increase scrap imports. Thus, India plans annually to import about 30 million tons of steel raw materials by 2030, which is 27% of today’s volume of the world market. This will be necessary to achieve the local government’s plan to increase production to 300 million tons of steel per year. Such a sharp increase in scrap imports to India will affect the global market. The demand for scrap will also be supported by the transition from an integrated route to DRI technologies, where hybrid EAFs will be able to use scrap in a higher proportion than today in converters. This trend is developing very actively. To date, 23 DRI facilities have been announced or are under construction in the world with a total capacity of about 40 million tons with a commissioning date of 2024-2026. Obviously, in 2026-2030 they may announce an additional number of DRI projects with a capacity of 30-40 million tons. “The global share of electric arc furnaces (EAF) in steelmaking is rising with policy shifts and increasing focus on scrap use. Basic oxygen furnace (BOF) output will decline 0.5% annually until 2050, whereas EAF output could increase 2.3% yearly in the same period. By 2050, EAF will account for 48% of the technology share used in steelmaking, up from 30% last year, making it almost on par with the traditional BOF method,” notes Malan Wu, research director at Wood Mackenzie. Ferrous scrap for stock However, the global trade in scrap is not growing at the same pace as its consumption. That is, the growth of the country’s demand is satisfied at the expense of domestic scrap procurement and, to a lesser extent, imports. This is due to the growing trend to limit the export of scrap. “Scrap metal is becoming not only the main raw material for steel production, but also a product of regional importance. In the future, most countries will focus on domestic consumption of the material and will not be interested in its export,” informs the SteelMint’s study. According to the GMK Center, the practice of restricting the export of scrap is already works in 43 countries of the world in the form of bans, customs, licensing, etc. Export of ferrous scrap is most actively restricted in Africa, MENA countries and Asia. After the introduction of the corresponding measures in the EU and Mexico, expected in January 2023, the restrictions will work in 71 states. The problem is that it is extremely difficult to predict the volume of available scrap supply for the long term. It is obvious that every year the accumulation of steel products in the economy, that is, the steel stock, is growing. This will determine the availability of scrap resources. But the potential of scrap collection is extremely unevenly distributed among countries. This can be seen on the World Steel Association chart. Availability of ferrous scrap resources GMK Center The availability of scrap resources is expected to increase from 390 million tons in 2018 to 900 million tons in 2050. But the main potential of scrap resources is in Asian countries. At the same time, in the EU, North America and Japan, scrap resources will not show significant growth, unlike demand for scrap, where a boom is expected. Therefore, developed countries have taken up the issue of providing themselves with scrap and are joining the trend of export restrictions on trade in this type of raw material. For example, the EU is waiting for the adoption of changes in the field of waste export regulation (Waste Shipment Regulation). Thus, the European Commission proposed to limit the export of scrap to countries that are not members of the Organization for Economic Cooperation and Development (OECD). At the same time, the EU is the largest exporter of scrap in the world, providing 18% of global trade. That is, restrictions in Europe will cause serious consequences for the global scrap market. The steel business is also concerned with scrap supply and is adapting through deeper integration into the scrap market. The purchase of procurement companies by large steelmakers is becoming a trend. ArcelorMittal in Europe and American Steel Dynamics, Cleveland-Cliffs and BlueScope followed this path. Debate about the sufficiency of scrap resources is taking place all over the world. But the availability of scrap resources ceased to be a guarantee of providing steelmakers. A much larger number of factors affect the actual amount of scrap collection, such as investments to replace end-of-life products. These factors are difficult to predict, so the supply of scrap in the future is a matter with a high degree of uncertainty. But this should become an obstacle on the way to a green transition. That is why governments are making every effort to provide steelmakers with a supply of scrap, limiting exports.",
    "images": "https://gmk.center/wp-content/uploads/2022/11/shutterstock_1027185295-2-2-scaled.jpg",
    "tags": "scrap;steel production;ArcelorMittal Kryvyi Rih",
    "excerpt": "The demand for ferrous scrap is growing due to the global development of electro steel industry in the framework of decarbonization",
    "categories": ""
}