{
    "title": "Poland is appeals the European CBAM and ETS through the court — News — GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2023-08-11",
    "text": "News Global Market CBAM 2074 11 August 2023 The country is concerned about the impact of the EU's climate policy on the Polish economy Poland has initiated legal challenges against one of the EU’s key climate policies – CBAM and the revised Emissions Trading System (EU ETS). Polish TVN24 informs about it. Poland has so far filed four complaints with the Court of Justice of the European Union (CJEU) against provisions that are part of the Fit for 55 package. In particular, the country’s government claims that the CBAM should have passed a unanimous vote instead of a qualified majority vote. As the Ministry of Climate and Environment noted, Poland imports goods covered by the mechanism from countries outside the EU – cement, fertilizers, steel and aluminum, as well as electricity. The introduction of CBAM will lead to an increase in the cost of imported products and electricity, and therefore also products manufactured in Poland, for the end consumer. Thus, the mechanism is disadvantageous for the country. In addition, in the future, it is planned to expand the list of goods subject to CBAM, so the increase in the cost of imported products may affect even more of them. Another claim of Poland concerns changes to the ETS, in particular regarding the market stability reserve. The country believes that this violates the principles of energy solidarity due to the reduction of permits for greenhouse gas emissions. Other complaints relate to the ban on registration of vehicles with an internal combustion engine after 2035 and interference in forest management in EU countries. As GMK Center reported earlier, the European Parliament approved on April 18 of this year five legislative acts from the Fit for 55 package, which aims to reduce greenhouse gas emissions by 55% by 2030 (compared to 1990 levels). These include CBAM and the reform of the EU Emissions Trading System (ETS). CBAM will apply from October 1, 2023, with a transition period when the importer’s obligations will be limited to reporting. The implementation of the mechanism will take place gradually, at the same pace as the gradual abandonment of free quotas in the ETS (2026-2034 years).",
    "images": "https://gmk.center/wp-content/uploads/2023/03/co2.png",
    "tags": "CBAM;EU;Poland;ArcelorMittal Kryvyi Rih",
    "excerpt": "The country is concerned about the impact of the EU's climate policy on the Polish economy",
    "categories": ""
}