{
    "title": "CBAM: a new challenge for the global steel market — Infographic — GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2024-01-25",
    "text": "Infographics CBAM 4925 25 January 2024 The new wave of CBAM may affect 60 million tons of steel trade by 2030 CBAM has become a new challenge for global trade and the global steel market. Its introduction, in particular, has forced some countries to launch or declare the development of their own analog of the carbon border adjustment mechanism. Australia. The government has planned two rounds of consultations on the feasibility of introducing the mechanism so that local companies do not find themselves at a disadvantage. Steel and cement will be the first to be considered. The final report, with the help of scientists, is expected to be prepared by the third quarter of 2024. United Kingdom. The country plans to introduce a tax on imports of carbon-intensive products by 2027. It will apply to such sectors as iron, steel, aluminum, fertilizers, hydrogen, ceramics, glass, and cement. Further details, including the exact list of products covered by the mechanism, will be subject to consultations in 2024. USA. In 2023, four key climate and trade bills were introduced in the US Congress. In particular, in November, Republican Bill Cassidy introduced the Foreign Pollution Fee Act of 2023 in the Senate. It proposes carbon cross-border fees on imports of steel and other products manufactured with a higher carbon intensity. The document was generally supported by the American Iron and Steel Institute (AISI) and the Steel Manufacturers Association (SMA). Canada. Last year, the Canadian government continued to work on a mechanism for regulating carbon emissions (in 2021, consultations were held on a scheme similar to the European one). It will initially apply to local companies that import carbon-intensive products from abroad (raw materials, tools, consumer goods). The point is that the mechanism should not affect products from jurisdictions that have a higher or equivalent carbon tariff. This could encourage the EU and possibly the US to harmonize their systems with Canada’s or offer certificates of recognition. Some provinces already have schemes in place to prevent carbon leakage. Japan. The country has decided to introduce carbon pricing as part of its GX policy and is developing GX-ETS (to be implemented in FY2026) and GX-Surcharge (to be implemented in FY2028). The system may become a kind of equivalent to the CBA and is the subject of negotiations with the EU. Latin America. In the future, the region may introduce its own regional measures for cross-border control over imports of carbon-intensive products, corresponding to the European CBAM, to balance trade. Representatives of the steel industry believe that this should happen along with the creation of a carbon market. India. The Indian authorities planned to create their own carbon tax, in particular for selected exports to European countries in accordance with the CBAM principles proposed by the EU. There was also talk of introducing a tax on imports coming to India from the European Union. In addition, it was suggested that the EU could refund any carbon tax levied on Indian exporters, with the repatriated revenues being used for the country’s climate goals. Some countries have become opponents of the European carbon border adjustment mechanism. The China Iron and Steel Association (CISA) said that CBAM creates a new trade barrier for the country’s exports, does not take into account different stages of development in different countries and contradicts the principle of «common but differentiated responsibilities». The industry organization said that the mechanism is likely to increase China’s export costs for steel products by 4-6%. Earlier, the country stated that the EU should ensure that CBAM complies with WTO rules. South Africa and India are challenging the new tax at the World Trade Organization as a discriminatory trade barrier. The African Group in the WTO argues that the administrative burden of the mechanism and its compliance will be heavy and prohibitive for most, if not all, developing countries. Even Poland has become an opponent of the CBAM. In the summer of 2023, the country initiated judicial challenges, which, in particular, concern the CBAM and the EU ETS. Four complaints were filed with the Court of Justice of the European Union (CJEU) against the provisions that are part of the Fit for 55 package. In particular, the government argues that CBAM should have been passed by unanimous vote instead of a qualified majority vote. Another source of concern for exporting countries to the EU is the leakage of confidential information constituting trade secrets. In particular, India, Taiwan, steelmakers from Japan and South Korea expressed their concerns in this regard. The first reporting period for importers will end on January 31, 2024. Until the end of this year, companies will have the choice of reporting, submitting it according to the EU methodology, based on the equivalent method or benchmark values. The last option will be applied only until July.",
    "images": "https://gmk.center/wp-content/uploads/2024/01/prevEN-1.png",
    "tags": "CBAM;steel import;ArcelorMittal Kryvyi Rih",
    "excerpt": "The new wave of CBAM may affect 60 million tons of steel trade by 2030",
    "categories": ""
}