{
    "title": "Clean Energy to open RNG facility in Texas | Latest Market News",
    "author": "Alise Pruitt",
    "source": "Argus Media",
    "date": "2024-07-25",
    "text": "Clean Energy Fuels is opening a renewable natural gas (RNG) facility at a Texas dairy that could supply US low-carbon fuel standard markets. South Fork Dairy in Dimmit, Texas, which will produce ultra-clean transportation fuel made from the dairy's organic waste. Construction of digesters and a processing plant at the South Fork Dairy in Dimmit, Texas, is expected to cost approximately $85mn with completion anticipated in 2025, the company said on Wednesday. The facility could be one of the largest RNG projects in the country, producing 2.6mn USG equivalent/yr, according to Clean Energy. RNG, also known as biomethane, is a more refined version of biogas captured at sites such as landfills, wastewater treatment facilities, food processing plants and dairy farms. Government incentives have shot up demand for RNG, both at the state and federal level. RNG used in compressed gas vehicles generates Renewable Identification Number credits from the federal RFS program, and can also produce Low Carbon Fuel Standard (LCFS) credits in California and other clean fuel markets. Biogas was the second largest source of California LCFS credits in the fourth quarter of 2023, accounting for about 17pc of all credits. But state regulators are looking at ending crediting for dairy RNG by 2040 as part of a package of LCFS amendments that could take effect next year. The LCFS requires yearly reductions of transportation fuel carbon intensity. Higher-carbon fuels that exceed the annual limits incur deficits that suppliers must offset with credits generated from the distribution to the state of approved, lower-carbon alternatives.",
    "images": "https://www.argusmedia.com/-/media/project/argusmedia/mainsite/images/14-generic-hero-banners/herobanner_1600x530_generic-c.jpg?h=530&iar=0&w=1600&rev=2cf023b4e0484c1bb091b9f72dbf7771&hash=72DBDFEBEF6EE62E751AB5DD2221C77E",
    "tags": "",
    "excerpt": "Clean Energy Fuels is opening a renewable natural gas (RNG) facility at a Texas dairy that could supply US low-carbon fuel standard markets.",
    "categories": ""
}