{
    "title": "ArcelorMittal considers transferring some European business processes to India",
    "author": "Вадим Колисниченко",
    "source": "GMK.CENTER",
    "date": "2025-02-13",
    "text": "News Companies ArcelorMittal 2303 13 February 2025 The company is looking for ways to reduce pressure in the EU by maintaining production but optimizing business processes ArcelorMittal is considering moving some of its European business processes to India as part of its cost optimization strategy. The company emphasizes that this decision does not affect production facilities in Europe but is aimed at improving operational efficiency. According to Reuters, citing the company’s official statement, the European steel industry is facing a number of challenges that affect its competitiveness. In response to these challenges, ArcelorMittal is analyzing the possibility of centralizing business functions by expanding its existing service center in India. «We aim to provide more efficient and cost-effective support to our European segment while maintaining key production processes in the region,» the company said in a statement. At the same time, ArcelorMittal is closely monitoring economic and regulatory changes that will affect its long-term strategy in Europe. The key factors include the revision of the Cross-Border Carbon Adjustment Mechanism (CBAM), the assessment of EU trade measures and the implementation of the Steel and Metals Action Plan. The company has not yet made a final decision, but is only evaluating the possibility of centralizing business processes. The future economic situation and regulatory changes will determine how ArcelorMittal will optimize its operations in Europe. As GMK Center reported earlier, in 2024, ArcelorMittal reduced its net profit by 52.2% compared to 2023 to $2.33 billion. EBITDA for the year decreased by 19.3% y/y – to $7.05 billion. Operating income amounted to $3.31 billion, up 41.4% y/y. Revenue decreased by 8.5% y/y – to $62.44 billion.",
    "images": "https://gmk.center/wp-content/uploads/2024/12/image-1-2024-12-11T102058.048.jpg",
    "tags": "ArcelorMittal;EU;India;steel production;ArcelorMittal Kryvyi Rih",
    "excerpt": "The company is looking for ways to reduce pressure in the EU by maintaining production but optimizing business processes",
    "categories": ""
}