{
    "title": "CBAM - Future Platform for Climate Finance - Bellona EU",
    "author": "unknown",
    "source": "Bellona EU",
    "date": "2023-12-11",
    "text": "The importance of implementable, coordinated and well-functioning networks of carbon pricing mechanisms and CBAMs to boost and protect low-carbon economies beyond the EU While setting the right price for carbon emissions is crucial to hold emitters accountable and to ensure a shift towards low-carbon production and economies, current global carbon pricing systems are failing in this attempt. In the European Union (EU), the Emission Trading System (ETS) embodies the “make polluters pay” principle, but much work yet remains to make it deliver on its full potential. The continued allocation of free allowances, especially in sectors like steel, cement, and chemicals, weakens the carbon price signal. The introduction of the EU Carbon Border Adjustment Mechanism (CBAM) stands as a significant advancement, enabling the phase-out of free allowances without risking carbon leakage. While the EU CBAM is a promising tool to foster international climate ambition and enabling carbon pricing mechanisms, the details of design and implementation will be crucial to ensure success. With this brief, Bellona Europa aims to put forward solutions to address current challenges facing the introduction and implementation of carbon price mechanisms globally. We propose a system of interconnected carbon pricing mechanisms and CBAMs where international climate ambition is at the heart of the debate. The proposed system would seek to ensure the prevention of potential negative effect on Least Developed Countries (LDCs) facing some of the greatest challenges related to the fight against climate change, and to realize the potential of these economies in developing low-carbon products for a decarbonised world. This would be done by channelling funds from CBAMs to a global fund for the decarbonisation of CBAM covered sectors. The proposed system represents an opportunity to create coordinated and interconnected carbon pricing systems and CBAM-like measures around the world. If implemented properly, such a network could increase international climate ambition, boost the development of decarbonised industries worldwide and create a new and targeted instrument for climate finance. To ensure this, Bellona Europa strongly recommends that COP and its participating countries: Foster and encourage the establishment of carbon price systems worldwide. In parallel, reduce the risk of carbon leakage through an interconnected system of CBAMs. Establish a fund for enabling production of low-carbon products, with part of the revenues coming from interconnected CBAMs. Foster science-based information exchange and knowledge sharing when it comes to carbon accounting. Read our Policy brief:",
    "images": "https://network.bellona.org/content/uploads/sites/6/2023/12/CBAM-paper-cover-final-01-scaled.jpg",
    "tags": "",
    "excerpt": "While setting the right price for carbon emissions is crucial to hold emitters accountable and to ensure a shift towards low-carbon production and economies, current global carbon pricing systems are failing in this attempt. In the European Union (EU), the Emission Trading System (ETS) embodies the \"make polluters pay\" principle, but much work yet remains to make it deliver on its full potential.",
    "categories": ""
}