{
    "title": "The first 100 Days: What’s at stake for Europe's net-zero industry - Bellona.org",
    "author": "Charles Digges",
    "source": "Bellona.org",
    "date": "2025-03-13",
    "text": "Russia’s Chernobyl-style reactors to keep operating until the end of the decade Recent announcements by Russian nuclear officials that they will extend the runtimes of several Chernobyl-style RBMK nuclear reactors shed light on t... News Publish date: March 13, 2025 Written by: Bellona Europa News One hundred days into European Commission President Ursula von der Leyen’s second mandate, let’s take stock. «Since December, von der Leyen has been busy navigating turbulent transatlantic waters, while at home industry is begging for simplification and measures to support their global competitiveness. What has been announced so far should ensure the EU’s climate frameworks stay the course on climate neutrality, but where the money will come from and how it is spent remain significant question marks. The EU will need to massively leverage public procurement to create green lead markets and will need to design clear and effective criteria to spend this money on credible climate action. » Jonas Helseth Executive Director, Bellona Europa Following the publication of the Draghi report in September 2024, retaining and regaining European competitiveness has taken centre stage in EU policymaking with a focus on reducing administrative burden and simplifying legislation. This begs the question: what will happen to climate ambition? In these first 100 days, the European Commission (EC) has repeatedly expressed its intention to keep the Green Deal alive by reconciling climate ambition with the revival of European competitiveness. Ambitious and strong climate policy, as well as implementation will be key to ensure that we do not miss this opportunity. At the same time, there is a fear that efforts to deregulate and simplify regulatory measures from the last mandate, could undermine overall climate ambition. Before delving into Bellona Europa’s take on von der Leyen’s second mandate’s first 100 days, we outline the following key action areas as essential for meeting the EU’s climate targets and to revive European competitiveness. Decarbonization and competitiveness must go hand in hand – rapidly cutting emissions is the only path to long-term and sustained competitiveness, while a strong economy is essential to drive the investments and innovation needed for deep decarbonization, together creating a prosperous and net-zero Europe.     In these first 100 days, the EC has introduced new strategies, action plans and legislative initiatives, shaping climate and environmental policy. The next steps offer a real opportunity to combine competitiveness and climate ambition, but success will depend on our ability to implement the necessary measures with determination. The amendment to the European Climate Law and the Low Carbon Hydrogen Act, Industrial Decarbonization Accelerator Act, and the proposal for the post-2027 Multiannual Financial Framework are just some of the next key initiatives to keep the ambition of the Green Deal alive, and on which we at Bellona believe it is crucial to work together. The “Competitiveness Compass“, published on January 29th 2025, outlined the European Commission’s direction for the 2024-2029 term, establishing competitiveness as the overarching principle for action. Bellona welcomed the Commission’s initiative to accelerate the energy transition and industrial decarbonisation, while also expressing warning that cutting red tape should not come at the expense of Green Deal objectives and important climate and environmental criteria. Read Bellona’s reaction here. «This much-needed initiative has great potential to accelerate the decarbonization of our energy system and drive industrial decarbonization. But the devil is in the details—if the Commission gets them right, Europe can meet its climate objectives and position itself as a global leader in clean industrial production. » Lina Strandvåg Nagell Deputy Director & Head of Policy On February 26th, 2025, the Commission published a much-anticipated package, including the Clean Industrial Deal (CID), which outlined its joint roadmap for competitiveness and decarbonization. Bellona welcomed the CID leveraging Green Deal objectives and industrial decarbonization to improve competitiveness and supports the CID’s reiteration of the EU’s commitment to reduce net emissions by 90% by 2040, despite the absence of a legislative proposal to amend the European Climate Law. Read Bellona’s reaction here. The proposed Industrial Decarbonization Bank is a much needed and welcomed initiative to streamline European funding to accelerate industrial decarbonization, but additional funding and environmental safeguards are needed to maximize its impact. «Every taxpayer euro spent through the Industrial Decarbonization Bank must deliver maximum impact in terms of emission reductions, driving deep emission cuts transparently and efficiently where most needed. » Lina Strandvåg Nagell Deputy Director & Head of Policy The CID calls for the implementation of the Industrial Carbon Management (ICM) Strategy, which will be instrumental for fully decarbonizing harder-to-abate industries. However, clarity and consistency in use of terminology around ICM technologies and understanding of their climate impacts will be crucial for realizing the potential of the technologies as well as ensuring the effectiveness of related legislation. «To strengthen industrial competitiveness through decarbonization, a transparent market for the flow of CO₂ must also be established in Europe. The European Commission must propose a robust CO₂ market regulation that will be essential to prevent monopolies and create fair access conditions to critical climate infrastructure. » Hanna Biro Policy Manager, Just Industrial Transition & CCS The CID aims to create demand for clean industrial products through the introduction of non-price environmental criteria in public procurement and the Industrial Decarbonization Accelerator Act. As called for above, these criteria must be clear, mandatory and developed together with robust labeling and accounting methodologies based on life-cycle emissions to ensure long-term competitiveness. Bellona understood the need to postpone the revision of the Public Procurement Directives due to their great importance and effort required, but further delays must be avoided and non-price criteria implemented as quickly as possible to enable the creation of lead markets in a timely manner. «Small cracks can sink big ships. It is not enough that the revision of the Public Procurement Directives will “allow” for sustainability and resilience criteria, the current framework already does that –yet more than half of public contracts in Europe are still awarded based on price only. To truly create lead markets, these criteria must be mandatory – no less for the sake of simplification.» Irene Domínguez Policy Manager, Embodied Carbon & Lead Markets Bellona welcomed the Action Plan for Affordable Energy, published on February 26th 2025 and its recognition of energy decarbonization as one of the key tools to addressing energy prices. Bellona stressed the importance of effective and swift implementation of policies while making the best of the potential of electrification and energy efficiency. Read Bellona’s reaction here. «Most of the measures proposed in the Plan have the potential to rein in prices. The challenge will be in the fine print: right implementation will be key to deliver affordable energy for just transition to a decarbonized energy system.» Guillermo Ramo Fernandez Senior Policy Manager, Energy Systems The Action Plan for Affordable Energy aims to lower electricity prices by expanding grids, integrating flexibility to accommodate renewables, streamlining permitting procedures and urging Member States to reduce electricity taxes. These measures are essential for the Plan to achieve its objectives. «The Plan’s focus on expanding and modernizing electricity grids is crucial but we cannot wait for the Grids Package. We must implement existing solutions immediately for clear action on cross-border and national grid investment – to avoid severe setbacks in the energy transition.» Ganni Vassallo Policy Advisor, Electricity Grids The Omnibus simplification package, the EU’s latest proposal on sustainability reporting, raises significant concerns about its commitment to corporate climate action and shifting capital to where it is most needed: sustainable economic activity. By dropping 80% of the companies initially covered by its scope, the proposal reduces transparency and clarity for investors and the market in general on the sustainability of economic activities, it is detrimental to the market, which will struggle to redirect financial flows towards cleaner economic activities, being a massive opportunity cost in the fight against climate change. Read Bellona’s reaction here. «The Omnibus package on sustainability reporting is sadly a clear example of simplification at the expense of the goals of the Green Deal, if unchanged. The Commission is today sending a damaging signal to the market on the importance, or lack thereof, of moving capital to real green and sustainable solutions to fight climate change. » Lina Strandvåg Nagell Deputy Director & Head of Policy The Omnibus package published on February 26th also included proposed amendments to the CBAM Regulation. Bellona supported the aim of reducing administrative burdens, especially for smaller importers, but stressed that simplification should not compromise the CBAM’s core objectives of preventing carbon leakage and promoting cleaner industrial production. While the postponement of CBAM’s certificate sales and the changes to the threshold can help importers adapt to the system, Bellona urged caution to avoid structural delays and uncertainties in its implementation. In addition, while default values based on high-emitting countries strengthen the regulation, it should be crucial to allow producers to submit verified emissions data where applicable for CBAM to have an impact beyond EU borders. Read Bellona’s reaction here. «Today’s simplification of the CBAM provides clarity on the companies covered by the mechanism and gives additional time for covered companies to comply. Now CBAM must finally be phased-in and implemented without delays and with full commitment from all stakeholders. » Francesco Lombardi Stocchetti Policy Advisor, Sustainable Finance & Economy On 9 March 2025, Ursula von der Leyen’s speech signaled the end of the first 100 days of her second term in office, where she focused on the heightened geopolitical tensions and reemphasized the necessary contribution of the Clean Industrial Deal and Affordable Energy Action Plan. The start of this term has been marked by tectonic geopolitical shifts, substantial pressure to act to retain the continent’s industrial competitiveness, and a context of increasing climate risks. Only by turning commitments into effective action will we be able to achieve our goals and lead Europe into a sustainable and prosperous future. Recent announcements by Russian nuclear officials that they will extend the runtimes of several Chernobyl-style RBMK nuclear reactors shed light on t... Europe’s only multi-source, injection-ready CO₂ storage site will more than triple its capacity by 2028. The decision follows an agreement with Stockholm Exergi to transport and store up to 800 – 900 kilotonnes of CO₂ per year. “This decision is years in the making, and the culmination of decades of hard work from many, Bellona included” says Bellona Europa Director Jonas Helseth. Days after the Trump administration floated the idea of assuming control of Ukraine’s embattled Zaporizhzhia nuclear plant as part of the nascent pea... During a call between President Volodymyr Zelensky of Ukraine and US President Donald Trump, the US leader reportedly floated an unusual idea—that Ky...",
    "images": "https://network.bellona.org/content/uploads/sites/3/2025/03/eu-flag.png",
    "tags": "",
    "excerpt": "One hundred days into European Commission President Ursula von der Leyen’s second mandate, let’s take stock. Following the publication of the Draghi report in September 2024, retaining and regaining European competitiveness has taken centre stage in EU policymaking with a focus on reducing administrative burden and simplifying legislation. This begs the question: what will happen to climate […]",
    "categories": "European Union"
}