{
    "title": "How to Allocate Carbon Pricing Resources: Directing ETS and CBAM Revenues Towards Effective Climate Action - Bellona.org",
    "author": "unknown",
    "source": "Bellona.org",
    "date": "2024-04-22",
    "text": "Sustainable aquaculture 2030 The aquaculture industry can both cut greenhouse gas emissions and increase production, employ thousands more employees and create billions in value ... Publication Publication With part of the revenues originating from the CBAM and the EU ETS set to become part of the EU own resources, discussions are sparking on how these revenues should be allocated. In this brief, Bellona Europa breaks down the issue and provides our recommendations and insights, highlighting the need for transparent criteria in allocating such revenues and directing them towards climate action including industrial decarbonization of the sectors covered under the EU ETS and CBAM, while simultaneously fostering international decarbonization and low-carbon industrial production.  The European Carbon Border Adjustment Mechanism (CBAM) is the first instrument of its kind and is already set to become the testing ground for future border carbon adjustments (BCAs) all over the world. Accordingly, many discussions have been raised on the implementation of the CBAM, including what would be the best way to allocate the revenues raised thanks to the mechanism. Energy intensive industries within Europe have called for these revenues to be clearly allocated domestically to accelerate the development of low-carbon technologies and decarbonize energy intensive sectors. Others again have called for CBAM revenues, paid by European importers, to rather be allocated to help decarbonize industry outside of Europe’s borders – with a particular focus on those countries most exposed to CBAM. Bellona Europa has called for a combination approach, with part of the revenues allocated to domestic European efforts aimed at reducing industrial carbon emissions and another part to be spent on international industrial decarbonization. This is in line with furthering the stated aim of CBAM in increasing international climate ambition. Neither of these options was chosen by the European Union (EU), which decided that 75% of these revenues – together with part of the revenues from the EU Emission Trading System (ETS) – will feed into the own resources of the European Union in order to repay the expenses associated with borrowing under the Next Generation EU (NGEU). But how exactly are these revenues going to be spent? Is the EU heading in the right direction? Our analysis brings forward ideas on how to spend CBAM revenues, drawing insights from the longstanding experience of the EU ETS and the allocation of its revenues. Weak reporting and lack of transparency and accountability prevented some ETS revenues to be spent on climate action. These shortcomings need to be fixed. Bellona Europa contributes to this much-needed discussion bringing forward the following recommendations to the European Union: 1) Ensure that all CBAM and ETS revenues are allocated to climate action in a transparent and accountable manner.  2) Ensure that the revenues, originating from CBAM and EU ETS, spent on industrial decarbonization, are designed in a credible way and leave no room for greenwashing. 3) The allocation of part of CBAM and ETS revenues towards effective international industrial decarbonization can be a great opportunity to contribute to the stated EU aim of the CBAM of “encourage cleaner industrial production in non-EU countries”.",
    "images": "https://network.bellona.org/content/uploads/sites/3/2024/04/CBAM-ETS-Cover-Visual-724x1024-1.png",
    "tags": "",
    "excerpt": "With part of the revenues originating from the CBAM and the EU ETS set to become part of the EU own resources, discussions are sparking on how these revenues should be allocated. In this brief, Bellona Europa breaks down the issue and provides our recommendations and insights, highlighting the need for transparent criteria in allocating such revenues […]",
    "categories": ""
}