{
    "title": "Bellona Europa Fit for 55 Consultation Responses CBAM, Energy Taxation Directive and ReFuelEU - Bellona EU",
    "author": "Bellonaeurope",
    "source": "Bellona EU",
    "date": "2021-11-22",
    "text": "Last July, the European Commission launched its mammoth package of legislative proposals aiming to implement the EU Green Deal and deliver the promises made under the European Climate Law. Bellona Europa has submitted responses to the CBAM proposal, the Energy Taxation Directive Proposal and the ReFuelEU Avitation proposal. Last July, the European Commission launched its mammoth package of legislative proposals aiming to implement the EU Green Deal and deliver the promises made under the European Climate Law. The package aims to reduce net emissions by at least 55% until 2030, with a capped contribution from the land sink, and is a key policy milestone for making Europe the first climate-neutral continent by 2050. To reach those goals, the package will need to deliver substantial investments in innovation and enable the infrastructure developments needed for meeting a 2030 target in line with the Paris Agreement while keeping Europe on track for net-zero by 2050. As the pathway to net-zero becomes clear across the sectors, attempts to introduce creative emissions accounting – greenwashing, rather than real emissions reductions – multiply. Policymakers will face increasing pressure to allow loopholes to that end. T European civil society needs to be geared up for the required scrutiny. The first package of legislative proposals has been open for feedback on the European Commission’s “Have your say” portal since the publication of the package, and Bellona Europa submitted its feedback to three of the legislative proposals ahead of the 18th of November Deadline. Check out Bellona Europa’s “Climate Scoreboard” for the full package here. Bellona Europa has submitted responses to the CBAM proposal, the Energy Taxation Directive Proposal and the ReFuelEU Avitation proposal – find the full responses below. The European Commission Proposal for a Carbon Border Adjustment Mechanism (CBAM) Bellona Europa strongly supports the ongoing efforts of the European Commission to establish a CBAM, but as outlined both in our responses to the inception impact assessment and the public consultation, the CBAM will only serve its intended function if done right. Notably, there must be a quicker phase-out of free allocation of EU ETS allowances and indirect and embedded emissions must be included in the CBAM. It is of vital importance that the CBAM becomes a tool protecting European actors acting on climate, as opposed to protecting inaction and business as usual at the expense of importers and foreign producers. In addition to the Bellona Europa Feedback submitted on the 18th of November, make sure to check out our report: “Making a difference in European Carbon: fitting a CBAM to support heavy industry transformation”. Find our consultation response here: Bellona Europa Consultation Response CBAM The European Commission proposal for the revision of the Energy Taxation Directive (ETD) Bellona Europa welcomes the proposed revision of the Energy Tax Directive primarily because the weight of environmental factors in defining the level of taxation has increased. Moreover, the strive to foster the use of renewable electricity across the directive, and the end of tax exemptions for fossil fuels for waterborne navigation and aviation (excluding cargo-only flights) are very positive developments. Nevertheless, the push for alternative fuels as part of the overall objective of the proposal, given the current uncertainty around the RED II delegated act for electricity use for RFNBO production, is something whose impacts are hard to assess. Finally, some shortcomings remain in the draft. Most importantly, the exclusion of cargo-only flights, the adoption of weak biomass sustainability criteria from RED II and the persisting tax exemption for unabated fossil gas used in combined heat and power plants are missed opportunities. Bellona Europa believes that these issues should be mitigated in the upcoming legislative negotiations. Make sure to check our consultation response to delve into details on the ability of this directive to address some of the key issues. Find our consultation response here: Bellona Europa Consultation Response ETD The European Commission proposal for ReFuelEU aviation Bellona Europa considers that the Refuel EU strategy fails to ensure that the aviation sector pull its weight when it comes to climate action. In fact, the proposed solutions for the sector to decarbonise are not guaranteed to help reduce emissions since there are no safeguards in place to prevent perverse outcomes. It is of vital importance that the ReFuelEU does not become a tool to foster the production of unsustainable biofuels and hydrogen. Moreover, it is crucial that correct accounting of CO2 use is implemented, to avoid harmful double-counting and false net-zero claims. In addition to the Bellona Europa Feedback submitted on the 18th of November, make sure to check out our report: “The net-zero compatibility test: a simple guide for GHG accounting of CO2 use”. Find our consultation response here: Bellona Europa Consultation Response ReFuelEU",
    "images": null,
    "tags": "",
    "excerpt": "Last July, the European Commission launched its mammoth package of legislative proposals aiming to implement the EU Green Deal and deliver the promises made under the European Climate Law. Bellona Europa has submitted responses to the CBAM proposal, the Energy Taxation Directive Proposal and the ReFuelEU Avitation proposal.",
    "categories": ""
}