{
    "title": "Consultation Response - Carbon Border Adjustment Mechanism - Bellona.org",
    "author": "unknown",
    "source": "Bellona.org",
    "date": "2024-05-07",
    "text": "Sustainable aquaculture 2030 The aquaculture industry can both cut greenhouse gas emissions and increase production, employ thousands more employees and create billions in value ... Publication On 28th October, Bellona Europa has submitted its response to the public consultation released by the European Commission to establish a Carbon Border Adjustment Mechanism (CBAM) as part of the EU Green Deal policy portfolio. This new mechanism is aiming at counteract this risk of limited ambitions by international partners by putting a carbon price on imports of certain goods from outside the EU. A CBAM is required to ensure the full effectiveness of Europe’s new sustainable growth strategy, the European Green Deal. As an environmental policy tool, with a trade and competitiveness dimension, it will enable the EU to take fuller responsibility for the carbon footprint of its imports as well as encouraging and incentivising increased climate ambition and robust monitoring and verification of emissions worldwide. As an NGO with decades of experience in the field of industrial decarbonisation policies, Bellona Europa holds the view that in the current policy context, the CBAM is a unique environmental policy instrument in the outcomes it encourages, such as the promotion of net-zero industrial transformation, both within and outside the EU. Find the full document here:",
    "images": "https://network.bellona.org/content/uploads/sites/3/2020/11/Consultation-Responses-Pagers7.png",
    "tags": "",
    "excerpt": "The Carbon Border Adjustment Mechanism (CBAM) as part of the EU Green Deal policy portfolio. This new mechanism is aiming at counteract this risk of limited ambitions by international partners by putting a carbon price on imports of certain goods from outside the EU.",
    "categories": ""
}