{
    "title": "Jindal Group in Negotiations to Acquire Czech-Based Vitkovice Steel for €150 Million",
    "author": "unknown",
    "source": "News On Projects",
    "date": "2024-10-21",
    "text": "Published On:October 21 2024 Story Viewed 635 Times Jindal Group in Negotiations to Acquire Czech-Based Vitkovice Steel for €150 Million Jindal Group, a leading Indian conglomerate, is in negotiations to acquire a 100% stake in Vitkovice Steel, a Czech-based steel company, for approximately €150 million (around ₹1,000 crore). The deal is expected to be finalized by the end of the current fiscal year, through Jindal Steel International, the group’s global arm, according to industry sources. This acquisition will mark Jindal Group’s first venture into the European market, expanding its global footprint. The company, owned by industrialist Naveen Jindal, already operates in key regions such as Australia, Mozambique, and Oman, with interests in steel, power, and mining. Acquiring Vitkovice Steel would strategically position Jindal Group in Europe, particularly as the region enforces the Carbon Border Adjustment Mechanism (CBAM) to promote eco-friendly \"green steel.\" Additionally, the group is advancing its green steel initiative by establishing a hydrogen-based steel manufacturing facility in Oman through its subsidiary, Vulcan Green Steel (VGS). HBL",
    "images": "https://newsonprojects.com/uploads/news/",
    "tags": "India Projects, India New Projects, India Project Information, Project India, India Projects News, Project India Today, New Project Update, projects news, indian projects, south asia projects, gulf projects, tenders, power projects, infrastructure, logistics, construction, airport, seaport, energy, cement, electricity, mining, oil & gas, railway, road, food & beverages, chemical, engineering, automobile, hotel, hospital, drugs & pharma, plastic, metal, water, textile, sugar, it, leather, paper",
    "excerpt": "Get latest Projects news from India and South Asia, Get live Tenders from India, Projects, Power Projects, Gulf Projects, Tenders.",
    "categories": ""
}