{
    "title": "Jindal Group in talks to acquire Czech-based Vitkovice Steel for €150 million",
    "author": "Prabhukvn",
    "source": "First Piper",
    "date": "2024-10-20",
    "text": "Sun Oct 20 05:37:46 UTC 2024: Published – October 20, 2024 11:07 am IST – New DelhiJindal Group is in talks with Vitkovice Steel to acquire a 100% stake in the Czech-based company | Photo Credit: Reuters \nTo strengthen its global presence, homegrown Jindal Group is in talks with Vitkovice Steel to acquire a 100% stake in the Czech-based company.“The group is expected to complete the acquisition by the end of this fiscal year through its arm Jindal Steel International,” sources said. \nIt will be Jindal Group’s first acquisition in Europe.The Naveen Jindal-owned business house already has a significant presence in geographies like Australia, Mozambique and Oman in sectors such as steel, power and mining. \n“The management of the two sides are in active talks for the deal. As part of the deal, Jindal Group will acquire 100% stake in Vitkovice Steel. This will be Jindal Group’s first acquisition in Europe,” industry sources said. “As per sources, the deal size could be of about €150 million (around ₹1,000 crore),” they said.The acquisition of Vitkovice Steel will help the Jindal Group to make a foothold in the European market, which is putting checks in the form of CBAM (carbon border adjustment tax) to promote green steel. \nThe group is also setting up a hydrogen-based steel manufacturing unit through its arm Vulcan Green Steel (VGS) in Oman.Published – October 20, 2024 11:07 am IST Copyright© 2024, THG PUBLISHING PVT LTD. or its affiliated companies. All rights reserved.Terms & conditions | Institutional SubscriberComments have to be in English, and in full sentences. They cannot be abusive or personal. Please abide by our community guidelines for posting your comments. \nWe have migrated to a new commenting platform. If you are already a registered user of The Hindu and logged in, you may continue to engage with our articles. If you do not have an account please register and login to post comments. Users can access their older comments by logging into their accounts on Vuukle.",
    "images": "https://th-i.thgim.com/public/incoming/54cncz/article68775127.ece/alternates/LANDSCAPE_1200/2024-08-16T130658Z_127562308_RC20H9ALJ0EX_RTRMADP_3_JSW-CEMENT-IPO.JPG",
    "tags": "",
    "excerpt": "Jindal Group in talks to acquire Czech-based Vitkovice Steel for €150 million",
    "categories": ""
}