{
    "title": "Jindal Group's European Foray: Acquisition of Vitkovice Steel | Business",
    "author": "Devdiscourse News Desk",
    "source": "Devdiscourse",
    "date": "2024-10-20",
    "text": "Jindal Group's European Foray: Acquisition of Vitkovice Steel Jindal Group is planning to acquire Vitkovice Steel, marking its first European acquisition. The deal, expected to be worth around 150 million euros, could be completed by the end of the fiscal year. This acquisition will help Jindal strengthen its European presence amidst green steel initiatives. Country: India Jindal Group is on the verge of its first European acquisition, as talks progress with Vitkovice Steel to secure a 100 percent stake in the Czech company. The move is anticipated to be finalized by the fiscal year's end through Jindal Steel International. This acquisition, valued at approximately 150 million euros, is poised to expand Jindal Group's global footprint, which already spans Australia, Mozambique, and Oman in industries like steel, power, and mining. Securing Vitkovice Steel will position Jindal Group favorably within the European market, particularly as it navigates CBAM regulations promoting green steel. Additionally, Jindal is advancing toward establishing a hydrogen-based steel manufacturing unit in Oman via Vulcan Green Steel. (With inputs from agencies.)",
    "images": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/aiimagegallery/08_07_2024_12_57_31_794971.png?width=920&format=jpeg",
    "tags": "Jindal Group, Vitkovice Steel, acquisition, European market, green steel, CBAM, Naveen Jindal, hydrogen-based steel, Vulcan Green Steel, global expansion",
    "excerpt": "Jindal Group is planning to acquire Vitkovice Steel, marking its first European acquisition. The deal, expected to be worth around 150 million euros, could be completed by the end of the fiscal year. This acquisition will help Jindal strengthen its European presence amidst green steel initiatives.",
    "categories": ""
}