{
    "title": null,
    "author": "unknown",
    "source": null,
    "date": "2023-12-18",
    "text": "Home Media Press releases NLMK Belgium Holdings Slab quota decision creates a platform for transformation NLMK Belgium Holdings Slab quota decision creates a platform for transformation One of the restrictions imposed on trade with Russia last year created huge uncertainty for European steel rerolling companies such as NLMK Belgium Holdings (NBH) when access to historical slab supplies were slated to end in September 2024. In the 12th EU sanctions package published today, the temporary exemption on steel slab imports to the EU has been extended to 30 September 2028, with a progressive reduction in allowed annual volumes. This important decision removes uncertainty for NBH and provides the company with sufficient time to move towards a new business model while progressively introducing new slab supplies. NBH companies will be able to continue to operate, serving customers in key sectors such as wind and solar energy, construction and infrastructure development in Europe and providing quality employment to 2150 direct workers and indirect jobs for many more. The extension decision is crucial because the European and world markets are changing. On top of the political challenges, CBAM duties (a CO2 tax on imported steel) will become a reality, while changing expectations from customers and society as part of the green transitioning will impact our products and processes. As a company, NBH therefore needs to adjust to the new economic and political landscape and has to ensure that future steel products will have a progressively lower embedded CO2 footprint. The additional transition time now allows us to work actively on business configurations that provide a path to lower CO2 steelin the future. NBH has been investing responsibly in the renewal of our European plants for more than 15 years. In the last 5 years alone, we have invested more than 500 million Euros into renewing plants in Belgium, Denmark, Italy and France, creating new niche product capabilities and sustaining jobs for European workers. NBH will work closely with stakeholders to find solutions that can achieve all the objectives in the planned European transition, while ensuring that our workers, communities and next generation scan also be winners of the decarbonization and renewal of our industries. We welcome the decision published today that allows the continuation of our business and provides the time to work on the long-term transformation. Mr Ben de Vos, Chairman of the Board of NBH, notes “The uncertainty of the last year has been trying, and I am immensely proud of how resilient and united our team has been in the face of adversity. We will leverage that resilience and engagement in the next phase of development, and we will not be sitting still. There is a lot to do to transform our businesses -we will be working hard with all our committed stakeholders to succeed and to be the long-term partner our customers deserve.” Subscribe for updates You must accept the terms of this Privacy Policy.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}