{
    "title": "Month: October 2024",
    "author": "unknown",
    "source": "EUROMETAL",
    "date": "2024-10-31",
    "text": "ArcelorMittal Luxembourg improves sustainability following ResponsibleSteel audit Following the recent ResponsibleSteel assessment, ArcelorMittal Luxembourg’s Belval, Differdange, and Rodange operations are investing in improving sustainability. The sites’ ResponsibleSteel certification has recently been renewed, Kallanish notes. The Luxembourg long products division, which received certification three years ago, aims to recycle 100% of its byproducts by 2030 and is now developing 13 projects in response to the audit findings. These include noise and vibration effect research on surrounding neighbours, as well as a new management strategy for the long-term recovery of waste and byproducts, and enhanced monitoring of their lifecycle. “Once the [ResponsibleSteel] audit is completed, the sites receive a detailed report including points for improvement to accompany the certification … Since 2021, we have questioned and further improved our standards related to the environment, governance, and sustainability,” the steelmaker notes. Earlier this year, ResponsibleSteel launched a new version of International Standard, 2.1, which strengthens the Progress Level requirements for responsible materials sourcing and climate change and greenhouse gas emissions. Steelmakers who meet the revised Progress Level requirements will for the first time be able to label and market their products as ResponsibleSteel certified (see Kallanish passim). ArcelorMittal meanwhile announced its third-quarter sell-side analyst consensus figures based on analysts’ estimates provided by Visible Alpha, an independent entity. According to the forecast, the company’s Ebitda should reach $1.488 billion, with net income at $420 million. Natalia Capra France EU coil market sees limited justification for hikes European buyers of coil still have doubts about mills being able to achieve their desired level of price hike, although they appreciate the move in principle. The unofficial announcement made by ArcelorMittal in early October (see Kallanish 2 October) to bring up coil prices by €40/tonne ($43) was spoken out loud at the Euroblech trade show in Hanover last week. “Of course, prior to the trade show, Hannibal would climb on the elephant and trumpet a price,” one German attendant quipped. “And they [mills] will be sticking to it, yes, but the fundamental economic data are even below the forecasts of the first half-year, so where are the grounds for higher prices?” he wondered. Although the increase attempt is considered justified in the interest of profitability for mills and a healthier pricing structure, some observers say that, one step down the chain, prices are still being spoiled at distributor level. “High stocks are leading to severe competition between distributors and service centres, caused by the need for cash flow and for low inventories at year-end,” a Dutch manager told Kallanish a few weeks previously. That situation has not changed much. “There are still distributors conceding a loss when selling, to keep the shop running,” a distribution group manager said during last week’s trade show. Sheet cut from hot rolled coil in countries like Germany, France and Italy is being handled at approximately €630/t ($684), sometimes less. The price would be just about acceptable if the coil was bought during the price trough in September, at less than €550/t, “but most material will be coil bought during times of prices exceeding €600”, another observer cautioned. According to the Dutch source, low demand still means distributors and service centres are refraining from sending out inquiries to mills. A source offering a totally different point of view is technology supplier Schuler, maker of sheet processing equipment. In the run-up to Euroblech, it issued a statement on what it called a structural crisis in the automotive industry. “Because of low car sales, the pressing plants are not being utilised and carmakers are refraining from investment,” Schuler wrote. Christian Koehl Germany European HRC prices largely unchanged; buyers doubt higher offers for 2025 could be achieved Fastmarkets calculated its daily steel hot-rolled coil index, domestic, exw Northern Europe at €554.38 ($599.16) per tonne on Wednesday, down by €1.04 per tonne from €555.42 per tonne the previous day. The index was up by €4.38 per tonne week on week and up by €12.71 per tonne month on month. Mills in Northern Europe were heard pushing for higher prices for the first quarter of 2025, Fastmarkets understands. Offers for January-delivery HRC were reported at €600-620 per tonne ex-works, with some suppliers offering even at €640 per tonne ex-works. These levels have not been sealed in deals yet, sources told Fastmarkets. Material with delivery in the fourth quarter of 2024 was available at lower levels. Transactions for December-delivery HRC were reported at €550-570 per tonne ex-works, while offers for such material were around €570-580 per tonne ex-works. Buyers, however, were skeptical that mills would succeed in implementing the targeted price rise for the beginning of the next year. A buyer source told Fastmarkets that just a few weeks ago HRC in Northern Europe was traded at €520-530 per tonne ex-works. The source questioned the sustainability of the new higher offers announced for the first quarter of 2025, which were as high as €600-640 per tonne ex-works. “This is the same economy and the same outlook,” the source said, adding that demand for HRC is still low in Europe. The latest report of the European steel industry association Eurofer indicated that apparent steel consumption would not recover in 2024, but some rebound could be expected for the next year. A second buyer source described the new offers from mills as “wishful thinking”. In Southern Europe, Fastmarkets calculated its daily steel hot-rolled coil index, domestic, exw Italy at €551.43 per tonne on Wednesday, up by €2.80 per tonne from €548.63 per tonne the previous day. The Italian index was up by €3.05 per tonne week on week and up by €12.43 per tonne month on month. Suppliers in Italy were offering December-delivery HRC at €570-580 per tonne delivered, which would net back to €560-570 per tonne ex-works, Fastmarkets heard. Large volumes of HRC could still be traded at €540-550 per tonne ex-works, but the workable market level for small to medium tonnages was estimated at €560 per tonne ex-works, according to market participants. Import prices remained uncompetitive and no fresh business was concluded on Wednesday, sources told Fastmarkets. In Italy, November-shipment HRC from Turkey was on offer at €580-590 per tonne CFR to Italy, including the anti-dumping duty, while Asian material was offered at €550-570 per tonne CFR, but buyers’ estimates for the tradeable market level was lower, at €530 per tonne CFR. Published by: Darina Kahramanova UK government confirms 2027 CBAM introduction The UK government has confirmed that its Carbon Border Adjustment Mechanism (CBAM) will start from January 2027, it says in a published consultation document dated 30 October. It says the mechanism will place a carbon price on some of the most emissions-intensive industrial goods imported to the UK from the aluminium, cement, fertiliser, hydrogen, iron and steel sectors. Within these sectors, the CBAM will only apply to specific imported “CBAM goods”, determined by the product level scope of the CBAM and identified by commodity code. The document confirmed, as previously announced, the mechanism will be applied to “direct”, “indirect” and select “precursor” product emissions embodied in imported CBAM goods, Kallanish notes. The consultation, which launched back in March, proposed that imported scrap, identified via commodity codes, within relevant sectors will not be within the scope of the UK CBAM. The government adds that the January 2027 start date would balance the need to give businesses time to prepare, while also taking action on carbon leakage amid its ambition to decarbonise the country. Companies who responded to the consultation include British Steel, Celsa Steel UK, Electrosteel UK Ltd, Hyundai Steel, Jaguar Land Rover, Mughal Steel, Salzgitter Mannesmann UK, Stemcor, Tata Steel Europe and UK steel. The UK’s current main measure to mitigate carbon leakage risk is the system of free allocation under the UK ETS. Reforms to the UK ETS, as set out by the UK ETS Authority in July 2023, will reduce the number of permits available for purchase from government by 45% between 2023 and 2027, and the number of free allowances will also decrease. The document also notes that in September 2024 the UK ETS Authority consulted on moving the start of the second free allocation period from 2026 to 2027 and extending the current allocation period to include 2026. A move to 2027 would enable the government to align the implementation of the Free Allocation Review with the introduction of the UK CBAM, ensuring a holistic policy approach to carbon leakage, authorities observe. The UK ETS Authority will make a final decision and respond to the consultation in due course. Carrie Bone UK Revista InfoAcero Octubre 2024 En el siguiente enlace pueden acceder a la edición de Octubre de UAHE revista INFOACERO Destacamos a continuación algunos de sus contenidos: Opinión – D. Enrique Gimeno- Junta Directiva UAHE Siderurgia: El Sector del Acero en España – SOLUNION Resumen 20 Fórum de Productos Siderúrgicos, 15 y 16 Octubre WorldSteel: Previsión a corto plazo sobre Consumo de Acero- Octubre 24 Próximos Eventos: Eurometal Steel trade Day, Construtec y Metal Madrid. EU steel tube output to drop 2% in 2024 Following a milder-than-projected output decline of 1.5% in 2023, the EU steel tube sector is expected to face a more significant drop of 2% on-year in 2024. This will be followed by moderate growth of 0.8% in 2025, according to Eurofer. The downturn in the tubes and pipes segment reflects a widespread recession affecting all major EU steel-using industries, including construction, mechanical engineering, domestic appliances, metalware, and automotive, Kallanish notes. In the second quarter, EU steel tube output fell for the second consecutive period, decreasing by 1.6%, after a 4.4% decline in the previous quarter. This downturn has been exacerbated by war-related disruptions and ongoing supply chain issues that began in the second half of 2022. Additionally, the energy crisis that emerged in 2022 and persisted into 2023 has severely impacted investment in the sector, particularly pipeline project developments in the EU. In the long term, demand for large welded tubes from the oil and gas sector is not expected to improve significantly as the EU shifts toward LNG shipping, reducing reliance on pipeline gas. Global oil demand is unlikely to drive new pipeline projects in the short term due to geopolitical uncertainty and a weak economic outlook, with oil demand in the EU projected to decline throughout 2024. Demand from the construction sector will also ease, contributing modestly to growth, while demand from the automotive and engineering sectors is expected to remain relatively strong, Eurofer says. EU steel-using sectors faced a notable decline in Q2 output, which fell 2.1% after declining 2.4% in Q1. This has broken a period of resilience seen until the end of 2023, when growth was recorded at 0.9%. Elina Virchenko UAE Acciaierie d’Italia enters collaboration to build Taranto DRI facility Acciaierie d’Italia (ADI) and state company DRI d’Italia have signed a memorandum of understanding that kickstarts a collaboration to build a direct reduced iron plant at the Taranto steelworks, Kallanish learns from the company. This is regarded as a significant advancement in the steelworks’ decarbonisation. Whatever company acquires up-for-sale ADI is expected by the special administration managing the steelmaker to complete the DRI project as the sales process progresses. In order to ensure that Taranto has the capacity to provide the requisite infrastructure for the storage and transportation of iron ore and other materials, both ADI and DRI d’Italia have conducted feasibility studies. The 2.5 million tonne/year plant will be constructed by DRI d’Italia using state funds, while ADI will evaluate the necessary equipment modifications to accommodate the facility, such as enhancing the iron ore storage areas. “The DRI technique has long been indicated for reducing CO2 emissions in steel production, with less use of coal. This is the reason for the which public financial resources available are huge, around €1 billion [$1.08 billion] for the project, through cohesion funds,” ADI says in a note. Blast furnace No.1 was restarted in Taranto on 15 October to enable adequate output to ensure the financial resources necessary for the survival of the plant. ADI aims to register 1.9-2.2 million tonnes of steel output in 2024. Sources, however, believe the steelmaker’s production will fall short of that. In the first quarter of 2025, BF No.2 is scheduled to be restarted. By the first quarter of 2026, the firm plans to run BFs 1, 2 and 4. The plant is eyeing production of 4.5-5mt in 2025. Until 15 October, Taranto was operating only BF No.4, while BF No.5 has been inactive for a number of years. BFs 1 and 2 idled production a few months ago (see Kallanish passim). Natalia Capra France NLMK Verona to build new EAF by 2027 According to several market sources familiar with the matter, the new equipment will have capacity for 400,000 to 500,000 tonnes per year. It will first of all provide the asset with green steel semi-finished products, which is a crucial consideration because of the carbon-reduction policies of the EU. The cost of the project was said to be as much as €600 million ($648 million). A second factor behind the project was that it would help the company to replace import slab volumes, a large portion of which currently comes from the Russian parent company. The EU quota for Russian slab imports, set in response to Russia’s invasion of Ukraine in 2022, will expire in September 2028. The company did not respond by the time of publication to Fastmarkets’ request for an official comment regarding the details of the project. NLMK Verona currently has capacity to produce 450,000 tpy of various steel products, among which are forged and rolled plate, forged blocks and ingots. According to a source close to the company, around 70% of the slab needs at NLMK Verona come from the parent company in Russia. NLMK Verona itself has a furnace able to produce 50,000 tpy of slab, which is used for ingot production. The remaining volume is supplied from Asia and Europe. The Verona facility is part of the NLMK Europe plate division together with NLMK Clabecq in Belgium and Denmark’s NLMK DanSteel. The company also has NLMK Europe strip units at La Louviere in Belgium and Strasbourg in France. The key Russian asset in Lipetsk has capacity for 13 million tpy of crude steel and supplies slab for its own use, as well as for other group assets and third parties. Background \nItalian heavy plate production currently relies heavily on imported semi-finished steel products, mainly from Russia and Asia. In January-July 2024, total slab imports into Italy amounted to 1.07 million tonnes, according to Global Trade Tracker (GTT). Of that amount, deliveries from Russia comprised 416,265 tonnes, 39%. Deliveries from China in the same period amounted to 240,493 tonnes, and from Vietnam 158,768 tonnes. Starting in 2026, however, when the European Carbon Border Adjustment Mechanism (CBAM) comes into effect, European steel buyers will need to prioritize bookings of steel products with a lower carbon footprint, to cut costs. The price of CBAM certificates will be calculated by the European Commission on a weekly basis, based on the average price of the closing EU Emissions Trading Scheme (ETS) carbon dioxide (CO2) allowances for each week. The price of a carbon emissions permit in the EU was €60-67 ($65-72) per tonne in October 2024. And the EU envisages that the free allocation of such permits will be fully eliminated by 2034. Market participants told Fastmarkets that CO2 allowance prices will jump to €200-250 per tonne when the free allocations are halved in 2030, and that there will be a surge above €400 per tonne by 2034, when free allocations are fully phased out. Other Italian re-rollers were also looking for opportunities to invest in green steel production. For example, earlier this year, Italy-based re-roller Marcegaglia was cleared to acquire insolvent France-based steelmaker Ascometal, and announced plans to transform the asset into a green steel hub. European mills push for substantially higher HRC offers for Q1 2025 despite subdued demand Despite subdued consumption, all major European suppliers were looking to achieve higher prices for January and February, Fastmarkets heard. “Imports are expensive and too risky to book, considering anti-dumping probes and safeguards. If mills [in Europe] adjust production volumes in November and December, they might get a chance to increase [HRC] prices,” a buyer in Germany said. Northern European producers were offering January-delivery coil at €600-620 ($648-670) per tonne ex-works and even at €640 per tonne ex-works in some cases, sources said. But these prices have not been accepted in deals so far. Producers continued to offer discounts only for HRC with delivery in the fourth quarter of 2024, Fastmarkets heard. Notably, transactions for December-delivery HRC were reported at €550-560 per tonne ex-works, while offers for such material were around €570-580 per tonne ex-works. Fastmarkets calculated its daily steel HRC index, domestic, exw Northern Europe at €555.42 per tonne on Tuesday, up by €5.13 per tonne from €550.29 per tonne on Monday. \n \nThe index was down by €1.67 per tonne week on week, but up by €10.21 per tonne month on month. Sources said that European suppliers were also trying to push spot prices higher ahead of negotiations of long-term contracts with end users for next year. “Mills are trying to strengthen their position… ahead of signing long-term contracts with automakers,” a buyer source said. Original equipment manufacturers (OEMs) were asking for discounts of up to €200 per tonne, which is “unacceptable” from suppliers’ point of view. Long-term contracts with OEMs in the automotive industry for the second half of 2024 were closed at €730-750 per tonne – and even at €700 per tonne in some cases, compared with €800 per tonne in the first half of the year. In Southern Europe, Fastmarkets calculated its daily steel HRC index, domestic, exw Italy at €548.63 per tonne on Tuesday, up by €1.63 per tonne from €547.00 per tonne on Monday. \n \nThe Italian index was up by €0.50 per tonne week on week and up by €6.96 per tonne month on month. Suppliers in Italy were offering December-delivery HRC at €570-580 per tonne delivered, which would net back to €560-570 per tonne ex-works, Fastmarkets heard. But for such material, buyer estimates for the tradable market level were still reported at no higher than €540-550 per tonne ex-works. “Negotiations [for December HRC sales] are still underway; mills’ asking prices are too high,” a buyer in Italy said. Import prices, meanwhile, remain uncompetitive and no fresh business was completed on Tuesday, sources told Fastmarkets. In Italy, November-shipment HRC from Turkey was on offer at €580-590 per tonne CFR to Italy, including the anti-dumping duty, while Asian material was on offer at €550-570 per tonne CFR. Last week, the European Commission started registering all HRC imports from Egypt, India, Japan and Vietnam, paving the way for the potential retroactive application of anti-dumping duties, Fastmarkets reported. Eurofer gives up on expectations for demand recovery in 2024 According to Eurofer’s latest report, demand is expected to shrink by 1.8% to 127 million tonnes in 2024. This is a downward revision from the previous forecast from end-July of a slight recovery by 1.4%. At the beginning of the year, Eurofer predicted a recovery of apparent steel consumption in the EU by 5.6%, rising to 137 million tonnes in 2024. Since then, this has been the third time Eurofer has downgraded its forecasts. “In 2024, due to poor developments in the industrial outlook and decreasing demand from steel-using sectors, particularly construction and automotive, apparent steel consumption is projected to experience another recession, albeit moderate,” Eurofer said, adding that a modest recovery is foreseen in 2025. According to the association, apparent steel consumption in the EU in 2025 will increase by 3.8% to 132 million tonnes, still below the pre-pandemic volume of 145 million tonnes in 2019. After a short-lived rebound of apparent steel demand in January-February 2024 related to restocking, activity in the European flat steel market has been deteriorating, with prices under pressure. For example, in February, Fastmarkets’ steel hot-rolled coil index domestic, exw Northern Europe averaged €738.28 ($797.86) per tonne ex-works. Since then, the average monthly HRC price has been decreasing gradually, and for September, it reached €567.22 per tonne. Similar levels were last recorded in November 2020, when the index averaged €530.72. At the beginning of October, European mills tried to push prices up by increasing their offers. But demand remained weak, and deals continued to be concluded at lower levels. “Mills’ attempts for price increases were unsuccessful, but at least the HRC prices stopped dropping further,” a buyer source told Fastmarkets. Industry sources commented that any hopes for a price rebound would be postponed to the first half of 2025. A potential positive impact on the domestic HRC price could be uncompetitive import offers combined with some output cuts in the local market, Fastmarkets understands. End-user outlook Automotive \nEurofer said that automotive output in the EU27 had previously increased by 8.3% overall in 2023, despite the overall subdued investment outlook. “However, output levels have remained low in historical terms, far below the levels seen in 2018 and 2019,” Eurofer added. The sector was expected to decline by 6.5% in 2024 (revised downward from a 3% decline in a previous outlook) and to increase by just 1.9% in 2025 (revised downward from a 2.3% growth). According to Eurofer, the reasons for the negative trend were related to the protracted weakness of the manufacturing sector, overall EV standards uncertainty and lackluster consumer confidence. “Demand is projected to remain weak until the macroeconomic picture and consumer disposable income substantially improve, given the rather unpredictable economic outlook and uncertain economic growth perspectives”, Eurofer said. But according to the association, demand has shown some resilience against all the uncertainties around the implementation of EVs and preparing the ground for the ban of petrol cars by 2035. Negotiations between steel mills and original equipment manufacturers (OEMs) in the automotive industry for HRC contracts for the first half of 2025 were still underway, and OEMs would likely seek substantially lower prices for the next year contracts, sources reported. Notably, several sources told Fastmarkets that for the first half of 2025 contracts, OEMs were asking for discounts up to €200 per tonne, which were “unacceptable” from suppliers’ point of view. For the second half of 2024, long-term contracts with automotive OEMs were closed at €730-750 per tonne — and even at €700 per tonne in some cases — in contrast with €800 per tonne in the first half of the year. Construction \nThe largest steel-using sector — representing 35% of total steel consumption —  construction consumption fell by 0.8% in 2023. For 2024, Eurofer expected that construction activity would continue to decrease, falling by 1.3% rather than the previous prediction of a 1.4% decline. The sector is expected to grow by 1.3% in 2025 (revised downward from 1.8%). According to Eurofer, construction output has been under pressure since the third quarter of 2022. “This is due to several factors, including rising construction material prices, labor shortages in some EU countries and increasing economic uncertainty. Most notably, higher interest rates in 2022 and 2023, driven by monetary policy tightening, have also played a key role,” Eurofer said. All these factors impacted the sector negatively, especially the private non-residential sub-sector. Fastmarkets’ price assessment for steel reinforcing bar (rebar), domestic, delivered Northern Europe averaged €635.63 per tonne at the midpoint in September, up slightly by €8.13 per tonne from a monthly average of €627.50 per tonne at the midpoint in August. But the assessment was sharply down from a monthly average of €589.38 per tonne at the midpoint in September 2023.",
    "images": null,
    "tags": "CBAM;UK;UK CBAM;United Kingdom;INFOACERO;uahe;Eurofer;steel tube;Acciaierie d'Italia;direct reduced iron;DRI;Taranto;electric arc furnace;nlmk;Verona;hot-rolled coil;HRC;spot;automotive;Construction",
    "excerpt": null,
    "categories": "Latest Updates"
}