{
    "title": "Tag: nlmk",
    "author": "unknown",
    "source": "EUROMETAL",
    "date": "2024-10-30",
    "text": "NLMK Verona to build new EAF by 2027 According to several market sources familiar with the matter, the new equipment will have capacity for 400,000 to 500,000 tonnes per year. It will first of all provide the asset with green steel semi-finished products, which is a crucial consideration because of the carbon-reduction policies of the EU. The cost of the project was said to be as much as €600 million ($648 million). A second factor behind the project was that it would help the company to replace import slab volumes, a large portion of which currently comes from the Russian parent company. The EU quota for Russian slab imports, set in response to Russia’s invasion of Ukraine in 2022, will expire in September 2028. The company did not respond by the time of publication to Fastmarkets’ request for an official comment regarding the details of the project. NLMK Verona currently has capacity to produce 450,000 tpy of various steel products, among which are forged and rolled plate, forged blocks and ingots. According to a source close to the company, around 70% of the slab needs at NLMK Verona come from the parent company in Russia. NLMK Verona itself has a furnace able to produce 50,000 tpy of slab, which is used for ingot production. The remaining volume is supplied from Asia and Europe. The Verona facility is part of the NLMK Europe plate division together with NLMK Clabecq in Belgium and Denmark’s NLMK DanSteel. The company also has NLMK Europe strip units at La Louviere in Belgium and Strasbourg in France. The key Russian asset in Lipetsk has capacity for 13 million tpy of crude steel and supplies slab for its own use, as well as for other group assets and third parties. Background \nItalian heavy plate production currently relies heavily on imported semi-finished steel products, mainly from Russia and Asia. In January-July 2024, total slab imports into Italy amounted to 1.07 million tonnes, according to Global Trade Tracker (GTT). Of that amount, deliveries from Russia comprised 416,265 tonnes, 39%. Deliveries from China in the same period amounted to 240,493 tonnes, and from Vietnam 158,768 tonnes. Starting in 2026, however, when the European Carbon Border Adjustment Mechanism (CBAM) comes into effect, European steel buyers will need to prioritize bookings of steel products with a lower carbon footprint, to cut costs. The price of CBAM certificates will be calculated by the European Commission on a weekly basis, based on the average price of the closing EU Emissions Trading Scheme (ETS) carbon dioxide (CO2) allowances for each week. The price of a carbon emissions permit in the EU was €60-67 ($65-72) per tonne in October 2024. And the EU envisages that the free allocation of such permits will be fully eliminated by 2034. Market participants told Fastmarkets that CO2 allowance prices will jump to €200-250 per tonne when the free allocations are halved in 2030, and that there will be a surge above €400 per tonne by 2034, when free allocations are fully phased out. Other Italian re-rollers were also looking for opportunities to invest in green steel production. For example, earlier this year, Italy-based re-roller Marcegaglia was cleared to acquire insolvent France-based steelmaker Ascometal, and announced plans to transform the asset into a green steel hub.",
    "images": null,
    "tags": "electric arc furnace;nlmk;Verona",
    "excerpt": null,
    "categories": "Latest Updates"
}