{
    "title": "相关资讯 更多 >>",
    "author": "unknown",
    "source": null,
    "date": "2024-08-28",
    "text": "当前位置： 不锈钢频道>>国际动态 俄罗斯钢铁行业脱碳势在必行 2024-08-28 16:57:36 俄罗斯钢铁业以排放密集型煤基高炉-转炉（BF-BOF）工艺为主。为了应对来自国际脱碳倡议（包括碳关税和企业气候信息披露）压力，当前也在尝试转向低排放电弧炉（EAF）工艺。 尽管有良好的机会，俄罗斯大部分钢铁企业仍然坚持采用传统的炼钢技术，积极实施高炉大修，而并不是对低排放直接还原铁（DRI）生产进行投资。近三分之二的俄罗斯钢铁企业使用煤基BF-BOF炼钢工艺。该国还拥有少量碳密集度较低的炼钢工艺，包括基于废钢的EAF和基于DRI的EAF工艺。钢铁行业目前关注较多的脱碳技术是氢基DRI-EAF工艺，用于取代BFBOF。目前俄罗斯的DRI生产装置使用化石燃料，但可以逐步采用氢基装置替代。 脱碳压力 俄罗斯国家层面脱碳计划严重不足，碳关税和企业气候信息披露带来的国际压力意味着该国的钢铁行业必须采取行动。最大的压力就是欧盟碳边境调节机制（CBAM），该机制于2023年10月生效，并将于2026年开始全面实施。因此，俄罗斯钢铁行业必须对现有生产工艺路线进行调整，否则受碳定价影响，俄罗斯对欧盟的出口预计将会变得更加困难。 由于欧盟针对俄罗斯实施制裁，俄罗斯钢铁企业受到了一定影响，但宽限期的延长使俄罗斯得以继续向欧盟出口钢铁产品。例如，欧盟最新的制裁方案将俄罗斯板坯进口的宽限期延长至2028年，而不是原计划在2024年停止进口。尽管欧盟市场逐步减少俄罗斯钢铁进口，但限制措施缺乏一致性，因而有分析预测俄罗斯将继续与欧盟进行贸易，但会受到CBAM的约束。此外，根据《企业可持续发展报告指令》，欧盟强制性要求企业发布可持续发展报告，并根据美国证券交易委员会的气候规则，2025年在美国也将进行强制性发布。虽然这些规则主要分别针对欧盟和美国公司，但也将影响其他地区的企业，包括俄罗斯出口商。 对煤基高炉的坚持 尽管面临着巨大的国际脱碳压力，俄罗斯煤基高炉经过升级改造依旧还在运行。虽然俄罗斯许多高炉已经运行几十年，但定期的大修工作更新了装备的服役寿命，使俄罗斯高炉能够在未来多年继续平稳运行。 当前部分俄罗斯钢铁企业已经制定了投资计划，目标就是重建和改造高炉的相关基础设施，其中包括配备碳捕集和封存（CCS）装置。目前碳捕集和封存尚未在钢铁行业中得到大规模验证，即使实现了高捕集率，CCS对BF-BOF工艺脱碳的能力也受到一定限制。相反，从BF-BOF转向氢基DRI-EAF炼钢的投资将创造俄罗斯国内对氢的需求。 制氢战略 俄罗斯计划年产55万吨氢，但目前面临重大挑战，出口选择受限，鼓励国内消费的激励措施也很少。俄罗斯氢能战略最初侧重于向欧盟出口，但面对能源出口制裁，已转向国内消费。俄罗斯的氢能目标是成为全球主要的制氢大国。在缺乏国外现成客户的情况下，俄罗斯需要促进国内需求，并已将交通运输部门确定为可能的目标，但钢铁行业也有巨大需求。如果俄罗斯重新分配未来的投资，从新建或改造高炉转向建设更多氢基DRI装置，可以刺激其国内氢需求，同时与全球脱碳趋势保持一致。氢基DRIEAF工艺的平均排放强度不到煤基BF-BOF的三分之一（吨钢排放0.7吨二氧化碳，而BF-BOF吨钢排放2.2吨二氧化碳），大约是天然气基DRI-EAF工艺（吨钢排放1.4吨二氧化碳）的一半。 当前俄罗斯在DRI-EAF装置建设方面面临诸多挑战，由于Midrex、达涅利和普锐特等钢铁冶炼炉供应商相继退出俄罗斯市场，其中一些项目已被推迟。此外，该国尚未明确采取何种制氢方式，这意味着转向氢基DRI时，目前无法确定二氧化碳减排情况。 众所周知，灰氢是使用化石燃料产生的，并不涉及捕集温室气体，而蓝氢是以类似的方式生产的，但涉及使用CCS。绿氢是通过电解生产的，可再生能源为这一过程提供电力，生产出近零排放的氢。无论氢类型如何，氢基DRI工艺生产的钢铁排放强度将明显低于BF-BOF或天然气基DRI-EAF炼钢。 钢铁企业脱碳意识不足 由于要适应欧盟CBAM和日益严格的企业可持续发展报告要求，金属投资公司（Metalloinvest）和新利佩茨克钢铁公司（NLMK）等俄罗斯大型钢铁企业面临巨大的低碳转型外部压力。 2022年，NLMK出口的板坯占到了欧盟从俄罗斯进口板坯数量的80%，NLMK以煤基BFBOF工艺为主。随着板坯进口宽限期从2024年延长至2028年，NLMK的产品将从2026年开始受到欧盟CBAM定价的约束，如果该公司不从BF-BOF生产转型，成本将大幅增加。 Metalloinvest下设BF-BOF和天然气基DRI-EAF钢厂。2021年该公司的DRI出口量占到了欧盟进口总量的60%，2022年该公司向欧盟出口DRI达到165万吨，但随着新一轮制裁计划，Metalloinvest在2024年和2025年或将仅能出口114万吨和65.2万吨DRI。随着市场萎缩，该公司将会加快从天然气基DRI向氢基DRI转型，由此避免碳定价带来的额外利润损失。该公司计划在2026-2036年将高炉炼铁转向DRI生产，同时大规模采用绿氢。该公司目前使用天然气作为还原剂生产DRI，但今后可在现有装置中改用30%的氢。短期内，该公司计划专注于开发CCS，但鉴于该技术尚未得到证实，还存在一定风险。 受制裁影响的其他俄罗斯钢企，如马格尼托哥尔斯克钢铁公司和谢维尔钢铁公司似乎更关注国内需求、对独联体国家的出口以及亚洲和北非的新市场。尽管如此，在全球日益增长的钢铁脱碳趋势下，耶弗拉兹、谢维尔、联合冶金公司（OMK）也相继发布了温室气体减排倡议。 新兴氢能经济将在钢铁行业脱碳方面发挥关键作用 随着钢铁脱碳需求不断增长，加上国内氢能生产目标的制定，为俄罗斯从排放密集型炼钢转向低碳生产技术创造了机会。从高炉炼铁转向低碳氢基DRI将创造国内对氢的需求，并助推该国钢铁行业加快脱碳，从而使俄罗斯钢铁生产商符合CBAM和其他国际排放标准的要求。 为实现这些目标，俄罗斯需进一步开发DRI技术。该国政府计划自主开发国内氢生产、储存和运输技术及设备。至于拟议的新EAF和DRI装置，由于与西方供应商的合作关系破裂，以及缺乏生产必要设备的技术，项目被迫暂停。尽管俄罗斯钢企正在寻找新的合作伙伴，但进展缓慢。 虽然制氢成本和转向基于氢基DRI生产可能对俄罗斯钢铁制造商构成重大挑战，但随着高炉大修投资的逐步减少，加上政府对项目的支持和融资，情况可能大有改观。为了紧跟全球氢能市场的发展，政府的战略支持可能有助于俄罗斯钢铁行业摆脱困境，并构建全新的氢能市场。 （源自世界金属导报） (采编: 钢之家资讯部 请勿转载 垂询电话:86-21-50585733 13816581143)",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}