{
    "title": "Day: 11 November 2024",
    "author": "unknown",
    "source": "EUROMETAL",
    "date": "2024-11-11",
    "text": "Italian longs prices flatten in weak market The stagnation in the Italian long steel market is intensifying, with the absence of improvement and low margins compelling several mills to cease operations this month. There are also plans for extended shutdowns during December, sources tell Kallanish. Several longs producers are currently operating at 50% of their capacity. One has closed at least one of its facilities in November due to insufficient orders. No products are immune from the downturn, including speciality steels, which demonstrated better performance until the summer. Longs prices seem to remain stable month-to-month; however, consumption levels are underwhelming. Multiple mills are planning to execute stoppages also during the first week of December. The Italian merchant bar sector is facing significant challenges as a result of weak order volumes. The market is seeing pricing stability, however, as the main producers are effectively holding their position in the face of declining bids. The current price range for domestic merchant bar stands at approximately €280/tonne ($301/t) delivered, equating to €700/t, including size extras. The improved demand for sections seen in recent months amid reduced availability is experiencing a decline in momentum as the market moves into November. The supply of beams is projected to remain significantly constrained. Sources indicate prices for the first category are at approximately €800/t delivered. “Production halts in December will be longer than the usual two weeks. Several mills are considering four-week stoppages to balance demand and supply. There is a general stability in longs prices, but increases are hard to pass on,” a source comments and confirms the continued weak sales volumes. Sources indicate ArcelorMittal’s long and flat products distribution branch in Bologna, Italy, is set to permanently close on 31 December. Customers have been notified of the decision and reassured about the status of pending deliveries. The steelmaker’s other distribution hub in Flero, Brescia, continues to operate (see Kallanish passim). European long steel producers are under severe financial pressure that could compel them to potentially close or divest certain facilities if the ongoing market downturn and lack of state support continue, several regional mill sources say. Natalia Capra France Bureaucracy counteracts EU low-emission transition intentions: AIST conference European regulation and bureaucracy are counteracting the region’s own good intentions to be a leader in the transition to cleaner steelmaking, according to panellists at last week’s AIST European Steel Forum 2024 in Essen. Bettina Hübschen of the state of Saarland’s hydrogen-promoting agency, Saarländische Wasserstoffagentur, bemoaned the scale of regulation facing the market. “We have succeeded in over-regulating a market that does not even exist,” she told delegates at the conference attended by Kallanish. “We need to give companies room to breathe,” she added, noting the complicated funding landscape in the region. “There are various schemes but [it is] very complicated for the companies to understand ‘what is right for me’.” She also noted the long timeframe for applying and awaiting the outcome of the funding decision, which could take years, slowing down the process. Other panellists concurred, with René Gissinger of Pipe GmbH saying: “We need to allow the market to do its job.” He called CBAM a “horrible thing”, adding: “The ambition is high, but the execution is low.” Gissinger nevertheless supports the drive towards CO2-reduced steels, as he hears customers asking for it. “Steel needs to turn green not to stay a dinosaur,” he asserted. Meanwhile, Nicole Voigt of Boston Consulting Group warned not to get lost in easy “regulation-bashing”. During her research regarding CBAM, for example, she has noticed unexpected interest from overseas. “We get a lot of inquiries from China, which I did not expect,” she explained. Christian Koehl Germany Slow trading keeps European HRC prices flat; hopes for Q1 rebound linger The HRC market in Europe was quiet on Friday, with prices seen as broadly flat and still way below producers’ target levels. Notably, for HRC with lead times in the first quarter 2025, most offers have been ranging between €600 ($646) per tonne and €620 per tonne ex-works, sources said. At the same time, for December lead times, it was still possible to achieve €550-570 per tonne ex-works with some suppliers, Fastmarkets heard. “The order book situation at mills has improved somewhat in the past several weeks, but we are far away from booming [demand],” a mill source said. “Stocks [of HRC] are low, but they are sufficient for the subdued demand [from the end-user side],” a buyer said. A steel-service center (SSC) source said that shipments from SSCs to end users fell by around 30% year on year in September-October. At the same time, the effect of trade defense measures, applied in the market in the third quarter 2024, was much less severe than had been expected. “When new safeguards were applied [in July 2024] and anti-dumping against four countries started [in August 2024], we still had significant tonnages [of HRC] in the pipeline – whether shipped, or expected to be shipped, or sitting in ports. It will take the market some time, maybe up to January-February 2025, to clear this volume,” a buyer in Germany said. “The first quarter [of 2025] might be a bit early [for HRC prices to recover], but [later in the year] we will see better prices, in view of the reduced imports and reduced availability,” another buyer said. Fastmarkets calculated its daily steel hot-rolled coil index domestic, exw Northern Europe at €558.75 per tonne on Friday, down by €1.96 per tonne from €560.71 per tonne on Thursday. The index was up by €1.25 per tonne week on week and by €13.37 per tonne month on month. In Southern Europe, Fastmarkets calculated its daily steel hot-rolled coil index domestic, exw Italy at €552.50 per tonne on Friday, unchanged from the previous day. The Italian index was down by €5.00 per tonne week on week, but up by €12.50 per tonne month on month. Italian suppliers offered HRC with lead times of five to six weeks at €570-580 per tonne delivered, which nets back to €560-570 per tonne ex-works, according to sources. Buyer estimations were lower, at €540-550 per tonne ex-works, Fastmarkets heard. For first-quarter delivery HRC, price ideas were around €620 per tonne delivered (€610 per tonne ex-works). It remains to be seen whether such prices can be accepted by buyers. According to buyers, slow consumption and fierce competition downstream will make such an increase challenging. But on the other hand, limited imports and lower offered HRC volumes could support a price rebound in the first quarter of 2025, sources said. Import HRC offers remain uncompetitive in Europe, Fastmarkets heard. HRC from Turkey was on offer at €580-600 per tonne CFR to Italy, including the anti-dumping duty, while offers from Asia came in at €550-570 per tonne CFR. EUROMETAL Steel Trade Day: Coils price increase highly unlikely before Q2 2025 One of the main topics widely discussed at EUROMETAL’s Steel Trade day conference, held in Dusseldorf on November 5, was the persistent imbalance between demand and supply that has troubled the European steel coils market for months. This imbalance has significantly hindered domestic suppliers’ attempts to raise prices. The mismatch between demand and supply largely stems from weak demand in consumer industries, as supply levels have remained fairly steady in recent years, particularly within the EU, Metal Expert has learnt at the conference. “The volumes going out of service centers’ doors directly to end users, I think, went down quite a bit. I would estimate that around 30%, depending on the area,” noted Maruan El Daghma, Managing Director at Primex Steel Trading, during a panel discussion. Declining consumption, both real and apparent, reflects ongoing economic uncertainties and weaknesses in both global and EU markets. The EU’s protectionist policies have also negatively impacted the distribution sector. “If the cost side is unpredictable, then you are of course cutting your inventory to a minimum to remain flexible. And I think that’s what we have seen over the last 12 months. A lot of importers have been hit hard by the safeguard duties and I think that the risk appetite has gone down,” explained Alexander Julius, Managing Director at Macrometal. Though some level of imports continues, distributors are “super cautious that the cost base does not exceed the level where you’re going into deep losses,” he added. All panelists agreed that no price improvement is possible until the end of the year, considering the current low level of demand. Looking to next year, perspectives varied. “The long-term logic of the market would dictate too much supply, too little demand, not enough investment to persuade people to spend money, lots of fear around massive amounts of world issues. So I would say it’s going to be a struggle to get pricing up,” said Julian Verden, Managing Director for Europe at Stemcor. Tayfun Iseri, Chairman of Yisad, also noted that the core issue is low demand, not oversupply. “Supply has been pretty much stable [globally over the last few years]. If China continues to supply over 100 million t a year, I just cannot see the prices going up unless the demand picks up. And for the next six months, I just cannot see the demand going up,” he said. Conference participants identified only two potential drivers of a price increase in European coils: reduced HRC import availability due to safeguard measures and the ongoing anti-dumping investigation targeting Egypt, Vietnam, India, and Japan, combined with lower EU interest rates. “The first quarter might be a bit early, but I think in the further development of the year hopes are for a better recovery of the market in view of reduced imports. And that means also reduced availability. But again, I think the first quarter may be a little bit too early,” Julius said. “I don’t think that the demand will be extraordinary at this point in time. But we should also not underestimate the impact of a lower cost of money entering 2025. We already have 0.75% lower cost of money right now. We’re going to have another interest rate cut pretty soon. Realistically, money is going to cost 1% less. After around two and a half years of destocking, I think that a cautiously optimistic view could be seen: not great demand, but good for automotive manufacturing. It should be slightly better than in 2024,” added Marco Micciche, CEO of Eusider Trading. Lilit Papoian Poland must fight for its steel plate production potential Yes, this market by 90% depends on imports. We are talking about the steel plate market in Poland. And this market is quite large – about 1 million per year in 2015-2023. But, surprisingly, local production is in crisis, and two out of three manufacturers have gone bankrupt in the last 10 years. Steel plate is a sheet steel rolled product, typically with a thickness of more than 3 mm. Large consumers of plate are construction, renewables, shipbuilding and the defense sector. And for the latter, dependence on imports is unacceptable, since it weakens the country’s resilience. There are three plate producers in Poland: Huta Czestochowa, Walcownia Blach Batory (WBB) of the Weglokoks group and the HSJ plant owned by the Cognor Group. Local plate production volumes fell by 50% from 625,000 tons in 2013 to 300,000 tons in 2023. This was due to problems at the largest producer, Huta Czestochowa, which has a capacity of up to 1 mln tons of plate. The total capacity of the other two plants is ×3.5 times less – only 210 thousand tons. Judging by plate production volumes in Poland, according to WSA, WBB and HSJ are utilized quite highly. What does this mean? The market is starting to import, despite the presence of a local idled plant in Czestochowa. In other words, the potential of local production is not used. The key sources of plate imports to Poland are Italy, the Czech Republic, Germany and Denmark. Imports from Italy (NLMK Verona), the Czech Republic (Vitkovice Steel) and Denmark (Dansteel) are products made from slabs of Russian origin. We can also add 5% of imports from Belgium (NLMK Clabecq). As a result, we`ve got that 47% of plate imports in Poland depend on Russia or 44% of the entire market. This is unacceptable in conditions when Poland is actively strengthening its defense to repel possible Russian aggression. The EU’s overly soft policy has made it possible for Russian steel products to dominate, with high quotas on Russian slab imports, with postponed ban until 2028. Russian imports distort competition, putting pressure on flats prices in the EU in a weak market. In an effort to preserve jobs at Russian-owned plants in Italy and Belgium, the European Commission discriminates against jobs in Poland. The plate market is a good example. In such circumstances, it is important to preserve production and human potential and resume full-scale operations at Huta Czestochowa, which is in permanent bankruptcy. Last week, the Court approved the bankruptcy decision of the plant, the arbitration manager is looking for applicants to lease the assets, and in the future to sell the plant. The domestic Weglokoks group, the German trader Steel Mont, and the Metinvest group, which has major assets in Ukraine, are named as applicants for Huta Czestochowa. Liberty Steel, which managed the plant in 2020-2023, showed active interest, but proved to be an ineffective investor. Attracting an effective investor to breathe new life into the company, as there is enough potential in the Polish market. But there are also a number of challenges. This is the case when a number of problems pass to the new owner along with the asset. This increases the requirements for the future investor. Given the “rent-for-sale” scheme, in order for Huta Czestochowa to start operating successfully, it is important to ensure working capital, sales and capacity utilization at the first stage. Sounds good, but difficult to implement. How to compete with products made from Russian semi-finished products? How to ensure the competitiveness of EAF production with a 25% higher electricity price in Poland compared to Germany? At the second stage, it is necessary to ensure investment, since the plant during the period of permanent bankruptcy clearly faced underinvestment in both maintenance and development projects. With all due respect to the trading company’s business, Steel Mont, it is unlikely that a company with revenues of €100 million will be able to ensure the sustainability of Huta Czestochowa’s business. In addition, the company doesn`t operate a steel production business. The Polish state-owned Weglokoks Group generates most of its business from coal mining and trading. But Weglokoks is already present in the plate market currently, operating a plate mill in Huta Batory with a capacity of 150 thousand tons. In other words, Huta Czestochowa’s capacity is large compared to the current scale of Weglokoks’ steel business. Metinvest is trying to regain its position in the European steel market after losing two large plants in Mariupol. The company knows the plate market in Europe well, since before the war Ukraine was the largest supplier to the EU. In other words, it can be expected that Metinvest will be able to establish plate exports from Poland. Potentially, there is another synergy there. Huta Czestochowa could supply plate to the Ukrainian market, which reached 200 thousand tons per year in 2023-2024 and is supplied entirely by imports. In this way, the issue of sales can be resolved and the capacity of the plant in Czestochowa can be utilized in the first stage. The scale of Metinvest’s business implies big numbers. EBITDA of Metinvest amounted to $861 mln even in the crisis year 2023, while CAPEX – was $283 mln. This leaves no doubt about the company’s ability to provide investments for Huta Czestochowa. But the investor’s efforts may not be enough. Poland also needs to review its industrial policy, against the backdrop of the systemically worsening positions of all local steelmakers and growing imports. For example, we see a decrease in the production of flat steel at ArcelorMittal Group enterprises, the sale of the Polish asset of Celsa (Huta Ostrowiec). The Polish authorities will have to make a difficult choice without the right to make a mistake. This will be the third attempt to revive the plant. The likelihood of normalizing the plant’s operations decreases with each attempt.",
    "images": null,
    "tags": "CBAM",
    "excerpt": null,
    "categories": "Latest Updates"
}