{
    "title": "The EU Corporate Sustainability Due Diligence Directive and its Extraterritorial Effect: Promise and Pitfalls",
    "author": "Antoine Blot",
    "source": "ercst.org",
    "date": "2023-11-24",
    "text": "The EU Corporate Sustainability Due Diligence Directive and its Extraterritorial Effect: Promise and Pitfalls Author(s): Andrei Marcu, Michael Mehling, Ana Ruiz Last year, the European Commission issued a proposal for a Corporate Sustainability Due Diligence Directive (CSDDD) aiming to improve corporate governance practices in order to deliver on an economy that works for people, including to improve the regulatory framework on sustainable corporate governance. If adopted, it will introduce several environmental and human rights due diligence duties applicable to companies and their directors along the entire value chain. The proposed Directive is remarkable for its extraterritorial scope: the covered companies not only have to monitor their own impacts and those of their subsidiaries, but also impacts caused by entities that are part of their value chain and with which they have an established direct or indirect business relationship wherever those entities may be located or incorporated. Supporters see this wide geographic remit as a necessity to avoid the offshoring of unethical and unsustainable practices; critics question it as a “matter of principle”, worrying about its legal and economic implications, its impact on developing countries, the repercussions of transferring authority (and accountability) from the state to corporations, as well as the potential for unintended consequences. As this legislative proposal advances through the Trilogue process, the present report aims to inform the political discussion by surveying the relevant literature and evaluating the arguments presented for and against the broad scope envisioned under the proposed Directive.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": "All Publications"
}