{
    "title": "Flint Europe datacard on lobbyfacts.eu",
    "author": "unknown",
    "source": null,
    "date": "2016-01-04",
    "text": "Overview Lobbying Costs None declared None declared Lobbyists (Full time equivalent) 3.5 Fte (7) Lobbyists with EP accreditation 0 High-level Commission meetings 24 Lobbying Costs over the years \n\t\t\t\t\t Info\n\t\t\t\t\t Flint Global Ltd EU Transparency Register 718251720163-42 First registered on 04 Jan 2016 Goals / Remit Flint is a new business advisory. We provide integrated, practical advice to help our clients avoid risks, take opportunities and solve problems. We support companies facing major regulatory or policy issues and in handling complex stakeholder, management or organisational challenges. We offer a unique mix of experience. Our leadership team have run major public organisations and successful companies. We have been senior decision makers in Government and regulatory agencies and we have advised leaders across the public and private sector. We are based in London, work in Brussels and across the EU, and serve global clients. Main EU files targeted Flint Global is a new company, our main focus will be on the following policy areas: trade, competition, taxation, energy, infrastructure, digital single market, transport, and financial services. Address Head Office 22 Manchester Square London W1U 3PT UNITED KINGDOM \n\t\t\t\t\t People\n\t\t\t\t\t Total lobbyists declared 7 Employment time Lobbyists 75% 2 50% 3 25% 2 Lobbyists (Full time equivalent) 3.5 Lobbyists with EP accreditation All Lobbyists with EP accreditation over time 0 accreditations were / are live (in bold) for the selected state of 04 Jan 2016 Name Start date End Date Thilleli Ghezzaz 06 Mar 2025 05 Mar 2026 Liselotte Dubois 18 Feb 2025 17 Feb 2026 Margherita Borla Magnetto 18 Feb 2025 17 Feb 2026 Jorge Castro Pardo 05 Mar 2025 04 Mar 2026 Lorene de Gouvion saint cyr 28 Jun 2024 27 Jun 2025 Gonçalo Loureiro 30 Oct 2024 29 Oct 2025 Léna Rigoulay 30 Oct 2024 29 Oct 2025 Laura Munoz Ledesma 16 Oct 2024 15 Oct 2025 Thomas BARROS-TASTETS 04 Dec 2024 03 Dec 2025 Vasco MAGALHAES RESSANO GARCIA 18 Nov 2024 17 Nov 2025 Miro Folke Guzzini 04 Nov 2024 03 Nov 2025 Renske Makkinga 19 Sep 2024 18 Sep 2025 Alexander CONWAY 04 Jul 2024 03 Jul 2025 Sara FORNASIERO 06 Oct 2024 05 Oct 2025 Aymane Guenaou 04 Oct 2024 05 Mar 2025 Jose Ignacio Michaus Fernandez 22 Jul 2024 21 Jul 2025 Francesco De Angelis 04 Jul 2024 03 Jul 2025 Benoît Roussel 04 Jul 2024 03 Jul 2025 Julia NORTON DE MURAT QUINTELLA 04 Jul 2024 03 Jul 2025 Giacomo BORSETTI 26 Jun 2024 25 Jun 2025 Pierpaolo PRONI 04 Jul 2024 03 Jul 2025 Jose Lopez Rua Taboada 04 Jul 2024 03 Jul 2025 Thomas GRANDJOUAN 25 Jun 2024 13 Feb 2025 Marie Thurøe Lykke-Jensen 11 Apr 2024 11 Apr 2026 Rita Jonusaite 12 Jul 2023 11 Jul 2024 Thomas GRANDJOUAN 07 Jul 2023 05 Jul 2024 Mateusz Adrian MARCINIAK 09 Sep 2023 07 Sep 2024 Lorene DE GOUVION 23 Jun 2023 27 Jun 2024 Lena RIGOULAY 31 Jan 2024 04 Oct 2024 Julia NORTON DE MURAT QUINTELLA 12 Oct 2023 12 Sep 2024 Matteo PANIZZARDI 12 Oct 2023 04 Oct 2024 Pierpaolo PRONI 26 May 2023 25 May 2024 Idil Uzay UZUN 04 Apr 2024 04 Oct 2024 Giacomo BORSETTI 31 Jan 2024 11 Sep 2024 Vasco MAGALHAES RESSANO GARCIA 07 Feb 2024 04 Oct 2024 Alexander CONWAY 02 Feb 2024 04 Oct 2024 Miro GUZZINI 22 Feb 2024 04 Oct 2024 Benoit Roussel 14 Nov 2023 04 Oct 2024 Jose LÓPEZ-RÚA TABOADA 04 Oct 2023 04 Oct 2024 Jose Igancio MICHAUS FERNANDEZ 12 Oct 2023 04 Oct 2024 Thomas BARROS-TASTETS 04 Nov 2023 04 Oct 2024 Marie Thuroe LYKKE-JENSEN 05 Mar 2024 04 Oct 2024 Clemence MAULAT 09 Nov 2023 04 Oct 2024 Ivana BARTOLAC 12 Oct 2023 04 Oct 2024 Mr Jose Igancio MICHAUS FERNADNEZ 12 Oct 2023 07 Nov 2023 Francesco De Angelis 06 Oct 2023 04 Oct 2024 Ms Maissane Celie Morgane LAHMAR-SAVAGE 26 May 2023 12 Oct 2023 Remi KIRECHE 02 Mar 2023 22 Oct 2023 Mr Zachary BURNSIDE 24 Feb 2023 30 Jan 2024 Miro GUZZINI 23 Feb 2023 22 Feb 2024 Ms Izabela GASOYAN 16 Feb 2023 15 Jul 2023 Mr Georgios ANASTOPOULOS 01 Feb 2023 01 Feb 2024 Ms Emily BINCHY 11 Jan 2023 11 Jan 2024 Mr Corentin LESCROART 05 Jan 2023 07 Jul 2023 Ms Li Wen SU 17 Nov 2022 17 Nov 2023 Ms Megan WELBY 11 Nov 2022 11 Nov 2023 Ms Alexandra Ponsardin 08 Nov 2022 08 Nov 2023 Julia NORTON DE MURAT QUINTELLA 18 Oct 2022 12 Oct 2023 Marie Thuroe LYKKE-JENSEN 18 Oct 2022 18 Oct 2023 Clemence MAULAT 18 Oct 2022 18 Oct 2023 Ms Julia JOUVENÇON 15 Oct 2022 24 Feb 2023 Ms Lisa KEUPER 15 Oct 2022 14 Oct 2023 Ivana BARTOLAC 14 Oct 2022 12 Oct 2023 Jose LÓPEZ-RÚA TABOADA 12 Oct 2022 04 Oct 2023 Mr Jose Igancio MICHAUS FERNADNEZ 08 Oct 2022 07 Oct 2023 Matteo PANIZZARDI 04 Oct 2022 04 Oct 2023 Mr Pepe LÓPEZ-RÚA TABOADA 28 Sep 2022 12 Oct 2022 Ana PANCHEVSKA 23 Sep 2022 13 Apr 2023 Benoit Roussel 16 Sep 2022 16 Sep 2023 Thomas BARROS-TASTETS 14 Sep 2022 14 Sep 2023 Ana UKLEBA 11 Aug 2022 26 May 2023 Miro GUZZINI 04 Mar 2022 23 Feb 2023 Mr Corentin LESCROART 20 Jan 2022 05 Jan 2023 Thomas GRANDJOUAN 22 Dec 2021 22 Dec 2022 Ms Julia JOUVENÇON 30 Oct 2021 15 Oct 2022 Mr Zachary BURNSIDE 28 Oct 2021 28 Oct 2022 Marie Thuroe LYKKE-JENSEN 28 Oct 2021 18 Oct 2022 Matteo PANIZZARDI 25 Oct 2021 04 Oct 2022 Julia NORTON DE MURAT QUINTELLA 22 Oct 2021 18 Oct 2022 Adriana Capparelli 22 Oct 2021 22 Oct 2022 Federico DI BENEDETTO 21 Oct 2021 20 Jul 2022 Clemence MAULAT 27 Apr 2021 27 Apr 2022 Ana UKLEBA 12 Jan 2021 12 Jan 2022 Mr Corentin LESCROART 12 Jan 2021 12 Jan 2022 Daniel BRINKWERTH 05 Jan 2021 05 Jan 2022 Adriana Capparelli 20 Feb 2020 01 Feb 2021 Lorenzo Torti 14 Feb 2020 01 Mar 2021 Mr Johannes van der Vegt 23 Nov 2019 21 Nov 2020 Ms Claudia RODRIGUEZ GARZA 12 Oct 2019 10 Oct 2020 Ana PANCHEVSKA 10 Oct 2019 01 Nov 2020 Ms Charlotte BRETT 02 Oct 2019 02 Oct 2020 Lorenzo Torti 17 Jan 2019 17 Jan 2020 Ms Claudia RODRIGUEZ GARZA 26 Sep 2018 01 Oct 2019 Adriana Capparelli 19 Sep 2018 19 Sep 2019 Lorenzo Torti 24 Jan 2018 17 Jan 2019 Adriana Capparelli 31 Aug 2017 23 Aug 2018 Mr Oliver ROTT 05 Aug 2017 04 Aug 2018 Mr Renaud Thillaye du Boullay 22 Mar 2017 21 Mar 2018 Lorenzo Torti 23 Jan 2017 18 Jan 2018 Complementary Information As a new company, our headcount and client list is growing and these figures are subject to change. Person in charge of EU relations Mr Simon Fraser (Managing Partner) Person with legal responsibility Mr Nigel Gardner (Chairman) \n\t\t\t\t\t Categories\n\t\t\t\t\t Category I - Professional consultancies/law firms/self-employed consultants Subcategory Professional consultancies \n\t\t\t\t\t Networking\n\t\t\t\t\t Affiliation None declared Member organisations None declared \n\t\t\t\t\t Financial Data\n\t\t\t\t\t Closed financial year None declared Lobbying costs for closed financial year None declared Other financial info Flint Global is a new company and we will update this financial information as the company grows. Declared lobby clients Client Name Amount Rolls-Royce Ltd. 50,000€ - 99,999€ \n\t\t\t\t\t EU Structures\n\t\t\t\t\t Groups (European Commission) None ACC None Groups (European Parliament) None Communication activities None Other activities None declared Meetings\n\t\t\t\t\t Meetings 24 meetings found. Download meetings The list below covers meetings with Commissioners/Cabinet members/Directors-general (high-level) Commission meetings published December 2014 to December 2024, and the meetings of Commissioners/Cabinet members/Directors-general and officials holding \"management functions\" in the Commission published since 1 January 2025. Other lobby meetings with lower-level staff may well have taken place, but the Commission doesn't proactively publish information about these meetings. All information below comes from the Commission and not from the registrant. 1 July 2024: We have noted that some meetings are appearing in duplicate, ie. some meetings seem to be listed twice. This seems to be because the Commission changes some element of a meeting data after the meeting has first been listed, which causes LobbyFacts to register it as a new meeting. We are investigating further. \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 Feb 2025 Location Virtual meeting Subject Data protection Cabinet Cabinet of Commissioner Michael McGrath Attending Maria Zafra Saura (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Oct 2024 Location Brussels Subject Discussion on CMU DG Financial Stability, Financial Services and Capital Markets Union Attending John Berrigan (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 07 May 2024 Location Brussels Subject SFDR and MiCA/Decentralised Finance DG Financial Stability, Financial Services and Capital Markets Union Attending John Berrigan (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 29 Sep 2023 Location Brussels Subject blockchains financial inclusion Defi regulation Cabinet Cabinet of Commissioner Mairead Mcguinness Portfolio Financial services, financial stability and Capital Markets Union Attending Florian Denis (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Jul 2023 Location Virtual meeting Subject Upcoming Eurofi DG Financial Stability, Financial Services and Capital Markets Union Attending John Berrigan (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 31 May 2023 Location Brussels Subject Meeting with former Commissioner Julian King Cabinet Cabinet of Vice-President Margaritis Schinas Portfolio Promoting the European Way of Life Attending Margaritis Schinas (Vice-President) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 04 Apr 2023 Location Brussels Subject Bank regulation and NPL secondary market Cabinet Cabinet of Commissioner Mairead Mcguinness Portfolio Financial services, financial stability and Capital Markets Union Attending Tommy De Temmerman (Cabinet member) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 11 Oct 2022 Location videoconference call Subject European Media Freedom Act Cabinet Cabinet of Vice-President Věra Jourová Portfolio Values and Transparency Attending Marie Frenay (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 16 May 2022 Location Virtual meeting Subject BU, sanctions DG Financial Stability, Financial Services and Capital Markets Union Attending John Berrigan (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 13 Jan 2022 Location Virtual meeting Subject CMU, EUROFI conference DG Financial Stability, Financial Services and Capital Markets Union Attending John Berrigan (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Jun 2021 Location Virtual Meeting Subject EU short-term economic prospects, CMU and Basel III DG Financial Stability, Financial Services and Capital Markets Union Attending John Berrigan (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 29 Jul 2020 Location Brussels Subject Call on state of play and exchange of views on CBAM Cabinet Cabinet of Commissioner Paolo Gentiloni Portfolio Economy Attending Jakob Wegener Friis (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 26 Mar 2020 Location Brussels Subject Trade issues Cabinet Cabinet of Commissioner Phil Hogan Portfolio Agriculture &amp; Rural Development Attending Kevin Keary (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 26 Mar 2020 Location Brussels Subject Trade issues Cabinet Cabinet of Commissioner Phil Hogan Attending Kevin Keary (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 05 Mar 2020 Location Brussels Subject Capital Markets Union Cabinet Cabinet of Executive Vice-President Valdis Dombrovskis Portfolio An Economy that Works for People Attending Andrea Beltramello (Cabinet member) Jérôme Deslandes (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 24 Jan 2020 Location Brussels, Belgium Subject Meeting to discuss the Commission’s priorities in the area of taxation, including green taxation. Flint provided an overview of the experience with setting an ambitious emission reduction target in Denmark (70%). Cabinet Cabinet of Commissioner Paolo Gentiloni Portfolio Economy Attending Jakob Wegener Friis (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 23 Nov 2018 Location Brussels/Belgium Subject Exchange of views on the future of tax and customs policy DG Taxation and Customs Union Attending Stephen Quest (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 18 Sep 2018 Location BERL Subject Defence Cabinet Cabinet of Commissioner Elżbieta Bieńkowska Portfolio Internal Market, Industry, Entrepreneurship and SMEs Attending Fabrice Comptour (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 17 Jan 2018 Location Brussels, Belgium Subject Exchange of views on topical issues DG Taxation and Customs Union Attending Stephen Quest (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 03 Nov 2017 Location Brussels Subject digital policy Cabinet Cabinet of Commissioner Mariya Gabriel Portfolio Digital Economy and Society Attending Eric Peters (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 06 Jun 2017 Location Brussels Subject DSM Cabinet Cabinet of Vice-President Andrus Ansip Portfolio Digital Single Market Attending Vivian Loonela (Cabinet member) Juhan Lepassaar (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 22 Mar 2017 Location Brussels Subject Discussion on the state of play on VAT reform, CCCTB, anti tax avoidance and own resources Cabinet Cabinet of Commissioner Pierre Moscovici Portfolio Economic and Financial Affairs, Taxation and Customs Attending David Boublil (Cabinet member) Maria Elena Scoppio (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Jan 2017 Location Brussels Subject European issues Cabinet Cabinet of Commissioner Carlos Moedas Portfolio Research, Science and Innovation Attending Antonio Lowndes Marques De Araujo Vicente (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 13 May 2016 Location London Subject Financial Services Cabinet Cabinet of Commissioner Jonathan Hill Portfolio Financial Stability, Financial Services and Capital Markets Union Attending Jonathan Hill (Commissioner)",
    "images": null,
    "tags": "",
    "excerpt": "Check out all LobbyFacts data on Flint Europe as extracted from the EU lobby transparancy register. Flint is a new business advisory. We provide integrated, practical advice to help our clients avoid risks, take opportunities and solve problems. We support companies facing major regulatory or policy issues and in handling complex stakeholder, management or organisational challenges. We offer a unique mix of experience. Our leadership team have run major public organisations and successful companies. We have been senior decision makers in Government and regulatory agencies and we have advised leaders across the public and private sector. We are based in London, work in Brussels and across the EU, and serve global clients.",
    "categories": ""
}