{
    "title": "Excessive regulation and high energy prices contribute to second consecutive year of downturn",
    "author": "unknown",
    "source": "Orgalim",
    "date": "2024-12-09",
    "text": "Excessive regulation and high energy prices contribute to second consecutive year of downturn 2024 has been a year of economic contraction for Europe's technology industries, with a combined downturn of 4.8% across the metal technology, electrical engineering, electronics, and ICT and mechanical engineering sectors. This is even worse than the already pessimistic predictions made in our Spring 2024 Economics & Statistics report. The decline can be attributed to a range of causes, including challenges related to regulatory burden and high energy costs. Of the sectors we report on, the metal technology industry is faring slightly better, with a downturn of 3.3%. Electrical engineering, electronics and ICT saw a 5.4% drop and mechanical engineering suffered a 5.3% decrease in turnover. The anticipated recovery in demand, driven by lower interest rates, failed to materialise, exacerbating the downturn. Employment also took a hit, albeit a smaller one, with a 1% decline overall. Outlook for 2025 The outlook for 2025 remains bleak, with predictions of a further 0.5% contraction in real turnover. While there are some glimmers of optimism in smaller EU economies, the overall sentiment is weighed down by the pessimism from larger manufacturing economies in central Europe. The automotive sector continues to struggle with weak demand, particularly for electric vehicles, which is affecting the entire supply chain – microchips, engines, batteries, electric chargers, and so on. A lack of competitiveness in Europe, caused in part by high energy prices, excessive regulation and rising labour costs, is contributing to further negative predictions in 2025. Despite a decrease, energy costs remain higher than pre-2022 levels and, importantly, higher than those of competitors. Employment is predicted to shrink by 0.9% in 2025, with metal technology and mechanical engineering seeing the biggest losses at 1.4% and 1.2% and electrical engineering, electronics and ICT staying stable with a growth of 0.1%. There could be dramatic job losses in the automotive sector with Volkswagen, Stellantis and Audi all reducing or considering closing plants. These closures would have knock-on effects on technology industries that supply components to the automotive sector. Conclusion Orgalim's Autumn 2024 Economics & Statistics report presents a sobering view of the challenges facing Europe's technology industries. The combination of weak demand, burdensome overregulation, high energy prices and structural labour issues continues to hinder growth. Without decisive action from policymakers, we will likely face a third consecutive year of production decline in 2025. Orgalim has called repeatedly for policymakers to reduce the regulatory burden and enable European manufacturers to be globally competitive and provide the technologies needed for the green and digital transitions that are a cornerstone of the EU's climate goals. We also agree with the Draghi report’s calls to strengthen the single market, increase uptake of digital technologies and, again, reduce the regulatory burden caused by national gold-plating, overregulation and double regulation. The bleak outlook of our Autumn 2024 Economics & Statistics report underscores the need for policymakers to take decisive action to make Europe competitive, before it becomes too late.",
    "images": "https://orgalim.eu/wp-content/uploads/Economics-and-Statistics_Autumn_Article_2_2024.png",
    "tags": "",
    "excerpt": "2024 has been a year of economic contraction for Europe’s technology industries, with a combined downturn of 4.8%.",
    "categories": ""
}