{
    "title": "CBAM: a disaster for the competitiveness of Europe’s technology industries",
    "author": "unknown",
    "source": "Orgalim",
    "date": "2025-03-13",
    "text": "CBAM: a disaster for the competitiveness of Europe’s technology industries Europe is facing a competitiveness crisis, which is leading to extremely low growth. First estimations frrom Eurostat put annual growth for 2024 at 0.7% in the euro area and 0.8% in the EU. In 2024, Europe's technology industries suffered their second consecutive year of declining activity, with a combined downturn of 4.8% across the metal technology, electrical engineering, electronics, and ICT and mechanical engineering sectors. Our predictions for 2025 show a further 0.5% contraction in real turnover with knock-on effects on employment, which is predicted to shrink by 0.9%. If introduced, the Carbon Border Adjustment Mechanism (CBAM) along with the progressive phaseout of Free Allocation under the EU Emissions Trading System (ETS FA) would make the situation even worse by significantly increasing the cost of primary manufacturing inputs for our members. In order to get a more accurate picture of the expected impact, Orgalim carried out a study of 14 companies covering its three industrial branches. The results were striking - companies will experience increases in production costs of up to 48% in some cases. This means that technology companies across Europe will suffer a major loss of competitiveness compared to third country manufacturers, who can access raw materials at more competitive prices. CBAM could cause production to leave the EU CBAM would incentivise technology companies to move production outside the EU where raw materials can be sourced at more competitive prices. This would put hundreds of thousands of jobs at risk across Europe and deal a fatal blow to the EU’s attractiveness as an investment location. Third country manufacturers, whose exports will not be subject to CBAM, would enjoy a huge advantage both on the EU market and on third country markets to which the EU technology industries export 47% of their production. It's clear that, in the way that it is designed now, CBAM will be disastrous for the competitiveness of European technology industries. Shifting carbon leakage risks downstream The stated aim of CBAM is to prevent carbon leakage in energy-intensive sectors of the EU economy, which will progressively become subject to a full carbon pricing system in the years to come. However, rather than preventing carbon leakage overall, CBAM will only shift the risk of carbon leakage downstream in the value chain. While energy-intensive industries will enjoy a level playing field thanks to CBAM, downstream users of CBAM goods like steel and aluminium will face unbearable increases in the costs of manufacturing inputs. This will lead to a massive risk of carbon leakage in downstream value chains. According to our study, three-quarters of the products we looked at will be at risk of carbon leakage by 2034, when CBAM will be fully phased in. CBAM will have significant negative impacts on Orgalim’s industries – industries which produce the technology needed to reach net-zero – and it will not even achieve its intended objectives. All this is why we are calling on the Commission to withdraw CBAM before 1 January 2026 and to suspend the phaseout of ETS FA. We support the Commission’s objective to promote the decarbonisation of the EU economy, but CBAM is the wrong tool. CBAM will do enormous damage to European competitiveness, put thousands of livelihoods at risk and do nothing to prevent carbon leakage.",
    "images": "https://orgalim.eu/wp-content/uploads/CBAM_NewArticle.png",
    "tags": "",
    "excerpt": "CBAM will do enormous damage to European competitiveness, put thousands of livelihoods at risk and do nothing to prevent carbon leakage.",
    "categories": ""
}