{
    "title": "CBAM: Can the EU afford to leave global markets to decarbonize?",
    "author": "Lars Røsæg",
    "source": "EURACTIV",
    "date": "2022-12-15",
    "text": "An Article that an external entity has paid to place or to produce to its specifications. Includes advertorials, sponsored content, native advertising and other paid content. The EU Carbon Border Adjustment Mechanism (CBAM) is designed to mitigate the risk of carbon leakage by imposing a levy on GHG emission-intensive goods imported from countries where no carbon pricing is in place. In its first phase, it will cover highly traded goods in sectors at a high risk of carbon leakage such as steel, cement, aluminium, electricity, and fertilizers. Mr Lars Røsæg is the Executive Vice President Corporate Development & Deputy CEO at Yara International. As Europe’s largest fertilizer producer, Yara believes that CBAM is necessary to enable the decarbonization of the EU fertilizers sector and to ensure a competitive playing field in the internal market between European producers and importers. However, the current design of CBAM will only create a level playing field for imports, without considering European exports in global markets. EU fertilizers will become uncompetitive towards non-EU producers, in countries with laxer or non-existent climate legislation. A one footed CBAM will undermine its overall climate objective, causing the measure to have the following consequences for Europe, unless an export mechanism is embedded: It will move, and potentially increase, emissions outside the EU, instead of cutting emissions, as per the EU Climate neutrality objective and the Paris Agreement. It will decrease the competitiveness and resilience of the EU fertilizer industry, which is crucial to ensure food security in Europe and globally. Europe needs to work urgently to reduce its dependency on countries like Russia for food and fertilizers. Unlike other CBAM sectors, the fertilizer sector depends on the seasonality of agriculture, serving farmers in both the Northern and the Southern hemispheres. With other countries incentivizing decarbonization, such as the US and its Inflation Reduction Act (IRA), the current CBAM design will significantly reduce Europe’s ability to compete on global markets and weaken its leadership in the green transition. The need for a strong European fertilizer industry Jeopardizing the EU fertilizer industry will result in a significant increase in emissions globally. Nitrate fertilizers produced in Europe have a significantly lower carbon footprint (around 50-60% less) compared to most non-EU fertilizers. We need to ensure that short-term actions do not lead to long-term effects and changes in agricultural practices that will be difficult to undo. Instead of weakening the position of the European fertilizer industry, which is a frontrunner in decarbonization, we need to coordinate massive efforts to reach zero emissions while, at the same time, reducing our dependencies on Russia. For this, we need a levelled playing field for EU low- carbon products. In addition to the incredibly difficult challenge of dealing with an unprecedented cost of living in European member states, EU policy makers are confronted with increased geopolitical risk, the climate crisis, and the consequences of a pandemic – all while trying to support citizens, especially farmers, as well as other stakeholders along the way. How do we make CBAM a powerful tool to decarbonize, whilst at the same time strengthening EU exports and food security? Not an easy answer, but a fit for purpose CBAM-measure will be one step in the right direction to avoid a worst-case scenario for Europe. This is how an export mechanism can be part of CBAM When compared to the European Commission’s proposal, the European Parliament’s position on exports is a welcome political signal and represents a clear improvement in the way that it keeps free allocations for exports. The importance of the issue is now widely recognized, and it is now key that an explicit export adjustment mechanism is embedded in the final CBAM and ETS legal texts. A fit for purpose CBAM must account for trade flows to and from the European market. This will enable EU industries to decarbonize, whilst bringing trading partners to match the same climate and environmental objectives. Not least, we will create a field for competition and for leading the way to a net-zero future. These are the pillars the CBAM measure should rely on: Protecting EU exports competitiveness. Reduction of free allowances and rising carbon prices will cause a dramatic increase in production costs in Europe. In Europe, fertilizer prices will increase accordingly. On the global market the European product will be replaced by carbon intensive products from other regions. Incentivizing decarbonization. Ultimately, a robust CBAM measure needs to ensure that we do not move EU-emissions elsewhere, but rather enable decarbonization on a global scale. This is particularly true for the fertilizers sector, where EU nitrate products have -50% carbon footprint compared to non-EU products. WTO compatible. CBAM must remain within the World Trade Organisation (WTO) rules. These rules prevent governments from subsidizing exports to undercut competitors, or from incentivizing exports over domestic sales. Legally it is proven that there are possibilities for EU exporters to be exempted from CBAM and ETS regulatory obligations, or the measure can be reframed as a carbon cost making it comparable to VAT. Europe has the potential to strengthen its position during this time of crisis and take lead in the green transition. Instead, we are now jeopardizing EU export competitiveness, global food security and undermining the industry that should have been a global frontrunner in decarbonization. In our work towards a net-zero future, it is imperative that the current volatile environment does not distract the EU from its long-term climate ambition. It is unthinkable that we will reach the climate targets without a strong, green European industry, or by partaking in subsidy races between countries. We need to work for global cooperation to rebalance the playing field among trade partners. Only through cooperation will we be able to solve the many global challenges and crises of our time. This means that Europe has the potential to strengthen its position by continuing to spearhead the green transition and by building its strategic autonomy in food and fertilizers. This is an opportunity we cannot let go off, as it will be crucial to ensure a more sustainable and secure global food system, free from vulnerable dependencies. CBAM: Why a solution is needed for exports | Yara International",
    "images": "https://www.euractiv.com/wp-content/uploads/sites/2/2022/12/shutterstock_2162495581-800x450.jpg",
    "tags": "Carbon Leakage;decarbonisation",
    "excerpt": "A CBAM that is fit for purpose - enabling decarbonization and preventing carbon leakage - must account for trade flows to and from the European market.",
    "categories": "Agrifood"
}