{
    "title": "From Barriers to Bridges: Navigating CBAM and Policy Challenges in Green Hydrogen Trade",
    "author": "unknown",
    "source": "IZES",
    "date": "2024-11-08",
    "text": "Background: The project Global H2-Upscaling[1], implemented by the IZES and the International PtX Hub (cf. here for further information) identifies drivers and barriers to the development and upscaling of hydrogen markets by focusing on policies in exporting countries and within the EU – and how they shape member states’ policies. Objective: The session’s aim is to review specific policy measures in both exporting and importing countries to foster a comprehensive understanding of the current landscape of hydrogen policies and – if necessary – to identify actionable steps to improve or clarify these policies and their perception. This session will focus on the EU CBAM and its potential impact on renewable hydrogen trade patterns. Structure and content: The session aims to include speakers from potential hydrogen-exporting countries from the ‘Global South’, EU institutions, political think tanks and off-takers. It is set to discuss how CBAM will shape the future international renewable hydrogen market. To guide our discussions and ensure a thorough exploration of these critical issues, we will focus on the following key aspects: What challenges do hydrogen-exporting nations face in aligning with EU standards and CBAM regulations, and how can EU support, help facilitate these exports? How will the exclusion of indirect emissions under the EU’s CBAM impact the competitiveness of renewable hydrogen imports, and could this encourage exports of „blue“ or grid-based hydrogen instead? How does CBAM affect the business case for European off takers of imported hydrogen, and what role do sustainability certification and carbon pricing play in their procurement strategies? Planned timetable: 15:15 – 15:20 Introduction: Overview of the session objectives (Moderator) 15:20 – 15:30 Presentation of the Project and Intermediate Results (Ms. Eva Hauser, IZES) 15:30 – 15:40 CBAM: Strengthening the Case for Renewable Hydrogen Imports and Key Next Steps (speaker to be confirmed) 15:40 – 16:25 Panel Discussion: Perspectives from Exporting Countries, European political stakeholders and Industrial Off-Takers 16:25 – 16:30 Wrap-Up & Closing Remarks (Moderator) 16:30 – 17:00 Coffee & Networking Break Proposed speakers and panel discussion participants: · Marcos Kulka, CEO, H2 Chile · Luc Haustermans, VP Corporate Affairs & Industry Relations, Yara International · Eva Hauser, Research Co-ordinator, IZES gGmbH · Moderation: Antonio A. Fernández, Policy and Regulatory Advisor PtX Hub GIZ [1] Financed by the German Federal Ministry for Economic Affairs and Climate Action, cf. Global-H2-Upscaling FKZ 03EI1046.",
    "images": "https://izes.eu/wp-content/uploads/Global-H2-Upscaling.png",
    "tags": "",
    "excerpt": "Background: The project Global H2-Upscaling, implemented by the IZES and the International PtX Hub (cf. here for further information) identifies drivers and barriers to the development and upscaling of hydrogen markets by focusing on policies in exporting countries and within the EU – and how they shape member states’ policies. Objective: The session’s aim is",
    "categories": ""
}