{
    "title": "Our recommendations for the 2024-2029 European mandate | Yara International",
    "author": "unknown",
    "source": "Yara None",
    "date": "2024-05-15",
    "text": "Speeding up the green transition in Europe: Yara's call to action for the next five years Yara believes in a European future powered by lower-carbon food, decarbonized shipping and clean energy. But to get there, the new EU policymakers will need to move from targets to incentives in order to speed up the green transition and secure Europe’s strategic autonomy in vital sectors. If they get it right, they can help ensure that European industry and agriculture remain competitive on the international stage and continue to play a central role in a low-carbon future. Here are our recommendations. Implement sustainable crop nutrition management practices to reduce environmental impact All efforts to achieve the Farm-to-Fork ambitions must contribute to optimizing yields, producing healthier crops, enhancing soil health, and ensuring the economic viability of European farmers. Our recommendations: Promote the use of the Farm Sustainability Tool for Nutrients and encourage the use of fertilizers produced in the European Economic Area whose carbon footprints are on average around 50-60% lower than other similar imported products. If the intention to evaluate and revise the Nitrates Directive is confirmed: Harmonize across the EU on how diffuse nutrient pollution is prevented Promote the use of the Nitrogen Use Efficiency indicator to track progress at farm level Boost the use of digital tools to facilitate farmers’ nutrient planning Support farmers’ prosperity and sustainability via the Common Agricultural Policy (CAP) Collaboration, targeted incentive mechanisms, and knowledge exchanges are needed to support farmers and the food value chain in scaling up efforts to further reduce the environmental impact of agriculture. However, incentives for farmers to shift to more sustainable practices should not increase their administrative burden. Our recommendations: Ensure eco-schemes are accessible to a significant number of farmers and minimize red tape Offer an eco-scheme that will stimulate the large-scale adoption of precision farming tools Support investments for farmers to apply fertilizers that result in less ammonia emissions Promote decarbonization through a mix of national and EU funds and private capital Large-scale decarbonization projects are needed to enable the green transition of hard-to-abate sectors. To achieve this, EU investments should shift from R&D to large-scale hydrogen projects. Huge investments from both the private and the public sectors, and close collaboration between the two sectors, will also be needed to meet the Renewable Energy Directive (RED III) ambitions for green hydrogen. Our recommendations: Focus more funds on the deployment of large-scale projects that have the potential to reduce emissions Improve the predictability and transparency of EU funding initiatives Enable the combination of financial support from both EU and national programs Promote measures that support the uptake of fertilizers produced with renewable electricity and via carbon capture and storage (CCS) Leverage blue hydrogen as a bridge to green to rapidly reduce greenhouse emissions The decarbonization challenge is too large to disregard any technically feasible and economically viable options. The focus should be on both blue (with carbon capture and sequestration) and green (renewable) technologies. Our recommendations: Foster all technologies that allow for large, swift emission reductions Strengthen the policy focus on CCS and develop a comprehensive and supportive framework for blue hydrogen end-product demand Foster a market for fertilizers and shipping fuels using clean hydrogen and clean ammonia In shipping, clean hydrogen and clean ammonia can be game changers, and the Fuel EU Maritime initiative provides the right kind of incentives to deploy sustainable alternative marine fuels. In agriculture, using clean hydrogen in ammonia production, along with emission abatement technologies, can significantly reduce the carbon footprint of fertilizers. Our recommendations: Create financial incentives for farmers to use fertilizers produced with renewable and low-carbon ammonia Embrace certification schemes that make it easier for renewable and low-carbon hydrogen to scale up Continue decarbonizing shipping fuels in line with FuelEU Maritime Invest in port bunkering infrastructure so shipowners can confidently invest in making ship engines ready for new zero-carbon fuel Download our position paper on lower carbon footprint fertilizers (pdf, 0.2 MB) Download our position paper on low-carbon shipping fuels (pdf, 0.4 MB) Promote regenerative agriculture to help grow a nature-positive food future Healthy soils are the foundation of our food system, playing a crucial role in the long-term sustainability of European agriculture. We support the implementation of regenerative agriculture to contribute to growing a nature-positive food future. Our recommendations: Promote an outcome-driven approach that combines digital technologies and fertilizers produced using renewable and low-carbon ammonia to minimize environmental impact and optimize nutrient management Improve the collection and recycling of food waste to increase the production of organic fertilizers and restore more carbon to the soil Ensure that the EU’s low-carbon exports remain competitive in the global market Competitive access to global markets is crucial for European producers to secure investments and revenues to finance decarbonization. However, in its current design, a Carbon Border Adjustment Mechanism (CBAM) without the inclusion of a solution for exports from Europe to third countries with laxer climate legislation would result in carbon leakage, leading to higher global emissions. In fact, EU fertilizers are on average 50-60% less carbon intensive than non-EU ones. That’s why their competitiveness matters in global markets. Our recommendation: Present a legislative proposal in 2025 to modify CBAM by adding a solution for exports to prevent carbon leakage Download Yara's manifesto Learn more about the European elections on elections.europa.eu.",
    "images": "https://brandcenter.yara.com/s/vt5Jb4",
    "tags": "",
    "excerpt": "Yara believes in a European future powered by lower-carbon food, decarbonized shipping and clean energy. Read our recommendations for the 2024-2029 Euro...",
    "categories": ""
}