{
    "title": "ACCEPT II Contributes to Panel Discussions on the Implementation of the EU Carbon Border Adjustment Mechanism - ASEAN Climate Change and Energy Project (ACCEPT)",
    "author": "ACE Accept; Hartina Hiromi Satyanegara",
    "source": "ASEAN Climate Change and Energy Project (ACCEPT)",
    "date": "2023-11-20",
    "text": "i i Singapore, 20 November 2023 20 November 2023 With the world pushing for countries to meet their carbon target, the European Union has just released the Carbon Border Adjustment Mechanism (CBAM), a tool that ensures fair prices for all products, whether locally produced or imported, after considering its emission cost. To increase understanding and awareness of non-EU countries on this new mechanism, the EU delegation in Singapore and EU-ASEAN Business Council hosted a series of panel discussions aimed to clarify CBAM’s objectives, implementation steps, as well as becoming a platform for stakeholders to give their input. Photo 1. Ambassador Iwona Piorko (left) and DG TAXUD Director-General Gerassimos Thomas giving their remarks and keynote address Source: https://x.com/EU_AseanBC/status/1726529106958033243?s=20 The event was opened by a speech from Iwona Piorko, EU Ambassador to Singapore. Followed by a keynote address by Gerassimos Thomas, Director-General, Directorate General for Taxation and Customs Union (DG TAXUD), European Commission. Photo 2. Panel discussion on Implication of CBAM for Singapore and Southeast Asia Source: https://x.com/EU_AseanBC/status/1726529106958033243?s=20 In this event, ACCEPT II’s very own Aldilla Noor Rakhiemah had the opportunity to become a discussant in the first panel discussion, alongside Dr Kim Jeong Won, Senior Research Fellow of the Energy Studies Institute (ESI), Mr Martin Becker, Deputy Head of Unit, Economic Analysis and Taxation of Exempted Sectors, Directorate General for Taxation and Customs Union (DG TAXUD) and moderator, Mr Chris Humphrey, Executive Director of EU-ASEAN Business Council. This first session brought up the topic of the Implication of CBAM for Singapore and Southeast Asia. In regard to its impact towards ASEAN, Aldilla shared that “With the implementation of CBAM, there are potential cost implications and decreased industrial competitiveness for industry in ASEAN trading with the EU. However, CBAM can also be an opportunity for transformation in ASEAN, to push for more ambitious and collective energy-climate-related policies.” \n  After understanding the foundations and systems that the CBAM will be implementing and how it might affect specifically towards countries in the Southeast Asian region, the second panel discussion touches upon the CBAM transitional period and how companies can prepare themselves. Moderated by Maryanne Kamou, Managing Associate at Sidley Austin LLP, the panelists consist of Mr Xavier Vanden Bosch, Policy Officer of CBAM, Energy and Green Taxation Unit DG TAXUD, Venkatachalam Anbumozhi, Economic Research Institute for ASEAN and East Asia, and Frank Debets of PwC. This discussion gave insights on challenges and disruptions currently faced by businesses in the EU and globally during the transition period to ensure it can be mitigated or avoided in the Southeast Asian region. The event was then closed with a networking reception where participants get to interact and gain knowledge from each other in a more informal setting. As said by Gerassimos Thomas through his twitter account, this event shows EU’s constant cooperation with ASEAN and helped give transparency towards their CBAM implementation. In the end, through CBAM, knowledge and discussions shared through this event could hopefully jump start the implementation of carbon pricing in the region. Detailed information on ACCEPT II can be found at https://accept.aseanenergy.org/ We welcome any future collaboration, please feel free to contact us at [email protected]",
    "images": "http://accept.aseanenergy.org/wp-content/uploads/2023/11/Screenshot-2023-11-30-at-12.06.00.png",
    "tags": "ACCEPT, ace accept, asean accept, ASEAN Climate change, Southeast Asia Climate Change and Energy, Southeast Asia Climate Change, asean energy climate change, ASEAN Climate Change and Energy Project (ACCEPT)",
    "excerpt": "ACCEPT II had the opportunity to be invited as a panelist in discussions on the new EU Carbon Border Adjustment Mechanism (CBAM).",
    "categories": "Reportage"
}