{
    "title": "Spain’s sees 2% advance in cement demand",
    "author": "unknown",
    "source": "International Cement Review",
    "date": "2022-12-16",
    "text": "Cement consumption in Spain has increased 1.8 per cent YoY in November to 1,343,393t, reports Oficemen, the country’s cement association. It is the first increase after six months of contraction.  Moreover, cement and clinker exports have advanced 24.7 per cent in November, surpassing the 500,000t mark when compared with November 2021.  January-November 2022 In the first 11 months of 2022 cement demand in Spain slipped by 5000t to 13,740,392t when compared with the 11M21 although the data for the rolling year (December 2021-November 2022) show a 1.5 per cent increase YoY to 15Mt.  However, total 11M22 exports reached 5.2Mt, representing a drop of 17.5 per cent YoY. Exports during the December 2021-November 2022 period declined by approximately 17 per cent YoY to 5.6Mt.  Oficemen welcomes CBAM Oficemen sees the EU’s planned introduction on the Carbon Border Adjustment Mechanism (CBAM) a step in the right direction in terms of protecting its market while safeguarding decarbonisation efforts of the domestic cement industry. “We welcome the agreement reached in the European Parliament on the Border Carbon Adjustment Mechanism (CBAM), one of our historical and key demands for the cement industry, both at the market level, because it will guarantee a balanced treatment of imports, as well as at the level of commitment and compliance with the decarbonisation objectives”, affirms the general director of Oficemen, Aniceto Zaragoza. “We need this provisional agreement to materialise as soon as possible, since until these mechanisms are established correctly and urgently, the loss of competitiveness will continue to be inevitable”, concludes Zaragoza. Senegalese cement market contracts 7% in February Demand for cement declined by 6.6 per cent YoY to 589,600t in Senegal in February 2025 from 631,...",
    "images": "https://www.cemnet.comhttps://assets.cemnet.com/Content/uploads/images/b1e00448-0a43-40a5-8de6-a627e94a7fb1.jpg",
    "tags": "Spain,Western Europe,Consumption,Exports,imports,Oficemen,CBAM,;Spain,Western Europe,Consumption,Exports,imports,Oficemen,CBAM,",
    "excerpt": "Cement consumption in Spain has increased 1.8 per cent YoY in November to 1,343,393t, reports Oficemen, the country’s cement association. It is the first increase after six months of contraction....",
    "categories": "International,"
}