{
    "title": "UNESID y OFICEMEN apuntan al CBAM para lograr la competitividad industrial",
    "author": "Diego Vaquerizo",
    "source": "industry TALKS. Generando conocimiento para la Industria.",
    "date": "2025-01-15",
    "text": "“Es una herramienta fundamental”, ha señalado Pedro Mora. Por su parte, Carola Hermoso ha comentado que lo que les preocupa es “la complejidad de la implementación del CBAM”. “Hay muchos riesgos asociados a que no se implemente correctamente”, ha matizado. Asimismo, ha asegurado que les preocupa también “el impacto de la cadena de valor al CBAM”. Por eso ha concluido que “es una gran herramienta para preservar la competitividad, pero hay que tener mucho cuidado en hacerle un seguimiento a medio y largo plazo del impacto que pueda tener en la industria”. Por otro lado, Pedro Mora Peris,director técnico de OFICEMEN ha comentado que “hay que empezar a competir con fondos nacionales porque los pertes tienen limitaciones”. Elisabet Alier, presidenta, ALIER S.A, ha dejado claro que “no hay ninguna duda que la estrategia de descarbonización en Europa no debe cambiar”. Para ello, Elisabet Alier ha explicado que “la inversión es imprescindible. Esta inversión tiene que llegar. Los fondos next generation colabora a que se lleve a cabo un incremento de la productividad y de la innovación para poder ser competitivos con otros mercados. Además de la descarbonización es muy importante la economía circular para lograr esa competitividad”. Por su parte, Paloma Sánchez Pello, directora de competitividad y sostenibilidad de la Federación Española de Industrias de Alimentación y Bebidas (FIAB) ha explicado la diferencia del sector alimentación y bebidas frente a los otros sectores: “Es un sector con especificidades muy concretas. Es más complejo poder hacer las inversiones. Además, el sector es muy diverso. Tiene más de 40 subsectores entonces para el tema de las inversiones se complican». «Las características de este sector difieren con otros. El sector está trabajando para que se cumpla el reto de la descarbonización, pero las inversiones son muy importantes. Para que se de esa inversión hay que hacer 3 cosas: adecuada financiación, un acompañamiento a las industrias con colaboración público-privada y formación a las empresas para que puedan abordar el tema”, ha concluido.",
    "images": "https://industrytalks.es/wp-content/uploads/2025/01/WhatsApp-Image-2025-01-15-at-12.jpg",
    "tags": "ALIER S.A;ayudas;CBAM;competitividad industrial;descarbonización;fiab;FONDOS;medio ambiente;NP2;OFICEMEN;UNESID",
    "excerpt": "Carola Hermoso, directora general de la Unión de Empresas Siderúrgicas, UNESID, y Pedro Mora Peris, director técnico en OFICEMEN, han puesto en valor durante",
    "categories": "Empresas"
}