{
    "title": "Corporate Engagement on the EU Critical Raw Materials Act",
    "author": "unknown",
    "source": "(C) Influencemap 2021",
    "date": "2025-03-05",
    "text": "New InfluenceMap research reveals that many European companies and industry associations from the chemicals, metals, energy, and utilities sectors covered by the LobbyMap platform supported circular economy provisions under the EU Critical Raw Materials Act, despite resistance from some mining and automotive sector groups. This report was released weeks after the Draghi report on EU competitiveness recommended extending the Act to include an EU raw materials platform, and with a newly appointed European Commission leadership team set to oversee the Act’s implementation. Critical raw materials (CRMs) are raw materials which are economically and strategically important for the economy, but have a high risk associated with their supply. In Europe, these raw materials are needed for the technologies that will help meet the goals of the European Green Deal, such as electric vehicles, solar photovoltaics, and wind turbines. The EU Critical Raw Materials Act aims to secure the supply of these minerals, and also increase their circularity. The Intergovernmental Panel on Climate Change (IPCC) defines circular economy as a shift away from linear “make and dispose” economic models to those that emphasize product longevity, reuse, refurbishment, recycling, and material efficiency. Support for the Act’s circular economy provisions varied by sector. In the metals and mining sector, entities more active in metals processing and recycling such as Norsk Hydro, Aurubis and ArcelorMittal expressed the most support for increasing the circularity of CRM supply chains. The chemicals sector was also consistently supportive of circularity provisions, including the German Chemicals Industry Association and BASF, specifically advocating for circularity measures to extend to battery waste (‘black mass’). Additionally, despite being the most engaged sector, only Volvo Cars from the automotive sector strongly supported the Act’s circularity provisions, including the extension of the EU recycling market and support for the Act’s detailed recycling provisions. Despite broad support for provisions such as recycling and recovery targets, waste collection, and end-of-life recycling targets, the research found limited engagement on decarbonizing CRM supply chains, with only 33% of respondents covered by InfluenceMap supporting the decarbonization of CRM supply chains. In absence of constructive engagement from industry players on addressing supply chain sustainability, some groups appeared to reference the environmental impacts of CRM supply chains to argue for a delay in transport electrification. For example, Gas Distributors for Sustainability advocated that to suppress CRM demand, biomethane should be considered over the electrification of transport. This gap in corporate support for robust CRM supply chain policy could, therefore, pose a significant risk to the future success of EU decarbonization efforts. Despite their high level of engagement, there is no clear consensus from the automotive, and metals and mining sectors on the Act’s circular economy provisions. Both sectors supported certain provisions, while opposing others. However, they both also had a higher rate of negative policy engagement compared to other sectors. The German Association of the Automotive Industry (VDA) and European Automobile Manufacturers Association (ACEA) were significantly more unsupportive of the detailed circular economy provisions compared to many of their members, including Volkswagen which supported the provisions. Support for circular economy provisions among companies and industry bodies representing the metals and mining industries varied depending on which subsector the groups belong to. Mining associations like Euromines were generally unsupportive of the circularity rules, while associations with members active in the metals processing and recycling value chains, including Eurometaux and Eurofer, were more supportive. The EU Critical Raw Materials Act entered into force in May 2024. While European industry was broadly supportive of the Act’s circular economy provisions, a lack of engagement on provisions to aid in decarbonizing critical raw material supply chains may result in legislation that does not include a key element of science-based policy. The Intergovernmental Panel on Climate Change (IPCC) recognizes that both circular material flows and climate and energy planning are key levers in creating sustainable critical raw material supply chains. As a result, more positive corporate advocacy aligned with IPCC science on decarbonizing CRM supply chains could bolster the existing support for circular CRM flows and create increasingly sustainable supply chains for energy transition technologies. In February 2023, the EU Commission announced the Green Deal Industrial Plan (the Plan) to create a supportive environment for scaling up the EU’s manufacturing capacity for net zero technologies and products. The Plan is made up of the Net-Zero Industry Act and the Critical Raw Materials Act (CRMA). The Net-Zero Industry Act aims to scale up the manufacturing of clean technologies in the EU, while the CRMA aims to ensure a secure and sustainable supply of critical raw materials (CRMs) for the EU’s green, digital future. Demand for critical raw materials is projected to increase in the coming years, with Europe heavily relying on imports. This law therefore aims to secure domestic refining, processing, and recycling of these materials while maintaining their sustainability and circularity. The EU Commission released its first call for evidence consultation on the EU CRMA in November 2022, shortly followed by a public consultation in the same month. After conducting both consultations, the Commission unveiled its proposed design of the CRMA in March 2023, and opened up a final round of consultations ending in June 2023. In November 2023, the EU Council and European Parliament reached a provisional deal on the proposed regulation. In May 2024, the Act was passed into force. According to the IPCC’s April 2022 Mitigation of Climate Change Report circular economy is a shift away from linear “make and dispose” economic models to those that emphasize product longevity, reuse, refurbishment, recycling, and material efficiency, thereby enabling more circular material systems that reduce energy consumption and emissions. It also states that \"changes in consumption choices that are supported by structural changes and political action enable the uptake of low-carbon choices,\" and that “changes in urban form, behaviour programs, the circular economy, the shared economy, and digitalisation trends can support systemic changes that lead to reductions in demand for transport services or expands the use of more efficient transport modes.” The IPCC further identifies that concerns have been raised about the mining of CRMs, which frequently results in severe environmental (non-climate) impacts, while metal production itself is energy-intensive and difficult to decarbonize. It also highlights a lack of transparent greenhouse gas accounting for mining activities as a key governance challenge in renewable energy supply chains. Circular economy therefore plays a major role in reducing global emissions to meet Paris Agreement goals, including in critical raw material (CRM) supply chains. As a result, circularity and decarbonization could both be adopted along CRM supply chains to create more sustainable modes of production and consumption. Industry support for the decarbonization and circularity of CRM value chains is an important factor in ensuring the sustainable production and consumption of CRMs, particularly in electric vehicle and renewable energy value chains. The detailed circular economy provisions in the Act, first proposed within the March 2023 proposed design document, released an updated list of 34 CRMs for the whole economy and defined a list of strategic raw materials (SRMs). The SRMs are crucial for technologies used in green, digital, defense, and space applications. It also set out benchmarks for domestic mineral capacities by 2030 that set targets to: In November 2023, when the EU Council and European Parliament reached a provisional deal on the Law, the recycling target was increased to 25%. The Act also aims to improve the sustainability and circularity of CRMs. The EU Commission stated that EU countries will take measures to improve the collection of CRM-rich waste and ensure it is recycled, investigate the potential for recovery of CRMs in current and historical mining waste, ensure certain CRM products meet circularity requirements, and provide information on their recyclability and recycled content. This briefing will assess the level of support for the circular economy provisions within the CRMA, highlighting industry leaders and laggards in science-aligned advocacy on the Act. It will also identify whether industry is broadly supportive or unsupportive of decarbonizing these supply chains. On both of these issues, InfluenceMap assessed corporate responses to the EU Commission’s three public consultation phases on the CRMA. Across these consultations, 26 companies and 16 associations covered by InfluenceMap’s database responded, with all but two (Galp Group and Gas Distributors for Sustainability (GD4S)) engaging on the circular economy provisions under the Act. The metals and mining and automotive sectors had the most responses, while the construction materials and utilities sectors had the least (See Figure 1 below). Analysis of the submissions to the three consultation phases of the Critical Raw Materials Act (CRMA) reveals that most responses on circular economy were positive. Of the 55 instances of engagement, 39 (71%) were positive (supportive); 8(14.5%) were neutral; and 8 (14.5%) were negative (unsupportive). The chemicals sector was consistently supportive of the CRMA’s circular economy provisions. VCI supported recycling and recovery targets for waste operators, targeted use of secondary CRMs for energy transition technologies, waste collection and reuse activities across Member States, end-of-life recycling targets, and mandatory minimum recycling standards for complex waste streams. The association also called for amendments to the Act to allow the collection of battery waste ('black mass'), and for black mass to be classed as an intermediate waste stream to facilitate further metal recovery. BASF, Solvay, Johnson Matthey, and Cefic also supported the recycling, recovery and reuse of waste-containing CRMs, including retaining black mass in the EU for recovery. Volvo Cars was the only automaker to strongly support the circularity provisions under the Act: Volvo Cars supported recycling and recovery targets for waste operators, state-level waste management plans, and supported minimum recycled content targets for products containing CRMs. It also supported the extension of the EU recycling market and the mandatory marking of all products that contain CRMs. Few companies or industry associations advocated for the prevention of waste generation. Prevention of waste generation is the most sustainable tier of the EU’s Waste Hierarchy, which designates the impacts of different forms of waste management according to factors including human health, environmental impact, and noise pollution. Some actors expressed top-line support for setting design requirements for products containing CRMs to increase the length of product life in the November 2022 consultation questionnaire, such as Rio Tinto, Schneider Electric, VCI and Eurometaux. However, the focus of most responses was largely on the recycling and recovery of CRMs. These options are given lower priority than ‘prevention’ and ‘preparation for re-use’ according to the EU Waste Hierarchy. Automakers and the metals and mining industries had overall the most active, and most negative, advocacy. The automotive and metals and mining industries were the most engaged sectors of all that responded to the consultation. Eleven metals & mining actors responded to at least one consultation round, including the associations Euromines and Eurometaux and mining majors Rio Tinto and Anglo American. From the automotive sector, eight actors responded, including the German Association of the Automotive Industry (VDA) and the European Automobile Manufacturers Association (ACEA), and automotive majors Volkswagen, Mercedes-Benz, and Renault. Despite high levels of engagement, there is not a clear consensus from either sector on the EU CRMA. Both saw a divergence of positions, with comparatively higher instances of negative engagement compared to other sectors. For example, seven of the eight instances of negative engagement included in the analysis were by the automotive and metals & mining sectors. Metal recyclers and steel groups engaged more positively on circular economy provisions. Aluminum producer Norsk Hydro suggested a more ambitious recycling target of 75% during the initial November 2022 consultation, up from the proposed 15%, as well as market incentives for circular and low-carbon products via a sustainable product policy framework. In its June 2023 consultation response, Eurometaux strongly supported the urgent creation of an EU-wide recycling system and an obligation for Member States to develop national circularity strategies for mineral supply chains. In November 2022, Eurometaux also supported recycling and recovery targets for waste operators and achievable end-of-life recycling targets per relevant metal for each product group. Steel group Eurofer and steel producer ArcelorMittal were also supportive of the circular economy provisions, including setting recycling and recovery targets for waste operators. Miners including Euromines, Boliden, and KGHM Polka Miedz advocated negatively on the CRMA circular economy provisions. In its November 2022 questionnaire response, Euromines appeared to support research and funding for recycling, recovery, and exploration of CRMs, alongside the development of environmental footprints. However, it strongly disagreed with recycling and recovery targets for waste operators, state-level waste management plans, and minimum recycled content targets for products containing CRMs. Two of its members, Boliden and KGHM Polska Miedz, were also broadly unsupportive of the Act’s circularity provisions. Business models of major metals and mining industry associations may have resulted in diverging positions. Euromines represents primary miners that will likely incur the costs of greater circularity regulations due to their extractive nature, while Eurometaux represents both metal producers and recyclers (corporate website, as of October 2024), who stand to benefit from increased circularity through cost-savings. Similarly, Eurofer represents the European steel sector, a material that can be recovered and recycled endlessly according to Eurofer's corporate website. As a result, the companies that these two associations represent also stand to save more money, and make more money, in a regulatory environment where circular economy is facilitated. Auto industry groups the German Association of the Automotive Industry (VDA) and European Automobile Manufacturers Association (ACEA) were unsupportive of the Act’s circular economy provisions. The VDA expressed broad support for circularity provisions in its November 2022 consultation response, although in its more detailed November 2022 and June 2023 consultations, the VDA was unsupportive of key circularity provisions under the CRMA. For example, the association was unsupportive of recycling and recovery targets for waste operators and minimum recycled content requirements for products containing CRMs. Similarly, ACEA was supportive of some of the circular economy provisions in its November 2022 consultation response, although in response to the more detailed November 2022 policy questionnaire, the association was unsupportive of key provisions. While ACEA expressed support for some of the Act’s circularity provisions, such as the use of recycled CRMs in electric vehicle value chains, it also stated that the quality, availability, and cost of recycled content targets must be guaranteed before being applied. It also argued that the EU should avoid mandatory recycled content targets to avoid price distortions and ensure pricing remains competitive. InfluenceMap analysis of industry responses to the CRMA has identified inconsistencies between the positions of key European industry associations and their members. For example, while the VDA and ACEA, the two most influential European automotive associations, were also unsupportive of the detailed circular economy provisions outlined in the consultations, none of their members that responded to the consultations expressed unsupportive positions. Renault and Volkswagen, each a member of one or both of the associations, both supported the recycling of CRMs, including recycled content targets, carbon footprint reporting, and the general use of secondary CRMs. Mercedes-Benz, a member of both associations, was unclear in its position on the CRMA’s recycling target but nonetheless supported the development of an EU recycling system. No other members of either the VDA or ACEA (covered by InfluenceMap’s database) responded to the CRMA consultations. InfluenceMap analysis also suggests that VDA members Mercedes-Benz and Volkswagen are more supportive of wider climate policy compared to the VDA, with higher performance bands across the two companies in comparison. The results suggest that the VDA’s position on both the circularity of CRMs, and on climate policy more broadly, is misaligned with some of its key members. Meanwhile, ACEA members Renault, Mercedes-Benz, and Volkswagen also advocated with more supportive and mixed positions on the circularity provisions of the CRMA, despite their performance bands being the same or lower than ACEA's. In the EU Commission’s March 2023 proposal for the regulation, the Critical Raw Materials Act (CRMA) recognized the range of impacts of the production of critical raw materials (CRM) at different stages of the value chain, including a significant contribution to climate change through greenhouse gas (GHG) emissions. It also stated that to limit such damage and incentivize the production of more sustainable CRMs, the Commission should be empowered to develop a system for the calculation of the environmental footprint of CRMs. This is particularly the case where environmental foot-printing would contribute to the EU’s climate and environmental objectives by facilitating the procurement of CRMs with lower environmental footprints. Industry support for the decarbonization of CRM value chains is therefore an important factor in ensuring the sustainable production and consumption of CRMs, particularly in electric vehicle, renewable energy, and green hydrogen value chains. The IPCC’s 2022 Mitigation of Climate Change report states that a transition to these technologies is essential for limiting global temperature rise to 1.5°C. Of the 42 companies that responded, 14 (33%) appeared to advocate for the decarbonization of CRM supply chains. Support came predominantly from entities active in the primary extraction of CRMs via mining. Eurometaux, Boliden, Aurubis, and Rio Tinto all supported the decarbonization of mining operations. Separately, ArcelorMittal supported the decarbonization of the steel value chain in order to meet the EU’s Green Deal targets. Boliden and Eurometaux supported the decarbonization of mining to contribute to the industry’s competitiveness, while Aurubis and Rio Tinto supported decarbonization to lower the environmental impacts of metals extraction. Gas Distributors for Sustainability (GD4S) argued that the mineral intensity of renewable energy should be considered when assessing options to decarbonize energy and transport, while promoting biomethane as an alternative. Advocacy for the use of biomethane as an alternative energy solution to the electrification of transport is misaligned with IPCC science. The IPCC’s 2022 Mitigation of Climate Change report states that electrification tends to play a key role in land-based transport over biofuels, and that biofuels may only be needed In the short- to medium-term in developing regions. Promoting the longer-term use of biofuels such as biomethane may lock-in the use of fossil fuels if advocacy for biofuels in not accompanied with support for renewables. Anglo American advocated for the use of a “technology agnostic” approach to road transport decarbonization. It supported the adoption of fuel cell electric vehicles, stating that this would suppress demand for the CRMs needed for batteries. While reducing the demand for CRMs would reduce their climate impact, doing so in a way that will delay or diminish the decarbonization of road transport is misaligned with IPCC science on the energy transition and the need to scale up the use of zero-emissions vehicles. Certain industry narratives may slow down decarbonization. Arguments such as those employed by GD4S may be part of a broader strategy by incumbent actors to delay the transition to low-carbon technologies. These narratives emphasize concerns around the downstream emissions of renewable energy and critical minerals to promote the longer-term use of fossil-dependent technologies or the burning of fossil fuels. Such advocacy may risk delaying or weakening policy to meet the 1.5°C temperature goal of the Paris Agreement. A lack of overall advocacy for the decarbonization of these supply chains may risk elevating more negative voices with more active advocacy on the issue. To combat this, more vocal positive actors like those identified in this analysis could play a significant role in promoting ambitious policy to decarbonize downstream processes in CRM supply chains, both in and outside of Europe. While the CRMA included detailed provisions on secondary (recovered and recycled) CRMs, it also included provisions to accelerate the mining of CRMs from the earth. The IPCC identifies that a key concern surrounding increased demand for CRMs in energy transition technologies is the historic environmental and social impacts of mining and virgin metal production. Most industry respondents communicated broad top-line support for maintaining social and environmental protections during accelerated permitting processes, yet there was a clear lack of active and constructive engagement on the issue. Some actors also advocated to weaken environmental protections – for example, the Spanish Confederation of Business Organizations (CEOE) stated that “the compatibility between the extractive industry and Natura 2000 or other protected areas has to be clearly stated to avoid these becoming no go areas for material extraction.” CEOE appears to support the lifting of Natura 2000 rules for protected areas should mineral resources be discovered within their boundaries. According to the IPCC, energy transition technology supply chains cannot be fully sustainable without maintaining strong and robust environmental and social protections, alongside the decarbonization of downstream supply chain operations and increased circular material flows. In May 2024, the EU Critical Raw Materials Act was formally adopted as a regulation. Following this, the Draghi report on EU competitiveness, published in September 2024, proposed extending the Critical Raw Materials Act (CRMA). This includes the adoption of a ‘Raw Materials Fund’ to de-risk investments along the CRM value chain, the creation of a G7+ Critical Raw Materials Club, and accelerating permitting for EU mining projects. Alongside this, a newly appointed European Commission leadership team is set to oversee the Act’s implementation, and potentially extend the CRMA. The IPCC recognizes that both circular material flows and climate and energy planning are key levers in creating sustainable CRM supply chains. As a result, more positive corporate advocacy aligned with IPCC science on decarbonizing CRM supply chains could bolster the existing support for circular CRM flows and create increasingly sustainable supply chains for energy transition technologies.",
    "images": "https://influencemap.org/site//data/000/029/29847.jpg",
    "tags": "data,analysis,climate,crisis",
    "excerpt": "New InfluenceMap research reveals that many European companies and industry associations from the chemicals, metals, energy, and utilities sectors covered by the LobbyMap platform supported circular economy provisions under the EU Critical Raw Materials Act, despite resistance from some mining and automotive sector groups.",
    "categories": ""
}