{
    "title": "European Steel Processors Association datacard on lobbyfacts.eu",
    "author": "unknown",
    "source": null,
    "date": "2024-10-21",
    "text": "Overview Lobbying Costs None declared None declared Lobbyists (Full time equivalent) 1.25 Fte (5) Lobbyists with EP accreditation 0 High-level Commission meetings 8 Lobbying Costs over the years \n\t\t\t\t\t Info\n\t\t\t\t\t European Steel Processors Association (ESPA) EU Transparency Register 450344351784-66 First registered on 02 Nov 2023 Goals / Remit Over the past years, European rerollers have been faced with a number of common challenges, and have occasionally come together to discuss and formulate joint positions on trade agreements, CBAM, and other matters. In response to the sector's rapid pace of change, increasing concerns, and the perception that the industry needed to speak with a single voice, rerollers have decided to formalize their association as the European Steel Processors Association (leaving room for future expansions, beyond rerollers, to other processing segments). The five founding members of the European Steel Processors Association are Laminoirs des Landes (ES/FR), Marcegaglia (IT), NBH (BE), Officine Tecnosider (IT) and Vitkovice Steel (CZ). Main EU files targeted - Carbon Border Adjustment Mechanism (CBAM) - Revision of Emissions Trading System (ETS) Directive - EU trade policy Address Head Office c/o Hill and Knowlton International Belgiumrue Montoyerstraat 51 Brussels 1000 BELGIUM EU Office c/o Hill and Knowlton International Belgiumrue Montoyerstraat 51 Brussels 1000 BELGIUM \n\t\t\t\t\t People\n\t\t\t\t\t Total lobbyists declared 5 Employment time Lobbyists 25% 5 Lobbyists (Full time equivalent) 1.25 Lobbyists with EP accreditation No lobbyists with EP accreditations Complementary Information None declared Person in charge of EU relations Data not provided by Register Secretariat due to GDPR Person with legal responsibility Data not provided by Register Secretariat due to GDPR \n\t\t\t\t\t Categories\n\t\t\t\t\t Category Trade and business associations \n\t\t\t\t\t Networking\n\t\t\t\t\t Affiliation None declared Member organisations The five founding members of the European Steel Processors Association are: - Laminoirs des Landes (ES/FR) - Marcegaglia (IT) - NLMK Belgium Holdings (NBH) (BE) - Officine Tecnosider (IT) - Vitkovice Steel (CZ) \n\t\t\t\t\t Financial Data\n\t\t\t\t\t Interests represented Promotes their own interests or the collective interests of their members Closed financial year None declared Lobbying costs for closed financial year None declared Major contributions in closed year None declared Intermediaries for closed year None declared Intermediaries for current year Name hill and knowlton international belgium Closed year Costs None declared Other financial info None declared \n\t\t\t\t\t EU Structures\n\t\t\t\t\t Groups (European Commission) None declared Groups (European Parliament) N/A Communication activities None declared Other activities None declared Meetings\n\t\t\t\t\t Meetings 8 meetings found. Download meetings The list below covers meetings with Commissioners/Cabinet members/Directors-general (high-level) Commission meetings published December 2014 to December 2024, and the meetings of Commissioners/Cabinet members/Directors-general and officials holding \"management functions\" in the Commission published since 1 January 2025. Other lobby meetings with lower-level staff may well have taken place, but the Commission doesn't proactively publish information about these meetings. All information below comes from the Commission and not from the registrant. 1 July 2024: We have noted that some meetings are appearing in duplicate, ie. some meetings seem to be listed twice. This seems to be because the Commission changes some element of a meeting data after the meeting has first been listed, which causes LobbyFacts to register it as a new meeting. We are investigating further. \n\t\t\t\t\t\t\t\t\t\t\t\t Date 14 Mar 2025 Location Brussels Subject Discussions on technical issues concerning the design and implementation of the Carbon Border Adjustment Mechanism (CBAM) DG Taxation and Customs Union Attending Maria Elena Scoppio (Director) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 12 Mar 2025 Location Brussels Subject Discuss challenges faced by the European steel processor industry Cabinet Cabinet of Executive Vice-President Teresa Ribera Rodríguez Attending Aleksandra Baranska (Cabinet member) Teresa Ribera Rodríguez (Executive Vice-President) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Jan 2025 Location Brussels Subject Challenges for the steel sector from the point of view of EU steel re-rollers Cabinet Cabinet of Commissioner Maroš Šefčovič Attending Chiara Galiffa (Cabinet member) Bernd Biervert (Cabinet member) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 30 Jan 2025 Location Brussels, Belgium Subject Exchange of views with the European steel processing industry about their specific business model, and the challenges they face from a trade perspective, as well as their contribution to a more sustainable steel sector. DG Internal Market, Industry, Entrepreneurship and SMEs Attending Joan Canton (Head of Unit) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 29 Jan 2025 Location Brussels Subject Physical meeting - Exchange of views on the Carbon Border Adjustment Mechanism (CBAM) DG Taxation and Customs Union Attending Philippe Duponteil (Director) Gerassimos Thomas (Director-General) Kanto Petri (Head of Unit) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 17 Jan 2025 Location Brussels Subject Discussions on technical issues concerning the design and implementation of the Carbon Border Adjustment Mechanism (CBAM) DG Taxation and Customs Union Attending Vicente Hurtado Roa (Head of Unit) Maria Elena Scoppio (Director) Other Lobbyists \n\t\t\t\t\t\t\t\t\t\t\t\t Date 27 Nov 2023 Location Brussels Subject Presentation of the newly formed European Steel Processors Association and discussion on developments and challenges faced by the industry. DG Internal Market, Industry, Entrepreneurship and SMEs Attending Kerstin Jorna (Director-General) \n\t\t\t\t\t\t\t\t\t\t\t\t Date 21 Nov 2023 Location Brussels Subject Current EU-US negotiations on steel, GSA, TDI, sanctions/Russia DG Trade Attending Sabine Weyand (Director-General)",
    "images": null,
    "tags": "",
    "excerpt": "Check out all LobbyFacts data on European Steel Processors Association as extracted from the EU lobby transparancy register. Over the past years, European rerollers have been faced with a number of common challenges, and have occasionally come together to discuss and formulate joint positions on trade agreements, CBAM, and other matters. In response to the sector's rapid pace of change, increasing concerns, and the perception that the industry needed to speak with a single voice, rerollers have decided to formalize their association as the European Steel Processors Association (leaving room for future expansions, beyond rerollers, to other processing segments). The five founding members of the European Steel Processors Association are Laminoirs des Landes (ES/FR), Marcegaglia (IT), NBH (BE), Officine Tecnosider (IT) and Vitkovice Steel (CZ).",
    "categories": ""
}