{
    "title": "André Sapir",
    "author": "Philippe Aghion; Marco Buti; Giancarlo Corsetti; Marcello Messori; André Sapir",
    "source": "Bruegel | The Brussels-based economic think tank",
    "date": "2025-04-09",
    "text": "André Sapir André Sapir, a Belgian citizen, is a Senior fellow at Bruegel. He is also University Professor at the Université libre de Bruxelles (ULB) and Research fellow of the London-based Centre for Economic Policy Research. Between 1990 and 2004, he worked for the European Commission, first as Economic Advisor to the Director-General for Economic and Financial Affairs, and then as Principal Economic Advisor to President Prodi, also heading his Economic Advisory Group. In 2004, he published 'An Agenda for a Growing Europe', a report to the president of the Commission by a group of independent experts that is known as the Sapir report. After leaving the Commission, he first served as External Member of President Barroso’s Economic Advisory Group and then as Member of the General Board (and Chair of the Advisory Scientific Committee) of the European Systemic Risk Board based at the European Central Bank in Frankfurt. André has written extensively on European integration, international trade and globalisation. He holds a PhD in economics from the Johns Hopkins University in Baltimore, where he worked under the supervision of Béla Balassa. He was elected Member of the Academia Europaea and of the Royal Academy of Belgium for Science and the Arts. Disclosure of interests Featured work Conference on globalisation and geo-economic fragmentation Bruegel’s 20th anniversary event in Amsterdam, organised jointly with De Nederlandsche Bank. Pitfalls to avoid as the EU ramps up defence investment European Union security requires both investment in defence and decisive steps in innovation and research Talks@Bruegel: Global trade, investment, and policy trends with Daniel Rosen How are shifting global trade dynamics impacting economic policy and strategy in the US, Europe, and China? Updated assessment: Memo to the commissioner responsible for trade Vote, protect, prepare: 2024 in review Europe’s tumultuous year of leadership change, climate challenge and the rise of industrial policy How should the EU respond to Trump's tariffs? How the European Union should respond to Trump’s tariffs This Policy Brief focuses on possible new Trump tariffs, based on statements made by the President-elect Bruegel Annual Meetings | 4-5 September 2024 This year's Annual Meetings centered around the launch of the Bruegel Memos to the European Union leadership 2024-2029 Memo to the commissioner responsible for trade Unite, defend, grow: Memos to the European Union leadership 2024-2029 Unite, defend, grow: EU policy for the next five years Bruegel fellows' recommendations to the EU institutions for the 2024-2029 cycle Roundtable on the EU's countervailing duties on Chinese electric vehicle imports This closed-door event discussed the EU's countervailing duties on Chinese clean-tech products and their impact on EU-China trade Overcome divisions and confront threats: Memo to the Presidents of the European Commission, Council and Parliament Memo to the Presidents of the European Commission, Council and Parliament Macron's snap election gamble Dissecting the political turmoil in France following President Macron's surprising call for snap parliamentary elections CBAM and carbon pricing: forging fair paths to climate stability How will the EU's CBAM affect global trade, economic inequality, emissions reduction, and international cooperation on carbon pricing? US tariffs on Chinese imports: managed trade is back A hike in US tariffs is not a return to wholesale protectionism, and the European Union is unlikely to duplicate the US approach Türkiye: moving forward in the European eco-system At this event we engaged in a conversation with Türkiye's Treasury and Finance Minister Mehmet Şimşek Key factors likely to shape the EU’s trade agenda in the next five-year term The impact on the European Union of Ukraine’s potential future accession This report evaluates the impact on the EU of a possible EU accession of Ukraine, focusing on economic consequences and institutional developments. How war in Ukraine brought Europe together EU countries have resisted splintering factions since Russia’s 2022 invasion Ukraine’s path to European Union membership and its long-term implications The war complicates the accession process, but Ukraine can work progressively towards meeting the entry conditions Taking stock: 25 years of EMU Closed-door conference jointly organized with De Nederlandsche Bank The reason for the European Union-Australia trade negotiation hiccup Though trade talks have fallen through for now, the EU and Australia have long-term common interests in an eventual restart Talks@Bruegel: Türkiye-EU economic relations with Ömer Bolat At this event we discussed the economic and commercial relations between Türkiye and the European Union Making the most of Europe’s anti-subsidy probe into Chinese electric vehicles The EU anti-subsidy investigation into EVs from China is a reminder of the need for a new EU green industrial policy strategy. Assessing the State of the Union 2023 In this episode, we look at the 2023 State of the Union address delivered by Ursula von der Leyen, President of the European Commission. Bruegel Annual Meetings, 6-7 September 2023 A symphony in progress: shaping a new agenda for Europe Green tech race? The US Inflation Reduction Act and the EU Net Zero Industry Act in The World Economy Talks@Bruegel: IRA and the European response with Anton Hofreiter Invitation-only event featuring Anton Hofreiter, who will discuss the IRA and the European response, the Net Zero Industrial Act. The Commission’s Crisis Management and Deposit Insurance proposal has the potential to significantly improve banking resolution in the EU The collapse of several US regional institutions and of Crédit Suisse has increased the urgency for crisis management reform in the EU. The Silicon Valley Bank collapse: Prudential regulation lessons for Europe and the world In the EU, there is no bank like SVB and supervision appears better than in the US, but the resolution framework remains incomplete. Development finance evolution: options for strengthening MDBs financial capacity How can Multilateral Development Banks increase their capacity to address shared global challenges of the 21st century? Can the EU and US correct the course on trade relations? The EU Net Zero Industry Act and the risk of reviving past failures How the EU might respond to clean tech subsidies, in the form of a leaked draft law entitled the Net Zero Industry Act (NZIA), is deeply worrisome. How Europe should answer the US Inflation Reduction Act This policy brief explains what is in the IRA, the impact on the EU and other economies, and how the EU should react. Reshoring, nearshoring or friend-shoring: What is the future of global supply chains? What steps should policymakers take to improve supply chain robustness and resilience? Global cooperation in times of geopolitical strife How can we build a sustainable system of international cooperation that allows for nations to work together despite their differences? Economic policy wrapped up 2022 As 2022 closes, we look back at some of the most important and interesting economic policy developments from Europe and the world. The European Commission's fiscal rules proposal: a bold plan with flaws that can be fixed The European Commission’s proposal for reforming the EU fiscal rules is far-reaching, but its shortcomings need to be addressed. Crisis-proofing the EU: internal market in the service of external resilience How should the EU build resilience against external shocks? Is globalisation really doomed? Globalisation is under attack; to preserve its benefits, healthy domestic social contracts are essential. The Sound of Economics Live: Assessing the State of the Union 2022 In this episode, we look at the State of the Union address delivered by Ursula von der Leyen, President of the European Commission. Assessing the State of the Union 2022 In this episode, we look at the State of the Union address delivered by Ursula von der Leyen, President of the European Commission. Bruegel Annual Meetings, 6-7 September 2022 The Annual Meetings are Bruegel's flagship event which gathers high-level speakers to discuss the economic topics that affect Europe and the world. EU Enlargement in a New Light A collection of articles compiled following a joint Bruegel-Intereconomics event on EU enlargment. EU enlargement in a new light What would increase government support around EU enlargement, and what role could membership play in future peace talks? War in Ukraine: Ukraine's place in the EU In the latest installment of the Sound of Economics Live we debated whether Ukraine's accession to the EU should be facilitated. Ukraine’s place in the EU Should Ukraine's accession to the EU be facilitated? Does the war in Ukraine call for a new Next Generation EU? The European Union should take significant economic measures in response to the war in Ukraine, but a new Next Generation EU is not needed yet. Global trade Down Under A conversation on the global trading landscape. From viruses to wars: recent disruptions to global trade and value chains How have events in recent years impacted global trade and value chains and how can we strengthen these against future disruptions? Green public procurement: A neglected tool in the European Green Deal toolbox? A new EU regulatory action in public procurement could unlock the potential of green public procurement and add an important element to the European G How should the EU respond to Georgia, Moldova and Ukraine’s membership aspirations? European Union membership for Georgia, Moldova and Ukraine is at present unrealistic, but they should be offered more than Association Agreements. Towards an inventory of corporate subsidies by China, the EU and the USA In this event, panellists discussed corporate subsidies by China, the European Union and the United States. Last but not the least An overview of economic policy and beyond in 2021. Inside the European crises: a conversation with Marco Buti At this event Marco Buti discusses his new book, in which he gives an insiders look at European policy making. A new consensus for economic resilience Is there a need for systemic reform of global economic governance? Advancing global value and supply chains to mitigate the challenges arising from the pandemic Session at the 1st ASIA-EUROPE ECONOMIC AND BUSINESS FORUM: Transitioning to a New Normal: Leveraging Global Value Chains, Multilateralism and the 4IR The future of EU-Africa relations Bruegel Annual Meetings, Day 1 - A discussion of the state of play and outlook of EU-Africa relations. Bruegel Annual Meetings, 1-3 September 2021 The 2021 Annual Meetings gathered high-level speakers and participants to discuss how to recover from the crises brought on by the Covid pandemic The European Union’s carbon border mechanism and the WTO To avoid any backlash, the European Union should work with other World Trade Organisation members to define basic principles of CBAM. A fitting plan for the European Green Deal? How does the world's first roadmap for meeting climate goals stack up? Strengthening the weak links: future of supply chains What new supply chains trends will we see in the post-pandemic era? After COVID-19: a most wanted recovery This event was part of the T20 Spring Roundtables and focused on strategies for a swift and sustainable economic recovery for Europe. China and the WTO: (How) can they live together? What changes can be made to make China and the WTO more compatible with each other? Urgent reform of the EU resolution framework is needed In this blog, the authors argue that two aspects of the European resolution framework are particularly in need of reform – the bail-in regime and the An alpine divide? Comparing economic cultures in Germany and Italy A discussion of Italian and German macro-economic cultures and performances. Is the European Union’s investment agreement with China underrated? The European Union-China Comprehensive Agreement on Investment binds Chinese liberalisation of its foreign investment regulations under an internation Carbon Border Adjustment Mechanism: Greening the EU trade? Assessing CBAM from a trade perspective. Getting America Back In The Game: A Multilateral Perspective How can friends of the multilateral system re-engage the United States under President-elect Biden? China and the WTO: Why Multilateralism Still Matters An examination of China’s participation in the World Trade Organization, the conflicts it has caused, and how WTO reforms could ease them. The double irony of the new UK-EU trade relationship The Trade and Cooperation Agreement signed between the European Union and the United Kingdom goes against six decades of UK efforts to avoid being eco The year that tested us all An overview of economic policy and beyond in 2020 Europe and India: Comparing Approaches to Global Economic Challenges Stakeholders from government, private sector, media and academia/institutions come together to review India-EU relations. Data flows, artificial intelligence and international trade: impacts and prospects for the value chains of the future In-depth briefing and analysis on the issues of digital trade and the geopolitics of trade provided to the European Parliament. Socio-economic effects of digital trade and artificial intelligence on EU industries including their value chains and EU imports and exports with major trade partners Testimony before the European Parliament on the subject of digital trade. How can the EU and Japan boost collaboration and multilateralism around the globe? Multilateralism and global collaboration: the case of Japan and the EU. The Sound of Economics Live: The future of EU-UK relations (again!) At the eleventh hour of negotiations, what will the future of the EU-UK relationship look like? The future of EU-UK relations (again!) At the eleventh hour of negotiations, what will the future of the EU-UK relationship look like? The Future of Globalisation Dani Rodrik explains the globalisation paradox. Why has COVID-19 hit different European Union economies so differently? All European Union countries are undergoing severe output losses as a consequence of COVID-19, but some have been hurt more than others. Factors poten The Sound of Economics Live: The State of the Union going forward In the first Sound of Economics Live episode after summer we look at the State of the Union address delivered by Ursula von der Leyen. The State of the Union going forward In the first Sound of Economics Live episode after summer we look at the State of the Union address delivered by Ursula von der Leyen. Bruegel Annual Meetings 2020 - Day 1 The Annual Meetings are Bruegel's flagship event which gathers high-level speakers to discuss the economic topics that affect Europe and the world. Bruegel Annual Meetings 1-3 September, 2020 Bruegel's flagship event transformed into a virtual conference for pandemic times Political Assessment of Possible Reactions of EU Main Trading Partners to EU Border Carbon Measures This briefing was prepared for the European Parliament’s Committee on International Trade (INTA). Keeping trade open during and after Covid-19 This event examines the impact of the Covid-19 crisis on open markets and connected supply chains globally. The Sound of Economics Live: Post-Council commentary Can the European leaders meeting at the Council come together for a comprehensive recovery package? Post-Council commentary On April 23, EU leaders met virtually to try to come to an agreement for a common European response to the COVID-19 pandemic. What were the measures t The Sound of Economics Live: Can the Eurogroup save the day? In this episode of The Sound of Economics, we analyse the Eurogroup's 'rescue plan' amidst the economic fallout brought about by the COVID-19 health c Did the Eurogroup save the day? After its longest meeting ever, the Eurogroup reached an agreement yesterday evening. What does the agreement say? What does it mean? What the EU should do and not do on trade in medical equipment The European Union has introduced export controls on some medical supplies. This was a mistake. It should announce that it is withdrawing the measure, CANCELLED: India-EU Partnership: New Vistas for the Next Decade Policymakers, academics and private sector actors from the EU and India come together to work on common issues and explore further areas of cooperatio An effective economic response to the Coronavirus in Europe 'Whatever it takes' needs to be the motto to preserve lives and reduce the impact on the economy of the epidemic. On gains, losses, and trade-offs: the case of Border Carbon Adjustment How will the border carbon adjustment be implemented and what will be the implications? A post-Brexit agreement for research and innovation What is the future of EU's and UK's relationship on research and innovation? Cars, steel and national security: The EU-US trade spat Guntram Wolff is joined by Alan Beattie, the author of the FT's new Trade Secrets newsletter, and by Andre Sapir, Bruegel's very own trade expert to d China and the WTO: towards a better fit This session at the WTO Public Forum, in Geneva, will discuss a proposal for the WTO to accommodate China better while retaining its priciples. A fresh perspective on EU-Turkey relations: still a possibility? Examining the mutual benefits of a EU-Turkey customs union. Questions to Phil Hogan, Commissioner-designate for Trade At the presentation of her team for the next European Commission, President-elect Ursula von der Leyen declared that hers will be a ‘geopolitical Comm EU-Singapore relations in a global context At this event Minister S. Iswaran and Commissioner Malmström will discuss Singapore-EU relations, following the signing of a FTA in 2018 and in the co Bruegel Annual Meetings 2019, 4-5 September The 2019 Annual Meetings featured the launch of Bruegel's memos to the new European Leadership, proposing how to deal with future policy challenges Bruegel Annual Meetings 2019 Bruegel's 2019 Annual Meetings will be held on 4-5 September and feature the launch of Bruegel's Memos to the New European Commission. Backstage at BAM19: Europe's trade policy Backstage at the Bruegel Annual Meetings, Giuseppe Porcaro talks with André Sapir on European trade policy. Border Carbon Tariffs: Giving Up on Trade to Save the Climate? Ursula von der Leyen plans to introduce a border carbon tax to avoid that cutting EU carbon emissions forces EU companies to move their activities abr A strategic agenda for the new EU leadership Memo to the presidents of the European Commission, Council and Parliament. 'A strategic agenda for the new EU leadership' by Maria Demertzis, André Sa Past, present, and future EU trade policy: a conversation with Commissioner Malmström What was trade policy during the last European Commission? What will be the future of European trade under the next Commission? China and the world trade organisation: towards a better fit China’s participation in the WTO has been anything but smooth, as its self-proclaimed socialist market economy system has alienated its trading partne Director’s Cut: A strategic agenda for the incoming EU presidents In this Director’s Cut of ‘The Sound of Economics’, Bruegel’s Guntram Wolff and Maria Demertzis talk through their memo to the new presidents of the E Director's Cut: Resuming the EU-US trade talks Maria Demertzis sits down with Bruegel senior fellow André Sapir to break down the news, discussing the events leading up to the renewed EU-US trade t Spitzenkandidaten series: Frans Timmermans The sixth event in the The Road to Europe - Brussels Briefing Live: Spitzenkandidaten series. The series features the lead candidates for the European Promoting sustainable and inclusive growth and convergence in the European Union This Policy Contribution was written for the Informal ECOFIN Meeting, Bucharest, 5 April 2019. The authors look at the EU’s economic agenda, discussin Director's Cut: China's place in the global trading system Bruegel director Guntram Wolff and senior fellow André Sapir discuss how potential WTO reform could better accommodate China. France’s institutional system favours rebellion against its leader The 'yellow vest' movement proves that France's political and budgetary centralism, as the source of citizens' feelings of abandonment and revolt, mus Rules-based trading system and EU-Australia At this event the Australian Minister for Trade, Tourism and Investment, Senator the Hon Simon Birmingham will speak about Australia-EU bilateral trad Director’s cut: Wrapping up 2018 With 2018 drawing to a close, and the dawn of 2019 imminent, Bruegel's scholars reflect on the economic policy developments we can expect in the new y Backstage: The new balance of Asia-EU-US trade relations Amid the Asia-Europe Economic Forum on the fringes of the 12th ASEM Summit, Bruegel senior fellow hosts a conversation on developing global trade rela Backstage: Implications of the new EU-Japan trade deal Bruegel senior fellow André Sapir welcomes Tamotsu Nakamura, dean of Kobe University’s Graduate School of Economics, and Maria Åsenius, head of cabine International trade and the EU-Japan Economic Partnership Agreement This event; jointly organised by Bruegel and the Graduate School of Economics, Kobe University, will discuss the EU-Japan trade deal and asses its imp The EU - Japan Economic Partnership Agreement This paper was requested by the European Parliament's Committee on International Trade (INTA) and analyses the EU-Japan Economic Partnership Agreement One size does not fit all: European integration by differentiation The need for reform of the EU is increasingly urgent. The authors of this policy brief suggest a new governance model, combining a bare-bones EU with Perils and potential: China-US-EU trade relations We are hosting a number of Chinese and EU experts to discuss trade relations between the three forces. High public debt in euro-area countries: comparing Belgium and Italy This Policy Contribution looks at the evolution of public debt in Belgium and Italy since 1990 and uses the debt dynamics equation to explain the cont Bruegel Annual Meetings 2018 The 2018 Annual Meetings will be held on 3-4 September and will feature sessions on European and global economic governance, as well as finance, ener International trade under attack: what strategy for Europe? This Policy Contribution analyses the economic consequences of a full-scale trade war. The US position, focusing on bilateral trade imbalances presuma Europe should avoid a no-deal Brexit The UK government finally tabled a serious proposal for the country’s future relationship with the European Union (EU). The White Paper puts the ball State of transatlantic trade relations A conversation on transatlantic relations with Michael Froman. Protecting EU firms without protectionism Do we need more effective support for EU companies, more targeted to threatened sectors of strategic importance to the EU? Do we need to revise our c Making a reality of Europe’s Capital Markets Union It is high time to make the CMU project real.The authors of this publication suggest that capital markets will only transform with concrete action and What European trade policy in face of an emerging global trade war On 25 April Bruegel is pleased to host Bernd Lange, Chair of the European Parliament's committee on International Trade. Challenges and opportunities for the EU digital single market At this event, we looked into the progress made towards achieving the main priorities for strengthening the digital single market, the opportunities a The current state and future of the world trading system This event discussed the current state of the multilateral trading system and how it might evolve in the future. The European Globalisation Adjustment Fund: Time for a reset It is only in the last decade that the EU has had an active policy to reintegrate workers who lost their jobs as a result of globalisation, through th Director’s Cut: A global trade triumvirate? In this week’s Director’s Cut of ‘The Sound of Economics’ podcast, Bruegel director Guntram Wolff hosts a discussion with Bruegel fellows Alicia Garcí Europe in a new world order The EU is a relatively open economy and has benefited from the multilateral system. We argue that the EU should defend its strategic interests. The Si The European Globalisation Adjustment Fund: Easing the pain from trade? With the European Globalisation Adjustment Fund (EGF), the EU now has an instrument to help workers negatively affected by trade find new jobs. Howev A conversation about U.S. steel and aluminium tariffs In this podcast, André Sapir discusses with Uri Dadush about President Trump's announcement to impose tariffs on steel and aluminum imports. Brexit and the customs union question Bruegel senior fellow André Sapir clarifies the UK's options for a new relationship with the EU in the wake of Brexit. Is there life After TTIP? The future of transatlantic economic relations The partnership between North America and Europe is becoming unsettled and uncertain. How can we deal with this new situation that threatens the prosp Brexit, phase two (and beyond): The future of the EU-UK relationship Whether it looks more like ‘CETA-plus’ or ‘EEA-minus’, the trade deal that emerges from phase two of the Brexit negotiations should not be the limit o The time is right for a European Monetary Fund Two of the banking union’s pillars – common European supervision by the European Central Bank and common European resolution by the Single Resolution Europe's trust deficit At this event, we discussed the rise of populism in Europe and the economic, security, and identity concerns behind the movement. EU-China economic relations: looking to 2025 This event will see the launch of a report on EU-China relations and discuss issues such as trade and investment, industrial cooperation and innovatio Bruegel Annual Meetings 2017, 7-8 September The Annual Meetings are Bruegel’s flagship event. Should the EU have the power to vet foreign takeovers? Should the EU have the power to vet foreign takeovers? André Sapir and Alicia Garcia-Herrero debate the issue, which has become topical in view of rec Review of EU-third country cooperation on policies falling within the ITRE domain in relation to Brexit What is the possible future relationship between the EU and the UK in light of Brexit? The report provides a critical assessment of the implications o Global trade and Europe Multilateral trade has generated a huge amount of wealth, and lifted many around the world out of poverty. But there is also growing awareness that gl We need a European Monetary Fund, but how should it work? Many voices are calling for the ESM to be developed into a fully-fledged European Monetary Fund. But what changes would this entail, and how could the International arbitration is the way to settle the UK’s Brexit bill The UK-EU financial settlement risks becoming a toxic stumbling block in Brexit negotiations. But there are actually much more important issues to dis Trump’s U-turn on trade with China is good news, but the EU should not be complacent President Trump has so far been softer on China than his campaign promises predicted. This is welcome. However, the EU has a lot at stake, and should Conversations on the future of Europe On the occasion of the 60th anniversary of the signing of the Treaty of Rome, we held an event of four conversations between Bruegel scholars and Eur Europe in a new world order In this paper the authors explore what the EU’s strategic reaction should be to US diminishing giant policies, and the EU’s role in a world of declini Making the best of Brexit for the EU27 financial system The EU27 needs to upgrade its financial surveillance architecture to minimise the financial market fragmentation resulting from Brexit Brexit and trade: what EU and WTO rules imply Bruegel in collaboration with Leuven Centre For Global Governance Studies organizes an event at which we will discuss the options for redesigning trad The future of EU trade policy We are happy to welcome the European Commissioner for Trade Cecilia Malmström to Bruegel on 24 January to talk about the future of the EU's trade poli Implications of the new US trade policy by the incoming president Trump An event about the implications of Donald Trump's emerging trade agenda on global trade. Game Over – The Inside Story of the Greek Crisis -Drawing the broader lessons for Europe Solvay Brussels School and Bruegel are co-organizing an event at which George Papakonstantinou and André Sapir will discuss the Greek crisis and its Beyond hard, soft and no Brexit There is still a certain degree of fuzziness about what the different degrees of Brexit entail. We attempt to fill this gap by setting out the options Inclusive growth in the European Union Why is inclusive growth important and how do the EU’s social problems differ from social problems in other parts of the world? The Continental Partnership proposal: a reply to five main criticisms The proposal for a Continental Partnership (CP) has received a great deal of attention. Two of the authors, André Sapir and Guntram Wolff, clarify som 13th Asia Europe Economic Forum (AEEF) This edition of the of the Asia-Europe Economic Forum is entitled: “Riding the new waves: Asian and European Economic Perspectives” and will be held i The future of Europe Europe is at a crossroads. What must European leaders do to combat populism, the refugee crisis, and low growth? Bruegel Annual Meetings 2016, 6-7 September The Annual Meetings are a high point in Bruegel's calendar. Bruegel Annual Meetings 2016 The Annual Meetings are a high point in Bruegel's calendar. Europe after Brexit: A proposal for a continental partnership This paper leaves aside the issue of EU reform and focuses on the desirable EU-UK relationship after Brexit. The authors argue that none of the existi Should the UK pull out of the EU customs union? The UK Government appears divided on whether the United Kingdom should seek to remain within the European Union’s customs union after Brexit. The Unit Sovereign and banking risks: what policies? Exposures of banks towards sovereigns and vice-versa may be a source of systemic risk but how far can limiting these exposures in fact enhance or rath Britain and the EU after the referendum The UK's referendum on its EU membership was a critical moment for Britain and Europe. The days after the leave victory brought confusion and politica Euro-Mediterranean energy talks The energy landscape of the Southern and Eastern Mediterranean is inefficient and unsustainable. Yet there is much potential for cooperation. How coul Will China's slowdown bring headwinds or opportunities for Europe and Central Asia? After years of rapid growth, China's GDP is expanding more slowly. The UK’s sovereignty myth Those who argue that Brexit would let the UK “take back sovereignty” overlook the impact of trade on domestic law-making. The Eurozone needs less heterogeneity Misalignments of real exchange rates continue to be the most visible and painful symptom of asymmetric shocks within the Eurozone. An important factor One market, two monies: the European Union and the United Kingdom So far, having more than one currency in the EU has not undermined the single market. However, attempts to deepen integration in the banking, labour Taking competitiveness seriously? Establishing an independent competitiveness authority in each country of the euro area was a key recommendation in the Five Presidents' Report, but ho Public Hearing on the EU´s Future Trade and Investment Strategy \n        Committee on International Trade (INTA), European Parliament, 12 November 2015.  \r\n\n\n     Economic governance of the EU: Quo Vadis? This event will address topics of central interest in current EU policy debates: fiscal and competitiveness coordination, financial union and the dive Emerging markets and Europe: time for different relationships? Now that Europe can focus on medium-term issues rather than crisis management, it is the right time to reassess relations with the emerging markets. Priorities for euro area governance reforms In order&nbsp;to calm fears about weak euro area governance: better fiscal governance and a mechanism to ensure competitiveness despite the absence of The whys and hows of a single market for Europe Be it sluggish growth performance, high unemployment or an incomplete monetary union, completing the single market is often offered as a silver bullet The long road towards the European single market This paper argues that&nbsp;identifying and quantifying the channels through which market integration is expected to engender growth is methodological Euro-area governance: what to reform and how to do it This Policy Brief argues that the&nbsp;Euro-area governance needs to move beyond the improvements brought about by banking union and should establish Juncker’s investment plan: No risk – no return President Juncker has presented the key features of the European Commission’s plan to boost investment in the EU. In this blog post we review the most Measuring Europe’s investment problem Under the leadership of Vice President Katainen, the Commission has designed a plan which will be announced this week. The announcement of the investm EU to DO 2015-2019 Memos to the new EU leadership. Juncker's first move One early move that Juncker should make is to do away with the current European Commission college structure of one portfolio for each of the 28 membe The great transformation: Memo to the incoming EU Presidents This memo is addressed to the incoming Presidents of the European institutions. It is the first in a series of memos to the new European leadership to #EU2DO for the new European Presidents After the elections: New European leadership needs to focus on results Voters across the European Union have given&nbsp;a loud signal in the European elections that they are unhappy with their economic and social situatio Trade relations between the EU and its Eastern neighbours Japan and the EU in the global economy This report analyses economic issues facing Japan and Europe. It identifies some of the channels through which Europe can learn from Japan, and viceve Discussion: Can border carbon taxes fit into the global trade regime? Reinhard Quick&nbsp;– Director Brussels Office of the German Chemical Industry Association, as well as a well-known trade specialist in Brussels and H The long haul: managing exit from financial assistance Countries can make a clean exit from financial assistance, or enter a new programme or a precautionary programme, depending on the sustainability of t The troika and financial assistance in the euro area The Troika and financial assistance in the euro area: successes and failures This study was presented to the ECON committee of the European Parliament.It provides a systematic evaluation of financial assistance for Greece, Irel France and Germany must both change economic strategy A more balanced economic strategy in the two countries is crucial to help the peripheral countries solve their own predicaments and ensure the sustain EU-US trade talks get dose of realism Bruegel year in review - 2013 Can border carbon taxes fit into the global trade regime? This Policy Brief highlights some weaknesses in the standard argumentation for BCAs. But there is an alternative argument for border carbon measures, Non-public testimony on the Troika's working and the effectiveness of financial assistance programs in the euro area. Manufacturing Europe's growth Europe's policies should focus on the high-end industries that are driving Europe's productivity growth. Europas Finanzsystem neu gestalten Bruegel-Forscher André Sapir und Guntram B. Wolff über die Reform des Bankensektors Bruegel Publication Launch: Manufacturing Europe's Future Manufacturing Europe’s future ‘Manufacturing Europe’s future’ means getting the policies right for firms to grow and prosper. It is not about picking one sector over another, but p Reshaping Europe’s financial system With the upcoming Asset Quality Review (AQR) by the European Central Bank, Europe has a chance to fundamentally reshape its financial system to make i The neglected side of banking union: reshaping Europe’s financial system Policy contribution presented at the informal ECOFIN in Vilnius on September 14,&nbsp;discussing how Europe's financial system could and should be res The neglected side of banking union The Transatlantic Trade and Investment Partnership negotiations: What to expect by 2014? Youth unemployment: It’s growth, stupid! European leaders are rightly concerned about the record level of youth unemployment in the EU. Unfortunately simply targeting measures at young people Abenomics: the implications for Europe For two decades the Japanese economy has been mired in deflation and stagnant nominal GDP. Real GDP and per capita GDP have grown a bit but only thank The Transatlantic Trade and Investment Initiative: Hope or Hype? The decision to launch negotiations on a bilateral free trade area between the EU and the US, called the Transatlantic Trade and Investment Partnershi EU-IMF assistance to euro area countries: an early assessment This study provides an early evaluation of the assistance programmes implemented by the Troika in Greece, Ireland and Portugal. The study assesses the Free trade agreements for the 21st century The Euro Area: Great Recession or Great Depression? The Great Depression was a period of severe economic contraction that lasted many years. In the United States real GDP fell every year from 1929 to 19 Chart of the week: fiscal deficits in the euro area under the new forecast The 2012 Autumn Economic Forecast of the European Commission confirms the Spring Forecast expectation that several euro area countries, including Fran Wir brauchen Licht am Ende des Tunnels Fiscal rules: Timing is everything Fiscal rules: Timing is everything The strengthening of the European Union’s fiscal rules with the approval of the so-called ‘six-pack’, and the parallel worsening of economic condition Andre Sapir on the ECB's bond buying plans The SMP is dead. Long live the OMT Following the various announcements of President Draghi in July and August, most analysts were expecting further clarification of the modalities of th Chart of the week: the fiscal stance in the euro area The size of the deficit reduction mandated by European fiscal rules for euro area countries currently under excessive deficit procedure will be on ave What kind of European banking union? This policy contribution discusses in detail how a future banking union could be organised by examining seven fundamental choices that decision makers EU - euro area governance – a messy rebuilding The great Franco-German divide Can the G20 save globalisation? The messy rebuilding of Europe The euro crisis&nbsp;and subsequent policy responses have challenged the assumptions underpinning the euro-area's governance, and the relationship bet EU carbon levy: try to avoid air turbulences André Sapir on the 9 December summit and the challenges of the euro area What kind of fiscal union? The international monetary system is changing: what opportunities and risks for the euro? This working paper&nbsp; argues that the international position of the US dollar is likely to erode in the coming years, though the speed of the proc An evaluation of IMF surveillance of the euro area This report evaluates International Monetary Fund surveillance of the euro area in the years before the financial crisis and during 2008-10. Global currencies for tomorrow: a European perspective Eastern European lessons for the southern Mediterranean TGAE report - The contribution of 16 European think tanks to the Polish, Danish, and Cypriot trio presidency of the European Union André Sapir on 'unthinkable' Greek finance scenarios Q&A: Optimal Currency Areas and Governance - The Challenge of Europe (8/8) The forthcoming European Council meeting: Let’s face the difficult choices now A comprehensive approach to the euro-area crisis: Background calculations A comprehensive approach to the euro-area debt crisis Zsolt Darvas, André Sapir and Jean Pisani-Ferry propose a comprehensive solution to the current European crisis based on three pillars. Whither growth in central and eastern Europe? Policy lessons for an integrated Europe Wie die Euro-Zone ihre Schulden bewältigen kann A European mechanism for sovereign debt crisis resolution: a proposal Eurozone needs a permanent bail-out fund Boosting innovation in Europe The role of state aid control in improving bank resolution in Europe Europe needs a framework for debt crises Germany should share the blame for the Greek crisis Greek crisis: lending is not giving Two crises, two responses The Best Course for Greece is to Call in the Fund Banking Crisis Management in the EU: An Interim Assessment Una Agenda Estratégica Para El Progresso de Europa Memos to the new Commission- Europe's economic priorities 2010-2015 How the EU could stop the global crisis becoming a European problem Weathering the storm- Fair weather versus stormy-weather governance in the euro area Beyond the WTO? An anatomy of EU and US preferential trade agreements A European recovery programme Europe needs a concerted fiscal stimulus Higher aspirations: an agenda for reforming European universities Lasting Euro success requires bolder proposals Government size and output volatility: should we forsake automatic stabilisation? Coming of age: report on the euro area Fragmented power: Europe and the global economy Why Reform Europe's Universities? France's Fiscal follies Le cycle de Doha et les trois dilemmes de l'Union européenne Current issues in evaluating structual reforms within the Lisbon process Global governance: an agenda for Europe The EU and the governance of globalisation Some ideas for reforming the community anti-dumping instrument Only basic Reform can deliver legitimacy to the Fund Last exit to Lisbon The Last exit to lisbon",
    "images": "https://www.bruegel.org/sites/default/files/styles/og_image/public/2023-09/Portraits%20v2%20-1011.jpg?itok=ZoneRa2L",
    "tags": "",
    "excerpt": null,
    "categories": ""
}