{
    "title": "The EU’s Carbon Border Adjustment Mechanism (CBAM) – climate leadership or geostrategic misstep? - EST",
    "author": "European Student Think Tank",
    "source": "EST - European Student Think Tank",
    "date": "2024-02-28",
    "text": "Written by Annica Auer and edited by Tommaso Filippini On 1 October of this year began the transitional phase of the EU’s carbon levy, the Carbon Border Adjustment Mechanism (CBAM). It forms part of the European Commission’s Fit for 55 package of climate policies which aims to lower EU emissions by 55% by 2030. The CBAM will complement the EU’s Emissions Trading Scheme (ETS) which imposes a price on in-scope industries for emitting greenhouse gases. So far, however, much of the ETS’s effect has been diluted by the allocation of so called free allowances which means that, even if a company falls within the scope of the ETS, it does not have to pay. This is so as to prevent ‘carbon leakage’, meaning de-industrialisation caused by an exodus of European companies to jurisdictions with less stringent climate policies. As free allowances are gradually being phased out, there was thus a need for a new policy to prevent carbon leakage: the CBAM is the European Commission’s solution to this problem (European Commission, n.d.). Approved by the European Council and Parliament in May, it works by imposing a carbon tax equivalent to the ETS carbon price on (specified) imports from non-EU countries with less ambitious climate policies. The European Commission hopes to thereby mitigate the competitive disadvantage that European industry faces due to the ETS while simultaneously achieve a ‘Brussels-effect’, spreading green targets around the globe by leveraging the European market’s attractiveness (ibid.). The CBAM comes at a time of heightened international trade tensions triggered by Covid-19 and exacerbated by Russia’s war in Ukraine (Bukowsky, 2022). Since its inception, it has been facing criticisms of protectionism under the pretence of climate policy (ibid.). Foremost among accusations are that the CBAM is not compliant with WTO rules regarding non-discrimination (Appunn & Wettengel, 2023) and that it may have devastating consequences for developing countries which have less fiscal space to invest in greening their industries but also bear less historical responsibility for climate change (LSE, 2023). Much ink has been spilled discussing either of these issues; I will therefore not focus on them here but instead take the European Commission – which has denied allegations of the CBAM’s non-compatibility with WTO rules (Gentiloni, 2023) – by its word. It has claimed to be aware of concerns regarding fairness towards developing countries (Bruegel, 2023) but has yet to outline how it plans to mitigate any adverse effects that the CBAM might have on low income countries. Meanwhile, it has rejected suggestions for a redistributive mechanism coming from the European Parliament and has said that including exemptions for certain countries in the CBAM is technically impossible (ibid.). Whilst arguments about climate justice towards developing countries are extremely relevant, and have played an important role in motivating antipathy towards the CBAM, they have clearly so far failed to sway the European Commission. This paper will therefore pursue a different approach and argue that pursuing the CBAM as it is currently and ignoring the concerns of developing countries, notably in Africa, is likely to have adverse geoeconomic and strategic consequences. I will go beyond exploring the negative impact of the CBAM on developing nations, as many have done, and consider LMICs not just as being at the mercy of the EU and other western actors in their low-carbon transition, but as actors in their own right whose criticism the EU would do well to take into account. EU-Africa relations are increasingly salient. In the face of growing competition on an ideological and economic level from China and Russia, maintaining strong relations with Africa is important for Europe (Siegle, 2022). Climate change has added a new dimension to the EU-Africa relations: because of its richness in minerals needed for batteries and other technologies, the continent will be critical in delivering the raw materials needed for the green transition (Brookings Institution, 2023). Forging trade links today will therefore be crucial to technological adaptability tomorrow. Here, too, Europe has competition: Africa’s trade with the rest of the Global South has been increasing, now constituting almost 60% of its overall trade (UNCTAD, 2023). China issub-Saharan Africa’s largest individual country trading partner and raw materials and energy represent a crucial component of their trading relationship: about three fifths of sub-Saharan Africa’s exports to China are metals, mineral products, and fuel (IMF, 2023). China is also the largest source of imports for African countries as well as the largest bilateral official lender to countries in sub-Saharan Africa (though both FDI and lending have been declining in recent years) (ibid.). It is thus safe to say that China has been creating new dependencies which may harm the EU’s economic and geopolitical interests. However, it is also important to note that the EU remains the largest provider of Official Development Assistance (ODA) to Africa through its NDICI-Global Europe instrument and remains the biggest contributor to climate policies in Least Developed Countries (Bruegel, 2023). The EU has also long been cooperating with Africa on non-climate areas peace and security, health, and education, to name just a few areas, through fora such as the Post-Cotonou Agreement and the Team Europe Initiatives (European Parliament, n.d.). In this context of increased competition for Africa’s resources but also its political allegiance, the BRICS movement has been gaining increased attractiveness for many African states. Its enlargement in January 2024 means that the grouping is increasingly gaining significance when it comes to trade, but also in the political arena, including when it comes to shaping the green transition (Procopio, 2023). The BRICS have already overtaken the G7 regarding contribution to global GDP, doubling their share of global trade in the last thirty years (Fofack, 2023). The joining of forces among countries of the Global South also has implications on an economic and energy level: south-south trade has been increasing (IMF, 2023), underpinned by the BRICS’ growing middle class and resulting increase in purchasing power (Fofack, 2023), and this may well lead to lead them occupying bigger shares of each other’s energy sectors, including those that are of interest to the EU in its green transition (Procopio, 2023). This growing economic might is paralleled by an increase in geopolitical importance, as pointed out by Anil Sooklal, South Africa’s ambassador to BRICS in advance of the August summit (Fofack, 2023), for example at the UN. The BRICS have been extremely vocal in opposing the CBAM, threatening legal action on the basis of non-compliance with WTO rules (Cash, 2023; Majkut, 2023; Euractiv, 2023; Pauw et al., 2022). They argue that it goes against their right to development because fossil fuels are crucial for growth, development and energy security as developing countries transition to a more sustainable future (BRICS, 2023) and oppose what they see as trade barriers imposed ‘under the pretext of tackling climate change’ ‘shift[ing the] burden of addressing climate change… to BRICS members and developing countries’ (ibid., p.19). Many African countries have joined them in their critiques (Van Schaik & Cretti, 2023). Indeed, the CBAM is set to hit many developing countries the hardest (Ülgen, 2023). There are several reasons for this. Firstly, in the process of globalisation, many emission intensive production activities have been outsourced to the Global South whereas lower-carbon activities have remained in the Global North (UNCTAD, 2021a). Consequently, the CBAM, whose price is calculated according to a product’s carbon content, disadvantages goods coming from countries with more carbon-based economies (ibid.). Secondly, the CBAM will impose a high financial and administrative burden on countries that many developing countries are ill-equipped to handle. However, failure to report carbon content will lead to a default carbon price being imposed by the European Commission, so not investing in administrative capacities to report carbon content is not a viable option (Ülgen, 2023). In doing so, the financial burden of the CBAM would, conversely,take away from resources that could be dedicated to adapting to the climate crisis. This loss would not just be caused by administrative costs dedicated to calculating exports’ carbon content and to paying the CBAM fee itself, but also by a loss of exports. The African Climate Foundation predicts that, at current carbon prices, the CBAM may reduce Africa’s exports to the EU by up to 5.7% which may reduce GDP by 0.9% or $16 billion (Ülgen, 2023). In essence, the CBAM will therefore block the route of export-led growth that other developing countries have taken and may therefore slow down development (UNCTAD, 2021b; Pietras, 2022). The BRICS can be said to embody, and indeed be united by (despite their many differences), a frustration with the West’s approach to global climate policy that many countries in the Global South, including in Africa, share (Torreblanca et al., 2023). The EU’s counter to this criticism is that, despite worries about legal feasibility and climate justice, the CBAM’s initial results speak for themselves: the Brussels effect is already at work, with notably China, India, Turkey and the UK having introduced or planning to introduce carbon pricing systems and the US and Canada debating its introduction (Wu, 2023; Suneja, 2023; Pauw et al., 2022; Pfeifer et al., 2023). The CBAM is undeniably a powerful solution to the collective action problem inherent in greening international trade, namely, how countries with more stringent climate policies and therefore more expensive products can avoid being undercut by “dirtier” competition (Pauw et al., 2022). The Commission also argues that the CBAM will create useful data on emissions to inform other climate policies (ibid.). At a recent event hosted by Bruegel, Maria Elena Scoppio, Director for Indirect Taxation and Tax Administration at DG TAXUD, furthermore pointed out that the CBAM is first and foremost a measure against carbon leakage and that, as such, it is not possible to distinguish between the origins of products as the policy is goods-based (Bruegel, 2023). Regardless of whether the CBAM is successfully challenged at the WTO, the perception by many countries of the Global South of the CBAM as a policy that will harm their development and the frustration at the EU’s ‘economic imperialism’ (Ravikumar, 2020) is likely to remain. By definition, developing countries’ emissions have not yet peaked. Incorporating them in any policy to reach global carbon neutrality is therefore crucial. Alienating these countries – which are increasingly flocking to the BRICS as an alternative to a Western-led world order – may furthermore have economic consequences, for example, if the EU is excluded from future trade opportunities. Pushing ahead with the CBAM without putting in place mitigating strategies for countries least able to manage the additional costs that it will impose risks losing allies in the global fight against climate change. Diplomatic tensions spurred by protectionist measures risk leading to an uncoordinated approach to climate change, or, worse, to climate policy being perceived as a mere excuse for a “trade stick” with which to beat developing economies. The first‘geopolitical’ Commission (European Commission, 2019) needs to take these facts into account if it wishes to maintain its leadership position in global climate governance. The CBAM is primarily a trade measure and is neither designed nor suited to differentiate between countries of origin according to principles of climate justice. Hence a parallel tool should be created to mitigate against the CBAM’s effect on least developed countries, rather than the approximately €9 billion annual revenue being spent domestically as is currently planned (Pauw et al., 2022). For example, Leonard et al. (2021) suggest a European Climate and Sustainable Development Bank which could work in tandem with the existing NDICI instrument to, for instance, aid with capacity-building. The transition period until 2026 should be used to anticipate the extent of support needed. The sooner developing countries can transition away from fossil fuels, the better. Even from a purely strategic perspective, it is therefore not in the EU’s interest to slow down their green transition by charging CBAM fees or to alienate them on the international stage, given how much work remains to be done to adapt to the climate crisis. ___ Bibliography Africa could lose up to $25 billion per annum as a direct result of the EU’s CBAM. (2023, May 09). LSE News. https://www.lse.ac.uk/News/Latest-news-from-LSE/2023/e-May-2023/Africa-could-lose-up-to-25- billion-per-annum-as-a-direct-result-of-the-EUs-CBAM Africa. Factsheets on the European Union. (n.d.) European Parliament. Appunn, K. & Wettengel, J. (2020, November 30). The EU’s Carbon Border Tax—Panacea or recipe for trade war? Clean Energy Wire. https://www.cleanenergywire.org/factsheets/emission-reduction-panacea-or-recipe-trade-war-eus carbon-border-tax-debate At a Crossroads: Sub-Saharan Africa’s Economic Relations with China. October 2023 Regional Economic Outlook: Sub-Saharan Africa Analytical Note. (2023). IMF. Bermúdez, S. & Sarmiento, F. (2023). South-South Trade and Voluntary Sustainability Standards: Challenges and opportunities. State of Sustainability Initiatives. Brandi, C. (2021). Priorities for a development-friendly EU Carbon Border Adjustment Mechanism (CBAM). IDOS. https://www.idos-research.de/en/briefing-paper/article/priorities-for-a-development-friendly-eu carbon-border-adjustment-mechanism-cbam/ BRICS (2023, August 23). Johannesburg II Declaration. Sandton, South Africa. https://chinaglobalsouth.com/wp-content/uploads/2015/05/Jhb-II-Declaration-24-August 2023_230824_093753.pdf Bruegel [Event]. (2023, November 15). Carbon Border Adjustment Mechanism: What is the impact on developing countries? https://www.bruegel.org/event/carbon-border-adjustment-mechanism-what-impact-developing countries Bukowsky, M. (2022, March 21). The geopolitics of carbon tax. Institute of New Europe. https://ine.org.pl/en/the-geopolitics-of-carbon-tax/ Cash, J. (2023, September 14). China urges EU to ensure new carbon tax complies with WTO rules. Reuters. https://www.reuters.com/sustainability/china-urges-eu-ensure-new-carbon-tax-complies-with-wto rules-2023-09-14/ European Commission. (2019, November 27). Speech by President-elect von der Leyen in the European Parliament Plenary on the occasion of the presentation of her College of Commissioners and their programme. https://ec.europa.eu/commission/presscorner/detail/en/speech_19_6408 European Commission. (n.d.). Carbon Border Adjustment Mechanism. Exploring the potential implications of the EU’s new Carbon Border Adjustment Mechanism for Southeast Asian economies. (2023). New Climate Institute. https://newclimate.org/news/trading-off-exploring-the-potential-implications-of-the-eus-new carbon-border-adjustment Fofack, D. H. (2023, August 22). BRICS’ maturation hastens advent of multipolar world. African Business. https://african.business/2023/08/trade-investment/brics-maturation-hastens-advent-of-multipolar world Foresight Africa. Top priorities for the continent in 2023 (2023). Brookings Institution. https://www.brookings.edu/articles/foresight-africa-2023/ Hancock, A., & Bounds, A. (2023, September 28). Business braced for red tape from EU carbon border tax. Financial Times. India plans to challenge EU carbon tax at WTO. (2023, May 17). Euractiv. https://www.euractiv.com/section/emissions-trading-scheme/news/india-plans-to-challenge-eu carbon-tax-at-wto/ Leonard, M., Pisani-Ferry, J., Shapiro, J., Tagliapietra, S. and Wolff, G. (2021). The geopolitics of the European Green Deal. Bruegel. Majkut, J. (2023). The United States Should Learn to Live with EU CBAM. CSIS. Pauw, P., van Schaik, L., & Cretti, G. (2022). The CBAM Effect: How the world is responding to the EU’s new climate stick. Clingendael Institute. Pfeifer, S., Pickard, J., Mooney, A., & Sheppard, D. (2023, November 13). UK to press ahead with carbon border tax in 2026. Financial Times. Pietras, J. (2023). Navigating the Carbon Border Adjustment Mechanism: The Dangers of Non-Compliance and Circumvention. European View, 22(1), 151–152. https://doi.org/10.1177/17816858231163941 Procopio, M. (2023, September 4). Shifting alliances: Why the EU needs to cooperate with the BRICS and Africa on the energy transition. ECFR. https://ecfr.eu/article/shifting-alliances-why-the-eu-needs-to-cooperate-with-the-brics-and-africa-on-the energy-transition/ Ravikumar, A.P. (2020, July 27). Carbon border taxes are unjust. MIT Technology Review. https://www.technologyreview.com/2020/07/27/1005641/carbon-border-taxes-eu-climate-change opinion/ Siegle, J. (2023, February 22). Intervening to Undermine Democracy in Africa: Russia’s Playbook for Influence. Africa Center for Strategic Studies. https://africacenter.org/spotlight/intervening-to-undermine-democracy-in-africa-russias-playbook for-influence/ Suneja, K. (2023, May 7). India asks European Union to recognise its carbon credit trading scheme. The Economic Times. https://economictimes.indiatimes.com/industry/indl-goods/svs/steel/india-asks-european-union-to recognise-its-carbon-credit-trading-scheme/articleshow/100056949.cms?from=mdr Torreblanca, A. A., Julien Barnes-Dacey, Susi Dennison, Marie Dumoulin, Frédéric Grare, Mark Leonard, Theodore Murphy, José Ignacio. (2023, October 3). Strategic interdependence: Europe’s new approach in a world of middle powers. ECFR. https://ecfr.eu/publication/strategic-interdependence-europes-new-approach-in-a-world-of-middle powers/ Tripathi, B. (2023, June 14). EU’s carbon border tax: The beginning of a new trade war? Carbon Copy. https://carboncopy.info/eus-carbon-border-tax-the-start-of-a-new-trade-war/ UNCTAD (2021a). Trade and development report 2021. From recovery to resilience: The development dimension. UNCTAD. UNCTAD (2021b). A European Union Carbon Border Adjustment Mechanism: Implications for developing countries. UNCTAD. https://unctad.org/publication/european-union-carbon-border-adjustment-mechanism-implications developing-countries UNCTAD. (2023). Key statistics and trends in international trade 2022. (2023). UNCTAD. https://unctad.org/system/files/official-document/ditctab2023d1_en.pdf Ülgen, S. (2023, May 9). A Political Economy Perspective on the EU’s Carbon Border Tax. Carnegie Europe. https://carnegieeurope.eu/2023/05/09/political-economy-perspective-on-eu-s-carbon-border-tax pub-89706 Van Schaik, L. & Cretti, G. (2023, July 10). EU: Get your green energy diplomacy straight to avoid backlash. Clingendael Institute. https://www.clingendael.org/publication/eu-get-your-green-energy-diplomacy-straight-avoid backlash White, J. (2023, April 24). Opinion: EU’s CBAM may be necessary break with globalisation. ITR. https://www.internationaltaxreview.com/article/2bkr82l0gdufzt4orphj4/opinion-eus-cbam-may-be necessary-break-with-globalisation Wu, Y. (2023, April 26). EU Carbon Border Adjustment Mechanism Impact on China. China Briefing News. https://www.china-briefing.com/news/how-will-the-eu-carbon-border-adjustment-mechanism impact-china-businesses/",
    "images": "https://esthinktank.com/wp-content/uploads/2021/02/cropped-Logo-Medium1.png",
    "tags": "",
    "excerpt": "Written by Annica Auer and edited by Tommaso Filippini On 1 October of this year began the transitional phase of the EU’s carbon levy, the Carbon Border Adjustment Mechanism (CBAM). It forms part of the European Commission’s Fit for 55 package of climate policies which aims to lower EU emissions by 55% by 2030. The",
    "categories": "Articles and Blogs, The EU & its International Environment"
}