{
    "title": "Ignacio García Bercero",
    "author": "Ignacio García Bercero",
    "source": "Bruegel | The Brussels-based economic think tank",
    "date": "2025-04-03",
    "text": "Ignacio García Bercero Ignacio García Bercero joined Bruegel as a Non-resident fellow in September 2024. Active at the European Commission since 1987, he participated in the Uruguay Round negotiations and was subsequently posted in the EU Delegation to the United Nations in New York. Upon his return to Brussels he worked in the preparation of what eventually became the Doha Development agenda and was head of unit for legal affairs and WTO dispute settment. From 2005 until 2011 he was Director responsible for the areas of Sustainable Development, Bilateral Trade Relations (South Asia, South-East Asia, Korea, Russia and ex-CIS countries, EuroMed and the Middle East). He was also the Chief Negotiator for the EU-Korea and EU-India Free Trade Agreements. From 2012 he was responsible for overseeing EU activities in the field of Neighbouring countries, US and Canada and was Chief negotiator for the Transatlantic Trade and Investment Partnership. Mr García Bercero has written several papers and publications on WTO matters, including WTO reform, Dispute Settlement, Competition Policy and Regulatory Cooperation In 2020 he has completed a Fellowship at Saint Anthony’s College Oxford where his research focused on WTO reform. Since 2021 he is Visiting Professor in the Department of Political Science of the University College London and Visiting Senior Fellow at LSE Ideas, London School of Economics and Political Science. Mr García Bercero holds a Law Degree from the Law Faculty of Universidad Complutense, Madrid and a Master of Laws Degree (with Distinction) from University College, London. Disclosure of interests Featured work The EU and Indo-Pacific countries should head a Trump-tariffs response force The European Union should work with Indo-Pacific and Global South trade partners to tackle US protectionism and push for WTO reform Sound of Economics Live: Trump’s tariffs and the EU A special live episode of The Sound of Economics podcast on tariffs Trump’s tariffs and the EU How should the EU respond to the US tariffs? A trade policy framework for the EU-UK reset Rebuilding economic ties through cooperation, new agreements, and regulatory alignment How should the European Union respond to Trump’s ‘reciprocal tariffs’? The US threat of reciprocal tariffs is a dangerous attempt to break down the global trade system and must be resisted Updated assessment: Memo to the commissioner responsible for trade The EU and the UK are doomed to cooperate There are compelling reasons for the European Union and United Kingdom to put the adversarial period of Brexit behind them EU-Switzerland: a new approach to partial integration into the single market? The new EU-Swiss agreement breaks new ground, and could offer lessons for the EU-UK relationship 30 Years of the World Trade Organisation: Challenges, reforms, and the path ahead Does multilateralism have a future? Geopolitics, trade blocs, and the fragmentation of world commerce What does the future hold for international trade in an era of growing rivalries? How the European Union should respond to Trump’s tariffs This Policy Brief focuses on possible new Trump tariffs, based on statements made by the President-elect Why should the EU and the UK reinforce their cooperation on trade? A trade policy framework for the European Union-United Kingdom reset A reset in the relationship between the UK and the EU is underway. This paper recommends the main elements of the reset in terms of trade EU duties on Chinese electric cars are a rule-respecting response to subsidies A decision to impose countervailing duties on Chinese electric vehicles is a measured response to subsidisation CBAM and carbon pricing: forging fair paths to climate stability How will the EU's CBAM affect global trade, economic inequality, emissions reduction, and international cooperation on carbon pricing? Industrial Policy, Green Subsidies, and the WTO Europe and India: Comparing Approaches to Global Economic Challenges Stakeholders from government, private sector, media and academia/institutions come together to review India-EU relations. Policy responses for an EU-MENA shared future In the third edition of the \"Platform for Advanced & Emerging Economies Policy Dialogue\" we will discuss trade flows and trade policy between Europe a",
    "images": "https://www.bruegel.org/sites/default/files/styles/og_image/public/2024-08/ignacio.jpg?itok=SOIEKY-B",
    "tags": "",
    "excerpt": null,
    "categories": ""
}