{
    "title": "CBAM and Carbon Pricing: Forging fair paths to climate stabilityHow will the EU's CBAM affect global trade, economic inequality, emissions reduction, and international cooperation on carbon pricing?",
    "author": "unknown",
    "source": null,
    "date": "2024-05-22",
    "text": "Announcement The event will look at the EU's carbon border adjustment mechanism, it’s economic effects on trading partners, and how the EU can better cooperate with other parties on carbon pricing. CBAM is on track to being implemented, but specific implementation legislation is still being developed. Meanwhile, there are concerns that CBAM may make many developing countries worse off. Will the result be a 'climate club' of developed nations trading with each other, and increasing global inequality? Will CBAM have significant benefits in reducing global emissions? How should implementing legislation be fine-tuned? And how can the EU cooperate with others to promote carbon pricing outside its own borders? For more information, please refer to the special website at the following link; \nhttps://www.bruegel.org/event/cbam-and-carbon-pricing-forging-fair-paths-climate-stability Information Time and Date: 12:30-14:00, Wednesday, May 22, 2024 (CET) Venue: Rue de la Charité 33, 1210, Brussels + Online (Livestreamed) Hosts: Bruegel (Brussels European and Global Economic Laboratory）/ Research Institute of Economy, Trade and Industry (RIETI) / EU-Japan Center for Industrial Cooperation（EUJC） Language: English Contact: Ms. Matilda Sevón: matilda.sevon@bruegel.org Ms. Anastasiia Zaitseva: anastasiia.zaitseva@bruegel.org Program 12:30-12:40 Welcoming remarks Jeromin Zettelmeyer (Director, Bruegel) Shujiro Urata (Chairman Emeritus, RIETI) 12:40-13:45 Panel discussion Chair André Sapir (Senior Fellow, Bruegel) Panelists Toshi Arimura (Faculty Fellow, RIETI / Professor of environmental economics and a Director of the Research Instiiute for Environment Economics and Management, Waseda University) Ignacio Garcia Bercero (Former Director, European Commission, DG Trade) Catherine Stewart (Deputy Director for Trade Policy, HM Treasury) Olha Yevstihnieieva (Decarbonization expert, the Ministry of Energy of Ukraine)",
    "images": null,
    "tags": "Event, Symposium, Policy, RIETI, the Research Institute of Economy, Trade and Industry",
    "excerpt": null,
    "categories": ""
}