{
    "title": "Carbon Border Adjustment Mechanism: What is the impact on developing countries?",
    "author": "Contact Katja Knežević Anastasiia Zaitseva",
    "source": "Bruegel | The Brussels-based economic think tank",
    "date": "2023-11-15",
    "text": "Carbon Border Adjustment Mechanism: What is the impact on developing countries? How will the EU support developing countries in mitigating carbon emissions in their industries as a result of the CBAM Regulation. Speakers Rim Berahab Senior Economist, Policy Center for the New South David Luke Professor in Practice and Strategic Director, Firoz Lalji Institute for Africa, London School of Economics Ian Mitchell Co-Director, Development Cooperation in Europe and Senior Policy Fellow, Center for Global Development Maria Elena Scoppio Director for Indirect Taxation and Tax Administration, European Commission, DG TAXUD Agenda Check-in and coffee 15:30-16:00 Agenda Discussion 16:00-17:15 Chair: Ian Mitchell, Co-Director, Development Cooperation in Europe and Senior Policy Fellow, Center for Global Development Rim Berahab, Senior Economist, Policy Center for the New South David Kleimann David Luke, Professor in Practice and Strategic Director, Firoz Lalji Institute for Africa, London School of Economics Maria Elena Scoppio, Director for Indirect Taxation and Tax Administration, European Commission, DG TAXUD Agenda Q&A 17:15-17:30 On October 1st, the 3-year transition period of the EU CBAM Regulation will begin. Starting in 2026, importers of certain carbon-intensive goods will be required to pay the EU carbon price for emissions embedded in these goods. Applied for iron and steel, cement, fertilizers, aluminum, electricity, and hydrogen, this new carbon border charge will have a significant impact on the trade and economy of the countries exporting these goods, including in the EU’s neighborhood and sub-Saharan Africa. CGD analysis indicates that Mozambique, a large aluminum exporter, could experience a fall of 1.6 percent of its GDP as a result of a shift in demand following the introduction of the CBAM. Moreover, while EU industries benefit from subsidies to decarbonize their production with technological progress, there is a risk that industries in low- and middle-income countries (LMICS) will lack the resources to do the same. In this context, the objective of this public event was to look more closely at the impact of the CBAM on developing countries and how the EU plans to support them in meeting the new requirements or mitigating the resulting trade diversion. As the CBAM regulation includes provisions to work with low- and middle-income countries to assist them in the decarbonization of their carbon-intensive industries, this event aims to shed light on those plans, and the related needs for climate finance. This event gathered representatives from the European Commission (DG Trade and DG INTPA), the European Parliament, trade ministries in developing countries affected by the CBAM, and the private sector. CGD blog post: The EU’s Carbon Border Tax: How Can Developing Countries Respond? Event is co-organised in partnership with CGD.",
    "images": "https://www.bruegel.org/sites/default/files/styles/og_image/public/2023-09/GettyImages-3358678.jpg?itok=9v6DH--G",
    "tags": "",
    "excerpt": "How will the EU support developing countries in mitigating carbon emissions in their industries as a result of the CBAM Regulation.",
    "categories": ""
}