{
    "title": "Jeromin Zettelmeyer",
    "author": "Guntram B Wolff; Armin Steinbach; Jeromin Zettelmeyer",
    "source": "Bruegel | The Brussels-based economic think tank",
    "date": "2025-04-09",
    "text": "Jeromin Zettelmeyer Jeromin Zettelmeyer has been Director of Bruegel since September 2022. Born in Madrid in 1964, Jeromin was previously a Deputy Director of the Strategy and Policy Review Department of the International Monetary Fund (IMF). Prior to that, he was Dennis Weatherstone Senior Fellow (2019) and Senior Fellow (2016-19) at the Peterson Institute for International Economics, Director-General for Economic Policy at the German Federal Ministry for Economic Affairs and Energy (2014-16); Director of Research and Deputy Chief Economist at the European Bank for Reconstruction and Development (2008-2014), and an IMF staff member, where he worked in the Research, Western Hemisphere, and European II Departments (1994-2008). Jeromin holds a Ph.D. in economics from MIT (1995) and an economics degree from the University of Bonn (1990). He is a Research Fellow in the International Macroeconomics Programme of the Centre for Economic Policy Research (CEPR), and a member of the CEPR’s Research and Policy Network on European economic architecture, which he helped found. He is also a member of CESIfo. He has published widely on topics including financial crises, sovereign debt, economic growth, transition to market, and Europe’s monetary union. His recent research interests include EMU economic architecture, sovereign debt, debt and climate, and the return of economic nationalism in advanced and emerging market countries. Disclosure of interests Featured work Economic shifts in the US and global relations: A fireside chat with Jason Furman How are unpredictable shifts in the US economy reshaping global dynamics? Europe’s investment priorities in a changing world – featuring a conversation with Nadia Calviño What are Europe’s investment priorities in an era of change? Green, digital and resilient growth Bruegel's 20th Anniversary event in Helsinki, jointly organised with the Bank of Finland. Rearming Europe: how to fund and govern Europe's future defence This event will discuss how Europe can improve the governance and financing of its rearmament Conference on globalisation and geo-economic fragmentation Bruegel’s 20th anniversary event in Amsterdam, organised jointly with De Nederlandsche Bank. The governance and funding of European rearmament Europe must accelerate rearmament through deeper cooperation and innovative governance to counter Russia’s aggression and shifting US policies Talks@Bruegel: Infrastructure for planetary health with Erik Berglof How can infrastructure development be designed to improve public health while addressing environmental risks? What does German debt brake reform mean for Europe? Climate expenditure for survival A coalition of willing wealthy countries should provide financing for the net-zero transitions of developing countries The one promise and many perils of resurgent industrial policy What are the challenges and implications of industrial policy in today’s evolving global landscape? Talks@Bruegel: Risks for public debt with Vitor Gaspar How is public debt shaping the future of global fiscal policy? Why coalitions of wealthy nations should fund others to decarbonize Failure to agree on global grants to help low- and middle-income countries to achieve net-zero emissions cannot be the end of the story Where are Europe's animal spirits? A conversation with Peter Praet and Jeromin Zettelmeyer about the global economy Can Germany afford to take most defence spending out of its debt brake? Higher German defence spending would be fiscally sustainable, but would require cuts elsewhere and would breach EU fiscal rules Prospects for reducing sovereign debt while tackling ongoing crises In order to tackle the high rates of sovereign debt decisive action is needed. How likely are the needed adjustments and how can we achieve them? European companies in China: What to expect moving forward What is the future for European companies in China? Preserving and enhancing open financial markets: a conversation with Andrew Bailey A fireside chat on fostering openness in financial markets and the role of central banks Draghi on a shoestring: the European Commission’s Competitiveness Compass The proposed EU Competitiveness Compass would set up a conflict between industrial policy and the single market Updated assessment: Memos to the commissioners responsible for EU foreign, enlargement, and partnerships policies Updated assessment: Memos to the commissioners responsible for the internal market, industrial policy and competition Not yet Trump-proof: an evaluation of the European Commission’s emerging policy platform This policy brief evaluates the capacity of the EU’s economic strategy to address structural problems and whether policy needs to change under Trump Leaders and institutions: honouring Jean Pisani-Ferry and celebrating the birth of Bruegel Clean Industrial Deal: a conversation with EVP Teresa Ribera How will the Clean Industrial Deal support EU industries? Is Europe ready for the challenges of 2025 and beyond? Vote, protect, prepare: 2024 in review Europe’s tumultuous year of leadership change, climate challenge and the rise of industrial policy Towards a circular single market: Strengthening EU economic security and competitiveness What does a circular single market mean for Europe’s economic future? Economic security and the transatlantic agenda after the US presidential elections Exploring the future of transatlantic cooperation and economic security after the US presidential elections The new economic governance framework: implications for monetary policy Shifts in China's foreign policy: a closer look at its role in the United Nations Exploring China's growing influence and its changing role within the United Nations Talks@Bruegel: Overcoming opposition to green policies with Lorenzo Forni What are the main obstacles to implementing effective green policies? Talks@Bruegel: International tax cooperation with Itai Grinberg Exploring the future of global tax cooperation amidst shifting international frameworks The future of European competitiveness: a conversation with Mario Draghi Exploring the critical issues shaping Europe’s economic future. How demographic change will hit debt sustainability in European Union countries The European Union faces a dramatic demographic problem in the decades ahead Is Mario Draghi's EU competitiveness report the landmark plan that was promised? Bruegel Annual Meetings | 4-5 September 2024 This year's Annual Meetings centered around the launch of the Bruegel Memos to the European Union leadership 2024-2029 Memo to the commissioner responsible for the internal market Memo to the commissioners responsible for international partnerships and reform of the multilateral development banks Unite, defend, grow: Memos to the European Union leadership 2024-2029 Unite, defend, grow: EU policy for the next five years Bruegel fellows' recommendations to the EU institutions for the 2024-2029 cycle Urgency, speed and scale: Dealing with China under the new Commission This closed-door event discussed how the new European Commission should address the China related issues. Talks@Bruegel: Europe's financing needs with Pervenche Berès What are the funding requirements in Europe and the prospects for the CMU? Overcome divisions and confront threats: Memo to the Presidents of the European Commission, Council and Parliament Memo to the Presidents of the European Commission, Council and Parliament Through taxes to tech: using fiscal policies to promote innovation At this event, we discussed the 2nd chapter of IMF’s latest Fiscal Monitor, titled “Expanding Frontiers: Fiscal Policies for Innovation\". The implications of the European Union’s new fiscal rules This policy brief summarises the main features of the new European Union fiscal framework The economic case for north-south climate finance at scale Europe's economic security: vulnerabilities and solutions How should Europe address economic security and supply chain risks, especially regarding trade policy, import dependencies? Talks@Bruegel: How China and Europe can cooperate on climate change with Xiaochuan Zhou How can China and Europe team up on green development, while preventing economic fragmentation in multilateral cooperation? Why should the G7+EU pay for coal phase out in their emerging counterparts? The European Central Bank must adapt to an environment of inflation volatility The ECB must adapt its strategy to a new era of supply disruptions The economic case for climate finance at scale This policy brief examines the economic case for advanced-country financial support for replacement of coal with renewable energy sources in EMDEs Taxation for Competitiveness: enhancing EU's own resources How can the EU improve tax efficiency and establish new resources amid pressures for competitiveness, tax fairness, and green transition? CBAM and carbon pricing: forging fair paths to climate stability How will the EU's CBAM affect global trade, economic inequality, emissions reduction, and international cooperation on carbon pricing? Managing the What Ifs: Europe, China and world trade How should the EU de-risk its external economic relationships without foregoing the benefits of trade? China’s global trade influence: where do we stand? This closed-door roundtable analyse China's evolving role in global trade, highlighting recent shifts and their implications for the EU. How to ensure European economic security in a world of interdependence? How to de-risk: European economic security in a world of interdependence The question is how exactly the EU should ‘de-risk’ its external economic relationships without foregoing the benefits of trade. Paris report 2: Europe's economic security The single market according to Enrico Letta - was the report worth the wait? Talks@Bruegel: fiscal rules, climate and the future of Europe with Dorothée Rouzet Visions for Europe: Economic expert debate for the 2024 EU elections Bruegel and the Financial Times partnered up to host a debate featuring representatives from EU political parties on EU economic issues What should be the economic priorities for the next Commission and European Parliament? The EU needs a methodology for including reform impacts in fiscal trajectories Such a methodology, and a governance mechanism for managing associated risks, must be in place before the new fiscal framework kickstarts in September Incorporating the impact of social investments and reforms in the European Union’s new fiscal framework This paper proposes an approach for quantifying the impact of public investments and reforms on debt sustainability Coordination for EU Competitiveness Is there a trade-off between competition and competitiveness? This event debated the trade-off between competition enforcement and international competitiveness Are competition rules bad for EU competitiveness? Longer-term fiscal challenges facing the EU China’s evolving industrial policy: Lessons for Europe Guiding the EU’s quest for economic competitiveness Strengthening EU competitiveness Views and policy solutions on EU competitiveness. Exploring economic dynamics: conversation with Pierre Wunsch Fireside chat with Pierre Wunsch and Jeromin Zettelmeyer The Euro at 25: Fit for purpose? As it turns 25, has the ECB finally become a normal central bank? EU competitiveness challenges during the green transition A briefing given to the Eurogroup on 15 January 2024 How can macroprudential policy mitigate climate-related systemic risk? This joint Bruegel - National Bank of Slovakia event, held in Bratislava, discussed the benefits and limits of Green macroprudential policy. What role do strategic investments play in Germany's economic resurgence? The event discussed urgent policies in Germany for addressing labor shortages and fostering long-term economic growth. Assessing the Ecofin compromise on fiscal rules reform The compromise reached by the Ecofin Council is imperfect. But it is still a big step forward. A year in review As 2023 closes, we look back at some of the most important and interesting economic policy developments from Europe and the world. New U.S. Industrial policy, subsidies competition and economic security This closed-door event will explore the economic ramifications of industrial subsidies in the transatlantic economy Bringing the reform of European Union fiscal rules to a successful close EU fiscal rules must not unnecessarily restrict green investment. The economic case for decarbonising emerging and developing market economies What are the economic and cooperative mechanisms for developed countries to assist EMDEs in decarbonisation? Greening EU fiscal rules How to achieve debt sustainability and environmental sustainability in the bloc? Are the emerging EU fiscal rules green enough? Are the emerging EU fiscal rules green enough? While there are developments towards a political agreement on EU fiscal rules reform, three concerns remain. Taking stock: 25 years of EMU Closed-door conference jointly organized with De Nederlandsche Bank How to de-risk dependence on China while decarbonising How should the EU manage its dependence on China for clean tech? Will the Renminbi become an international currency? Policy issues for the European Union Invitation-only event organised in the frame of the China Horizons project Going for Growth: creating the conditions for a decisive transition Launch of the OECD Going for Growth flagship publication How should the Commission's fiscal framework proposal be improved? Public hearing on New Economic Governance Rules fit for the Future ECON Committee of the European Parliament Can we claim victory over inflation? Evaluating the European Commission’s fiscal governance proposal Focusing on the fiscal adjustment that the first regulation would require of countries with debt above the treaty benchmarks. A quantitative evaluation of the European Commission’s fiscal governance proposal This paper focuses on the fiscal adjustment that the first regulation would require of countries with debt above the treaty benchmarks. Making the most of Europe’s anti-subsidy probe into Chinese electric vehicles The EU anti-subsidy investigation into EVs from China is a reminder of the need for a new EU green industrial policy strategy. The economic governance review and its impact on monetary-fiscal coordination Assessing the State of the Union 2023 In this episode, we look at the 2023 State of the Union address delivered by Ursula von der Leyen, President of the European Commission. Bruegel Annual Meetings, 6-7 September 2023 A symphony in progress: shaping a new agenda for Europe How big is China’s global economic footprint? Takeaways for the European Union Barcelona 5: The International Economic and Financial Order After the Pandemic and War Green tech race? The US Inflation Reduction Act and the EU Net Zero Industry Act in The World Economy What does the row over EVP Vestager’s pick for Chief Economist of DG Comp mean for the EU? Talks@Bruegel: Inflation with Stephen D. King Invitation-only event featuring Stephen D. King, who touched upon the implications of inflation. An Economic Analysis of Debt‑for‑Climate Swaps This paper examines the economic case for debt-for-climate swaps: partial debt relief in return for climate investment/policies by the debtor country Rebooting the European Union’s Net-Zero Industry Act The proposal for a Net Zero Industry Act still needs work before it can realize its objectives, according to a new paper by Bruegel. Rebooting the European Union’s Net Zero Industry Act To what extent can innovation and global economic dominance mitigate China’s structural slowdown? Event in the frame of the project China Horizons - Dealing with a resurgent China (DWARC)*. Read with Bruegel: The Crisis of Democratic Capitalism Jeromin Zettelmeyer sits down with Martin Wolf to discuss his latest book, ‘The Crisis of Democratic Capitalism’. Transatlantic cooperation on climate action: promise and pitfalls How can transatlantic cooperation overcome climate action challenges and foster effective collaboration for innovative solutions? Ukraine's post-war economic outlook: long-term growth, stability and reconstruction Can international support and economic reforms secure Ukraine's post-war stability? Europe’s critical struggle with its economic paradigm As the European elections approach, the main policy choices are more existential than perhaps ever before. How should the European Union’s industry respond to the energy crisis? Having weathered the 2022 energy crisis, it is time to consider its longer-term repercussions on the European Union’s industry. China’s structural deceleration: population aging versus innovation Closed-door event discussed the importance of rapid aging for the future of the Chinese economy and dwelling on China’s major innovation trends Building Ukraine's future: financing the recovery How do we make the design of the foreign aid more accommodative for Ukraine’s future growth and resilience? Internationale Staatsverschuldung, Schuldenrestrukturierungen und mögliche Handlungsoptionen für das BMZ The EU’s long-term fiscal challenges The EU faces a fiscal dilemma in the long-term: fiscal space has likely declined, but public investment needs have gone up. How will member states react to the European Commission's proposals for fiscal governance reform? The longer-term fiscal challenges facing the European Union Since 2020, the European Union has suffered two large shocks, which have created new fiscal challenges for the EU. Fixing Germany’s fixes of the European Commission’s fiscal governance proposal Germany has valid concerns about Commission’s plan for reforming the fiscal rules. But there are better ways to address them. The EU Recovery and Resilience Facility falls short against performance-based funding standards The rules and guidance underpinning EU economic recovery funds seek inputs and outputs, not results; this has led to uneven use of results indicators Talks@Bruegel: The international tax framework with Pascal Saint-Amans Invitation-only event with Pascal Saint-Amans who talked about the international tax framework, its state of play and perspectives. Are We Heading for Another Debt Crisis in Low-Income Countries? Debt Vulnerabilities: Today vs the pre-HIPC Era There are concerns that 25 years after the launch of the HIPC debt relief initiative, many low-income countries are facing high debt vulnerabilities. Joining the dots: climate, nature and the sovereign debt crisis The event was organised in collaboration with NatureFinance to discuss the correlation between sovereign debt markets and sustainability. Talks@Bruegel: The great carbon arbitrage with Alissa M. Kleinnijenhuis Invitation-only event featuring Alissa M. Kleinnijenhuis, who will talk about the economic potential of the green transition. Lessons from Europe’s crises: conversation with Olli Rehn From past to present crises - what has the EU learned? What does it still need to learn? Nationalism, geoeconomics, protectionism and energy shocks – how should the EU respond? At this event in Rome, the panellists discussed if the EU could use the various crises it is facing to fortify the Union and its industrial policy? The EU Net Zero Industry Act and the risk of reviving past failures How the EU might respond to clean tech subsidies, in the form of a leaked draft law entitled the Net Zero Industry Act (NZIA), is deeply worrisome. Europe’s gas outlook for 2023 Is Europe’s energy crisis over? Talks@Bruegel: Geoeconomic fragmentation with Daria Zakharova Invitation-only event featuring Daria Zakharova, who will touch on geoeconomic fragmentation and the future of multilateralism. How Europe should answer the US Inflation Reduction Act This policy brief explains what is in the IRA, the impact on the EU and other economies, and how the EU should react. Talks@Bruegel: Trade, climate and the digital economy with Michael Froman Invitation-only event featuring Michael Froman, who will touch on subjects such as the IRA and the evolution of digital regulation. How should Europe react to the IRA? How should Europe react to the Inflation Reduction Act? A deep dive into the IRA and its expected impact on the world trade system. Funding the Green Deal: green bonds and alternative options for EU sovereign debt managers Invitation-only roundtable to discuss the EU public sector green bond market Global cooperation in times of geopolitical strife How can we build a sustainable system of international cooperation that allows for nations to work together despite their differences? Croatia’s accession into the euro area What are the implications of Croatia joining the euro area? Economic policy wrapped up 2022 As 2022 closes, we look back at some of the most important and interesting economic policy developments from Europe and the world. Beating the European Energy Crisis The EU needs a grand bargain that reduces demand, increases supply, and keeps energy markets open. The European Commission's fiscal rules proposal: a bold plan with flaws that can be fixed The European Commission’s proposal for reforming the EU fiscal rules is far-reaching, but its shortcomings need to be addressed. Crisis-proofing the EU: internal market in the service of external resilience How should the EU build resilience against external shocks? Europe must now strike a deal on energy prices Europe must move beyond blocking agreement on a coordinated solution and undermining EU unity in the face of Russian aggression. To cap or not to cap: the deal Europe needs on energy prices An EU gas price cap would be counterproductive, but the reasons why it is supported widely must be acknowledged and addressed. Completing Europe’s banking union: economic requirements and legal conditions This contribution analyses the deficiencies of the current framework and identifies possible responses, in line with three levels of reform ambition. Is the EU fiscal rules reform going in the right direction? Reviewing the European Commission’s proposal for reforming the Stability and Growth Pact. Rewriting the rulebook of the EU fiscal framework How should EU fiscal rules be reformed to better address current economic realities? How to get the European Banking Union unstuck European Union fiscal rules: is a better system feasible? EU countries seem to be converging on a set of reform objectives. But can these be jointly satisfied? Two recent proposals offer some hope. How European Union energy policies could mitigate the coming recession The European Union faces recession, but the way in which policymakers manage the energy crisis will determine its depth and duration. Does the European Union need an energy crisis fund? An EU energy fund is justified, but for different reasons than commonly assumed, with implications for the fund’s design. Geneva 25: Climate and Debt Geneva Reports on the World Economy Germany’s gas-price ‘defence shield’: problems and redeeming features The €200 billion “defence shield” risks undermining European solidarity. This could be avoided by designing it well. An assessment of Europe’s options for addressing the crisis in energy markets Action to intervene in the gas and electricity wholesale markets is also being taken at European Union level, which is what we analyse in this paper. Scoping the challenges for transatlantic climate and trade cooperation What is the scope for transatlantic cooperation on CBAM legislation, Climate Clubs, and 'green' subsidies? Learning from the European Central Bank's policy mistakes While mistakes unduly constrained rate hikes, gradual tightening is the right approach along with a new instrument to address energy bottlenecks. The Sound of Economics Live: Assessing the State of the Union 2022 In this episode, we look at the State of the Union address delivered by Ursula von der Leyen, President of the European Commission. Assessing the State of the Union 2022 In this episode, we look at the State of the Union address delivered by Ursula von der Leyen, President of the European Commission. Re-revisiting The European Union’s energy crisis Where did it all go wrong? Bruegel Annual Meetings, 6-7 September 2022 The Annual Meetings are Bruegel's flagship event which gathers high-level speakers to discuss the economic topics that affect Europe and the world. Autumn 2022 economic outlook: a new chapter Bruegel’s new Director Jeromin Zettelmeyer and Maria Demertzis discuss the European economic outlook. Debt-for-Climate Swaps: Analysis, Design, and Implementation This paper compares debt-for-climate swaps to alternative fiscal support instruments. Sovereign Debt Sustainability and Central Bank Credibility This article surveys the literature on sovereign debt sustainability from its origins in the mid-1980s to the present, focusing on four debates. Redesigning EU fiscal rules: from rules to standards It is an illusion to think that EU fiscal rules can be simple. Reconciling risk sharing with market discipline: A constructive approach to euro area reform This publication proposes six reforms to improve the Eurozone’s financial stability, political cohesion, and potential for delivering prosperity. Challenges for growth in Europe The conference in Berlin addressed two topics at the forefront of policy debates in Germany and Europe: stable growth and the energy transition.",
    "images": "https://www.bruegel.org/sites/default/files/styles/og_image/public/2024-09/jeromin.jpg?itok=Usz_9z9k",
    "tags": "",
    "excerpt": null,
    "categories": ""
}