{
    "title": "A trade policy framework for the European Union-United Kingdom reset",
    "author": "Ignacio García Bercero",
    "source": "Bruegel | The Brussels-based economic think tank",
    "date": "2024-11-27",
    "text": "A trade policy framework for the European Union-United Kingdom reset A reset in the relationship between the UK and the EU is underway. This paper recommends the main elements of the reset in terms of trade Executive summary A reset in the relationship between the United Kingdom and the European Union is underway, with agreement that leaders will meet in an EU-UK Summit in the first half of 2025. By that time it can be expected that there would be greater clarity about what the reset could imply for trade between the EU and the UK, which is governed currently by the EU-UK Trade and Cooperation Agreement (TCA). There is a common interest in improving trade relations between the EU and the UK, which remains the EU’s second largest trading partner. This Policy Brief recommends that the main elements of the reset in terms of trade should be: \n Reinforced cooperation on global trade and economic challenges through a new ministerial forum; \n The negotiation of three legally binding agreements that would complement the TCA: a veterinary agreement, an agreement to link emissions trading system, and an agreement on youth mobility and cultural facilitation; \n A new framework to reinforce regulatory cooperation. These recommendations aim primarily to introduce a new dynamic into the EU-UK trade relationship, focused on the achievement of mutual gains. The economic impact of the suggested legally binding agreements might be limited, but they would help to rebuild mutual trust and deliver some meaningful trade-facilitation steps and, ultimately, further trade-facilitating agreements. The reinforced regulatory cooperation framework, though not legally binding, could potentially have a greater economic impact if it leads to a genuine effort to maintain compatibility of regulatory regimes. This policy brief has benefitted greatly from discussions with Bruegel colleagues, stakeholders, think tankers and academics. I would like to thank Catherine Barnard, Charles Grant, Michael Gasiorek, David Henig, Peter Holmes, Emily Lydgate, Sam Lowe, Ivan Rogers Tom Scholar, Alan Winters and Georgina Wright for comments on previous drafts of this paper. 1 Introduction The United Kingdom’s dependence on trade with the European Union is well documented – 42 percent of UK exports go to the EU, and 52 percent of its imports come from the EU (Webb and Ward, 2024). It is less often said that the UK is the EU’s second largest trading partner taking into account both goods and services (Henig, 2024). EU-UK trade relations are governed by the provisions of the 2021 Trade and Cooperation Agreement (TCA), which includes a free-trade agreement that provides for full duty elimination and comprehensive disciplines in trade-related areas 1 The TCA is available at https://eur-lex.europa.eu/eli/agree_internation/2021/689(1)/oj. . Of course, this falls well short of the deep integration of participation in the EU single market, which is a feature of the agreements the EU has concluded with the European Economic Area and to a lesser extent Switzerland. Overall UK trade has declined since 2019; data for 2023 shows falls since then in goods exports and imports of 13.2 percent and 7.4 percent respectively, though services trade has increased by 14 percent (Fry, 2024). Unlike other G7 economies, UK trade has not recovered since the pandemic (Figure 1). There is a broad consensus that Brexit will have a negative impact on UK trade overall and bilaterally with the EU. However, identifying the magnitude of the impact is difficult since it depends strongly on the choice of counterfactual/benchmark 2 See for example Freeman et al (2022), Gasiorek and Tamberi (2023), Springford (2024), Vandenbusch (2019) and Born et al (2019). . Figure 1: Trade-to-GDP ratio (2019 = 100) Source: Bruegel based on OECD. Note: *Excluding the UK. Du et al (2024) showed that the sectors most affected by Brexit in terms of trade are agrifood, textiles and clothing, and material-based manufacturing. This shows the strong links between declining imports and reduced exports resulting from the disruption of supply chains. The costs may be particularly significant for small firms because of the fixed costs associated with compliance with customs formalities. This trade data is consistent with estimates that conclude that departing from the single market has a substantial economic impact, which cannot be compensated for by the conclusion of free-trade agreements (FTAs). The UK Office of Budget Responsibility, based on a review of studies, estimated that the long-term impact for the UK of leaving the single market and the customs union would be between four percent and five percent of GDP, and that long-term trade intensity would decline by 15 percent. In terms of the offsetting effect of FTAs, the UK assessment of the impact of its most significant FTA, the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP), amounts to only 0.06 percent of GDP, to which should be added the 0.08 percent estimated impact of the FTA with Australia, since this was concluded before the CPTPP and the EU has no FTA with Australia. Even if the UK were to conclude FTAs with the United States and India, the cumulative impact on GDP of all its FTAs would not exceed one percent (Berg, 2024). Despite the negative impacts, neither the UK nor the EU consider that the time is right for a major overhaul of the TCA. The government of prime minister Keir Starmer’s red lines – no free movement of people, no single market, no customs union – are remarkably similar to those set out in 2017 by then prime minister Theresa May as the government’s Brexit negotiating objectives 3 In the so-called Lancaster House speech of 17 January 2017, available at https://www.gov.uk/government/speeches/the-governments-negotiating-obje…. . The EU meanwhile has stated repeatedly that the TCA and the subsequent Windsor Framework (which relates to Northern Ireland trade 4 See European Commission press release of 24 March 2023, ‘EU-UK relations: Joint Committee adopts new Windsor Framework arrangements and Partnership Council looks to the future’, https://ec.europa.eu/commission/presscorner/detail/en/ip_23_1841. ) provide a stable basis for the EU-UK trade relationship and that a review of the TCA in 2026 should focus on implementation rather than renegotiation. We take it therefore as a given that there is no prospect at this stage of the UK revisiting its red lines. The Brexit debate was too divisive and there is little appetite to make relations with the EU again a major topic of political controversy. Moreover, notwithstanding its huge parliamentary majority, the UK’s Labour government remains concerned about constituencies that voted for Brexit in the 2016 referendum. From the EU’s perspective, a major renegotiation of the TCA would be a distraction from the economic and geopolitical challenges it faces, particularly since renegotiation would be unlikely to lead to a more politically stable basis for the EU-UK relationship. Nevertheless, there are significant opportunities for mutual gain if both sides take a strategic approach to their trade relationship. The UK Labour Party said in its manifesto ahead of the 2024 UK general election that it would “work to improve the UK’s trade and investment relationship with the EU, by tearing down unnecessary barriers to trade” (Labour, 2024). UK prime minister Keir Starmer and European Commission president Ursula von der Leyen have agreed that an EU-UK Summit will take place in the first half of 2025 5 European Commission, ‘Statement by the President of the European Commission and the Prime Minister of the United Kingdom on Enhancing Strategic Cooperation’, 2 October 2024, https://ec.europa.eu/commission/presscorner/detail/en/statement_24_5003. . A reset is thus underway. After discussing the underlying rationale for the UK and EU red lines and what options can still be explored without breaching them, we evaluate the steps the EU and the UK could take to cooperate more closely in response to global trade and economic challenges. We then outline three areas for which legally binding trade-facilitation agreements could be negotiated before the end of 2026 and discuss how to establish a more solid basis for regulatory cooperation. 2 Stepping over the red lines Not all of the UK’s red lines for its relationship with the EU have the same political relevance. Immigration control, and therefore no free movement, remains a core concern in many constituencies that the Labour Party had to claim to win the 2024 UK general election. However, the idea that the basis for economic growth in Britain is to diverge from EU regulations or to conclude FTAs with distant nations is unlikely to attract much support. Experience has shown that in most cases divergence from EU rules is easier said than done because of the costs of introducing autonomous regulatory regimes and the disruption of value chains linked to the loss of single market treatment. And while the UK has been quite successful in first replicating and then concluding new FTAs, the economic benefits of those agreements are quite small. From the EU perspective, the main red line signalled during the Brexit negotiations was the indivisibility of the four single-market freedoms. It is important to acknowledge that the rationale underlying the EU position is that the construction of the single market is based on the principle that a member state may be outvoted in relation to a specific piece of single-market legislation, but that there is an overall balance of interests represented by the four freedoms and the common EU budget. Allowing third countries to choose only some aspects of the single market would undermine these foundations. Freedom of movement and budgetary contributions have therefore been a core part of agreements that extend single-market participation to the comparatively wealthy European Economic Area (Iceland, Liechtenstein, Norway) and Switzerland. A pessimist may therefore conclude that any reset beyond the TCA and Windsor Agreement may have little impact on trade as both the EU and UK stick to their well-established red lines. But a repetition of Brexit discussions can be avoided if there is political will to explore the margins of flexibility around the red lines. It is significant that, unlike Theresa May in 2017, the Labour government has not ruled out commitments on dynamic regulatory alignment or recognising a role for the EU Court of Justice (Grant, 2023). And product safety rules being discussed at time of writing in the UK parliament would establish a possible legal basis to maintain regulatory alignment with the EU 6 The Product Regulation and Metrology Bill, which would enable alignment of UK law with EU law on product environmental standards. See Reland (2024). . This potentially creates opportunities that were not there under previous Conservative governments. The EU has never ruled out sectoral agreements provided there is sufficient mutual interest. For a reset to have a meaningful impact on trade relations, negotiations would need to be steered at the highest political level. A decision on the possible launch of negotiations could be taken at the first EU-UK Summit in the first half of 2025. To maintain a strategic focus, both sides should prioritise rapid agreement on a political declaration that should include cooperation both on foreign policy and security, and on global trade and economic challenges. 3 Setting up a ministerial forum on global trade and economic cooperation Trade policy has fundamentally changed since the UK voted to leave the EU. At that time, the US was still negotiating comprehensive FTAs in the Pacific and with the EU. Now, there is no realistic prospect of either the EU or the UK negotiating an economically meaningful FTA with the US (or of the US joining the CPTPP). Moreover, the return of President Donald Trump could trigger major challenges for the transatlantic partnership that the EU and UK have an interest in managing in a coordinated manner. Trade policy now also needs to consider how to promote economic security in a context of US-China geopolitical competition, how to contribute to the climate and digital transitions and how to ensure proper articulation between trade and industrial policies, while increasing productivity and growth. As economies highly dependent on international trade, both the EU and the UK have a vital interest in managing these transitions in a manner that preserves, and hopefully reinforces, the rules-based trading system under the World Trade Organisation, and to consolidate partnerships with countries committed to open and rules-based trade. To make this possible, there should be a political forum where both sides can look into trade and global economic challenges from a strategic perspective, including consideration of trade-offs and by exploring how best to promote common interests globally. UK foreign minister, David Lammy, has proposed that the UK and the EU agree on a framework for cooperation on foreign policy and security, and has suggested that such a framework should also encompass economic security and climate cooperation. A joint declaration on cooperation on foreign policy and security could be an early result for the reset (Scazzieri, 2024). But there would also be merit in considering a broader political declaration that encompasses cooperation on foreign policy, security and global economic and trade challenges. Effective cooperation on these issues needs to fully engage senior officials in the European Commission and ministers in the UK government other than foreign ministries. The political declaration could create a ministerial forum that would meet regularly to discuss global trade and economic challenges and report to the EU-UK Summit. On trade, the forum could discuss initially four areas of cooperation, though these could be expanded to other areas in the future. 3.1 WTO reform and economic security The most immediate threat faced by the EU and the UK is Russia’s invasion of Ukraine, which is of course a hard security threat. To respond to it, the EU and the UK have cooperated closely on the application of economic sanctions. In terms of economic security, western allies are highly dependent on China for raw materials that are critical for the climate transition, and on semiconductors from Taiwan. There is also a need to maintain joint technology leadership and prevent leakage of critical technologies with a military application. Developing risk-mitigation strategies to respond to these threats entails difficult trade-offs. Neither the EU nor the UK would wish to follow policies that hinder economic growth, the fulfilment of climate targets or support for the WTO rules-based framework. The Trump administration may opt to disengage from WTO reform efforts, in particular those relating to dispute-settlement reform. Trump has also threatened 10 percent to 20 percent tariffs on all WTO members and 60 percent tariffs on China. This represents an existential threat to the rules-based system. The UK and the EU have an interest in cooperating to ensure that the WTO remains relevant. A first step would be for the UK to join the Multi-Party Interim Arbitration Agreement 7 The agreement is a stop-gap until the currently non-functioning WTO Appellate Body, which arbitrates in disputes, is operational again. See European Commission news of 30 April 2020, ‘Interim appeal arrangement for WTO disputes becomes effective’, https://policy.trade.ec.europa.eu/news/interim-appeal-arrangement-wto-d…. and to cooperate to seek an expansion of its membership. Beyond the WTO, the EU and the UK could cooperate in developing an approach to economic-security that reconciles a commitment to open trade with measures to respond to economic-security challenges in a proportionate manner. This could provide a basis to develop common positions in the context of G7 economic security discussions, including cooperation with countries such as Japan that share a similar perspective. 3.2 Trade and climate The EU and the UK will be early movers in the adoption of carbon measures at the border. They could therefore consider a joint diplomatic initiative to reinforce international cooperation on carbon pricing. This initiative should recognise the wide variety of carbon-pricing schemes (and of carbon prices) and the need to support developing countries in setting up and further developing carbon-pricing schemes in line with their institutional capacities and domestic needs. The initiative should be open to other Organisation for Economic Co-operation and Development countries with a carbon price, such as Canada, Japan or Korea. It should also be open to emerging economies in the G20. Issues to be covered could include the interoperability of carbon-pricing schemes, including how to take into account carbon pricing in other jurisdictions when applying border carbon measures, support for capacity building and financial support for the decarbonisation of electricity sectors. The EU and the UK could also consider exempting least-developed countries from their border carbon measures, subject to appropriate safeguards. 3.3 Trade and industrial policies The EU and the UK both intend to use industrial policies to promote growth and competitiveness. The 2024-2029 European Commission could explore the development of an industrial policy at EU level, which would include in a number of cases the use of subsidies to promote the deployment of green technologies, assist decarbonisation of energy intensive industries and avoid excessive dependencies (as outlined in Draghi, 2024). The UK government has also announced the intention to adopting a new industrial policy as one of its flagship projects. The TCA includes wide-ranging commitments on subsidies that go beyond the provisions of other trade agreements. These ‘level playing field’ disciplines are however vague in terms of substance, while providing for the right to apply remedial measures in case one party considers that a subsidy may have a significant negative effect on trade and investment. As both parties make more frequent use of subsidies, there may be more potential for conflict. The EU-UK Partnership Council, which oversees implementation of the TCA, might therefore provide guidance on what types of energy and environment subsidies would not normally have negative impacts on trade and investment. This would provide greater predictability, as many subsidies to be applied in the EU and the UK will relate to the climate transition. The development of more detailed guidance on the implementation of the TCA level playing field provisions on subsidies is not only of significance for bilateral trade. It could also provide a useful input into informal WTO discussions on how to improve international disciplines on subsidies. The EU and Japan had useful discussions on these issues with the first Trump administration and there is value in exploring whether the new Trump administration will be interested in pursuing those discussions 8 . 3.4 Cooperation in trade relations with the Indo Pacific The UK is a member of the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP) 9 See UK Department of Business and Trade news of 29 August 2024, ‘UK to join CPTPP by 15 December’, https://www.gov.uk/government/news/uk-to-join-cptpp-by-15-december. , while the EU has concluded trade agreements with most CPTPP members 10 At time of writing: Australia, Brunei, Canada, Chile, Japan, Malaysia, Mexico, New Zealand, Peru, Singapore and Vietnam. . While there is no prospect of the EU joining the CPTPP, there is a strategic interest in reinforcing trade relations with countries in the Pacific region. The EU and the UK could discuss broader cooperation between CPTPP members, the EU and countries such as Korea that have FTAs with the EU and most CPTPP members. This cooperation could cover potential joint principles on WTO reform, regulatory challenges relating to the green and digital transitions, supply-chain resilience and economic security. There could also be value in including a market-access component through the adoption of a common protocol on rules of origin that could complement the rules of the CPTPP and of bilateral EU FTAs, based on the model of the Pan Euro-Med Convention (PEM) 11 The PEM was agreed in 2012 and includes 25 members in Europe and the Mediterranean Region.It includes common rules of origin,which were updated and will enter into force 1 January 2025. . The EU and UK will need to decide on the best institutional framework to pursue cooperation on global trade and economic issues. Specialised committees set up under the TCA 12 For a list, see https://commission.europa.eu/strategy-and-policy/relations-united-kingd…. are focused on implementation of TCA chapters and are not suited for open discussions on issues such as economic security, trade and climate or pursuing initiatives in the WTO. Such discussions could best be held in a ministerial forum, which could meet in the margins of G7 and G20 meetings and in advance of EU-UK Summits to report on the progress achieved. The forum will be responsible for following up the trade and economic aspects of the political declaration mentioned in section 2, while foreign policy and security would have a separate follow-up track. 4 Negotiations of trade-related sectoral agreements to complement or improve the TCA The TCA is far from fulfilling its potential. Since the conclusion in 2023 of the Windsor Framework on Northern Ireland, the EU and UK have developed a more cooperative relationship, which should also lead to improved discussions on the implementation of the agreement in different committees and in the EU-UK Partnership Council, which is the main decision-making body under the TCA. At the same time, the TCA foresees the possibility of negotiating supplementary agreements that complement the TCA or modify certain aspects of it, for instance to expand services commitments or to modify rules of origin. There is also the option of negotiating side agreements outside the common institutional structure of the TCA. On the basis of priorities indicated by both sides, negotiations could be launched on three sectoral agreements: (1) a veterinary agreement to reduce border controls on agriculture and fish products to the maximum extent feasible; (2) the linking of emissions trading systems and the coordination of the border carbon measures; and (3) a mobility protocol that facilitates youth and cultural exchanges, along with additional business mobility commitments in the TCA’s services chapter. Apart from the economic gains, a veterinary agreement based on regulatory alignment and the non-application of border carbon measures to bilateral trade would significantly reduce potential areas of tension under the Windsor Framework. Before negotiations on sectoral agreements start, a scoping exercise should lead to a clear understanding of the parameters under which agreements are possible. This is essential to head off the risk of incompatible negotiating mandates. To succeed, negotiations should identify approaches that offer gains to both sides. Each sectoral negotiation would need to be balanced in terms of mutual interests. This could make it possible to conclude agreements in certain areas, even if negotiations remain ongoing in others. At the same time, negotiations can only succeed if the major interests of both sides are recognised. It is difficult for instance to imagine the conclusion of a veterinary agreement, which would ease trade in fisheries products significantly, if no agreement has been reached on a stable regime for access to fisheries resources, to apply after 2026. The agreements discussed in this Policy Brief should be accompanied by an agreement to facilitate trade in electricity, which can entail major benefits for both sides (Heussaff et al, 2024). 4.1 A veterinary agreement The UK has identified a veterinary agreement as a priority for the reset of EU-UK trade relations, although it has not clarified the type of veterinary agreement it has in mind 13 Pledged by the Labour Party in its 2024 UK election manifesto; see https://labour.org.uk/change/britain-reconnected/. . The food and agriculture sector has been particularly impacted by the UK’s departure from the single market. Both sides stand to gain significantly in both economic and political terms from limiting to a minimum the border controls applicable to trade in agriculture and fisheries products. A common regulatory framework for sanitary and phytosanitary matters for the whole of the UK will also reduce substantially the need for border controls in trade between Northern Ireland and the rest of the UK. A veterinary agreement would however only achieve these objectives if the UK were ready to commit to maintain regulatory alignment with the EU. An agreement of the type that the EU has concluded with third countries, such as New Zealand, would do little to eliminate border controls and is unlikely to be in the economic interest of the EU. This implies that a mutually beneficial agreement is likely to be close to the agreement that the EU has with Switzerland, and which at time of writing is being updated. The EU also stands to gain from the absence of regulatory obstacles to trade and is unlikely therefore to object to an agreement that provides close to single market treatment for the agriculture and fisheries sectors. Moreover, unlike the agreements with Switzerland or the EEA, the TCA provides for duty-free access for agricultural products and fish. This would justify providing to the UK the same treatment in this sector given to Switzerland and Norway, even if the UK does not commit to free movement. The EU will need to obtain a negotiating mandate, and it is therefore critical to have a good common understanding on the parameters for the negotiations before they are launched. These discussions would need to consider, in particular, the scope of the agreement, the extent of regulatory alignment and the relationship with the TCA legal framework. An important issue will be that, in order to fully eliminate custom controls, alignment needs to be maintained over time and should relate not only to primary legislation but also to secondary legislation adopted by the Commission, and decisions on checks on imports from third countries 14 The UK has largely maintained regulatory alignment with primary legislation, but the situation is less clear for secondary rules on issues such as pesticide authorisations, for which authority now rests with ministries (Lydgate and Anthony, 2022). . Departing from alignment at these three levels is likely to require maintaining some degree of checks at the border. The main institutional question will be the role of the EU Court of Justice (CJEU) in disputes under the veterinary agreement. The TCA dispute settlement procedure is based on the establishment of an arbitration tribunal. The EU is likely to insist that if a dispute raises issues relating to the interpretation of EU law, the arbitration tribunal should suspend procedures and refer the matter to the CJEU. This procedure already exists under the agreement on the withdrawal of the UK from the EU, for instances in which EU law applies and, in particular, for those areas under the Windsor Framework for which Northern Ireland needs to maintain alignment with EU law. There is no reason therefore why making such a procedure applicable to the entirety of the UK should be considered a breach of sovereignty. Two further political questions will need to be answered. A commitment to maintain alignment with EU regulations may trigger objections from the US or Canada, which may seek changes to current UK food-safety requirements. The UK will therefore need to make a political choice. For both economic and UK public opinion reasons, it would seem that a veterinary agreement with the EU may enjoy more support than the prospect of changing regulations in sensitive areas in exchange for very uncertain and limited economic gains. The second issue is the linkage with fisheries negotiations. Regardless of whether this is explicitly provided for in the EU negotiating mandate, this is a political reality that needs to be anticipated and managed by both sides. 4.2 Carbon price mechanisms Both the EU and the UK consider themselves climate leaders and have adopted legally binding commitments to achieve carbon neutrality by 2050. Although the TCA encourages the linking of their respective emission trading schemes (ETS), in practice carbon prices have diverged significantly (Figure 2). This price divergence implies that the introduction of border carbon charges by both the EU and the UK could have a significant impact on trade, particularly for trade between Northern Ireland and Great Britain and for trade in electricity 15 On the broader issue of improving EU-UK energy and climate cooperation, see Heussaff et al (2024). . Figure 2: EU and UK carbon prices Source: Bruegel based on Statista. Since the EU will start to apply its carbon border adjustment mechanism (CBAM, Regulation (EU) 2023/956) fully from 1 January 2026 – including the charging of levies – there is a particular urgency to start discussions to identify what adjustments to the UK ETS would be required to link with the EU ETS, and thus avoid application of CBAM levies to EU-UK trade. CBAM is the EU mechanism to equalise the carbon price paid on certain domestically produced and imported energy-intensive commodities. It is often mentioned that ETS linkage negotiations with Switzerland took 10 years but this was due to negative political developments in the broader relationship and to the need for Switzerland to extend its ETS to the aviation sector. In the context of improved bilateral relations and with ETS that are similar in scope and design, there is no reason why an EU-UK linkage agreement should not be negotiated much more quickly. If negotiations are concluded before the end of 2025, it should be possible for the UK to be given a time-limited exemption from CBAM pending ratification (Born and Reland, 2024). The main issue is what changes are needed to the UK ETS to avoid significant price divergences. The annex to the EU-Switzerland agreement lays down essential criteria that need to be met so that both the Swiss and the EU ETS have comparable levels of ambition and similar designs. These annexes could therefore provide a good reference point for technical discussions to prepare negotiations on an EU-UK linkage agreement. At first sight, the most significant difference is that, unlike the EU, the UK has not established a schedule for the phasing out of free carbon allowances. Doing this will be critical both for linkage of the systems and for the UK to be able apply a WTO-compatible CBAM. While the EU and UK ETS should have the same scope, there appears to be no basis to require the UK to also apply the EU ETS2, which will apply fully in 2027 and which will price the emissions associated with fuels used for buildings and transport. ETS2 would remain a separate market from the original ETS. Beyond the ETS linkage, there is a strong case for the EU and the UK to harmonise at least those aspects of their CBAMs for which regulatory divergence either increases the burden for third countries exporting to the EU or the UK, or results in a risk of trade deflection. This is particularly the case for administrative requirements, such as the methodologies to account for carbon emissions or the application of default values. The UK has not yet decided on the precise features of its CBAM, and the European Commission still needs to adopt a series of implementing acts before the application of import charges. The discussions with the UK on coordination of CBAMs should be approached in an open manner since both sides face the challenge of how to ensure effective application of border carbon measures while reducing excessive administrative burdens or negative impacts on trade with least-developed countries. As discussed in section 3.2, conclusion of a linkage agreement could also provide a good basis to strengthen dialogue with other countries on the interoperability of carbon pricing schemes and, more broadly, on the trade and climate agenda. 4.3 Improving TCA mobility commitments The EU-UK reset under the new UK government has not had a good start on issues relating to mobility. The EU request for a youth mobility agreement 16 See European Commission press release of 18 April 2024, ‘Commission proposes to open negotiations to facilitate youth mobility between the EU and the UK’, https://ec.europa.eu/commission/presscorner/detail/en/ip_24_2105. has been sometimes mischaracterised as being linked to immigration and the principle of free movement. The European Commission proposal for an agreement also included certain elements that would be difficult for the UK to accept. The UK meanwhile has identified two priorities – mobility for touring artists and mutual recognition of professional qualifications – that are either technically difficult or hard to achieve in the short term. It has not been helpful either that the Commission has dismissed the UK request on touring artists on the formal argument that meeting it would imply changes to the TCA. These failures of communication illustrate the risks of uncoordinated public positioning and incompatible mandates. An agreement to negotiate an EU-UK youth mobility scheme has become a threshold issue for the reset. Although it does not constitute a trade agreement, there is a risk that failure to launch negotiations on youth mobility may derail negotiations on the trade agenda. It is therefore urgent and essential that both sides engage in discussions to test respective flexibilities. One option would be to explore whether a supplementary agreement to the TCA could go beyond youth mobility and also include the facilitation of cultural exchanges. This could help to address at least the visa-related aspects of the UK request on mobility for touring artists, and would reinforce the perception that the agreement is win-win and addresses the priorities of both sides. It may also be a way of avoiding concerns about including commitments on culture-related activities in the services chapter of the TCA. Regardless of what is identified as the way forward on youth mobility and touring artists, it is important to note that the review of the TCA in 2026 can consider improvements to services commitments. The review can therefore go beyond implementation issues – the Domestic Advisory Groups established under the TCA and business organisations have recommended this 17 The EU and UK Domestic Advisory Group, which includes representatives of business, trade unions and non-governmental organisations, and which monitor TCA implementation, have called for negotiations on the services annexes to the TCA (EU and UK DAGs, 2024). BusinessEurope (2024) has made similar recommendations. . There is therefore an opportunity to identify a mutually beneficial package of commitments that would facilitate the mobility of professionals, especially as concerns about disruption of business links may increase as both sides reinforce border controls. The EU and the UK may also wish to update the digital chapter of the TCA to reflect developments in digital agreements recently concluded with Japan and Singapore. On mutual recognition of professional qualifications, it may be difficult to achieve much progress in the short term since some of the professions for which there may be a greater interest in facilitating mobility are not yet subject to automatic mutual recognition within the EU. Further deepening of the single market may create more opportunities in the future. Both sides could however consult their professional bodies in harmonised areas to identify whether there is mutual interest in developing agreements on mutual recognition. They could also identify whether it is possible to solve outstanding issues related to the conclusion of a mutual recognition agreement on architects. The agreements discussed in this Policy Brief could be complemented by other initiatives outside the context of the TCA. In particular, the UK could consider joining the revised Pan-Euro-Med Convention (PEM) on rules of origin, which would make it possible to facilitate integration of value chains through cumulation with other Convention signatories. Such a step should be discussed in advance with the EU to agree on the relationship between the modernised PEM rules and the TCA rules of origin. An option could be for both sets of rules to apply in parallel, with operators given the choice of relying on one or the other. Discussions on rules of origin are also likely to cover to what extent the 2027 TCA deadline for increasing local content for batteries and vehicles to 55 percent can be met or should be adjusted. 5 Agreeing guiding principles for reinforced regulatory cooperation The agreements discussed in the previous section would facilitate trade and prevent the emergence of new trade obstacles, but they could hardly be considered as transformative, nor would they have a significant impact on the growth prospects of the UK economy, or even less the EU economy. For the UK, the main potential economic value of closer trade relations with the EU would be to reduce uncertainty for investments by offering guarantees that the UK and the EU would remain closely aligned in terms of regulation, and that trade frictions in European value chains would be minimised. Regardless of any agreement with the EU, there is therefore merit in the UK adopting unilaterally a policy that commits to eliminating passive regulatory divergence 18 Passive regulatory divergence arises when EU updates its rules, while UK retains the rules existing at the time it left the EU. This is different from cases in which there is a policy decision to diverge. by adopting EU regulations at least in those areas that are critical to maintain integrated value chains (UK Trade and Business Commission, 2023; Reland, 2024). While this would not in itself guarantee improved access to the EU market, UK business would benefit from greater regulatory certainty and a level playing field, since a single regulatory regime would apply to all goods marketed in the UK. Regulatory cooperation would also further limit the scope for tensions under the Windsor Framework, or for level-playing-field disputes with the EU. In considering the implications of this policy for the UK, it may be useful to distinguish three types of situations in relation to EU regulatory developments: \n Areas in which the EU had an advanced regulatory regime before the UK left. As an EU member, the UK fully participated in the development of those regulations; maintaining regulatory alignment would often be critical to avoid supply chain disruptions. \n Areas in which the EU has introduced new primary legislation since the UK left. This is particularly the case for new EU legislation implementing the European Green Deal or regulating the digital economy. Because of the gravitational impact of EU regulations, it would often make sense for the UK to adopt regulations that are close to those of the EU. But, differently from the previous case, this would require a more careful cost-benefit analysis and, in any event, it would be politically difficult for the UK to align with EU regulations without engaging in a regulatory dialogue. \n Areas in which the UK has a competitive industry that is internationally oriented and for which the UK may wish to maintain a sufficient degree of regulatory autonomy. This is the case for financial services, in which much regulation is international in origin in any case. The UK could therefore be interested in an agreement that would maintain single market treatment not only for sanitary and phytosanitary measures, but also more broadly for trade in goods. The new UK government has however been careful not to present such a demand, expecting a negative EU reaction because of its well-established red line disallowing ‘cherry picking’. In any case, for the reasons discussed earlier in this Policy Brief, it is unlikely that beyond sanitary and phytosanitary measures the EU would be ready to consider what would amount to a single-market agreement for only a limited set of industrial sectors. The EU may however be open to consider reinforced regulatory cooperation if this helps keep the UK close to the EU regulatory model. Beyond the UK case, as the EU increasingly regulates in areas that have an impact on conduct outside its jurisdiction, it needs to be ready to invest more in regulatory cooperation (García-Bercero and Nicolaidis, 2021). CBAM is a good example of EU rules that would have benefitted from stronger provisions on cooperation with third countries. EU-UK dialogues on new regulatory initiatives could help identify how the external dimension can be best integrated into new legislation. There are therefore good economic reasons to develop a regulatory cooperation framework that facilitates regulatory alignment and, more generally, promotes regulatory compatibility and good regulatory practices. This framework would not be legally binding but could be based on a set of principles to be agreed in the TCA Partnership Council. Such guiding principles could include four elements: 5.1 Maintaining maximum alignment of single market goods regulations The UK could signal its intention to continue to align its regulations with EU rules in areas of trade in goods on which the UK was aligned at the time of departure from the EU. To facilitate this process, the Commission could provide early information about planned regulatory developments and could facilitate contact between UK regulators and competent regulatory authorities in the EU (most of these regulatory developments are likely to take the form of Commission implementing or delegated acts). The UK would notify the Commission when it has completed the process of regulatory alignment. This would establish a process of information exchange, which would however be less formalised than a role for the UK in decision shaping that is likely to be part of the veterinary agreement. On the basis of this experience, the UK and the EU could also consider an agreement that provides for mutual recognition of conformity assessment or other trade facilitating measures in sectors in which regulations are aligned. 5.2 Facilitating regulator-to-regulator dialogue on important new regulatory initiatives Both sides could agree to enter into dialogue on new legislative initiatives with a potential significant impact on bilateral trade. Regulatory dialogues could start at the impact assessment phase and continue after a legislative proposal has been presented. They could help identify the extent to which the UK may wish to adopt similar regulations to the EU or, if this is not feasible, how to reduce trade frictions and maintain a maximum level of regulatory compatibility. This type of dialogue may be particularly relevant for European Green Deal legislation or for implementation of new digital requirements, including on artificial intelligence. While dialogues may not have a major impact on the regulatory choices of EU decision-makers, they could enable the inclusion in legislation of provisions that facilitate cooperation once legislation has been adopted. It could also make it politically easier for the UK to decide whether to adopt compatible legislation. 5.3 Cooperating in international regulatory forums In financial services and several goods trade areas, the regulations adopted by both sides often originate in international forums. There is already close cooperation in international standardisation activities as the British Standards Institute has stayed a member of the European standardisation bodies. The more the EU and UK regulatory systems remain closely aligned, the more that there is scope to reinforce cooperation in international regulatory bodies. 5.4 Transparency and engagement with stakeholders Support for regulatory cooperation hinges crucially on transparency and openness to listen to stakeholder requests. This would particularly be the case when regulatory cooperation activity is proposed by the Domestic Advisory Groups of both sides 19 See EU and UK DAGs (2024) and footnote 17. . The Committee on Regulatory Cooperation under the TCA could meet with the DAGs to respond to recommendations for new regulatory-cooperation activities. The Partnership Council could then have a standing item on its agenda for ministerial stocktaking on the progress achieved in regulatory cooperation activities. Apart from specific regulatory cooperation activities, the Committee on Regulatory Cooperation could also provide an opportunity to exchange views on how to ensure that regulation is pro-competitive and is developed transparently. If there is political will, the main challenge in implementing the above principles will be the need to commit resources. To a certain extent, the regulatory relationship between the UK and the EU can be compared to the relationship between Canada and the US. In order to manage their regulatory interface, the US and Canada established a Regulatory Cooperation Council; inevitably, much of the investment of time and resource to make cooperation happen has come from the Canadian side. Rather than creating a new institutional structure, it would be more pragmatic to rely on the TCA institutional structures. But it would be critical for effectiveness that the UK establishes domestically a system to track regulatory developments in the EU, and to feed input into regulatory cooperation activities. 6 Conclusions The recommendations in this Policy Brief aim primarily to introduce a new dynamic into the EU-UK trade relationship, focused on the achievement of mutual gains. At a time of geopolitical turbulence, closer EU-UK cooperation could help reinforce support for the rule-based trading system. Even if the economic impact of the suggested legally binding agreements may be limited, they would help to rebuild mutual trust and deliver some meaningful trade-facilitation steps. They could also open the door to further trade-facilitating agreements, such as an agreement on the mutual recognition of conformity assessment or an agreement on diagonal cumulation with countries in the Indo-Pacific. The reinforced regulatory cooperation framework, though not legally binding, could potentially have a greater economic impact if it puts a stop to the process of passive regulatory divergence and leads to a genuine effort to maintain compatibility of regulatory regimes. References Berg, A. (2024) ‘Weighed down by gravity trade policy after Brexit’, Insight, 11 March, Centre for European Reform, available at https://www.cer.eu/insights/weighed-down-gravity-uk-trade-policy-after-brexit Born, B., G.J. Müller, M. Schularick and P. Sedlacek (2019) ‘The costs of economic nationalism: evidence of the Brexit experiment’, Economic Journal 129(623): 2722-2744, available at http://dx.doi.org/10.1093/ej/uez020 Born, C. and J. Reland (2024) UK-EU climate and energy relations, UK in a Changing Europe, available at https://ukandeu.ac.uk/reports/uk-eu-climate-and-energy-relations/ BusinessEurope (2024) ‘EU-UK relations: BusinessEurope outlook’, Position Paper, available at https://www.businesseurope.eu/publications/businesseurope-outlook-eu-uk-relations Draghi, M. (2024) The Future of European Competitiveness, available at https://commission.europa.eu/topics/strengthening-european-competitiveness/eu-competitiveness-looking-ahead_en Du, J., X. Liu, O. Shepotylo and Y. Shi (2024) ‘Unbound: UK Trade Post Brexit’, Research Paper, Centre for Business Prosperity, Aston University, available at https://www.aston.ac.uk/sites/default/files/2024-09/Full%20Report.pdf EU and UK DAGs (2024) ‘Joint statement’, EU and UK Domestic Advisory Groups to the EU-UK Trade and Cooperation Agreement, 19 September, available at https://assets.publishing.service.gov.uk/media/66fd7031a31f45a9c765f03c/EU-UK_DAGs_Joint_Statement_2024.pdf Freeman, R., K. Manova, T. Prayer and T. Sampson (2022) ‘Unravelling deep integration: trade in the wake of Brexit’, mimeo, UK in a Changing Europe, available at https://media.ukandeu.ac.uk/wp-content/uploads/2022/04/FPMS_March_2022_Final.pdf Fry, E. (2024) “Britain’s post-Brexit trade patterns are finally emerging in the data’, Comment, 28 February, Resolution Foundation, available at https://www.resolutionfoundation.org/comment/britains-post-brexit-trade-patterns-are-finally-emerging-in-the-data/ García-Bercero, I. and K. Nicolaidis (2021) ‘The power surplus: Brussels calling, legal empathy and the trade and regulation nexus’, CEPS Policy Insights PI2021-05, Centre for European Policy Studies, available at https://cdn.ceps.eu/wp-content/uploads/2021/03/PI2021-05_The-power-surplus.pdf Gasiorek, M. and N. Tamberi (2023) ‘The effects of leaving the EU on the geography of UK Trade’, Economic Policy 38(116): 707-764, available at https://doi.org/10.1093/epolic/eiad018 Grant, C. (2023) ‘A European strategy for Labour’, Policy Brief, September, Centre for European Reform, available at https://www.cer.eu/sites/default/files/pb_CG_Labour_26.9.23.pdf Henig, D. (2024) ‘Negotiating Uncertainty in UK-EU relations: Past, Present and Future’, ECIPE Policy Brief 17/2024, European Centre for International Political Economy, available at https://ecipe.org/wp-content/uploads/2024/09/ECI_24_PolicyBrief_17-2024_LY04.pdf Heussaff, C., B. McWilliams and S. Tagliapietra (2024) ‘Identifying areas for EU-UK energy and climate cooperation’, Analysis, 26 September, Bruegel, available at https://www.bruegel.org/analysis/identifying-areas-eu-uk-energy-and-climate-cooperation Labour (2024) Labour Party Manifesto 2024, available at https://labour.org.uk/change/ Lydgate, E. and C. Anthony (2022) ‘Brexit, food law and UK’s search for a post-EU identity’, Modern Law Review 85(5): 1168-1190, available at https://doi.org/10.1111/1468-2230.12735 Reland, J. (2024) ‘The Brexit Bill no one’s talking about’, Analysis, 10 October, UK in a Changing Europe, available at https://ukandeu.ac.uk/the-brexit-bill-no-ones-talking-about/ Scazzieri, Luigi (2024) ‘Towards a UK-EU Security Pact’, Insight, 6 August, Centre for European Reform, available at https://www.cer.eu/sites/default/files/insight_LS_secpact_6.8.24.pdf Springford, J. (2024) ‘Brexit four years on: Answers to two trade paradoxes’, Insight, 25 January, Centre for European Reform, available at https://www.cer.eu/insights/brexit-four-years-answers-two-trade-paradoxes UK Trade and Business Commission (2023) Trading our way to prosperity: A blueprint for policymakers, available at https://www.tradeandbusiness.uk/blueprint Vandenbusch, H. (2019) Sector-level analysis of the impact of Brexit on the EU-28, KU Leuven, available at https://www.fdfa.be/sites/default/files/2022-01/Brexit%20impact%20study%202019.pdf Webb, D. and M. Ward (2024) ‘Statistics on UK trade with the EU’, Research Briefing, House of Commons Library. available at https://researchbriefings.files.parliament.uk/documents/CBP-7851/CBP-7851.pdf",
    "images": "https://www.bruegel.org/sites/default/files/styles/og_image/public/2024-11/PB%2030.jpg?itok=U44qkge9",
    "tags": "",
    "excerpt": "A reset in the relationship between the UK and the EU is underway. This paper recommends the main elements of the reset in terms of trade",
    "categories": ""
}