{
    "title": "CBAM and carbon pricing: forging fair paths to climate stability",
    "author": "Contact Matilda Sevón Anastasiia Zaitseva",
    "source": "Bruegel | The Brussels-based economic think tank",
    "date": "2024-05-22",
    "text": "CBAM and carbon pricing: forging fair paths to climate stability How will the EU's CBAM affect global trade, economic inequality, emissions reduction, and international cooperation on carbon pricing? Speakers Toshi Arimura Faculty Fellow, RIETI; Professor of environmental economics and a Director of the Research Institute for Environment Economics and Management, Waseda University Ignacio García Bercero Bruegel Non-resident fellow Catherine Stewart Deputy Director for Trade Policy, HM Treasury Shujiro Urata Chairman Emeritus, Research Institute of Economy, Trade and Industry (RIETI) Olha Yevstihnieieva Advocacy Manager of Green Deal Reforms in Ukraine, PhD Student in Climate Economics, National Academy of Science of Ukraine Jeromin Zettelmeyer Bruegel Director Agenda Check-in & lunch 12:00-12:30 Agenda Welcoming remarks 12:30-12:40 Jeromin Zettelmeyer, Bruegel Director Shujiro Urata, Chairman Emeritus, Research Institute of Economy, Trade and Industry (RIETI) Agenda Panel discussion 12:40-13:45 Chair: André Sapir, Bruegel Senior fellow Toshi Arimura, Faculty Fellow, RIETI; Professor of environmental economics and a Director of the Research Institute for Environment Economics and Management, Waseda University Ignacio García Bercero, Bruegel Non-resident fellow Catherine Stewart, Deputy Director for Trade Policy, HM Treasury Olha Yevstihnieieva, Advocacy Manager of Green Deal Reforms in Ukraine, PhD Student in Climate Economics, National Academy of Science of Ukraine Agenda Q&A 13:45-14:00 The event had a look at the EU's carbon border adjustment mechanism, its economic effects on trading partners, and how the EU can better cooperate with other parties on carbon pricing. CBAM is on track to being implemented, but specific implementation legislation is still being developed. Meanwhile, there are concerns that CBAM may make many developing countries worse off. Will the result be a 'climate club' of developed nations trading with each other, and increasing global inequality? Will CBAM have significant benefits in reducing global emissions? How should implementing legislation be fine-tuned? And how can the EU cooperate with others to promote carbon pricing outside its own borders? In partnership with:",
    "images": "https://www.bruegel.org/sites/default/files/styles/og_image/public/2024-05/pexels-loic-manegarium-3855962.jpg?itok=tqISSAu2",
    "tags": "",
    "excerpt": "How will the EU's CBAM affect global trade, economic inequality, emissions reduction, and international cooperation on carbon pricing?",
    "categories": ""
}