{
    "title": "How an open climate club can generate carbon dividends for the poor",
    "author": "Eva Jüngling; Giovanni Sgaravatti; Simone Tagliapietra; Georg Zachmann",
    "source": "Bruegel | The Brussels-based economic think tank",
    "date": "2022-01-11",
    "text": "How an open climate club can generate carbon dividends for the poor The German-led G7 can accelerate decarbonisation while tackling climate justice. A short version of this piece was originally published by Domani, Euractiv, Berliner Zeitung, Rzeczpospolita and in Le Monde. COP26 has raised climate ambition. Yet, the world remains on track for a 2.4°C increase in global temperature above pre-industrial levels by the end of the century. The science has made abundantly clear that in order to avoid the most dramatic consequences of climate change, humanity needs to keep within 1.5°C. To foster further climate action, the German G7 presidency intends to advance a “cooperative and open climate club”. This is an important and promising initiative, the potential benefits of which could be greatly enhanced by channelling international carbon dividends back to poorer nations, to support their clean transition. The Glasgow Climate Pact agreed by the 197 countries at COP26 entails some important steps forward. First, the parties agree to “pursue efforts” towards 1.5°C rather than the 2°C goal, both of which are included in the Paris Agreement. This development is very important. As the latest Intergovernmental Panel on Climate Change (IPCC) report illustrates, extreme weather events will occur roughly twice as frequently as today at 1.5°C warming levels, while at 2°C this their frequency would triple. Second, in acknowledging the global emissions gap emerging from the current 2030 pledges, the Glasgow Climate Pact calls on countries to raise their national targets for COP27, by the end of 2022. The default date of the Paris Agreement, 2025, is too late to halve emissions this decade, to stay in line with a 1.5°C scenario. Therefore, the European Union, the United States and the United Kingdom pushed to bring it forward. But, while the Climate Pact provides the institutional foundation for ambitious revised climate pledges, delivery should not be taken for granted. Past experience shows us that the issue of revised climate pledges is a thorny one. For example, Australia, Russia and Switzerland all submitted the same targets as they did before for COP26, while Brazil even backtracked. The odds are the Glasgow deal will not fundamentally change things. Australia and New Zealand have already said they will not adjust their 2030 climate pledges for COP27, even though the latter’s are currently inadequate. This calls for determined and innovative ways to speed up climate action. Climate clubs may be the path of choice. Climate clubs band committed countries together, establishing joint measures to hedge against carbon leakage to countries outside the club. Because climate clubs create sizeable markets, they generate economic opportunity for companies operating in a low carbon environment. In sum, a climate club would solve the issue of free riding and accelerate global emissions reductions by also fostering green growth among club members. Long discussed in economic circles, the climate club idea has recently gained momentum. A key impetus came from the European Union, which is pondering the idea of a carbon border adjustment mechanism, or CBAM. A CBAM could replace trade penalties, which are difficult to implement within the framework of the World Trade Organization (WTO). Climate clubs could be built around such a CBAM, thus avoiding a fundamental overhaul of the global trade regime. To form a climate club, leadership is required. In 2021, the United Kingdom pledged to put this item at the core of its G7 Presidency, but this vision ultimately failed to materialise. 2022 may be different. As Germany takes the helm of the G7, they are making a “cooperative and open climate club” a signature element of their presidency. The basics are identical: members work on a roadmap for measuring CO2 and determining minimum carbon prices. They also jointly introduce a carbon border adjustment mechanism to hedge against industry moving to regions with lower climate ambitions. In addition, they cooperate on the transformation of their industrial sectors, to establish an international lead market for climate-friendly materials and products. This way, climate policy pioneers will avoid a competitive disadvantage in the international marketplace because of their climate efforts, especially when it comes to energy-intensive industries. At the same time, the German proposal envisages an open club that others can join and have a strong incentive to emulate globally. The charming side effect: the Paris Agreement would remain the backbone of the global climate regime – now complemented by a mechanism to allow some countries to lead the way with determined and ambitious action. In fact, the first steps are there in the shape of the EU-US green steel and aluminium alliance forged at COP26. The transatlantic partners agreed to reduce mutual tariffs on steel and aluminium and to retain them on imports from third countries failing to hit standards for low-carbon production. Once implemented in 2024, this will be the world’s first carbon-based sectoral arrangement on steel and aluminium trade – a move that albeit at this stage being sector-focused might be seen as a first building block towards the creation of a climate club. Yet, it is imperative for any climate club to live up to the imperative of climate justice. This imperative flows from the Paris Agreement, which is based on the principle of common but differentiated responsibilities: while all countries must take responsibility for fighting the global climate crisis, the significant differences in levels of economic development and historical carbon emissions must be recognised. Moreover, for poorer nations, the prospects of joining an open climate club and benefiting from green industrialisation may look promising, but given their limited financial means it remains far-fetched. Hence the commitment by developed countries – made at the Copenhagen climate summit of 2009 – to provide climate finance support of $100 billion per year by 2020 to developing countries. A commitment that continues to remain unmet, even after COP26. For a climate club to respect the principle of common but differentiated responsibility and to live up to the imperative of climate justice, it therefore is imperative to support to emerging economies and developing countries in their transition to a low carbon future. The German proposal hints at helping emerging economies and developing countries to potentially become members of the climate club, but it remains vague on the issue. The way forward is to fully utilise the revenues from the carbon border adjustment mechanism – the inevitable centrepiece of the club – to provide additional climate finance. The default option, by contrast, is for the money to fill national public coffers. By contrast, climate clubs should generate international carbon dividends. In our view, this needs to be a central element component of an open, cooperative and just climate club. The concept of carbon dividends has been put forward in 2019 by a group of economists, including 28 Nobel laureates and four former United States Federal Reserve chairs (including now-finance secretary Janet Yellen). They called for a tax on carbon emissions in the United States, with revenues returned directly to citizens through equal lump-sum payments. Under this proposed system, ordinary consumers, including the most vulnerable, would receive more in carbon dividends than they would pay in increased energy prices. By returning money to citizens, dividends ensure that policies meant to protect the environment don’t worsen existing inequalities or create new classes of economic losers. Much like domestic carbon taxes, carbon border adjustment measures can also hit the poor harder than the rich – now on a global scale, that is in the Global South. And as carbon dividends can be seen as the building blocks for a future climate safety net for citizens, CBAM revenues can amount to the same at the global level. Short of that, the rich will end up taxing the poor. This not only inacceptable from an ethical point of view, it also risks discouraging the much-needed support from the Global South for international climate action. And this is exactly the reason why revenues obtained from the mechanism must be used as international carbon dividends. Clearly, this should be alongside exempting the least developed countries (LDCs) or the Small Island Developing States (SIDS) from the carbon border adjustment measures. In fact, CBAM revenues may be earmarked in part precisely for countries that bear the least responsibility for climate change, while being impacted the most. For example, CBAM revenues may in part feed a future “Loss and Damage Facility” as the one proposed in Glasgow, and now to be discussed in 2022, to compensate countries affected by rising sea levels. The momentum for a climate club is strong. The EU, Canada and Japan are planning their own carbon border adjustment initiatives. The United Kingdom is a strong supporter the idea of a climate club. And in the United States, Democratic lawmakers have already advanced proposals similar to the EU’s. Under the German leadership, the G7 may well be able to advance a climate club as soon as in 2022. Yet, the effort must not stop with the G7. Instead, the conversation will have to be quickly brought raised in the G20. In particular, it will be of paramount importance to co-opt China, without which the world will not be able to remain within 1.5°C. Co-opting China is not inconceivable an idea. The US-China joint declaration on enhanced climate action adopted at COP26 represents an important launchpad for establishing some “common-sense guardrails” on climate, in what is otherwise a chilly relationship of mutual mistrust. Indeed, China might have a double interest in participating in a climate club: first, to avoid being subjected to carbon border adjustment measures in its key export markets and second, to prevent future risks of carbon leakage vis-à-vis neighbouring Asian countries. The hard truth is, should China deliver on its climate pledges and establish a full-fledged domestic carbon market, it might well be soon itself exposed to the risk of carbon leakage towards climate-laggards in the region. Critics claim that trade should not be used as a climate policy instrument. In our view, this is inevitable. To act in line with domestic climate goals, countries need to act beyond their borders. EU climate policies at home gain credibility abroad by including environmental chapters in EU trade deals. The recent proposal to curb EU-driven deforestation is only effective by banning imports of products such as beef, palm oil and cocoa, all linked to deforestation globally. Short of a climate leviathan (in the absence of coercive powers in the framework of the Paris Agreement) low ambition in climate action can only be upped by raising the costs through trade. The world is at a crossroads. We need to find new ways of stimulating global climate action and addressing the free rider problem stemming from climate policy costs being largely national but the benefits are global. Clearly, the Paris Agreement must remain the central pillar of global climate action. But the world needs complementary measures to speed-up climate efforts. During its G7 presidency, Germany should therefore provide a strong push for a climate club. That said, such a club should be open and cooperative. That centrally means membership can be thought of as a tit- for-tat: prospective club members commit to climate action, in return for which they benefit from international carbon dividends and a clear commitment by club members to join forces in fostering technology transfer and climate finance. One thing is sure: against the backdrop of the global climate crisis, the key question is not whether trade should or should not be used to incentivise climate action. The question is how it should be used to do so. In our view, a climate club built around the notion of international carbon dividends represents an important step in the right direction – and 2022 might be the year to deliver it. Andreas Goldthau is Franz Haniel Professor for Public Policy at the University of Erfurt's Willy Brandt School of Public Policy. He is also research group leader at the Institute for Advanced Sustainability Studies. Simone Tagliapietra is Senior Fellow at Bruegel and Adjunct Professor for Energy, Resources and the Environment at Università Cattolica and The Johns Hopkins University – SAIS Europe.",
    "images": "https://www.bruegel.org/sites/default/files/styles/og_image/public/wp_images/-GettyImages-1313840042.png?itok=KwpvW2RQ",
    "tags": "",
    "excerpt": "The German-led G7 can accelerate decarbonisation while tackling climate justice.",
    "categories": ""
}