{
    "title": "Climate versus trade? Reconciling international subsidy rules with industrial decarbonisation",
    "author": "David Kleimann",
    "source": "Bruegel | The Brussels-based economic think tank",
    "date": "2023-02-08",
    "text": "Climate versus trade? Reconciling international subsidy rules with industrial decarbonisation Environmental subsidies could be justified when emissions taxation is not feasible or is insufficient due to political economy constraints. Executive summary The vast environmental subsidies that may be required for the transition to net-zero greenhouse gas emissions are starting to generate international trade and political frictions between the world’s largest economies. This puts (supra-)national industrial decarbonisation efforts on a collision course with international subsidies rules and national countervailing duty (ie anti-foreign subsidy) laws and regulations. International cooperation will be essential to defuse such tensions before they escalate and impede effective climate policy rollouts, and before they lead to economic countermeasures that create new barriers to trade in environmental goods. This requires agreement on permissible environmental subsidy practices that minimise distortions. Meanwhile, it will be crucial to provide financial transfers to assist poorer economies with industrial decarbonisation at the same time as those poorer economies are suffering from the cross-border negative economic impacts of otherwise net-global-welfare enhancing environmental subsidies paid out by wealthy countries. Various forums can host the technical and political negotiations necessary to set the parameters of net global-welfare enhancing subsidies. These include the G7, the G20, the Organisation for Economic Co-operation and Development, the World Trade Organisation’s Trade and Environment Committee and WTO Trade and Environmental Sustainability Structured Discussions, and the Coalition of Trade Ministers on Climate. The author thanks Ronald Steenblik, Jeromin Zettelmeyer, Rebecca Christie, Uri Dadush, Alicia García-Herrero, Alexander Lehmann, Marie Le Mouel, Ben McWilliams, André Sapir and Nicolas Véron for their most helpful comments and critique. Luca Moffat is thanked for excellent research assistance. 1 Introduction Environmental subsidies are typically conceptualised as public spending (including governmental revenue foregone and in-kind contributions) that supports the attainment of environmental objectives that would remain elusive if left to market forces (Charnovitz, 2014). There is a strong economic argument that subsidies are an essential instrument in the transformation towards the net-zero global economy. While taxation can address the negative environmental externalities of emissions (reflecting the polluter-pays principle), it cannot simultaneously correct the externalities associated with green innovation. As the United Nations Environment Programme (UNEP) pointed out in 2003: “public financing is essential for the transition to a green economy and more than justified by the positive externalities that would be generated” (UNEP, 2003). Environmental subsidies could also be justified when emissions taxation (carbon prices) is not feasible or is insufficient due to political economy constraints. In such cases, decarbonisation may require consumer incentives to purchase low-carbon goods and services, and/or producer incentives to invest in the decarbonisation of industrial production processes or increase renewable energy production capacity. However, this category of subsidies may – proportional to their volume – impact international trade and investment. First, public investment directly linked to the decarbonisation of energy generation and other industrial processes, as well as government incentives for purchases of low-carbon goods and services, will enhance national economies’ international competitiveness in decarbonised merchandise trade. For instance, government funding for the replacement of blast furnaces with electric arc furnaces for steel-making, or incentives for the use of clean hydrogen as an input to steel production, will give a competitive edge to producers of clean steel. This distortion of competitive conditions will be even greater in jurisdictions that disincentivise high-carbon steel consumption and production through taxation and enforceable carbon intensity standards. In turn, certain subsidy schemes that are geared towards industrial decarbonisation are likely to distort the distribution across countries of benefits derived from international trade. The greater the benefit conferred on domestic industries, the more likely it is that such subsidies will alter competitive conditions in the international marketplace in favour of the companies on which the benefit is conferred. These circumstances can be expected to generate political tensions. Transatlantic tensions have already surfaced over the United States Inflation Reduction Act (IRA), which subsidises production and investment in renewable technology in the US[1]. Depending on how the US’s trading partners react, this could trigger a global subsidies race to attract investments in clean technology and production. This would be particularly problematic in a world in which governments have widely diverging access to the public resources needed to finance national decarbonisation efforts. Economies characterised by public-resource scarcity could be expected to be hit particularly hard by a subsidised race in clean-technology innovation and industrial decarbonisation. Trade and investment effects could be reinforced by carbon border adjustment mechanisms and other border measures that restrict imports on the basis of the carbon intensity of traded goods, resulting in further market segmentation. Crucially, however, the negative cross-border economic impacts of environmental subsidies may be outweighed by positive cross-border effects that arise from the same policies. The potential benefits include trade-induced technology transfers, domestic emission abatement and the cost-effective supply of environmental goods. In other words, environmental subsidies that alter cross-border competitive conditions may not be all bad. They may tackle market failures in a net-global-welfare enhancing manner and may therefore be entirely appropriate. Public financing of this category, however, leaves policymakers with a distributional challenge: they must mitigate immediate negative cross-border impacts through least-trade-distortive policy design and/or provide cross-border transfers to finance industrial decarbonisation in public resource-poor jurisdictions, with the goal of ensuring a just net-zero transition for all countries and their citizens. 1.1 Governance failures and domestic-content requirements Environmental subsidies could also create economic damage if mixed with protectionist policies. Such policies often take the shape of local-content requirements that give domestic producers a competitive edge over foreign suppliers, eliminate benefits of competition and therefore frequently result in higher prices, lower quality, less variety and, overall, less availability of undersupplied clean technologies and environmental goods: “such trade restrictions cannot possibly enhance global welfare, and are also dubious policies for any user country because of the higher costs to domestic consumers and the loss of export opportunities from mimetic foreign practices” (Charnovitz, 2014). The applicable World Trade Organisation rules on subsidies – embodied in the WTO Agreement on Subsidies and Countervailing Measures (ASCM) – prohibit the making of subsidies contingent on local-content requirements (WTO, 1994a). The ASCM was designed precisely to reign in governments’ beggar-thy-neighbour public financing schemes by tying their hands when tempted to give in to political siren calls. In this respect, the ASCM retains a clear and functional legal rule disciplining the actions of WTO members. 1.2 Towards an enabling international regulatory framework for environmental subsidies The ASCM was not, however, drafted to accommodate net-global-welfare enhancing public investments in the transition to net-zero. The ASCM does not provide for a legal shelter for environmental subsidies that may be needed in order to mend the market failure they seek to address, but which also exert negative cross-border trade effects. The ASCM is biased towards limiting cross-border economic spillovers, even if they are outweighed by positive economic and environmental impacts and the reduction of negative environmental externalities of production. Three decades after the ASCM was drafted, this omission creates an international regulatory challenge as the governments of the world’s economies have begun to disperse hundreds of billions of euros as core elements of climate legislation. Certain types of public investments that are needed to achieve the transition, however, are likely to be caught up in WTO dispute settlement proceedings or will become subject to national countervailing duties, which the ASCM regulates and explicitly allows for. These frictions can and should be avoided by all means (section 4). What is needed – beyond enhanced transparency of public financing and empirical analysis thereof – is political convergence among governments on permissible environmental subsidies that minimise negative cross-border economic externalities while maximising positive economic and environmental spillovers. Beyond the interests of high-income country governments and their taxpayers in limiting the cost to the public accounts of subsidy races, political convergence among a broad set of actors could be facilitated by linking the signature and ratification of an agreement on subsidies to credible and specific commitments to financially support poor economies in their national industrial decarbonisation efforts. 2 WTO rules applicable to environmental subsidies Under the ASCM, a subsidy is deemed to exist if a public body provides a financial contribution in the form of a direct transfer, revenue forgone (eg tax breaks) or in-kind contributions, and if such a contribution confers a benefit. A benefit is deemed to be conferred if the financial contribution alters the competitive conditions in the marketplace in favour of the receiving economic operator (Article 1 ASCM; WTO, 1994b). Yet, the ASCM only restricts subsidies if they are made specific to an enterprise or industry, group of enterprises or industries (Article 2 ASCM), for instance to certain energy-intensive trade-exposed industries (WTO, 1994b). 2.1 Prohibited subsidies Specific subsidies are outright prohibited if they are made contingent on export performance or the use of domestic over imported goods. Article 3 ASCM thereby gives justice to the notion that export subsidies and subsidies that are subject to local content requirements are a priori considered to be trade distortive (WTO, 1994b). In WTO dispute-settlement proceedings, a finding of a prohibited subsidy will result in the obligation to immediately remove the subsidy, and the authorisation of countermeasures if the measure is not removed within a reasonable period (Article 4 ASCM). Subsidies contingent on the use of local content would also violate the General Agreement on Tariffs and Trade's (GATT) national treatment provision provided for in GATT Article III:4 (WTO, 1994b). 2.2 Actionable subsidies Specific subsidies that are neither contingent on exports nor the use of local content are merely considered to be ‘actionable’ under the ASCM. Actionable subsidies are only found to be inconsistent with the ASCM if it can be demonstrated that they distort trade generally, or in relation to the complainant WTO member specifically (Articles 5, 6 and 7 ASCM). The ASCM provides for legal remedies in case a subsidy is found to cause adverse effects to the domestic industry of another WTO member (as evident from observable effects of the subsidy on bilateral trade volumes, price, revenue, sales, profits, productivity, etc), to nullify the benefits otherwise accruing to that member under the WTO covered agreements, or to cause serious prejudice to the interests of that member (including by displacing or impeding exports or imports that would otherwise occur, undercutting, suppressing or depressing prices, or increasing world market shares of the subsidising member’s exports). If a subsidy is found to cause adverse effects as a result of a finding of injury, nullification or serious prejudice, the subsidy must be withdrawn or the adverse effects removed. The notable difference between ‘injury to the domestic industry’ and ‘serious prejudice’ is that the latter spans a wider set of circumstances than the former, taking into account the effects on international trade generally. The scope of the former concept, in contrast, permits an investigation into, and positive findings, of a subsidy’s effect on bilateral trade only. 2.3 The main threat to environmental subsidies: national countervailing (anti-subsidy) duty laws and regulations An industry on the receiving end of an actionable subsidy may ultimately be subject to countervailing duties (CVD) imposed by a third country government. The imposition of countervailing (anti-subsidy) duties requires an investigation by a government agency – conducted in accordance with ASCM provisions – and a finding of injury to the domestic industry producing the like product, measured as effects on bilateral trade volume, price, revenue, sales, profits, productivity and capacity utilisation (Part V ASCM). Governments frequently employ countervailing duties to address foreign subsidies, compared to relatively rare use of WTO dispute-settlement proceedings. Given this, the most significant action countering arguably net-global-welfare enhancing environmental subsidies should be expected to take the form of CVDs. In 2022, 291 CVD measures were in force globally, with a sharply increasing trend over the past decade (Figure 1). Figure 1: Countervailing duty measures in force on or after 01/01/2022 by year of application Source: Bruegel based on WTO. *Data relates to the January to June period only. \n  About two thirds of all measures in force globally in 2022 were taken by the United States, with Canada (12 percent), and the European Union (8 percent) making for distant second and third places. Figure 2: Countervailing duty measures in force on or after 01/01/2022 by reporting member Source: Bruegel based on WTO. Currently, developing countries and China and India are the main targets of North American and European CVD measures. However, US CVDs targeting climate-related subsidies in EU countries have begun to surface recent years (Figure 3). Figure 3: Countervailing duty measures in force on or after 01/01/2022, by exporter Source: Bruegel based on WTO. In sum, WTO subsidy disciplines may be invoked via WTO dispute settlement or national countervailing duty statutes that mirror WTO CVD rules codified in Part V of the ASCM, if the existence of trade effects can be causally linked to public financing that may, nonetheless, have net-welfare enhancing effects. 2.4 No exceptions for environmental subsidies in international economic law It is noteworthy, in this context, that the ASCM included a category of ‘non-actionable’ subsidies covering up to 20 percent of existing facilities’ costs of adapting to new environmental regulations or requirements, as well as assistance covering not more than 75 percent of industrial research (Article 8 ASCM). Even this rather limited (and for current purposes insufficient) carve-out expired in 2000, while the rest of the agreement remains in force. Moreover, unlike the GATT, the ASCM lacks general exceptions of the kind codified in GATT Article XX, which include the protection of legitimate policy objectives such as “the conservation of exhaustible natural resources” (WTO, 1994b). While the question of the applicability of Article XX GATT to the ASCM has not been concluded in WTO dispute-settlement proceedings, the prevalent legal opinion leans strongly towards a negative answer (Rubini, 2012). This would, crucially, prevent access to legal justifications for net-global-welfare enhancing environmental subsidies that otherwise generate negative economic externalities. 3 Contemporary environmental subsidies in the context of the ASCM and national countervailing duty statutes As noted in the previous section, environmental subsidies may distort international trade even if they aim at, and result in, decarbonisation and do not feature a priori prohibited regulatory qualifications, such as domestic content requirements. The likelihood that subsidies will have such effects increases commensurately to the extent that transfers, concessional loans, tax incentives or in-kind contributions directly support the decarbonisation of domestic production capacities, or are coupled to domestic per-unit production (in contrast to, for instance, consumption subsidies, the financing of research and development, or of public infrastructure for technological innovation). Trade effects that can be linked to otherwise net global welfare maximising – and therefore entirely appropriate – environmental subsidy schemes render such financing vulnerable to legal challenges under the WTO dispute-settlement mechanism. A faster and therefore far more frequently employed alternative is offered by national trade defence instruments (so-called trade remedies)[2] in general, and by countervailing-duty (‘anti-subsidy’) statutes in particular. These national laws and regulations frequently mirror WTO members’ rights and obligations, as codified in Part V of the ASCM. They allow WTO members to adopt duties to counter third country subsidies[3] that cause or threaten to cause injury to their domestic industries (WTO, 1994b), as long as they – de jure and as applied – comply with the rights and obligations set out in Part V of the ASCM. Most government agencies tasked with countervailing duty investigations (ie to determine whether the domestic industry suffers from injury caused by a foreign subsidy) and the adoption of countervailing-duty measures retain discretion in their final decisions, even if the result of the investigation is positive. European Union institutions, for instance, must take into account the “Union interest”[4]. In sharp contrast, in the United States, the legally defined process applying to the investigation of third-country subsidies and adoption of countervailing duties is quasi-automatic and compulsory once an industry petition to investigate reaches the US Department of Commerce (Department of Commerce, 1994). This circumstance may explain partly why the United States remains – with 175 out of 291 countervailing measures currently in force globally – by far the most frequent user of CVDs. As a 2022 episode around US solar panel imports from four southeast Asian (ASEAN member) economies demonstrated, the inflexibility of the US countervailing-duty statute may not only create a barrier to subsidised (and therefore commercially cheaper) environmental goods, but also harms US companies engaged in processing and installing the goods (in this case, solar panels). In this case, the industrial self-harm expected to result from the effect of the countervailing duties requested by a single US company (Auxin Solar Inc.), forced US President Joe Biden, in an unprecedented course of action, to adopt an executive order pausing the adoption of respective measures for two years, while employing a highly questionable 90-year old legal basis providing the president with emergency powers (White and Case, 2022). Several other (quasi-) legislative acts exemplify the tensions between potentially legitimate domestic industrial interests, the imperative to support the development of environmental technologies and the urgency of decarbonising industrial capacities. First, the 2022 European Commission Guidelines on State Aid for Climate, Environmental Protection and Energy provide EU national authorities with a framework for permissible financing of – inter alia – environmental technology development and the decarbonisation of energy supply and current industrial production processes, for up to 100 percent of the funding gap (European Commission, 2022). With respect to current industrial production, the Commission guidelines mirror the rationale of the now-expired Article 8 ASCM. While it is widely acknowledged that non-discriminatory subsidies to incentivise environment-related R&D and energy supply are part of the first-best policy response to the given market failure, the decarbonisation of industrial production capacities (eg steel or cement production plants) would, in theory, arguably be dealt with more efficiently by imposing levies on industrial emissions only, eg via the EU emissions trading system (ETS), including to give effect to the polluter-pays principle. The Commission guidelines implicitly acknowledge this dissonance (paragraph 93). The Commission argues, however, that “State aid can, in principle, be an appropriate measure in achieving decarbonisation goals, given that other policy instruments are typically not sufficient to achieve those goals (…). Given the scale and urgency of the decarbonisation challenge, a variety of instruments, including direct grants, may be used.” From an economic and environmental perspective, decarbonisation subsidies aimed at maintaining existing domestic industrial capacities may be, at least partially, justifiable. But, be that as it may, public financing of the decarbonisation of industrial production capacities makes exports that benefit from such support a clear target for the standard third-country national countervailing-duty statute. Second, transitional free emission allowances provided to energy-intensive trade-exposed sectors allocated under emissions trading systems, are already subject to US countervailing duties with respect to allowances provided under the EU ETS and South Korea’s ETS, as upheld for Korea by the US Court of International Trade[5]. This is despite those allowances only conferring a benefit in context of domestic regulatory restrictions applicable to other sectors. While these countervailing duties offer a political side-effect of incentivising the phase-out of free allowances provided to the highest emitting industries in the EU and Korea, they disincentivise third-country regulatory pilot projects of a nature similar to the ETS, where free allowances are provided during a transition until the effect of carbon pricing on potentially strategic sectors is more discernible. In the case of US CVDs against EU steel exports, in addition, the US also imposes duties against certain German climate and energy-efficiency related tax breaks[6]. It is noteworthy, in this context, that the 2020 EU ETS state aid guidelines (European Commission, 2020) enable a budget of more than €60 billion to compensate for ETS-induced energy costs of energy-intensive, trade-exposed sectors such as steel, aluminium and certain chemicals, to prevent companies in these sectors from relocating carbon-intensive production to ‘polluter havens’ outside of the EU. These subsidies, which are an important element of the European Green Deal, would similarly fall within the scope of the US CVD statute, which knows no environmental exceptions. Third the currently unfolding EU subsidy response to the US Inflation Reduction Act, too, will likely result in US business petitions to the US Department of Commerce requesting CVD investigations against EU industries that export goods benefitting from EU funds and state aid[7]. Fourth, in 2026, the European Commission will review the possibility of a WTO-compatible modus operandi for the adoption of export refunds for domestic carbon costs. The purpose of such export refunds is to level the playing field for carbon-priced EU exports and third-country exports that are not subject to carbon pricing in their home jurisdictions. As a result, export refunds help mitigate the risk that carbon-intensive EU production migrates to ‘polluter havens’ outside of the EU. Moreover, export refunds are arguably a crucial element of a prospective international CBAM network, with a view to effectively pricing carbon embedded in internationally traded goods. Export refunds for domestic regulatory charges, however, are likely to fall within the scope of the ASCM export-subsidy prohibition, and would not be exempted by footnote 1 of the ASCM, which otherwise provides an exception to the export-subsidy prohibition for the reimbursement of indirect taxes at the border upon export. In another example, an uncapped amount of US federal tax credits allocated to suppliers of clean hydrogen contingent on domestic production has drawn considerable criticism from EU officials (Internal Revenue Service, 2006). This includes demands that the scheme, which is provided for in the 2022 US Inflation Reduction Act, be transformed into a non-discriminatory consumption subsidy, which would render the instrument less distortive to trade and investment that may otherwise lead to a CVD response from third-country governments. The arguable climate and net-global-welfare benefits of the above-mentioned policies clearly distinguish these instruments, however, from the inherently discriminatory domestic content requirements that are embedded throughout the US Inflation Reduction Act (CRS, 2022), and which led – in addition to substantive criticism from European Commission (Internal Revenue Service, 2022), Japanese and South Korean officials – French finance and economy minister Bruno Le Maire to call for a response in kind[8]. Such a response could be achieved by making EU countries’ environmental state-aid payouts conditional on local content shares, constituting the welfare-reducing mimicry predicted by Charnovitz (2014; see section 1). Environmental subsidy nationalism and respective subsidy races must be considered the least-best policy option. As noted above, domestic sourcing requirements attached to otherwise environmentally beneficial payouts render such financing less efficient from an economic point of view, and less effective from a climate point of view. It is in this regard, specifically, that WTO subsidy rules and national trade remedy laws and regulations remain functional and appropriate, because they are sufficiently restrictive as in: a priori prohibitive. 4 The challenge: creating an enabling international framework for environmental subsidies WTO litigation and national trade-remedy laws and regulations place stumbling blocks in the way of urgently needed government climate-policy rollouts. Mending this unfortunate situation is as urgent as it is difficult. A 2022 IMF, OECD, World Bank, and WTO report on subsidies, trade and international cooperation noted that: “better understanding of the objectives and effects of various types of subsidies will further the development of rules and norms. Fact-based dialogue among governments—drawing on high-quality impartial inputs that elucidate the effects of particular subsidies on trade and investment and identifying subsidy designs that reduce negative international spillovers—will lay the critical groundwork for improved or expanded international rules” (IMF, OECD, World Bank, and WTO, 2022). With this, the international governmental organisations have not only identified the priorities for themselves, but also for non-governmental organisations with respective capacities: Data collection to generate transparency of public financing of the transition to net-zero in G20 economies; conduct analysis of the immediate environmental and economic impacts of subsidies, and of the cross-border positive and negative externalities; Draft proposals for categories of permissible first-best, legitimate second-best and impermissible green-subsidy practices; Raising political awareness among key constituencies and stakeholders, foster public and private dialogue, and inform bilateral, plurilateral and multilateral exchanges and negotiations. 4.1 Transparency and analysis of G20 public financing of the green transition Private non-profit organisations may be necessary to support international organisations in the tasks of generating subsidy transparency and providing analysis. Indeed, private bodies should be considered as complementary collectors and analysts of subsidy data in general, and in relation to environmental subsidies in particular. From a WTO perspective, the urgency for research NGOs to step in arises because subsidy analysis falls outside of the organisation’s remit, while data collection has fallen victim to dysfunctional subsidy notification requirements and unreliable member government notifications. As the Chair of the WTO Subsidies and Countervailing Measures Committee reported in October 2022, 89 members — more than half the WTO membership — had still not submitted their 2021 subsidy notifications. In addition, 76 members had still not submitted their 2019 subsidy notifications, while 65 had failed to submit their 2017 notifications (WTO, 2022). The OECD, on the other hand, has done exceptionally valuable work on agricultural, fisheries and fossil-fuel subsidies over the past decades[9]. The organisation has only begun to collect and analyse sector and value-chain-specific data in the field of industrial subsidies with an – at this point – anecdotal focus on environmental impacts relative to cross-border market distortions (Sauvage and Garsous, 2022). These efforts require cooperative complementation through private initiatives. Private organisations such as the Global Trade Alert (GTA), for instance, have conducted impartial data collection and analysis on new barriers to international trade since the global financial crisis of 2007-08 in order to monitor protectionist developments[10]. A similar initiative should take monitor and analyse the economic and environmental impacts of G20 public financing of the decarbonisation of industrial production, power generation and respective vulnerabilities under current and prospective international subsidy disciplines, benefitting from the experience and methods of OECD and GTA researchers. 4.2 Drafting an informed set of reform proposals and policy recommendations In parallel with the process of data collection and analysis, there is currently an absence of proposals on draft best practices and on international subsidy rules reform. Ideally, such proposals would carve out more than the currently existing policy space for environmental subsidies that are appropriate to rapidly expedite the decarbonisation of industrial production and power generation and, in their positive global-net-welfare effects, outweigh immediate negative economic externalities. Such proposals could take the form of an expanded Article 8 ASCM carve-out for the decarbonisation of existing production capacities, a set of technical guidelines for subsidy best practices, recommendations for national trade remedies reform, draft political agreements among the governments of the 20 largest economies not to impose countervailing duties (and not to challenge in WTO dispute settlement), certain types of ‘green-light category’ environmental subsidies of third countries, or all of the above. These proposals should – last but not least – include suggestions for cross-border transfers and project-specific funding for the industrial decarbonisation of economies located in public-resource-poor jurisdictions that suffer from short term negative spillovers caused by the public investments of OECD and G20 countries. 4.3 Political process, forums and communication It may seem elusive to tackle the challenge of environmental subsidy agreement negotiation via a multilateral negotiations track and respective forums – ie the WTO Subsidies and Countervailing Measures Committee and WTO Trade and Environment Committee. However, it makes for the necessary – because inclusive – starting point with a view to gathering government support for both the reform process and substantive proposals. Beyond the multilateral track, the most recent wave of WTO plurilateral initiatives in general, and the Joint Statement Initiative regarding the Trade and Environment Sustainability Structured Discussions (TESSD) in particular[11], could host a useful process and forum with a view to jump-starting urgently needed exchanges and inspiring like-minded governments that desire political convergence. Having already formed an initial Informal Working Group on Subsidies, the TESSD provides a space in which research NGOs could inject valuable analysis and policy proposals to work towards political convergence on evidence-based policy proposals. At the same time, climate NGOs can be instrumental in communicating problem statements and proposing solutions to policymakers and stakeholders in key political constituencies around the world, with a view to generating a critical mass of political support among G20 and OECD governments. In addition, the recent inception of a Coalition of Trade Ministers for Climate may – depending on the agenda that is currently in development – provide for useful forum for discussions and even negotiations of an urgently needed international agreement on environmental subsidies[12]. References Charnovitz, S. (2014) ‘Green Subsidies and the WTO’, Research Paper No. RSCAS 2014/93, Robert Schuman Centre for Advanced Studies, available at https://scholarship.law.gwu.edu/cgi/viewcontent.cgi?article=2341&context=faculty_publications CRS (2022) Tax Provisions in the Inflation Reduction Act of 2022 (H.R. 5376), Report R47202, Congressional Research Service, available at https://crsreports.congress.gov/product/pdf/R/R47202 Department of Commerce (1994) ‘Antidumping Duties and Countervailing Duties,’ OAS Foreign Trade Information System, Organisation of American States European Commission (2020) ‘Guidelines on certain State aid measures in the context of the system for greenhouse gas emission allowance trading post-2021’, 2020/C 317/04, available at https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A52020XC0925%2801%29 European Commission (2022) ‘Guidelines on State Aid for Climate, Environmental Protection and Energy 2022’, 2022/C 80/01, available at https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52022XC0218(03) IMF, OECD, World Bank & WTO (2022) Subsidies, Trade, and International Cooperation, International Monetary Fund, Organisation for Economic Co-operation and Development, World Bank, and World Trade Organisation, available at https://www.wto.org/english/res_e/booksp_e/repintcoosub22_e.pdf Internal Revenue Service (2022) ‘Comment from Delegation of the European Union to the United States of America: Submission by the European Union on the Inflation Reduction Act’, 7 November, available at https://www.regulations.gov/comment/IRS-2022-0020-0774 Rubini, L. (2012) ‘Ain’t Wastin’ Time No More: Subsidies for Renewable Energy, the SCM Agreement, Policy Space, and Law Reform,’ Journal of International Economic Law 15(2): 525-579 UNEP (2003) Energy Subsidies: Lessons Learned in Assessing their Impact and Designing Policy Reforms, United Nations Environment Programme White & Case (2022) ‘President Biden Invokes Emergency Authority to Waive Antidumping and Countervailing Duties on Solar Imports from Southeast Asia for Two Years’, Alert, 8 June, available at https://www.whitecase.com/insight-alert/president-biden-invokes-emergency-authority-waive-antidumping-and-countervailing WTO (2022) ‘Members still falling behind on subsidy notifications, committee hears,’ WTO News, 25 October, available at https://www.wto.org/english/news_e/news22_e/scm_25oct22_e.htm WTO (1994a) Agreement on Subsidies and Countervailing Measures, Marrakesh Agreement Establishing the World Trade Organisation WTO (1994b) ‘WTO Analytical Index’, Agreement on Subsidies and Countervailing Measures, World Trade Organisation Footnotes [1] For background on the Inflation Reduction Act’s implications for the EU see Maria Demertzis, ‘The EU response to the United States Inflation Reduction Act’, Bruegel, 1 February 2023, https://www.bruegel.org/comment/eu-response-united-states-inflation-reduction-act. [2] See the WTO’s Trade Remedies Data Portal at: https://trade-remedies.wto.org/en. [3] See the WTO’s database of Countervailing Measures at: https://trade-remedies.wto.org/en/countervailing/measures. [4] As specified in Article 31 of EU Regulation 2016/1037 on protection against subsidised imports from non-EU countries; see: https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32016R1037&from=EN. [5] On the EU ETS, see Jesse Kreier, ‘Countervailing the EU's Emissions Trading Scheme, Part 2’, International Economic Law and Policy Blog, 17 December 2022, https://ielp.worldtradelaw.net/2020/12/countervailing-the-eus-emissions-trading-scheme-part-2-.html. For court proceedings on South Korea’s ETS, see https://www.courtlistener.com/docket/63128503/50/dongkuk-steel-mill-co-ltd-v-united-states/. [6] For court proceedings, see: https://www.courtlistener.com/docket/63175250/48/1/bgh-edelstahl-siegen-gmbh-v-united-states/. [7] See Samual Stolton, ‘Vestager proposes ‘urgent’ state aid reforms to keep business in EU’, Politico, 13 January 2023, https://www.politico.eu/article/vestager-proposes-urgent-state-aid-reforms-to-keep-business-in-eu/. [8] William Horobin and Albertina Torsoli, ‘France Says EU Should Respond in Kind to Biden’s EV Subsidies’, Bloomberg, 26 September 2022, https://www.bloomberg.com/news/articles/2022-09-26/france-says-eu-should-respond-in-kind-to-biden-s-ev-subsidies. [12] For details on the Coalition of Trade Ministers on Climate, see Jonny Peters and Ignacio Arróniz Velasco, ‘Where next for the Coalition of Trade Ministers on Climate?’ E3G, 19 January 2023, https://www.e3g.org/news/where-next-for-the-coalition-of-trade-ministers-on-climate/.",
    "images": "https://www.bruegel.org/sites/default/files/styles/og_image/public/2023-02/PB%2003%202023.jpg?itok=uVSOyEIw",
    "tags": "",
    "excerpt": "Environmental subsidies could be justified when emissions taxation is not feasible or is insufficient due to political economy constraints.",
    "categories": ""
}