{
    "title": "The role of the EU's trade strategy for an inclusive and sustainable recovery",
    "author": "Uri Dadush",
    "source": "Bruegel | The Brussels-based economic think tank",
    "date": "2021-09-03",
    "text": "The role of the EU's trade strategy for an inclusive and sustainable recovery Bruegel Annual Meetings, Day 3 - We are delighted to welcome Valdis Dombrovskis, Executive Vice President of the European Commission for An Economy th Speakers Valdis Dombrovskis Executive Vice President of the for An Economy that Works for People, European Commission VIDEO AND AUDIO RECORDINGS Full agenda: On the third day of our Annual Meetings, Bruegel's Alicia García-Herrero and Guntram Wolff welcomed Executive Vice President of the European Commission for An Economy that Works for People, Valdis Dombrovskis to discuss the EU's trade strategy. summary by Mia Hoffmann In this session of the Bruegel Annual Meetings Guntram Wolff, Alicia García-Herrero and Valdis Dombrovskis discussed EU trade strategy and the Next Generation EU (NGEU) program. Despite global protectionist voices, Dombrovskis reiterates his commitment to expanding international trade cooperation. He argues that the EU brings credibility and reliability to the table and remains one of the world’s most trusted trading partners. As such, trade policy can be used to achieve wider policy ambitions, in particular in the area of standard setting and climate policy. As a future agenda he sets out promoting WTO reform and discussing climate policies multilaterally, in addition to stronger sustainability, human rights and climate conditions in trade deals. The three panellists then discuss the risk of overburdening trade negotiations with other ambitions and the shortage of other external policies at the EU’s disposal. Dombrovskis explains that while trade policy remains fundamentally economic, fundamental values are a condition for cooperation and some objectives, such as carbon neutrality, are overarching, and as such affect all areas of EU policy-making. Still, he emphasises the need to be mindful of partners’ concerns. While climate is a global common, each country takes a different approach which is why Dombrovskis is sceptical of the feasibility of a Climate Club. The introduction of the CBAM must be aligned with WTO rules, he stresses. Following a period of tension, trade relations with the US are improving. Dombrovskis anticipates the EU will engage more strongly in trade relations and negotiations with Asian countries, and continue its efforts to overcome challenges in economic relations with China. Next, the discussion moves on to the economic recovery after the pandemic and NGEU. Dombrovskis describes the central role of the European Commission in monitoring program implementation, assessing milestones and targets and granting disbursements. He outlines the different proposals underway to generate own resources to fund the program, such as the digital levy, and reiterates the commitment to debt repayment upon maturity. NGEU and the successful vaccination programs have been a tremendous boost to the international reputation of the EU. The discussion concludes with a brief progress assessment towards the banking union.",
    "images": "https://www.bruegel.org/sites/default/files/styles/og_image/public/wp_images/-BAM-CONVERSATION-ON-EUROPES-TRADE-STRATEGY-1.png?itok=bD_K7zKA",
    "tags": "",
    "excerpt": "Bruegel Annual Meetings, Day 3 - We are delighted to welcome Valdis Dombrovskis, Executive Vice President of the European Commission for An Economy th",
    "categories": ""
}