{
    "title": "ALUMINIUM 2024",
    "author": "unknown",
    "source": "Aluminium International Today",
    "date": "2024-10-09",
    "text": "The aluminium industry has come to Düsseldorf with an agenda in mind. The ALUMINIUM world trade fair and exhibition opened its doors on the 8th October 2024. The three-day event welcomed the energetic aluminium industry, and in response, the industry has responded with significant developments, announcements, and beginnings. News of all things new Taking the taxi parallel to the river Rhine, we were welcomed by the sound of birds, and the busy excitement of the industry. Before the event had been officially opened, Hydro announced the appointment of Erik Fossum and Jeff Lehman as the new leaders for its aluminium extrusion businesses in Europe and North America. This news set the scene for the event; Novelis hosted the official signing of the Novelis and TSR three-year strategic partnership to advance circularity in the aluminium industry on the 9th October. This new partnership was signed by Emilio Braghi, Executive Vice President, Novelis, and Denis Reuter, COO TSR Group. “We are very proud to publicly demonstrate our strong partnership” – Emilo Braghi, Executive Vice President, Novelis It became clear that the event was a place for new beginnings and relationships. Another significant first was the first Women With Metal Awards. Women With Metal In collaboration with Women With Metal, the UK Aluminium Federation (ALFED) and Aluminium International Today, RX Global ALUMINIUM hosted the Women With Metal awards for the first time. The awards were launched at the beginning of the year to recognise the achievements of women in the industry and promote equality and diversity, as well as recognise the male colleagues who have shown support for women in the industry. The winners of the awards were: Role Model: Negisti Gebreegziabher Gared, N A Y S Aluminium Engineering PLC Unsung Shero: Gerd Aalborg Aas Norsk Hydro Young Leader: Pia Reuß Speira Sustainable & Innovative Leader: Ramona Tosone, AMAG Austria Metall AG Male Ally: Carlos André Valim, Alcoa “It's about giving women the space they deserve and showing them, they are heard and supported” - Yasmin Ouiriemmi, Project Manager of ALUMINIUM It’s all about sustainability The celebratory feelings felt at the show did not, however, mean that the key challenges that the industry face were ignored. In his speech to the audience, Rob Van Gils, CEO, HAI commented, “I am sure we will see many partnerships and relationships form from this conference;” but he reiterated the statement made by Paul Voss, Director General, European Aluminium, that “a serious shift for European aluminium is needed” “We are talking about survival” – Paul Voss, Director General, European Aluminium The industry has faced many challenges over the past few years, and in recent times. In light of this, Paul Voss stated that the industry is currently in need of “survival.” CBAM was a key topic mentioned across the event. The challenges that the industry face when it comes to understanding what the Carbon Border Adjustment requires, as well as definitions when it comes to measuring carbon emissions highlighted another challenge that the industry faces. Moving to sustainability, sustainability was at the forefront of the event. Walking through the halls, most, if not all stands presented their commitment to sustainability. Aluminium International Today spoke with AMOVA SMS Group on automotive technologies which increase efficiency and implement sustainable technologies to reduce carbon emissions. Recycling was another hot topic as Aluminium International Today spoke with Hydro on the latest development seen across their European aluminium branches. Day three, and the last day of the show, begins tomorrow (10th October 2024). We look forward to continuing these discussions with the industry. Visit the Aluminium International Today stand: 5K45",
    "images": "https://aluminiumtoday.com/content-images/news/_1200x630_crop_center-center_82_none/IMG_4089.jpg?mtime=1728551240",
    "tags": "AIT,Aluminium publication,Aluminum publication,Aluminium magazine,Aluminum magazine,Today,International,Carbon,Sustainability,Metal,Non-ferrous",
    "excerpt": "The three-day event welcomed the energetic aluminium industry, and in response, the industry has responded with significant developments, announcements,…",
    "categories": ""
}