{
    "title": "Maximising the Corporate Power Purchase Agreement market - Energy UK",
    "author": "unknown",
    "source": "www.energy-uk.org.uk",
    "date": "2024-11-14",
    "text": "Maximising the Corporate Power Purchase Agreement market will help us meet Clean Power 2030 and support businesses. Summary The Contracts for Difference (CfD) mechanism, which has successfully helped to de-risk investment in renewable generation at scale, should remain the primary mechanism to ensure there is sufficient renewable generation to deliver a decarbonised electricity system. However, long-term contracts between end users that enable new renewable projects to be built – Corporate Power Purchase Agreements (CPPAs) and also utility PPAs (where utilities contract with new renewable projects) – will play an important complimentary role in driving investment in new renewable and flexibility projects and can support business decarbonisation by providing long-term, stable electricity prices. PPAs bring significant benefits to the power system. They enable additional investment in renewable projects at all scales accelerating grid decarbonisation without adding to the policy costs on electricity bills. They help enhance liquidity in forward markets and enable better risk management by electricity suppliers. They drive investment in flexibility at all levels and timescales, helping to reduce power system costs. They also help businesses by providing end users with stable long-term electricity prices and could support industrial electrification if competitive terms can be agreed. However, uptake in UK industry is currently low due to high counterparty risk and price sensitivity. Interest in CPPAs has been growing among businesses particularly in retail and IT sectors that have strong Environmental Social Governance (ESG) commitments. CPPAs with new renewable projects can be combined with Renewable Electricity Guarantees of Origin (REGOs) to provide businesses with the additionality and/or time-matched supply they need to meet voluntary and mandatory carbon reporting requirements. However, the growing number and divergence of different standards and reporting methodologies is creating uncertainty. The high price and low perceived value of REGOs is creating a barrier to the growth of this market for offtakers. Much greater activity is seen in Germany where corporates pay a premium for green power, and in Spain where low liquidity for forward electricity products drives corporates to seek long-term fixed prices. Government intervention may be required to increase the attractiveness of CPPAs and widen the set of offtakers so that a greater range of businesses and industrial customers can benefit. To unlock these benefits for business, industry, and the power sector, the Government should consider introducing the following package of reforms: Underwrite CPPA contracts, to cover the risk of offtaker defaults Assess further the option to exempt CPPA buyers for new, unsupported renewable projects from CfD costs (while considering potential impacts on other consumers) Allow CPPAs to be used to meet Climate Change Agreement targets Reform REGOs and make changes to fuel mix disclosures and the way green tariffs are labelled/ranked eg by introducing metrics to enable consumers to assess additionality. There are, however, a number of limitations that prevent the PPA market becoming the dominant route to market for renewables in GB, and care will need to be taken to manage any impacts on the CfD mechanism. Wholesale reforms being considered under REMA will have a significant impact on PPAs and will need to be carefully managed. Overview of the PPA market in the UK CPPAs and utility PPAs offer a number of benefits Additional renewable deployment beyond that enabled by CfD allocation rounds. Useful alternative route to market for projects with grid connections that didn’t secure a CfD and don’t want to wait for future rounds. Less liable to political or regulatory interventions, eg changes to technologies supported/pot size. Provides revenue stabilisation for the merchant tail of a renewable project (after its CfD contract ends) and could potentially support the life extension of a project, which is not currently supported under the CfD. Provides access to longer-term green electricity supply for consumers (industry) supporting sectoral decarbonisation efforts. Shaped products (that guarantee the end user certain volumes of electricity) reduce consumer exposure to volatile high-price periods and drive investments in flexibility assets. Provides a route to market for smaller renewable projects outside the CfD. Offers end users a premium product in terms of ESG credentials, eg time matched, wider social/environmental benefits associated with specific project. Reduces the total volume of policy costs that are then put on consumer bills leading to potential wholesale market distortions[1] that reduce incentives for end users to shift their electricity demand (as a greater proportion of the bill is fixed). Useful price hedging tool for suppliers and end users as they enable both to fix a proportion of their future electricity demand at an agreed price. Positively impacts on liquidity across different timescales as buyers can use PPAs to hedge their future price risk and there is less dispatch distortion. (CfD reforms considered under REMA may also help to achieve this but could take time). Current projects supported by the Renewable Obligation tend to sell significant volumes ahead enhancing liquidity in forward markets. CPPAs with both generators and offtakers help retailers to buy more electricity ahead under long-term contracts, improving their resilience to short-term volatility in markets. This should help reduce the risk of supplier failures in future. However, there are also a number of limitations that will prevent them becoming the dominant mechanism to enable new investment in renewables in GB Depending on future wholesale prices (which are uncertain and will depend heavily on demand) economic incentives for end users to enter into a PPA may fall if wholesale prices are very low much of the time – paying levelized renewable costs may be unattractive unless CPPA customers are exempt from CfD costs (as in this low average wholesale price scenario CfD top-ups will be larger). There may be less need for CPPAs from a decarbonisation / ESG perspective as the electricity system decarbonises (however, there may still be demand for time-matched CPPAs that reflect operational carbon emissions even in a heavily decarbonised system). Unlikely to be suitable for larger, very capital intensive projects such as offshore wind where Government contracts significantly lower cost of capital. Large projects require a number of different offtakers to match volumes increasingly transaction complexity/costs (but conversely this can help spread the risk of defaults). Only lower cost renewable projects are likely to be attractive to price sensitive industrial and commercial customers eg solar in the South where network charges are low and some onshore wind projects in optimal sites. For these reasons, the PPA market is very likely to remain the minority route to market for renewables, and there is a continued key role for the CfD. Measures to make PPAs more attractive should assessed carefully to avoid unintended impacts on CfD auctions. Electricity utilities play a key role in the PPA market Utilities pay a key role between renewable generators, flexibility assets, and end users managing risks and aggregating generator output and demand for CPPAs: Utilities manage risks for renewable generators by taking all of the generation from a renewable asset and covering any short-falls or excesses. Previously banks would only lend to renewable projects that took on these risks themselves, but many renewable developers are unable to manage these risks. Utilities can offer longer-term route to market contracts to generators enabling investment, but shorter contracts to PPA offtakers who are unable/unwilling to commit for long time periods. CPPAs are increasingly portable – they can often be taken with end users if they move to a new supplier and ‘sleeved’ into their agreement with their new supplier. Energy UK members provide a valuable route to market for small renewable projects by offering simplified CPPA contracts and managing risks at an acceptable price. REMA reforms will impact both existing and new PPAs PPAs can be either pay as generate (where the end customer or utility in the middle takes on balancing risk) or baseload (where the generator takes on balancing risk). As outlined above, there has been a move to pay as generate PPAs. Utilities or end users agreeing terms for these pay as generate PPAs will factor in production risks ie how much the project likely to generate, considering likely load factors and curtailment risk. Under the current scheme, if the system operator does not redispatch generators they are paid in the balancing mechanism (and this payment can be used to compensate the PPA buyer); however, under central dispatch or zonal pricing this would not happen. This means that projects located in areas where they are less likely to be dispatched under a move to central dispatch or zonal pricing would see their output and therefore revenue reduced. To mitigate this new volume risk, PPA buyers would need to purchase Financial Transmission Rights (FTRs) between the zone the generator was based in and the zone the end user is located in. However, FTRs used elsewhere have been designed for baseload generation[2] and do not suit the variable characteristics of wind and solar.[3] In addition, FTRs tend to only be sold 1-3 years ahead, ie they do not align with the longer duration required for a route to market PPA. The new volume risks introduced could undermine the terms of existing PPA agreements. They would also mean that some new PPA projects are likely to be offered less attractive terms, slowing investment. The reforms could make PPAs with end users within zones more attractive and increase investment in nearby flexibility to minimise flows across zonal boundaries; however, this will not be possible in many areas eg where significant generation will land from offshore wind zones. Recommendations Some of the policy proposals outlined below have associated benefits in addition to growing the CPPA market. For example, reforms to REGOs could improve transparency for end users, create incentives for DSR and potentially reduce system costs. A) Underwriting CPPA contracts CPPA contracts expose developers to the credit risk of the consumer. As such, CPPAs are not an option for many consumers, particularly smaller businesses for whom credit worthiness is an issue, or larger businesses who are very electricity price sensitive. The Government could introduce a credit guarantee (as introduced by the Spanish and Norwegian Governments) to help a wider set of end users to enter into CPPAs to secure long-term electricity prices. This would help shield them from price volatility and improve confidence in electrification as future operating costs are more certain. Further details on the Norwegian scheme can be found in Annex 1. Energy UK members have highlighted that the number of CPPA offtakers is severely limited by issues around credit rating. When offtakers fall below investment grade, extra collateral is needed to compensate, which can disincentivise both offtakers and investors. Some utilities use insurance products to cover this risk, but it can be expensive and difficult to insure all offtakers. The guarantee could be administered through a self-funding investment vehicle limited in size by risk appetite/limiting Government exposure ie it would be separate to the CfD mechanism. Any indirect interactions with the CfD mechanism would need to be carefully considered and a more detailed assessment of the balance of risks versus benefits will need to be carried out, before making a final decision. B) Assess the option of exempting CPPAs from CfD costs, having regard to the distributional impacts on other consumers[4] All electricity end users support the construction of new renewable capacity via the Government’s Contract for Difference (CfD) mechanism. Annual CfD auctions provide new renewable projects with an agreed price for the electricity produced from their new project for 15 years, enabling investment. Every electricity supplier is then subject to the CfD Supplier Obligation Levy, that funds CfD payments when wholesale prices drop below the strike price. Electricity end users entering into a CPPA with a new renewable project that isn’t delivered through the CfD auction are enabling additional investment in renewables via an alternative route. CPPA buyers could be exempted from CfD costs to recognise their contribution to wider system decarbonisation and make CPPAs more attractive. The exemption could be based on the proportion of a businesses’ total supply volume contracted through a CPPA linked to new-build generation assets. Exemptions should be limited to projects where there it can be demonstrated that there is an equivalence of effort needed for decarbonisation eg not just applied for small solar projects. This could be based on the system requirements being identified by NESO. Energy intensives end users are already exempted from policy costs and therefore would not benefit from this change, but it would enable them to enter into CPPAs as a way of fixing costs. The main benefit would be to make CPPAs more attractive to end users that aren’t currently exempt, helping large non-intensive energy users and SMEs. Shorter-term PPAs, for example with existing renewable projects are often linked to wholesale prices, with longer-term contracts based more on levelised costs (similar to CfD strike prices). PPA prices have increased in recent years, in line with gas prices and increases to levelised costs for renewable projects are driven by supply chain and inflationary costs. Future projections of wholesale prices and typical renewable project costs are uncertain and will depend on a wide range of factors including global drivers such as the price of gas and supply of renewable components. Whilst in recent years CfD generators have paid back to the LCCC due to high wholesale prices, CfD supplier obligations may rise in the future as the wholesale price falls, making exempt CPPAs increasingly attractive over time. Given these uncertainties, the exemption should be time limited and reviewed at regular intervals to assess market conditions and the relative attractiveness of different routes to market. This assessment should also consider whether the scale of the cost impact on other consumers remains appropriate. There is an existing license exemption scheme that is not currently fit for purpose but could be reformed and improved to be used at scale.[5] The exemption could potentially be widened for ‘shaped’ CPPAs that reduce balancing and capacity costs, for example by considering exemptions from balancing and Capacity Market (CM) costs. The exemption could be targeted at specific areas as part of an industrial strategy as prime for economic growth and electrification due to grid capacity and the presence of low-carbon resources. Energy UK will consider this option as part of work on reducing opex costs for electrification (as part of wider business decarbonisation work) that will consider options to lower electricity prices compared to gas prices. Any indirect interactions with the CfD mechanism and the likely impact on other energy users would need to be carefully considered and a more detailed assessment of the balance of risks versus benefits will need to be carried out, before a final decision is made. C) Allowing PPAs to be set against Climate Change Agreement targets Climate Change Agreements (CCA) are agreements made between industry and the Environment Agency to reduce energy use. In return, operators receive a discount on the Climate Change Levy (CCL), a tax added to business electricity and fuel bills. The current CCA scheme is outdated and needs significant reform as it does not encourage investment in renewables (as currently it is based on energy efficiency targets not carbon) and creates barriers to industrial electrification. We have identified a number of issues with the current CCA scheme through the policy review that Energy UK undertook with other business and energy trade associations. As part of wider reforms to the scheme, businesses should be allowed to use CPPAs with new renewable projects to contribute towards their CCA targets. In the short-term this could help make CPPAs more attractive for new participants as they could avoid some of their CCL payments. In the long-term it could be combined with more granular accounting of the carbon intensity associated with their electricity supply to drive investment in flexibility (further details below). D) REGO and green tariff reform are key enablers of the growth of the CPPA market End user concern over the value of REGOs, specifically the cost, additionality, and carbon reality deter some corporates from signing PPAs. These companies want to buy REGOs alongside their PPAs to ensure they are not resold which would eliminate the additionality they are seeking by entering into a CPPA with a new renewable project. Removal of reciprocity of EU Guarantees of Origin has reduced supply in the GB market as EU GoOs have not been used in GB since April 2023. This, alongside growing demand from both voluntary and regulated end users, as well as high electricity prices, has resulted in substantially higher REGO prices. REGO prices have historically been very low but rose from around 20p per certificate in March 2020 to as high as £25 per REGO in October 2023.[6] While prices have stabilised, they remain significantly higher than historic levels. Alongside this increase in price, there has been growing end user concern over the additionality of REGO backed tariffs and calls for greater transparency. A number of businesses including BT Group, British Land, Coca-Cola, Google, Unilever, Vodafone UK and Virgin Media O2 have called for urgent REGO reform to enable power sector decarbonisation.[7] As well as concerns around additionality, there has been an increased focus on the carbon emissions associated with the carbon emissions associated with the time power is used and a growing number of corporates are time matching their electricity use with renewable supply through 24/7 PPAs. Energy UK members including ESB, SSE, Good Energy and Octopus are piloting and rolling out time matched tariffs. In response members have seen customers invest in assets to improve their ability to time match including DSR controls, storage and on-site generation and good consumer response to the carbon signal sent. There has also been a growing need for time matching in international mandatory and voluntary reporting schemes, such as the EU green hydrogen standards. This includes both time matching and additionality requirements from 2030, different definitions of green steel and possible changes to GHG Protocol. Alignment with the new EU CBAM being introduced in 2026 will also be important. Concern over double counting has also grown. REGOs are based on generation rather than export and businesses with on-site generation can sell all the REGOs but use some of the power (they don’t need to retire them for reporting). Businesses in countries with excess renewable generation can use location-based carbon emission factors for reporting and sell GoOs. To address these issues reforms to REGOs and green tariffs should be considered that would give the transparency required by corporates and other ends users – some of the key options that could be introduced (independently or together) are outlined below.[8] These will help enable the growth of the CPPA market, drive investment in flexibility, and could potentially improve operation of the electricity system to reduce emissions and costs: Introduce new metrics in fuel mix and tariff reporting that seek to give consumers more information on source and additionality of their electricity. This could include the age of the assets, whether it has been supported by Government investment schemes and generation type to enable end users to determine whether they are helping to contribute to grid decarbonisation. Metrics on age of asset and Government support would drive demand for CPPAs with new, unsupported generation. This change would enable green tariff labelling guidance to be updated and made more consistent and allow customers to make more informed decisions when choosing tariffs/suppliers. There would also need to be rules around how retailers attribute different sources of electricity to different customers, so if they ringfence new or unsupported generation for some customers they then take account of this when reporting on average emissions for other customers (to avoid double counting). Add a time stamp to all REGOs – this would enable the REGO to identify the half hour of the electricity generated and would be an important enabling accounting step to make both existing voluntary and possible future mandatory accounting of the operational carbon costs associated with electricity use (see below) easier. The current regime includes the location of a generator and its age but not the time when the power is generated. Improve the accuracy of the carbon emissions associated with different tariffs and suppliers by reforming fuel mix disclosures and tariff reporting.[9] One way of doing this would be a move to annual or monthly “full disclosure” of power. Full disclosure has been adopted in the Netherlands and Austria.[10] All suppliers have to prove the source of their electricity on an hourly or sub-hourly basis whether renewable or not over an agreed accounting period. Full disclosure is, however, unlikely to be sufficiently granular to meet demand for better time-matching of renewable output and demand nor does it deal with concerns over additionality, however (see point 1 above). Over time there could potentially be a move to trading of both power and low carbon certificates in half-hourly periods. Bundling of the two could remain voluntary, be encouraged or mandated. This would help improve transparency and create a new additional revenue stream, driving investment in flexibility and operational benefits including demand side response (DSR) at all levels. However, the proposals are at an early stage and there is need for further consideration of possible impacts on wholesale market trading and system operation (including the impact on storage operation and redispatch).[11] As with additionality metrics, guidance would need to be developed on how retailers attribute different sources of electricity to different customers, so if they ring-fence low carbon time matched generation for some customers, they then take account of this when reporting on average emissions for other customers (to avoid double counting). Introducing time-matching guidelines into fuel mix and tariff labelling guidance would allow for greater consistency and allow customers to make more informed decisions when choosing tariffs/suppliers (as currently different methodologies are being used to define time matched products). Different accounting periods could be used depending on the green product/tariff to ensure consumer costs are managed. Whilst necessary, a change of reporting metrics could erode confidence in existing green offers and hence confidence in the retail market so this will have to be carefully managed. Different approaches to reforms of tariff reporting may be required for different end user groups to balance the level of detail required eg by some corporates with the need for simplicity eg for domestic consumers. Government should also consider the role of EU GoOs and what level of alignment might be required to enable efficient trading of power and low carbon credits across interconnectors as European markets shift to granular reporting.[12] With the introduction of the EU CBAM, some level of alignment between GoOs and REGOs may help to mitigate the damaging effect of the EU CBAM on clean power sourced from the GB and exported to the EU[13] should the origin of a specific electron be verifiable under more granular reporting standards. Annex 1: Norwegian CPPA industrial guarantee scheme The Energy Purchase Guarantee Scheme was created in Norway 2011 to make it easier for industrial companies to obtain long-term electricity contracts at a predictable price. The power seller, the power buyer, or the lender can apply for a guarantee. The Export Credit Guarantee Agency (GIEK) scheme is administered by Export Finance Norway, Eksfin.[14] This scheme is reserved for industrial companies registered in Norway with activities in: Wood processing. Metal production. Production of chemical products. Eksfin can provide two different guarantees: A guarantee to the power seller, which safeguards against the buyer’s failure to fulfil the agreement. A guarantee to the banks, which safeguards the repayment of loans that the buyer has taken out for the advance payment of parts of the supply of power. The guarantees cover a maximum of 80% of the outstanding financial obligation to which the guarantee relates: either the remaining payments agreed in the power agreement and/or outstanding loans given in connection with the advance payment for the power. The scheme has been used for a number of new wind projects: PPA contracts between Macquarie’s Green Investment Group (GIG) with Eramet Norway, for two new wind farms (Tysvær in Rogaland and Buheii in Agder) to provide power to Eramet Norway’s Norwegian smelters.[15] Aluminium producer Alcoa has entered into a number of PPAs including the Kvitfjell and Raudfjell 281MW onshore wind farm (known as ‘Project Northern Lights’) near the city of Tromsø in northern Norway,[16] a new 330 MW wind farm Øyfjellet in Norway to supply its production plant in nearby Mosjøen[17] and the Guleslettene 197.4MW wind farm in west Norway.[18] [1] Growing future policy costs could blunt wholesale prices when they are very low or negative and market should respond eg by using more power. It may also distort the behaviour of storage and V2G as you pay CfD costs on import but not exports. [2] University of Strathclyde (2023), Exploring market change in the GB electricity system: the potential impact of Locational Marginal Pricing [3] FTR products tend to be of a limited and predefined shape. For example, in the PJM market, FTRs are for either 24 hours (baseload), off-peak or on-peak [4] This option is not supported by Ovo. [5] Applies to new, unsupported generators under 5MW. Link site with end user can be non-domestic or group of domestic householders with licensed supplier in middle offtaking any excess generation and supplying any shortfalls. For volumes that come from generation and consumed by demand can avoid RO and FIT costs. P442 code modification will expand those to CfD and CM next year. [6] Good Energy (2023), What the soaring costs of REGOs means for renewable energy in the UK [7] Climate Group (2024), Unlocking Corporate Investment in UK Renewables. [8] Ovo does not support these options for REGO reform as it thinks that an alternative approach should be taken where additional REGOs are issued to new generation rather than enabling energy users to claim green benefits associated with existing generation. [9] Currently to calculate the carbon emissions associated with their electricity supply, retailers zero rate the proportion of electricity covered by REGOs and generator declarations or other relevant evidence for any part of the electricity purchased for supply during the relevant disclosure period, they then use Residual Fuel Mix figures to the rest ie grid averages. Under full disclosure they could have to determine the actual carbon emissions associated with their consumption by retiring both low carbon and high carbon generator credits that are equal to the volume of their supply. This is typically done on annual or monthly basis so is more accurate than the current approach but is less accurate than more granular matching. [10] Afry, Noordpool and Granular Energy (2024), About time: how incorporating timestamped energy certificates into electricity markets could accelerate the energy transition [11] Afry study with ESO on impact of 24/7 Carbon Free Energy (CFE) study will consider these impacts in the next phase [12] The next stage of the Afry work with ESO will consider the implications of granular trading of renewable energy certificates with power trades across interconnectors. [13] Frontier Economics (2024), Linking UK and EU Carbon Markets. [14] Eksfin (2024) Power purchase guarantee [15] Green investment group (2020), Green Investment Group enters into power agreements with Eramet Norway [16] Lexology (2019), Raudfjell and Kvitfjell wind farms commence operation [17] Eolus (2018), Eolus signs 330 MW Power Purchase Agreement with Alcoa for wind farm Øyfjellet in Norway [18] Augusta and co (2018) The sale by Zephyr of the Guleslettene 197.4MW ready-to-build wind",
    "images": "https://www.energy-uk.org.uk/wp-content/uploads/2023/03/Publications-Headers_Generic-Grey.jpg",
    "tags": "",
    "excerpt": "Maximising the Corporate Power Purchase Agreement market will help us meet Clean Power 2030 and support businesses. Summary The Contracts for Difference (CfD) mechanism, which has successfully helped to de-risk investment in renewable generation at scale, should remain the primary mechanism to ensure there is sufficient renewable generation to deliver a decarbonised electricity system. However,… Read more",
    "categories": ""
}