{
    "title": "Agenda",
    "author": "unknown",
    "source": "Fastmarkets",
    "date": "2024-08-07",
    "text": "MethodologyContact usSupportLogin A full-day plant tour of Aluminium of Greece in Aghios Nicolaos Organized by Metlen Energy & Metals:  Agenda 08:45– Departure 11:00– Arrival at Ag. Nicolaos 11:00– Welcome coffee 11:15– Industry presentations 12:15– Q&A & break 12:45– Field tour at AoG 13:15– Field tour at the Energy Centre of Ag. Nicolaos 13:30– Departure 15:00– Return to the hotel *The agenda is subject to change. Dress CodePlease keep in mind that, according to our safety measures, visitors should wear closed shoes with low heels (for women), long trousers or skirts, and T-shirts with sleeves. Important noteThe number of participants is limited to 50 people.RSVP to conferences@fastmarkets.com is required. Many leading aluminium producers have now announced decarbonization and net-zero greenhouse gas emissions commitments by 2050. To achieve these targets, new and yet-to-be developed technologies are needed. This workshop will focus on the latest advancements in inert anode cell technology and its role in reducing direct CO2 emissions from the smelting process. Participants will engage in discussions on the opportunities, challenges, present status, and future prospects of this innovative technology, aiming to accelerate its adoption for a greener aluminium production and exploring their potential to enhance environmental sustainability. Halvor Kvande Retired Professor at Norwegian University of Science and Technology (NTNU) Retired from Hydro Aluminium Chris Bayliss Climate Change and Decarbonisation Director Aluminium Stewardship Initiative (ASI) The roundtable discussion will delve into the divergent approaches of the EU and USA towards green initiatives, particularly focusing on the Carbon Border Adjustment Mechanism (CBAM) and its global trade implications. The discussion will examine the impact of CBAM on import/export dynamics with major economies like China, India, and Australia, considering its consistency with international trade agreements and the challenges faced by importers and exporters due to imprecise rules. The conversation will also explore the need for a cohesive global carbon trading system to address environmental concerns on a broader scale. Emanuele Manigrassi Director – Climate & Energy European Aluminium Celebrate women, diversity, and inclusion; whether you’re a woman or just want to show your support for women in the sector. Attendees will have the chance to network with women trailblazers in the industry as they share their journey, insights and experiences with each other. Places are limited and on a first come first serve basis. Please RSVP to conferences@fastmarkets.com Kick off this year’s event with an evening of networking and drinks, during the welcome drinks reception. Perrine Faye Global Head of Editorial and Pricing Fastmarkets Delve into an in-depth analysis of key economic indicators, including GDP growth, inflation rates, and currency fluctuations, and their implications for the aluminium market. Gain valuable perspectives on global economic trends, trade dynamics, and geopolitical developments that are shaping the future of the industry. Marc Ostwald Chief Economist & Global Strategist ADM Investor Services International Join us for an insightful CEO Panel featuring leaders from Aluminium Primary Producers, as they discuss the current challenges and future prospects of the industry. Delve into geopolitical tensions, supply-side dynamics, and strategic metal sourcing amidst rising smelter costs. Explore the transition to secondary production, demand for value-added products, and the impact of sustainability initiatives like the EU’s CBAM. Gain valuable insights on carbon emissions reduction, supply chain sustainability, and the evolving landscape of renewable energy integration in aluminium production. Don’t miss this opportunity to hear firsthand perspectives on the future of the aluminium market. Andrea Hotter Special Correspondent Ron Knapp Adviser, Office of the Chairman, China Hongqiao Ali Al Baqali CEO Alba Jesse Gary Century Aluminium Discover how recycled aluminium, with its energy-efficient production and high recyclability, plays a critical role in supporting transitions to a circular economy. Explore the global landscape of aluminium recycling, including the ratio of pre-consumer to post-consumer scrap, and learn about the principles and conditions for maximizing circularity, from efficient scrap collection and sorting systems to product design considerations for extended product life cycles. Join us to delve into the significance of recycled aluminium in achieving sustainable resource efficiencies and driving circular economy outcomes. In this panel discussion, industry experts will delve into the multifaceted landscape of the aluminium market, examining recent trends and economic indicators shaping the sector’s outlook. Key topics of discussion will include the impact of geopolitical events such as the Russian metals reduction in the EU, alongside broader economic factors like interest rate fluctuations and election year uncertainties across various economies. The panellists will explore the implications of demand downturns in Europe and emerging recovery signs in regions like Southern Europe’s extrusion industry, providing insights into the market dynamics influencing aluminium consumption. Additionally, the conversation will address critical questions surrounding the transition to green energy and its impact on aluminium demand, as well as the evolving role of renewables amidst geopolitical tensions and economic uncertainties. Through a comprehensive analysis of market drivers and geopolitical influences, the panel aims to offer strategic perspectives on navigating the current challenges and opportunities in the aluminium sector. Duncan Hobbs Research Director Concord Resources Ewa Manthey Commodities Strategist ING David Wilson Metals Strategy, BNP Paribas Khalid Latif Midal Cables Andy Farida Senior Analyst Abdulaziz Al-Abdulwahab Marketing Director Ma’aden Engage in a comprehensive discussion exploring the nuanced dynamics of pricing outlooks, product premiums, and scrap units in the aluminium market. Delve into the impact of Russian metal sanctions and the implications for LME treatment, alongside strategies for navigating energy costs and hedging challenges in the secondary aluminium sector. Gain insights into the future trajectory of Russian metal influx into LME warehouses and the broader implications for market dynamics and pricing structures. Christian Mildner Head of Corporate Sales, The London Metal Exchange Uday Patel Senior Research Manager, Global Aluminium Markets Wood Mackenzie James McKeigue Editor Base Metals Europe Jorge Eduardo Dyszel RISK MANAGEMENT Consultant, Base Metals COACH & TRAINER TEACH4LIFE.NET Henry Van Trafigura Andreas Hommert Orbis-Metallicum LLC Lluís Pitarch Casas Public Affairs & Sustainability Manager Southern Europe Ball Corporation Carl Firman Manager Sustainability – Bauxite and Alumina International Aluminium Institute (IAI) Renato Bacchi Chief Commercial Officer Alcoa How the Houthis are reshaping trade routes amid unprecedented volatility in logistics and global shipping. Michelle Wiese Bockmann Principal Analyst Lloyd’s List Intelligence How aluminium is responding to decarbonisation and the pathway ahead. Discover the intricate landscape of bauxite and alumina markets with industry leaders as they delve into pressing issues and emerging trends. From Guinea’s strategic shift towards encouraging alumina production to Saudi Arabia’s initiatives in bauxite mining, panellists will analyse the impact of geopolitical disruptions and supply chain challenges on raw material availability and pricing dynamics. Gain valuable insights into efforts to decarbonize alumina refining processes, navigate supply disruptions, and address environmental concerns, offering a comprehensive understanding of the outlook for bauxite and alumina industries. Laura Roberts Price Reporter Mark Roggensinger Head of Market Analysis, Commercial, Bauxite & Alumina Hydro Alexandre Vianna Head of the Primary Products Business CBA Noura Alsuwaidi Associate Manager – Market Analysis & COMM.SUPP, Alumina Sourcing/Supply Chain EGA Dennis De Sepibus General Manager – Freight, Alumina and Raw Materials South32 Marketing Pte Ltd Ben Lindsey VP of Bauxite and Alumina Sales This session aims to provide comprehensive insights into the intricate landscape of trade policies, including AD/CV duties, Section 232 investigations, and Section 301 tariffs, against the backdrop of the upcoming US presidential elections. Attendees will benefit from expert analysis and strategic assessments, gaining clarity on the current state and potential evolution of these policies and their implications for the aluminium market. Discussions will encompass the effectiveness of tariffs, legal considerations surrounding downstream applications, and the potential outcomes of the US elections on trade policy trajectories. Additionally, participants will explore strategies to navigate regulatory uncertainties and anticipate shifts in global trade relationships, empowering them to make informed decisions amidst political transitions and regulatory changes. Timothy Brightbill Partner Wiley Rein LLP Assess how advancements in separation technology are reshaping the movement of scrap, particularly in response to changing auto specifications driven by the rise of electric vehicles. Gain insights into the complexities of scrap categorization, including distinguishing between post-consumer and post-production scrap, and examine emerging technologies aimed at sorting aluminium within alloys for enhanced recycling efficiency. Romain Guillaume Billy Postdoctoral Fellow- Department of Energy and Process Engineering Norwegian University of Science and Technology Engage in a lively morning roundtable discussion exploring Europe’s pivotal role in the global aluminium market amidst shifting dynamics and emerging challenges. Assess the implications of Europe’s stagnant capacity growth and the widening gap between recycling supply and demand, particularly considering the continent’s ambitious sustainability goals. Delve into the potential ramifications of the Carbon Border Adjustment Mechanism (CBAM) and other policy measures on industry competitiveness, while contemplating strategic pathways for Europe to navigate these complex landscapes and maintain its position as a leading player in the aluminium market. Alberto Pomari Development Director Federation of Aluminium Consumers in Europe (FACE) Delve into the regulatory landscape and public policies affecting the aluminium industry, with a spotlight on the Carbon Border Adjustment Mechanism (CBAM) in the European Union. Explore CBAM’s impact on import/export dynamics and carbon emissions, while discussing strategies for compliance and adaptation in a changing global market. Clement Silva OSRICH SA Mohamed Barhoumi Ross Yeo Regional Editor, Scrap – EMEA & APAC Explore the shifting landscape of secondary aluminium production, focusing on market trends, production outlooks, and the challenges of securing reliable scrap feedstock. Delve into the complexities of scrap sourcing, the impact of emerging separation technologies, and the increasing importance of recycling content in meeting market demand. Gain insights into strategies for navigating supply chain constraints, adapting to price volatility, and addressing regulatory frameworks like the Carbon Border Adjustment Mechanism (CBAM) in shaping the future of the industry. Franco Dalpiaz Raw Material Purchasing Manager Raffmetal SpA Jan Pannenbäcker CEO & Co-founder Metaloop Kirstine Veitch Principle Consultant Derek Prichett SVP for Global Metal Novelis Murat Bayram Managing Director EMR · How are automotive players thinking about decarbonization · How is recycled content affecting aluminum sourcing · How to devise an effective low-carbon sourcing strategy Patricia Bingoto Senior Expert, Global Energy & Materials McKinsey & Company",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}