{
    "title": "Primary Aluminium weekly recap: Talks to reopen Alcoa Intalco smelter go south due to high cost of power; Rusal renews agreement with En+ Group subsidiary KraMZ until 2023; Aluminium Extrusion, Profiles, Price, Scrap, Recycling, Section",
    "author": "SARNALI CHAKRABORTY",
    "source": "Alcircle",
    "date": "2025-01-01",
    "text": "The global primary aluminium industry is moving towards a more sustainable and greener environment. To begin with, EU signed the world's first carbon tariff agreement. According to the sources, the carbon border adjustment mechanism (CBAM) will protect the European industry against importing less costly, more polluting goods. Apart from this, Denis Manturov, the Russian Federation's Minister of Industry and Trade, declared that because of the EU and US sanctions, Russia will divert its metal exports from Western countries to alternative markets. In a renewed deal, the world's largest producer of aluminium, Rusal, committed to providing primary aluminium and scrap aluminium to the En+ Group subsidiary KraMZ. Alcoa Intalco Works, the aluminium smelting plant in Ferndale, was closed for more than a year while a New York private equity firm, a union, the state government, and the Bonneville Power Administration (BPA) was trying to revive the plant. However, due to the high electricity cost, the initiative was doomed. The century-old Indian trade association, Associated Chambers of Commerce and Industry of India (ASSOCHAM), had lobbied for a decrease in the basic customs tax and correction of the inverted duty structure on crucial raw materials for the aluminium industry since high import charges were a big disadvantage for the sector that is largely dependent on imported raw materials. The professed carbon border adjustment mechanism (CBAM) will safeguard the European industry from importing less expensive, more polluting goods by impersonating the domestic carbon pricing in the European Union. A New York private equity group, a union, the state government, and the Bonneville Power Administration (BPA) were working to reopen Alcoa Intalco Works, the aluminium smelting facility in Ferndale and rehire 700 of its former employees, for more than a year. To know more: https://www.alcircle.com/news/talks-to-reopen-alcoa-intalco-smelter-go-south-due-to-high-cost-of-power-88575 In a renewed contract, the Russian aluminium giant Rusal agreed to continue the supply of primary aluminium and aluminium scrap to the En+ Group subsidiary KraMZ. Rusal, one of the world's leading aluminium producers, announced that it will supply about 77,220 tonnes of the material until December 31, 2023, for an annual transaction amount of approximately $179.2 million. To know more: https://www.alcircle.com/news/rusal-renews-agreement-with-en-group-subsidiary-kramz-until-2023-88573 Emirates Global Aluminium (EGA), the world's largest 'premium aluminium' producer, had opened sustainable corporate bank accounts with Citi and Standard Chartered Bank. EGA is the first in the region to choose the accounts that ensure cash balances are used to finance or refinance sustainability progress across the economy. The Gladstone power plant enjoying subsidies were a recurring cause of concern for the federal government’s coal price cap compensation talks with Queensland. According to sources, the central Queensland power plant proprietors, Rio Tinto and its partners, were about to accept US$450 million to suffice the temporary price cap of US$125 per tonne. To know more: https://www.alcircle.com/news/gladstone-power-plant-compensations-hamper-federal-governments-coal-price-cap-talks-88565 The renowned Indian aluminium producer Bharat Aluminium Company Limited (BALCO), a subsidiary of Vedanta Aluminium, was awarded the \"Gold Award\" by Arogya World in the category of \"Healthy Workplaces Awards - 2022.\" To know more: https://www.alcircle.com/news/balco-bags-arogya-world-healthy-workplaces-awards-2022-88566 The Minister of Industry and Trade of the Russian Federation, Denis Manturov, stated that due to sanctions put in place by the EU and US, Russia would reroute its metal exports from Western nations to alternate markets. To know more: https://www.alcircle.com/news/russia-plans-to-divert-metal-exports-from-western-countries-to-alternative-markets-88576 Investing in Norwegian aluminium smelters will enable Hydro to take the lead in climate-efficient aluminium solutions through continued industrial development and green transition initiatives. This will extend the lifespan of the aluminium smelters and will convert the products to low-carbon aluminium for a growing market. To know more: https://www.alcircle.com/news/hydro-invests-in-green-transitions-and-norwegian-aluminium-smelters-88582 On Friday, December 30, China's A00 aluminium ingot price climbed up by RMB 30 per tonne to halt at RMB 18,680 per tonne, with the average prices standing between RMB 18,660 per tonne and RMB 18,700 per tonne. The spot contract price is expected to be traded at a discount price of RMB 50 to RMB 10 per tonne. LME aluminium opened at US$2,376 per tonne on Thursday, with its high and low at US$2,417 per tonne and US$2,372 per tonne, respectively, before closing at US$2,411.5 per tonne, an increase of US$36.5 per tonne or 1.54 per cent. To know more: https://www.alcircle.com/news/lme-benchmark-aluminium-price-hovers-up-us28-5-t-shfe-gets-us5-t-boost-88579 On December 28, 2022, four industry experts involved in the pricing discussions informed that some Japanese aluminium buyers agreed to pay global producers a premium of $86 per tonne over the benchmark price for January-March shipments, down 13% from the current quarter. To know more: https://www.alcircle.com/news/japanese-buyers-agree-to-pay-a-13-lower-aluminium-premium-in-q1-than-in-q4-88564 Responses",
    "images": "https://www.alcircle.com/api/media/1672418236.67116_Recap,_alcircle_news_0_0.jpg",
    "tags": "",
    "excerpt": "<p>The global primary aluminium industry is moving towards a more sustainable and greener environment. To begin with, EU signed the world's first carb...",
    "categories": ""
}