{
    "title": "CRU World Aluminium Returns",
    "author": "unknown",
    "source": "Aluminium International Today",
    "date": "2022-05-18",
    "text": "The CRU World Aluminium Conference returned after its absence due to COVID- 19. The event held its first day of discussions today in London and will end on the 19th May. The discussions of the day were heavily focused on the sustainability challenges the industry faces, and the solutions available. Opening the conference was CRU, Head of Aluminium, Paul Williams, who introduced the Key Note session: ‘Advancing Sustainable Aluminium in Primary, Rolled and Extruded Product Markets’. Speaking first was Emilio Braghi, Executive Vice President & President, Novelis Europe. Holding high regard to “aluminium cans [which] are winning in the recycling race”, he discussed the key pillars for circularity: Legislation, Market Commitment and Technology. Legislation was a reoccurring theme at the event as Associations, Governments and Policymakers are pressed to provide more to encourage the circularity and recyclability of aluminium. He stated: “Primary aluminium is the way to grow, recycled aluminium is the way to succeed.” Next on the podium was John Slaven, COO, Alcoa presenting on ‘Reinventing the aluminium industry for a sustainable future’. He highlighted that that as an industry we need to “build foundations from our mind to our metal, to promote and ensure the best sustainable green production.” He went on to discuss the importance of decarbonising smelters, an idea reiterated by Tim Murray, Cardinal Virtues Consulting later in the day. Mr Slaven also discussed the R&D project, Elysis, a joint venture between Alcoa and Rio Tinto. Elysis has already formed a relationship with Apple and Audi with regards to introducing Net-Zero aluminiium products. Following the theme of low-carbon primary aluminium was speaker Paul Warton from Hydro, Executive Vice President Mr Warton has previously spoken to Aluminium International Today on Hydro’s steps towards sustainable aluminium (March/April issue). Covering the automotive industry as well as Hydro’s own ventures to decarbonise the production on primary aluminium, the audience were shown a glimpse into the mindset of the company, with the emphasis on the importance of “upstream to downstream [production is equal] – we need to deliver sustainable solutions.” Head of Aluminium, CRU, Paul Williams spoke next to give an Aluminium Market Outlook, with a focus on ‘Long Term Growth Clouded by Weakening 2022’. Due to the current conflict in the Ukraine, COVID-19 and inflation, the industry is seeing ‘some demand growth destruction’. Mr Williams concluded that the aluminium industry is set to remain in a deficit for 2022. He also added that the market needs Russian aluminium. However, long term, “aluminium is a winner from the ESG/Green Energy Transition”, the packaging markets are strong and are “likely to cushion any global downturn.” Following from these discussions, Alba announced its intentions to appoint a consultant to conduct pre-feasibility study for a line 7 smelter. Speaker, Hisham Alkooheji Director of Marketing MEA-Asia (Left), joined via a live link and discussed the renewable fuel alternatives that the company are investigating, such as solar energy. After a break, the conference continued to discuss the ‘Demand and Sustainability Outlook’. Here, Ball Cooperation European Public Affairs and Sustainability Manager, Claudia Bierth stated that those who can, should “ban landfills”; whilst Nathalie Bacca, Corporate NFM Purchasing Manager Copper and Aluminium Rod, Nexons expressed the need for high quality recycled aluminium cables for customers. This later resulted in a debate on the purity of aluminium when scrap is used, which suggested that aluminium containing scrap cannot be a high enough quality for conducting electricity. Rob van Gils CEO and Managing Partner, Hammerer Aluminium Industries joined the panel and added: “There is not enough scrap available” to meet the demands. Further, detailing the complex challenges faced when dealing with scrap aluminium. Next, a discussion on ‘Trade and Geo-Political Risks’ was held with speakers from: Head of Aluminium, Consulting, CRU Vice President, Government Relations and International Programs, The Aluminium Association Manager EU Public Affairs, European Aluminium Association Partner, FieldFisher A key topic emerging from the presentations was the challenges of the Carbon Border Adjustment Mechanism (CBAM). This proposed solution proved to be a point of disagreement across the panel during the Q&A. Laurent Ruessmann from FieldFisher, stated: “ Like a dear caught in headlights… we [those who proposed CBAM] were fixated on one concept, to fix carbon leakage, but we have not seen it in action,” meaning logistical issues arose, and yet it “is coming to its final destination.” Virginia Gum Hamisevicz The Aluminium Association saw the challenges posed by CBAM as an opportunity to “influence” the review, despite it coming to a close, to get what is best for the industry. This seemed like the only option as currently “it is the aluminium industry who will be hurt the most by the concept,”,said Emanuele Manigrassi European Aluminium Association. To conclude, the final session of the day discussed topics on decarbonisation at a focused level. Tim Murray, CEO, Cardinal Virtues Consulting, discussed the opportunities available to assist with ‘Smelter Decarbonisation’. He suggested that alongside electric furnaces, electric vehicles should be used on the shopfloor. He stated that “doing anything green is not easy, and it’s going to be expensive,” but it is necessary. Continuing with the conversation on Electric Vehicles were speakers Torbjörn Sternsjo, Senior Advisor to the CEO, Gränges and Professor Mark White, Innovation Director, DSW Automotive. Mr Sternsjo once again highlighted the dilemma when dealing with recycled aluminium, stating: “You need very pure aluminium for EV batteries, meaning you have very limited options when considering scrap – recycled aluminium.” He continued, “We need to improve primary aluminium production to be greener so that we can decarbonise” the EV industry. Mr White elaborated on the many uses and growing uses of aluminium in the EV industry, adding once again that the demand for greener aluminium is only set to increase as consumer demands are growing. The CRU World Aluminium Conference 2022 will continue into its second day tomorrow, where delegates can expect more discussions on the challenges and solutions regarding the aluminium industry, as well as great opportunities to network with key industry players and specialists.",
    "images": "https://aluminiumtoday.com/content-images/news/_1200x630_crop_center-center_82_none/fRONT-cru.jpg?mtime=1652909115",
    "tags": "AIT,Aluminium publication,Aluminum publication,Aluminium magazine,Aluminum magazine,Today,International,Carbon,Sustainability,Metal,Non-ferrous",
    "excerpt": "The CRU World Aluminium Conference returned after its absence due to COVID- 19. The event held its first day of discussions today in London and will end…",
    "categories": ""
}