{
    "title": "Alcoa Pittsburgh Jobs April, 2025 (Hiring Now!) - Zippia",
    "author": "unknown",
    "source": "ZippiaInc",
    "date": "2025-04-08",
    "text": "Construction Director Alcoa Corp Job In Pittsburgh, PA Shape Your World At Alcoa, you will become an essential part of our purpose: to turn raw potential into real progress. The way we see it, every Alcoan is a work-shaper, team-shaper, idea-shaper, world-shaper. About the role: Alcoa is well advanced in the development of breakthrough technologies which will revolutionize aluminum production for a sustainable future. The Special Projects team is tasked with finalizing technology packages from R&D and converting them into actionable plans for full-scale commercial implementation across Alcoa's global locations. Within this team, there is a need for a Construction Director to lead the establishment and implementation of construction-specific processes, procedures, and best practice standards across all current and future construction sites. * Provide central office support to project site teams by supplying leadership, guidance, and direction. * Assume primary responsibility for ensuring construction sites are staffed and organized to execute according to Alcoa's Values and deliver on-scope, on-quality, on-cost, and on-time. * Develop and implement site safety, health, environmental, and security processes and procedures. * Develop and implement project execution plans, organizational design, and recruitment of staff. * Develop and implement compliance and quality control, contract management, budget management, schedule management, and risk management systems. * Build and deploy efficient and effective teams and systems, integrating into larger project organizations to deliver successful business outcomes. What you bring to the role: * Bachelor's degree in a relevant field or equivalent knowledge with strong expertise developed from experience working in similar roles. * 20+ years' experience in Project Management, with a focus on Safety and Construction execution. * Experience with technology development and deployment in alignment with multiple stakeholder groups. * Highly developed interpersonal and communication skills and ability to communicate and influence outcomes with stakeholders, sponsors and team members. * Understanding of agile project management and systems. * Significant experience managing construction sites, including multi-year physical presence on construction sites. * Experience working inside EPCM companies and/or Owner's Teams on major capital projects. * Experience working on both brownfield and greenfield projects. * Multiple function expert knowledge/experience (e.g., Construction plus Safety) would be extremely advantageous. About the Location Working at the Pittsburgh Alcoa Corporate Center, located on the thriving North Shore of Pittsburgh, allows employees to experience firsthand, whether working virtually or on-site or a hybrid of the two, what being a values-based company means. Through daily interactions with colleagues and exposure to some of the organization's highest-level executives, the office creates an environment in which all employees can develop and contribute to their full potential. Outside of the office, Pittsburgh itself is one of the country's most livable and affordable cities - combining the city feel with small town charm. We are values led, vision driven and united by our purpose of transforming raw potential into real progress. Our commitments to Inclusion, Diversity & Equity include providing trusting workplaces that are safe, respectful and inclusive of all individuals, free from discrimination, bullying and harassment and that our workplaces reflect the diversity of the communities in which we operate. As a proud equal opportunity workplace and affirmative action employer, Alcoa is dedicated to providing equal opportunities and equal access to all individuals regardless of a person's gender, age, race, ethnicity, sexual orientation, gender identity, religion, nation of origin, disability, veteran status, language spoken or any other characteristic or status protected by the laws or regulations in the places where we operate. If you have visited our website in search of information on U.S. employment opportunities or to apply for a position, and you require an accommodation, please contact Alcoa Recruiting via email at ***********************. This is a place where you are empowered to do your best work, be your authentic self, and feel a true sense of belonging. Come join us and shape your career! Your work. Your world. Shape them for the better. Environmental, Health, Safety and Security Manager - Construction Alcoa Corp Job In Pittsburgh, PA Shape Your World At Alcoa, you will become an essential part of our purpose: to turn raw potential into real progress. The way we see it, every Alcoan is a work-shaper, team-shaper, idea-shaper, world-shaper. Key Responsibilities Include: * Provide support to project site teams by offering leadership, guidance, and direction on EHSS-related matters. * Assume primary responsibility, in conjunction with EHSS management, to ensure Alcoa construction sites are organized and staffed to execute according to Alcoa's values and deliver safely with no harm. * Perform workplace hazard and risk assessments to determine the proper level of controls. Develop or implement site-specific EHSS programs to effectively and proactively engage contractors and employees in Alcoa's EHSS culture and standards. * Act as the primary contact for project EHSS engagement with regulatory authorities (e.g., OSHA, EPA, fire department, EMS). * Monitor and ensure compliance with applicable environmental, health, safety, and security regulations, company policies, and standards. * Lead incident investigations and perform trend and cause analysis related to injury/illness/incident data. About the Location Working at the Pittsburgh Alcoa Corporate Center, located on the thriving North Shore of Pittsburgh, allows employees to experience firsthand, whether working virtually or on-site or a hybrid of the two, what being a values-based company means. Through daily interactions with colleagues and exposure to some of the organization's highest-level executives, the office creates an environment in which all employees can develop and contribute to their full potential. Outside of the office, Pittsburgh itself is one of the country's most livable and affordable cities - combining the city feel with small town charm. We are values led, vision driven and united by our purpose of transforming raw potential into real progress. Our commitments to Inclusion, Diversity & Equity include providing trusting workplaces that are safe, respectful and inclusive of all individuals, free from discrimination, bullying and harassment and that our workplaces reflect the diversity of the communities in which we operate. As a proud equal opportunity workplace and affirmative action employer, Alcoa is dedicated to providing equal opportunities and equal access to all individuals regardless of a person's gender, age, race, ethnicity, sexual orientation, gender identity, religion, nation of origin, disability, veteran status, language spoken or any other characteristic or status protected by the laws or regulations in the places where we operate. If you have visited our website in search of information on U.S. employment opportunities or to apply for a position, and you require an accommodation, please contact Alcoa Recruiting via email at ***********************. This is a place where you are empowered to do your best work, be your authentic self, and feel a true sense of belonging. Come join us and shape your career! Your work. Your world. Shape them for the better. Sr. Category Manager - IT, Benefits & Professional Services Pittsburgh, PA Job Arconic is currently in search of Senior Category Manager, IT, Benefits, and Professional Services to join our Global Rolled Products (GRP) business unit. At Arconic, we take pride in our work and our innovative products and technologies that advance sustainable solutions for a better world. We strive to create a safe, inclusive, and collaborative workplace with competitive benefits, development opportunities, and a culture that values and rewards employees on all levels of the organization. Primary Responsibilities The overall goal is to achieve the best total cost position for all external spend within the assigned Categories, the lowest sourcing risks, and best supplier performances to ensure the highest efficiency and effectiveness of the Procurement team and value for the GRP business. Category Management is responsible for an assigned set of categories and contracts within Indirect Materials and Services. This specific role will be accountable for definition of the category strategy, leading sourcing initiatives, contracting and the management of critical supplier relationships in conjunction with key business stakeholders, procurement operations and leadership teams. He/she serves as the primary point of contact for 3rd party supply issues within the assigned categories including issues related to service, commercial terms and contract disputes. He/she must execute global best-in-class procurement processes using state-of-the-art procurement IT software support, ensuring the Procurement organization is maximizing the potential within global and local markets (Cost Savings, Innovation, Quality, Logistics). This position will report directly to the Sr. Director of Indirect Procurement for GRP. Major Activities/Key Challenges Develops and executes Procurement strategies to arrive at the best total value solution for the company that meets or exceeds the defined business requirements (cost, security of supply, carbon footprint, etc.) Leads, co-leads, or supports commercial sourcing activity across Indirect Materials and Services categories as required to meet company objectives (e.g. e-Auction, RfX processes) Executes contracting processes and Terms and Conditions negotiations with suppliers, in collaboration with legal, as required. Maintains business relationships with representatives of strategic suppliers for managed commodity areas. Accountable for Performance areas: Cost Savings, Supplier performance, Working Capital, and challenging of material & service specifications (specification optimization and demand management) Escalation point for invoice and payment issues to ensure security of supply and avoidance of fees and penalties. Collaborates with key stakeholders, leadership, other category teams, and technical resources using forums such as cost savings and process improvement workshops to optimize total costs for assigned categories. Basic Qualifications Bachelor's degree in Business, Management, Supply Chain, Logistics, Information Technology, Politics/Political Science, Policy, Finance, Accounting, Data Science/Analytics, Marketing/Communications, Economics, Mathematics, or Engineering from an accredited institution 7 years of experience in purchasing management Employees must be legally authorized to work in the United States. Verification of employment eligibility will be required at the time of hire. Visa sponsorship is not available for this position. This position requires access to controlled technology, as defined in the Export Administration Regulations (15 C.F.R. §730, et seq.) and/or the International Traffic in Arms Regulations (ITAR). Authorizations from the relevant government agency may be required to meet export control compliance requirements. Preferred Qualifications MBA in Business Administration/Economics or similar 2 years international purchasing management Strong decision-making skills Strong communication and negotiation skills Project Management experience Innovative, strategic thinker Customer-oriented with business acumen Demonstrated flexibility in her/his ability to flex between multiple categories/suppliers Certified Professional in Supply Management (CPSM) Production Worker - $20.07/hr - 12hr or 8hr Daylight Shift Cranberry, PA Job Immediate openings for manufacturing jobs in Cranberry Township at Kawneer Cranberry, an Arconic Company. $1000 signing bonus!!* Production worker positions paying $20.07/hr for 1st shift or a 6am-6pm Rotation Shift. For rotation shifts, it rotates days on and off, week 1 work 36 hours then week 2 work 48 hours (mandatory overtime can occur on top of this). Kawneer is a large commercial window manufacturing company who supplies windows and aluminum to companies nationwide. As a member of the Kawneer Cranberry team, you could be assigned different tasks out on our plant floor to help us produce products for our different jobs. These positions include working around or operating mobile equipment and overhead cranes or other large equipment. The work environment includes varying temperatures, personal protective equipment, and overtime requirements. Most positions include a high amount of repetitive lifting. This is a full-time opportunity. As an employee, will have access to our robust benefits package. Your competitive medical benefits, prescription drug coverage, dental and vision coverage are all effective for you and any of your dependents on your first day of employment. Our 401K program matches employee contributions up to 6%. On average, employees receive 10 paid holidays throughout the year and earn vacation time. Employees also have the opportunity to receive performance pay based on company and individual performance. You have access to an onsite fitness center that includes a, weight room, racquetball court, cardio equipment and outdoor walking trail. Opportunity for advancement. *New employees will be paid out after 90 days of employment is successfully completed. If 6 months of employment is not completed, the signing bonus will need to be repaid in full. Qualifications Employees must be legally authorized to work in the United States. Verification of employment eligibility will be required at the time of hire. Visa sponsorship is not available for this position. Must be able to understand and speak English proficiently. Strategic Buyer Pittsburgh, PA Job Arconic is currently in search of Strategic Buyer to join our Financial Shared Services team based in Pittsburgh. At Arconic, we take pride in our work and our innovative products and technologies that advance sustainable solutions for a better world. We strive to create a safe, inclusive, and collaborative workplace with competitive benefits, development opportunities and a culture that values and rewards employees on all levels of the organization. Job Summary: The Strategic Buyer is responsible for identifying and negotiating cost avoidance and savings opportunities in support of plant operations. In addition to transactional negotiations, the Buyer will support strategic sourcing initiatives in partnership with the Arconic Corporate Procurement organization. You have: (required) Bachelor's degree from an accredited institution Minimum 3 years' experience in purchasing and/or sales experience Employees must be legally authorized to work in the United States. Verification of employment eligibility will be required at the time of hire. Visa sponsorship is not available for this position. Exceptional Candidates also have: (preferred) Highly Proficient skills in Microsoft office Products (Excel, Word, PowerPoint) Excellent communication skills, both verbal and written Oracle, JD Edwards, or major ERP system experience is an advantage Ability to prioritize and handle multiple projects at one time In this role, you will: Identify and pursue transactional cost savings opportunities on in-scope spend Support Corporate Procurement strategic sourcing initiatives Assist local Procurement resources with RFP projects Be responsible for sourcing and contract management of certain categories of spend (IE. Travel) Host weekly or bi-weekly calls with plant procurement teams to review open requisitions Place all requisitions assigned to the Deal Desk to a Purchase Order within standard timeframe Prepare quarterly updates on Deal Desk savings targets to present to leadership Also note: The role may include opportunities for onsite visits to US operational facilities supported by the program Field Service Specialist - Pittsburgh, PA Pittsburgh, PA Job ** RxSafe LLC is a rapidly growing medical robotics device company located in Vista, CA. Our cutting-edge pharmacy automation systems including robotic compliance packaging and inventory control storage and retrieval devices for pharmacies. Please visit rxsafe.com for more information about our company and our products. **Job Description** + Interact with customers and equipment to analyze and solve hardware and software issues + When required, disassemble, and reassemble machines to repair or replace worn or malfunctioning components and consumables + Perform system analysis of current workflow and proposed setup to improve customer efficiency and system effectiveness, including proposals to add, remove or modify existing configurations and supporting peripherals. + Develops recommendations to enhance or replace existing hardware and/or software based on customer experience and technical expertise. + Provide excellent customer service, listening carefully to customer concerns and addressing issues until the customer is reasonably satisfied + Assist in the testing and development of new software and hardware to enhance or replace existing software and hardware based on quantitative and qualitative customer data + Teaming up with other members of the Field Service team to provide support and internal training opportunities. + Collaborative in nature making internal and external recommendations to improve the customer experience, high quality and workflow efficiency + Performs periodic follow-up calls to customers using data driven metrics and evaluates results + Assists Engineering in the testing of new software and hardware + Consults with customer and RxSafe management for final approval of proposed modifications and documentation + Write accurate and timely reports + Tracking expenses, submitting expense reports + Write process documentation Salary Range - $29.00 - $32.00/hour **Qualifications** + Able to travel 80% of the time and supporting same-day rapid travel on-call needs, which can include afterhours and weekends + Strong attention to detail, able to multi-task, and collaborative in nature, breakdown explanation of steps performed while troubleshooting so that others may learn thought process + Excellent verbal communication skills including good listening skills and patience + Self-motivated, optimistic, and able to work independently + Demonstrated ability to problem solve and offer strategic solutions + Good understanding of customer deliverables and the impact of failure/cost of poor customer service + Experience working with hand tools, multimeters, wiring schematics, and understanding automation logic **Additional information** At RxSafe, you can expect: An environment where ideas are heard and innovation is encouraged Personal/professional growth and development opportunities Extensive benefits package with a generous employer contribution Paid Holidays + flexible paid time off Executive commitment to education, growth, and development RxSafe is an equal opportunity/affirmative action employer. All qualified applicants will receive consideration for employment without regard to sex, gender identity, sexual orientation, race, color, religion, national origin, disability, protected veteran status, age, or any other characteristic protected by law. RxSafe is a safety-sensitive company. ITW is an equal-opportunity employer. We value our colleagues' unique perspectives, experiences, and ideas and create workplaces where everyone can develop their careers and perform to their full potential. As an equal employment opportunity employer, ITW is committed to equal employment opportunity and fair treatment for employees, beginning with the hiring process and continuing through all aspects of the employment relationship. All qualified applicants will receive consideration for employment without regard to race, color, sex, gender identity, sexual orientation, religion, national origin, age, disability, protected Veteran status, or any other characteristic protected by applicable federal, state, or local laws. All your information will be kept confidential according to EEO guidelines. _ITW is an equal opportunity employer. We value our colleagues' unique perspectives, experiences and ideas and create workplaces where everyone can develop their careers and perform to their full potential._ _As an equal employment opportunity employer, ITW is committed to equal employment opportunity and fair treatment for employees, beginning with the hiring process and continuing through all aspects of the employment relationship._ _All qualified applicants will receive consideration for employment without regard to race, color, sex, gender identity, sexual orientation, religion, national origin, age, disability, protected Veteran status or any other characteristic protected by applicable federal, state, or local laws._ **Compensation Information:** $29-32 Corporate Financial Planning and Analysis Intern (Summer 2025) Pittsburgh, PA Job Arconic is currently in search of a Corporate Financial Planning & Analysis (FP&A) intern to join our Corporate Headquarters Team in Pittsburgh, PA. As an intern for Arconic Finance, you will be a valued member of a high-performance team . The purpose of the Internship Program is to introduce students to Arconic through a challenging and rewarding experience in the planning and forecasting, accounting, cash management, and/or corporate finance areas. Following the Internship, you may be invited to join Arconic as a Full-Time employee. As an intern, candidates will: Attend orientation where you'll learn about Arconic's culture, as well as the benefits and responsibilities of being a member of the company Receive area-specific training designed to help you succeed Have the opportunity to work on real responsibilities alongside our fellow interns and the Corporate FP&A team. At Arconic, we are looking for people who share our values of integrity, inclusion, and diversity, and who demonstrate agility, results commitment, and the capability to grow themselves and others. In return, we offer the opportunity to Grow Together with ongoing opportunities for professional growth provided by a constantly changing environment, working alongside employees who value the people they work with just as much as the work they do. Basic Qualifications Pursuing a bachelor's degree in business, finance or accounting. Must have an expected graduation date in late 2025, or Spring/Summer of 2026 Cumulative GPA of 3.0 or higher. Legally authorized to work in the United States. Verification of employment eligibility will be required at the time of hire. Visa sponsorship is not available for this position. Preferred Qualifications Share an affinity for working with numbers and data. Possess strong leadership competencies, and strong team and analytical skills; strategic thinking skills; dedication and enthusiasm for work in a fast moving, dynamic environment. Ability to communicate effectively, especially as part of a team; and the ability to understand complex business issues. Proficiency in Excel and PowerPoint is required, along with an overall mid-level of expertise in MS Office environments. Involvement with one or more extracurricular activities, work-study, or off-campus jobs, and/or volunteer positions. Primary Responsibilities The purpose of the Internship Program is to introduce students to Arconic through a challenging and rewarding experience in the planning and forecasting, accounting, cash management, and/or corporate finance areas. The candidate will be working on projects and/or process improvement initiatives and interacting with the Corporate and business unit finance leaders on the overall daily activities. Intern - Procurement (Summer 2025) Cranberry, PA Job Arconic is currently in search of two interns to join our Procurement Team in Cranberry Township, PA. At Arconic, we are looking for people who share our values of integrity, inclusion, and diversity, and who demonstrate agility, results commitment, and the capability to grow themselves and others. In return, we offer the opportunity to Grow Together with ongoing opportunities for professional growth provided by a constantly changing environment, working alongside employees who value the people they work with just as much as the work they do. We're currently seeking highly motivated and energetic students to join our team as interns in our Building and Construction Systems (BCS) group. An internship with BCS allows students to be a part of dynamic and innovative projects, while providing ample mentoring and professional development opportunities. Working alongside leadership, BCS interns will sharpen their skills through hands-on learning. An internship with BCS will provide you with invaluable experience that you could utilize in any role, and it is Arconic's goal to evaluate its interns for potential entry-level openings. With over 60 locations across the US, there are opportunities to work in a variety of places around the country. Inside Sales Representative Cranberry, PA Job Arconic is currently in search of an Inside Sales Representative to join our Kawneer business in Cranberry Township, PA. At Arconic, we are looking for people who share our values of integrity, inclusion, and diversity, and who demonstrate agility, results commitment, and the capability to grow themselves and others. In return, we offer the opportunity to Grow Together with ongoing opportunities for professional growth provided by a constantly changing environment, working alongside employees who value the people they work with just as much as the work they do. Primary Responsibilities * Develop and maintain customer relations. * Prepare estimates and turn quotes into Orders (Capture Business) - substantial focus on capturing business with our customers. * Work closely with group of assigned customers on opportunities for our Architectural/Commercial Window business. * Understand and position competitive elements while developing pricing strategies per opportunity. * Act as a customer advocate - present data and make recommendations for action(s) to business leaders and act within defined decision-making authority to drive Ease of Doing Business with Kawneer * Ability to work in a collaborative environment reach across departmental boundaries to satisfy customer inquiries. * Manage issues outside the traditional bounds of responsibility when required to satisfy a customer and/or business objective. Electro-Mechanic Night Shift $33.34 - $35.83 Cranberry, PA Job Immediate opening for Electro - Mechanic in Cranberry Township at Kawneer Cranberry, an Arconic Company. $1000 signing bonus!!* Kawneer is a large commercial window manufacturing company who supplies windows and aluminum to companies nationwide. As a member of the Kawneer Cranberry team, you could be assigned different tasks out on our plant floor to help us produce products for our different jobs. These positions include working around or operating mobile equipment and overhead cranes or other large equipment. The work environment includes varying temperatures, personal protective equipment, and overtime requirements. Most positions include a high amount of repetitive lifting. This is a full-time opportunity. As an employee, will have access to our robust benefits package. Your competitive medical benefits, prescription drug coverage, dental and vision coverage are all effective for you and any of your dependents on your first day of employment. Our 401K program matches employee contributions up to 6%. On average, employees receive 10 paid holidays throughout the year and earn vacation time. Employees also have the opportunity to receive performance pay based on company and individual performance. You have access to an onsite fitness center that includes a, weight room, racquetball court, cardio equipment and outdoor walking trail. Opportunity for advancement. *New employees will be paid out after 90 days of employment is successfully completed. If 6 months of employment is not completed, the signing bonus will need to be repaid in full. Arconic Corporation is a leading provider of aluminum sheet, plate and extrusions, as well as innovative architectural products, that advance the automotive, aerospace, commercial transportation, industrial and building and construction markets. Building on more than a century of innovation, Arconic helps to transform the way we fly, drive, and build. We live our core values and commit to delivering sustainable value to our customers, our employees, our communities and our stakeholders. At Arconic, we: Act With Integrity. We lead with respect, honesty, transparency and accountability. Safeguard our Future. We protect and improve the health and safety of our employees, communities and environment. Grow Stronger Together. We cultivate an inclusive and diverse culture that advocates for equity. Earn Customer Loyalty. We build customer partnerships through best-in-class products and service. Drive Operational Excellence. We pursue continuous improvement through innovation, agility, people development and collaboration. Create Value. We achieve success by generating and growing value for our stakeholders. Responsibilities Working knowledge of industrial mechanical and electrical systems required for troubleshooting such as hydraulic, pneumatic, electric motors, relay logic and PLC control circuits, piping systems and pumps, mechanical power transmission, electrical power distribution, cranes, and instrumentation. Perform preventative and predictive maintenance. Setup and adjust machines to ensure proper operation. Ability to read, interpret, and update mechanical and electrical drawings, electrical power distribution, control ladder logic, piping and instrumentation diagrams. Ability to repair equipment with little documentation when needed. Provide improvement to preventative maintenance program by creating task lists. Drive root cause analysis and implementation of long-term solutions. Use hand tools and other required equipment. Use a drill press, band saw, lathe, grinder, test gauges, welding, burning and electrical equipment as needed. Make recommendations and updates to equipment which result in an improvement to technical downtime. Effectively communicate with team members, supervisors, and other departments regarding work accomplishments and findings, Perform safety system requirements, identify and look up parts, log work hours and comments on work orders in MP2 maintenance software. Qualifications 10+ years' experience & technical school or union apprenticeship training. Investigation & eDiscovery Specialist Alcoa Corp Job In Pittsburgh, PA Shape Your World At Alcoa, you will become an essential part of our purpose: to turn raw potential into real progress. The way we see it, every Alcoan is a work-shaper, team-shaper, idea-shaper, world-shaper. As a leader within Alcoa, you can help us fulfill our purpose and realize our vision to reinvent the aluminum industry. Be part of the team that is helping shape a better workplace with a better work-life balance and the equal opportunities that help everyone thrive. You have the power to shape things to make them better. About the Role: We are searching for an Investigation & eDiscovery Specialist to join our team at Alcoa's Corporate office in Pittsburgh, PA. This professional will work on-site with other Cyber Defense team members to conduct digital forensic examinations, eDiscovery activities, assist with responding to incidents and cyber events, while providing support to the team. This professional will be responsible for full ownership of the Company's forensic examinations, eDiscovery activities, risk and incident management. Below are additional key responsibilities: * Lead digital forensic examinations in support of incident response investigations, as well as employment matters * Responsible for conducting eDiscovery activities, such as data collection, data preservation, and data production * Collaborate with internal and external counsel on legal matters and then provide guidance on technical inquiries. This includes generating and compiling large amounts of data, preparing reports, and advising on those reports with stakeholders. * Conduct forensic investigations or malware investigations related to cyber events and provide relevant explanation and guidance to stakeholders. * Maintain the security tools and identify enhancement opportunities * Oversee vendor relationships as it pertains to legal hold and forensic software * Assist with malware analysis and event correlation using the Company's Security Information and Event Management (SIEM) to assist in forensic analysis and cyber event response * Stay current on emerging cyber tools, threats and detection methods * Optimize a cyber security program that balances risk, compliance, and cost to align with the Company's business goals and strategy by providing recommendations for improvements as the SME. * Assist in the development of policies, procedures, and guidelines related to digital evidence handling, forensic analysis, and incident response What you can bring to this role: Our values - act with integrity, operate with excellence, care for people - are at the foundation of everything we do. To be successful in this role and to play a part in our ongoing success we desire the following background: * Bachelor's degree in computer Forensics, Information/Cyber Security, or equivalent * 2 years of experience with forensic or eDiscovery * Demonstrated experience in digital forensics and/or eDiscovery * Experience with confidential matters within an organization. * Certifications: CFCE, CCE, GCFA, GCFE, or similar are preferred, but not required * Experience in file systems, timeline analysis, email analysis, cloud data collections, and event logs * Solid understanding of chain of custody and data preservation * Strong written and oral communication skills What we offer: * Competitive compensation packages, including pay-for performance variable pay, recognition and rewards programs, and stock-based compensation awards (3-year vesting schedule) * Flexible spending accounts and generous employer contribution to the HSA * 401(k), employer match up to 6%, additional employer retirement income contribution (no vesting period), and a nonqualified deferred compensation plan * 10 holidays and one flexible holiday of your choice. * 56 hours of sick/safe leave. * 8 hours of Paid annual volunteer hours * Alcoa has been chosen as one of America's Greatest Workplaces 2023 by Newsweek #LI-TL2 About the Location Working at the Pittsburgh Alcoa Corporate Center, located on the thriving North Shore of Pittsburgh, allows employees to experience firsthand, whether working virtually or on-site or a hybrid of the two, what being a values-based company means. Through daily interactions with colleagues and exposure to some of the organization's highest-level executives, the office creates an environment in which all employees can develop and contribute to their full potential. Outside of the office, Pittsburgh itself is one of the country's most livable and affordable cities - combining the city feel with small town charm. We are values led, vision driven and united by our purpose of transforming raw potential into real progress. Our commitments to Inclusion, Diversity & Equity include providing trusting workplaces that are safe, respectful and inclusive of all individuals, free from discrimination, bullying and harassment and that our workplaces reflect the diversity of the communities in which we operate. As a proud equal opportunity workplace and affirmative action employer, Alcoa is dedicated to providing equal opportunities and equal access to all individuals regardless of a person's gender, age, race, ethnicity, sexual orientation, gender identity, religion, nation of origin, disability, veteran status, language spoken or any other characteristic or status protected by the laws or regulations in the places where we operate. If you have visited our website in search of information on U.S. employment opportunities or to apply for a position, and you require an accommodation, please contact Alcoa Recruiting via email at ***********************. This is a place where you are empowered to do your best work, be your authentic self, and feel a true sense of belonging. Come join us and shape your career! Your work. Your world. Shape them for the better. Estimator I Cranberry, PA Job Arconic is currently in search of an Estimator I to join our Kawneer Frontend Team in Cranberry, PA. The Estimator I role is responsible for the management and production of scheduled quotes. This role is central to ensuring quotes are returned to customers accurately and on time to help the Order Pursuit Team meet revenue targets. At Arconic, we are looking for people who share our values of integrity, inclusion, and diversity, and who demonstrate agility, results commitment, and the capability to grow themselves and others. In return, we offer the opportunity to Grow Together with ongoing opportunities for professional growth provided by a constantly changing environment, working alongside employees who value the people they work with just as much as the work they do. Essential Knowledge & Skills/Education: * Strong written / verbal communication skills * Strong attention to detail * Ability to navigate architectural plans and specifications to determine what Kawneer materials are required. * Excellent organizational and time management skills * Ability to work in a team environment in a professional office setting. * Excellent computer skills: Microsoft Office Suite including Outlook and Excel. * Proficiency in KaluCAD & JD Edwards a plus. * Demonstrated ability to follow written and verbal instructions. * Ability to function in a fast-paced environment with tight deadlines. Maintenance Trainee - Night Shift (12 hour) - $22.23/hr Cranberry, PA Job Arconic is currently in search of Maintenance Mechanic Trainee to join our Cranberry Township, PA. location. This position works a 12-hour shift (6pm - 6am) on a 2/3/2 pattern. At Arconic, we are looking for people who share our values of integrity, inclusion, and diversity, and who demonstrate agility, results commitment, and the capability to grow themselves and others. In return, we offer the opportunity to Grow Together with ongoing opportunities for professional growth provided by a constantly changing environment, working alongside employees who value the people they work with just as much as the work they do. In this role you will learn multi-craft maintenance of our manufacturing equipment by working with other maintenance employees, taking online TPC courses and attending in house training courses. As an employee, you will have access to our robust benefits package. Your competitive medical benefits, prescription drug coverage, dental and vision coverage are all effective for you and any of your dependents on your first day of employment. Our 401K program matches employee contributions up to 6%. On average, employees receive 11 paid holidays throughout the year and earn vacation time. Employees also have the opportunity to receive performance pay based on company and individual performance. You have access to an onsite fitness center that includes a, weight room, racquetball court, cardio equipment and outdoor walking trail. New employees will be paid out after 90 days of employment is successfully completed. If 6 months of employment is not completed, the signing bonus will need to be repaid in full. Responsibilities Primary Responsibilities Learn preventative and predictive maintenance. Learn to identify and look up parts in EAM maintenance program. Learn the use of hand tools and other required equipment. Learn to use a drill press, band saw, lathe, grinder, test gauges, welding, burning and electrical testing equipment. Learn to effectively communicate with team members, supervisors, and other departments as regarding work accomplishments and findings. Participate in morning meetings, perform safety system requirements, log work hours and comments on work orders in EAM maintenance software. Qualifications Basic Qualifications Must be eligible to work in the United States of America. This position is not eligible for sponsorship. Vo-tech or technical school training in a mechanical trade is desired, but someone that likes to work with their hands repairing things at home, on vehicles, or farm equipment is required. Strong desire to learn by studying the training materials and attending training classes to move up in pay level and knowledge. Strong mechanical aptitude with ability to learn how machines function. Ability to perform the physical demands of the job, including standing, bending, pulling, pushing, climbing and lifting at least 50 pounds. Senior Materials Development Scientist - ELYSIS Alcoa Job In New Kensington, PA Shape Your World At Alcoa, you will become an essential part of our purpose: to turn raw potential into real progress. The way we see it, every Alcoan is a work-shaper, team-shaper, idea-shaper, world-shaper. A New Era for the Aluminum Industry - ELYSIS Carbon Free Aluminum The ELYSIS™ technology is the greatest breakthrough in the aluminum industry since its beginnings in 1886. Work is underway now to further develop this revolutionary new way to produce aluminum, eliminating carbon dioxide and all other greenhouse gas emissions from the traditional smelting process. The ELYSIS process eliminates the use of carbon anodes, replacing those with proprietary materials. It is the first industrial process that emits oxygen as its by-product and has the potential to transform an entire industry. In 2018, two international aluminum producers, Alcoa and Rio Tinto, came together to form the ELYSIS joint venture with the provincial government of Quebec. With support from the Canadian Government and Apple, the technology is progressing and is currently being designed to support the construction of new smelters or retrofits. ELYSIS is headquartered in Montreal, with Technology Research & Development locations in Alma, Quebec, (Canada), in Jonquiere, Quebec, (Canada), in New Kensington, Pennsylvania, (United States), and in France. Commercial quality metal produced by ELYSIS during the ongoing R&D process is already being used by Apple in a variety of products (The 16-inch MacBook Pro and the iPhone SE); Ab InBEV (cans); Audi (e-tron GT wheels produced by the RONAL Group), and Corona (cans). Join the ELYSIS team in this exciting work! About the location The ELYSIS US Research & Development facility is located in the Alcoa Technical Center (ATC) in New Kensington, Pennsylvania. Located near Pittsburgh, the carbon-free smelting process was first developed at ATC, where a dedicated team is working to reinvent the aluminum industry for a sustainable future. About the position The Materials Development Scientist will use their wide breadth of knowledge and expertise of ceramic material processing to lead research and development efforts associated with technical readiness level advancement of an industrial electrode manufacturing process. This role also serves to be the technical liaison, providing data-based decisions, guidance, and support to Elysis electrode production and industrialization teams. This role will report to Elysis R&D management. Key Activities / Responsibilities: Creates and executes technical programs aimed at developing fundamental understanding of the impact of raw material properties, process conditions and processing parameters on a novel electrode production process's performance and resultant product properties. Leads projects, defines objectives, develops work plans, and conducts research that builds-off of past advances and scientific understanding of the breakthrough materials used in Elysis's advanced smelting processes. Provide data-based guidance for equipment and process design that promotes an overall reduction in risk associated with industrialization of the processes associated with the Elysis technology. Supports the development of technical specifications for key commercial scale equipment sets by executing continuous improvement initiatives, and/or creating technology development programs that identify and close specific knowledge gaps associated with existing processes or equipment sets. Use a competent, hands-on approach that applies fundamental engineering principles to practical solutions and applications in laboratory, pilot, and commercial scale environments. Use root cause analysis tools to provide robust and sustainable solutions to new material, process, or production issues. Seeks-out and identifies opportunities for improvements and implements innovative solutions required to advance materials development goals and/or production initiatives required for the success of the Elysis program. Meets relevant project objectives by developing internal or external relationships, managing scopes, schedules, and budgets of vendors, service providers or institutions. Organizes results in clear, traceable formats, communicates progress and results through written detailed technical reports, presentations, patents, and publications. Mobility ELYSIS is a global company with operations in Canada, France, and the United States. Business related travel and extended duration assignments or missions may be essential for the success of this role. About You Graduate degree in Materials Science & Engineering, Ceramics Engineering, Chemical Engineering, or science related field. 10+ years of relevant work experience related to the development of ceramic materials or processes. Demonstrated knowledge in ceramic powder synthesis, wet and dry ceramic powder processing, plastic body shape forming processes, and ceramic materials process scale-up experience. Proven project execution skills. Strong aptitude in physical, chemical, and thermal material property characterization methods and analysis. Experience working in collaborative, results driven, fast-paced team environments. Strong organizational and analytical skills for data management, analysis, and results presentation. Diversity: Be Part of an Unprecedented Partnership At ELYSIS we are committed to an inclusive environment where people feel comfortable to be themselves. We want our people to feel that all voices are heard, all cultures respected and that a variety of perspectives are not only welcome - they are essential to success of the unprecedented partnership that ELYSIS is. We treat each other respectfully, fairly, compassionately and with dignity regardless of race, gender, nationality, ethnic origin, religion, age, sexual orientation, or anything else that makes us different. At ELYSIS, we particularly welcome and encourage applications from women, the LGBTQIA2 community, mature workers, people with disabilities and people from different cultural backgrounds. ELYSIS is proud to be an equal opportunity workplace. About the Location Every day is a new and exciting challenge at the Alcoa Technical Center in New Kensington, PA, just north of Pittsburgh. We develop new technologies with our Breakthrough Technologies team that has the potential to impact the life of millions of people and foster the sustainable footprint from Alcoa to the world. It was here where we developed the technology recently announced in partnership with Rio Tinto, called ELYSIS™, where we will produce aluminum with ZERO emission of greenhouse gases. In fact, we will actually be generating oxygen to our atmosphere during the aluminum production process- a revolution to the aluminum industry! We are values led, vision driven and united by our purpose of transforming raw potential into real progress. Our commitments to Inclusion, Diversity & Equity include providing trusting workplaces that are safe, respectful and inclusive of all individuals, free from discrimination, bullying and harassment and that our workplaces reflect the diversity of the communities in which we operate. As a proud equal opportunity workplace and affirmative action employer, Alcoa is dedicated to providing equal opportunities and equal access to all individuals regardless of a person's gender, age, race, ethnicity, sexual orientation, gender identity, religion, nation of origin, disability, veteran status, language spoken or any other characteristic or status protected by the laws or regulations in the places where we operate. If you have visited our website in search of information on U.S. employment opportunities or to apply for a position, and you require an accommodation, please contact Alcoa Recruiting via email at ***********************. This is a place where you are empowered to do your best work, be your authentic self, and feel a true sense of belonging. Come join us and shape your career! Your work. Your world. Shape them for the better. Electrical Maintenance Engineer Alcoa Job In Pittsburgh, PA Shape Your World At Alcoa, you will become an essential part of our purpose: to turn raw potential into real progress. The way we see it, every Alcoan is a work-shaper, team-shaper, idea-shaper, world-shaper. At Alcoa, you're an essential part of our purpose: to turn raw potential into real progress. This is an opportunity for you to bring your wealth of experience to the team and help shape the future of sustainability with world-changing innovations and low-carbon technologies. You have the power to shape things to make them better. About the Role: You will be an integral member of our Research & Development team, advancing the state of process control knowledge for Alcoa's ELYSIS and ASTRAEA projects. As the Electrical Maintenance Engineer at Alcoa's Technical Center (ATC), located in New Kensington, PA; you will utilize your hands on experience to implement, enhance, and troubleshoot electrical systems. More about the role includes: Manage the safe and successful operation of power systems at (ATC). Create proposals for applications of new power distribution equipment in compliance with building code and Alcoa standards. Maintain, troubleshoot, and improve existing electrical systems. Perform power system load flow analysis using power distribution analysis simulation software. Work with cross-disciplinary internal team and external contractors during hands on troubleshooting and project execution activities. Evaluate equipment performance and provide input for electrical and reliability improvements. Lead completion of high voltage audits activities to ensure compliance with Alcoa policies. Uphold Alcoa's values in all aspects of work to Act with Integrity, Operate with Excellence, Care for People, and Lead with Courage. What you can bring to this role: 4-year degree in Electrical Engineering, Electrical Engineering Technology, or Electro-Mechanical Engineering from an ABET accredited university. 2+ years of experience with installation, maintenance, and troubleshooting of electrical power distribution equipment. Experience using ETAP or similar Power Distribution Analysis Software is a plus. Demonstrated working experience with industrial electrical systems Knowledge of electrical, power distribution systems and technologies, and standards/codes Experience with managing contractor relationships, including development scopes of work, obtaining estimates, and verification of work. Excellent ability to troubleshoot problems (in some cases hands on), especially under time pressure. Ability to work safely around electrical equipment - identifying hazards, determining proper PPE to wear, and following Lock-Tag-Verify procedures. Strong organizational and time management skills. Able to manage and prioritize multiple projects simultaneously. Competency with Microsoft business applications (Outlook, Word, Excel, PowerPoint, Project, Oracle). Ability to complete arc flash, power analysis studies, and short circuit studies Hands-on experience working with low voltage (600V) equipment in an industrial environment. Experience with writing and developing safe work and switching procedures for high voltage power distribution equipment and operation. Additional Notes: This position will report to the ATC Breakthrough Technologies M&R Manager. Travel requirements: Up to 15% This position requires the ability to periodically work in noisy and dusty conditions in the presence of molten materials with appropriate hearing PPE. Employees must be legally authorized to work in the United States. Visa sponsorship is not available for this position. This position may be subject to U.S. export control requirements under the U.S. Department of Commerce Export Administration Regulations (EAR). What's on offer: 401(k), employer match up to 6%, additional employer retirement income contribution (no vesting period), and a nonqualified deferred compensation plans ; 15 days of paid vacation & 12 paid holidays per year. Flexible spending accounts and generous employer contribution to the HAS; Health & Dependent Care Fund. Paid annual volunteer hours; Career development opportunities to pursue your passions #LI-TL2 About the Location Recognized as an industry pioneer, Alcoa has established itself as an international company with operations across six continents. Alcoa's U.S. portfolio includes Alcoa's corporate headquarters, Alcoa's Technology Center, two smelters, and a calcined coke plant. While some roles are based on-site, Alcoa also offers a flexible working model for certain positions. Wherever you choose to join us, you'll be joining a global team committed to advancing sustainability and delivering excellence and innovation. We are values led, vision driven and united by our purpose of transforming raw potential into real progress. Our commitments to Inclusion, Diversity & Equity include providing trusting workplaces that are safe, respectful and inclusive of all individuals, free from discrimination, bullying and harassment and that our workplaces reflect the diversity of the communities in which we operate. As a proud equal opportunity workplace and affirmative action employer, Alcoa is dedicated to providing equal opportunities and equal access to all individuals regardless of a person's gender, age, race, ethnicity, sexual orientation, gender identity, religion, nation of origin, disability, veteran status, language spoken or any other characteristic or status protected by the laws or regulations in the places where we operate. If you have visited our website in search of information on U.S. employment opportunities or to apply for a position, and you require an accommodation, please contact Alcoa Recruiting via email at ***********************. This is a place where you are empowered to do your best work, be your authentic self, and feel a true sense of belonging. Come join us and shape your career! Your work. Your world. Shape them for the better. Operations Technician Alcoa Corp Job In New Kensington, PA Shape Your World At Alcoa, you will become an essential part of our purpose: to turn raw potential into real progress. The way we see it, every Alcoan is a work-shaper, team-shaper, idea-shaper, world-shaper. Alcoa is a global industry leader in the production of bauxite, alumina and aluminum, a position enhanced by a portfolio of value-added cast products and select energy assets. Since developing the aluminum industry more than 135 years ago, Alcoa has built a legacy of breakthrough innovations and best practices that have led to efficiency, safety, sustainability, and stronger communities wherever we operate. We offer competitive pay, excellent benefits (401K matching, paid holidays, paid time off, company-provided short-term and long-term disability insurances) as well as a path to personal growth & advancement! This is your opportunity to shape your career through the skills and experience you bring to the role now and by training for the roles you may want in the future. Our success depends on great teams, where you can thrive and do your best work in a supportive environment. About the Role (Essential Duties and Responsibilities): You will be an integral member of our Breakthrough Technology Team advancing the development of Alcoa's ELYSIS and ASTRAEA projects. As the Operations Technician at Alcoa Technical Center (ATC) in New Kensington, PA, you will be responsible for the fabrication of special powders and components, while maintaining safety, quality, and productivity standards. * Support operational tasks to meet project requirements including, but not limited to, material batching and mixing, powder processing (milling and spray drying), forming (die presses), furnace and kiln loading/unloading. * Troubleshoot and perform preventative and unplanned maintenance on all process equipment. * Prepare and test samples using laboratory analytical equipment consisting of LECO chemical analysis, density measurements, dimensional measurements, and others. * Operate overhead cranes, forklifts, and other mobile equipment as needed. * A diverse set of skills including strong mechanical aptitude, attention to detail, and the ability to work collaboratively with a team. * Gain knowledge about Alcoa EHS standards, protocols, and tools to ensure that safety protocols are being followed accordingly. What you can bring to this role (Qualifications): * High school diploma, GED, or trade school degree in mechanical/electrical trades. * Prior experience working in a manufacturing or industrial environment, preferred. * Ability to perform material handling, weighing, completing process steps in sequence, and documenting process data. * Valid Driver's License required. Special Instructions: * Wear task specific PPE. * Comfortable working in a relatively noisy environment. * Flexible with schedule changes. * The ability to work a 12-hour rotating shift, including weekends & holidays What we offer: * Shift differentials, overtime & holiday pay * 120 hours of paid vacation per year (pro-rated based on hire date your first year). * Flexible spending accounts and generous employer contribution to the HSA * 401(k), employer match up to 6%, additional employer retirement income contribution (no vesting period), and a nonqualified deferred compensation plan * 10 holidays and one flexible holiday of your choice. * 56 hours of sick/safe leave * 4 hours of Paid annual volunteer hours * Alcoa has been chosen as one of America's Greatest Workplaces 2023 by Newsweek #LI-TL2 About the Location Every day is a new and exciting challenge at the Alcoa Technical Center in New Kensington, PA, just north of Pittsburgh. We develop new technologies with our Breakthrough Technologies team that has the potential to impact the life of millions of people and foster the sustainable footprint from Alcoa to the world. It was here where we developed the technology recently announced in partnership with Rio Tinto, called ELYSIS, where we will produce aluminum with ZERO emission of greenhouse gases. In fact, we will actually be generating oxygen to our atmosphere during the aluminum production process- a revolution to the aluminum industry! We are values led, vision driven and united by our purpose of transforming raw potential into real progress. Our commitments to Inclusion, Diversity & Equity include providing trusting workplaces that are safe, respectful and inclusive of all individuals, free from discrimination, bullying and harassment and that our workplaces reflect the diversity of the communities in which we operate. As a proud equal opportunity workplace and affirmative action employer, Alcoa is dedicated to providing equal opportunities and equal access to all individuals regardless of a person's gender, age, race, ethnicity, sexual orientation, gender identity, religion, nation of origin, disability, veteran status, language spoken or any other characteristic or status protected by the laws or regulations in the places where we operate. If you have visited our website in search of information on U.S. employment opportunities or to apply for a position, and you require an accommodation, please contact Alcoa Recruiting via email at ***********************. This is a place where you are empowered to do your best work, be your authentic self, and feel a true sense of belonging. Come join us and shape your career! Your work. Your world. Shape them for the better. Employee & Labor Relations Representative II West Mifflin, PA Job United States Steel Corporation is actively seeking a Human Resources/Labor Relations Representative. Human Resources and Labor Relations are key functions within our Employee Relations organization. The position is responsible for administering the labor agreement, counseling managers, and resolving complaints and grievances with union officials. The successful candidate will be responsible for developing and maintaining productive business relationships with management and local union leadership. RESPONSIBILITIES: Recruiting and hiring of unionized operating and maintenance personnel Facilitating HR and LR presentations at New Employee Orientation Administer USS/USW BLA regarding internal posting, seniority issues, etc. Collaborates with departmental managers to understand skills and competencies required for openings. Respond to local and state charges as required. Partner with the plant HR team to coordinate the hiring process (e.g., job postings, offer recommendations, relocation, onboarding, etc.). Interacts with HR support functions for transaction-based activities (ie: Oracle transactions, payroll transactions, government reporting, information requests, etc.) Interpret the Basic Labor Agreement (BLA) and formulate local strategic positions Administer the grievance procedure: investigate, hold meetings with Union officials, draft and maintain records Research, analysis, and appropriate application of arbitration precedent Negotiate settlements as appropriate Enforce corporate policies and rules Ensure proper use of progressive discipline for Union represented employees Ensure compliance with contracting out provisions Prepare and present cases for arbitration Act as primary on-site official contact/resource for all outside legal and litigation issues Unemployment compensation claims Conduct investigations and prepare detailed responses Ensure compliance with all federal and state laws and regulatory agencies (OFCCP, EEOC) Counsel and train management on their rights and obligations Incentive administration, maintenance, and auditing Labor and Overtime Control Headcount tracking, reporting, and analysis Respond to outside agency complaints/charges (e.g. EEOC, NLRB, Allegheny County) Requirements: Bachelor's degree in Human Resources, Labor Relations or a closely related field. Juris Doctorate or at least three (3) years of experience in Labor Relations, including employee-facing responsibilities, preferred Excellent interpersonal and influencing skills necessary to handle sensitive issues tactfully and with absolute confidentiality. Excellent communication skills - written, verbal and presentation, necessary to work effectively with employees at all levels of the organization. Strong organizational skills. Ability to work in both individual and team settings. Excellent analytical skills, particularly using Excel, necessary to analyze data, identify trends and draw reasonable conclusions. Willingness to meet aggressive deadlines Machinist Technician Alcoa USA Group Job In Center, PA Shape Your World At Alcoa, you will become an essential part of our purpose: to turn raw potential into real progress. The way we see it, every Alcoan is a work-shaper, team-shaper, idea-shaper, world-shaper. Alcoa is a global industry leader in the production of bauxite, alumina and aluminum, a position enhanced by a portfolio of value-added cast products and select energy assets. Since developing the aluminum industry more than 135 years ago, Alcoa has built a legacy of breakthrough innovations and best practices that have led to efficiency, safety, sustainability, and stronger communities wherever we operate. We offer competitive pay, excellent benefits (401K matching, paid holidays, paid time off, company-provided short-term and long-term disability insurances) as well as a path to personal growth & advancement! This is your opportunity to shape your career through the skills and experience you bring to the role now and by training for the roles you may want in the future. Our success depends on great teams, where you can thrive and do your best work in a supportive environment. About the Role: As the Machinist Technician at Alcoa Technical Center (ATC) in New Kensington, PA, you will be directly contributing to a new era for the Aluminum Industry by working primarily on the ELYSIS project. The ELYSIS process eliminates the use of carbon anodes, replacing those with proprietary materials. It is the first industrial process that emits oxygen as its by-product and has the potential to transform an entire industry. In this role, you will be primarily responsible for machining components, while keeping safety, quality, and productivity standards. Below are additional key responsibilities: Responsible for set-up and operation of Fadal CNCs. Essential knowledge of GD&T (geometric dimensions and tolerances). Essential knowledge of G-code and M-code to set-up Fadal CNC. Program mills and lathes by entering instructions, including zero and reference points; setting tool registers, offsets, compensation and conditional switches; calculating requirements, including basic math, geometry, and trigonometry; proving part programs. Sets-up mills and lathes by installing and adjusting fixtures, three- and four-jaw chucks, tools, attachments, collets, bushings, cams, gears, stops, and stock pushers; indicating vices; tramming heads. Set up and loads parts into proper position. Verifies settings by measuring positions, first-run part, and sample workpieces. Maintains specifications by observing drilling, grooving, and cutting, operations, taking measurements, detecting malfunctions, troubleshooting processes, adjusting and reprogramming controls, sharpening and replacing worn tools. Upholds safe operations by adhering to safe work practices. Maintains equipment by completing preventive maintenance requirements. Document actions by entering measured data into a database for each part processed. Support other operational tasks to meet project requirements including, forming, kiln loading/unloading, and QC while maintaining process equipment (if needed). Gain knowledge of Alcoa's EHS standards, protocols, and tools to ensure that safety protocols are being followed accordingly. What you can bring to this role: Associate or bachelor's degree in a science/ engineering related field preferred but not required. High school diploma, GED, or trade school degree in mechanical/electrical trades. 2 years of experience in a manufacturing setting. Proficiency in operation and setup of CNC machines programmed by G-code. Mechanical aptitude. Strong and effective written and verbal communication. Ability to perform material handling, weighing, completing process steps in sequence, and documenting process data. Ability to lift 50 lbs. from waist level as needed. Skilled in identifying problems during standard operations on equipment and processes. Ability to complete required tasks to achieve weekly objectives with periodic review of progress and results. Previous experience with training and checking work of other technicians. Special Instructions: Wear task specific PPE. Comfortable working in a relatively noisy environment. Flexible with schedule changes. The ability to work a 12-hour rotating shift, including weekends & holidays (if needed). What we offer: Shift differentials, overtime & holiday pay 120 hours of paid vacation per year (pro-rated based on hire date your first year). Flexible spending accounts and generous employer contribution to the HSA 401(k), employer match up to 6%, additional employer retirement income contribution (no vesting period), and a nonqualified deferred compensation plan 10 holidays and one flexible holiday of your choice. 56 hours of sick/safe leave 4 hours of Paid annual volunteer hours Alcoa has been chosen as one of America's Greatest Workplaces 2023 by Newsweek #LI-TL2 About the Location Every day is a new and exciting challenge at the Alcoa Technical Center in New Kensington, PA, just north of Pittsburgh. We develop new technologies with our Breakthrough Technologies team that has the potential to impact the life of millions of people and foster the sustainable footprint from Alcoa to the world. It was here where we developed the technology recently announced in partnership with Rio Tinto, called ELYSIS™, where we will produce aluminum with ZERO emission of greenhouse gases. In fact, we will actually be generating oxygen to our atmosphere during the aluminum production process- a revolution to the aluminum industry! We are values led, vision driven and united by our purpose of transforming raw potential into real progress. Our commitments to Inclusion, Diversity & Equity include providing trusting workplaces that are safe, respectful and inclusive of all individuals, free from discrimination, bullying and harassment and that our workplaces reflect the diversity of the communities in which we operate. As a proud equal opportunity workplace and affirmative action employer, Alcoa is dedicated to providing equal opportunities and equal access to all individuals regardless of a person's gender, age, race, ethnicity, sexual orientation, gender identity, religion, nation of origin, disability, veteran status, language spoken or any other characteristic or status protected by the laws or regulations in the places where we operate. If you have visited our website in search of information on U.S. employment opportunities or to apply for a position, and you require an accommodation, please contact Alcoa Recruiting via email at ***********************. This is a place where you are empowered to do your best work, be your authentic self, and feel a true sense of belonging. Come join us and shape your career! Your work. Your world. Shape them for the better. IT Product Line Analyst - Finance (Flexible Location) Alcoa Job In Pittsburgh, PA Shape Your World At Alcoa, you will become an essential part of our purpose: to turn raw potential into real progress. The way we see it, every Alcoan is a work-shaper, team-shaper, idea-shaper, world-shaper. The primary objective of this position is to work as part of a global collaborative team responsible for partnering with Finance, Sustainability, Legal and Investor relations stakeholders on strategy and roadmap to envision Alcoa's future together. Will facilitate the process of prioritizing the product backlog with both business and technical stakeholders. Will serve customers on their collectively determined and agreed priorities assessing investments based on value/impact. Will also ensure roadmaps are visible, transparent, and are focused on customer needs and experience. This role has responsibility to continue to support applications/tools currently in use through their full life cycle. Efficiency, simplification, standardization and modernization of applications and processes should continue to be pursued. A strong customer relationship is a key component to the success of the Finance Product Line Analyst role to ensure that service delivery meets agreed service objectives and supports company strategic priorities. This role requires a good understanding of corporate functions including Legal, Investor Relations, and Sustainability as well as Oracle EBS Financials experience. The role will also be accountable for several reporting and data analytics business demands. Responsibilities also include support for Alcoa compliance and privacy programs. Major activities/Key challenges Work with corporate business teams in to ensure their needs are fulfilled and Support to optimize business performance Develops strong relationships, provides services to these business areas, comprehends current condition, business needs, strategies, and plans and recommends cost effective changes for existing processes and systems Use comprehensive knowledge of EBS and Corporate Legal, IR, and Sustainability practices to navigate through data and technology challenges Work closely with the business customers on reporting and data analytics needs (Orbit Analytics, Power BI, Global Data Warehouse, CSRD (ESG)) Facilitates ideation, option development, solution design, implementation and deployment roadmap development for new (digital) initiatives and application projects Develop and document project requirements, including detailed specs, work estimates, timelines, deliverables, and milestones Provide leadership and direction to offshore technical development and support teams Stays current with technology trends and innovations and collaborates with IS Architecture & Governance, Integration, Infrastructure, Data Architects, Security, Data Privacy and other groups to ensure right adoption of business solution used by these areas. Essential Knowledge & Skills/Education Bachelor or Master degree in a technical or business discipline such as Engineering, Computer Science, Mathematics, Economics, Business Administration, etc. Minimum of 5 years of experience on products and solutions to support complex, large scale applications (Finance preferred) Excellent communication, collaboration, and presentation skills. Fluency in local language and advanced English level (writing, speaking and reading). Experience working with Legal, Investor Relations, and Sustainability Experience with sustainability reporting frameworks Proficiency in analyzing environmental, social, and governance (ESG) data Experience in customer-facing position and problem-solving skills Solid understanding of IT Service Management, IT compliance / Sarbanes-Oxley and data privacy regulations Proficiency in Microsoft Office applications; Power BI is a plus Understanding of Project Management methodologies and experience with presentations to business contacts Demonstrating experience reducing cost or improving efficiency in previous jobs Understands the importance of data single source and data linage Flexible servicing the business across multiple time zones in a global environment Technical programming skills a plus PL/SQL, Shell Scripting, Oracle Application FND architecture Ability to work in multicultural & virtual team environments; used to work independent, self-starter. Additional Qualifications Knowledge and experience with Oracle ERP R12: General Ledger, PA, FA Ability to work in a dynamic team-oriented environment, demonstrate teamwork and initiative, and function productively in the face of new assignments and the re-prioritization of existing assignments. Experience and knowledge of change management principles and methodologies. Experience in Corporate Finance business processes and process improvements Experience on developing and supporting integrations among different applications Intermediate to High Level of Microsoft Office package usage, ideally with some experience with Copilot Able to work, when is required, in different time zone to attend meetings/calls. Excellent active listening skills. Strong analytic and decision-making abilities. Must be a team player and able to work with and through others. What's on offer: 401(k), employer match up to 6%, additional employer retirement income contribution (no vesting period), and a nonqualified deferred compensation plans ; 15 days' vacation and one flexible holiday of your choice ; Flexible spending accounts and generous employer contribution to the HAS; Paid annual volunteer hours; Career development opportunities to pursue your passions; and Social and diversity focused engagement opportunities. #LI-TL2 #LI-Remote Base salary: $70,000 - $96,000 USD annually Total rewards packages listed, including base salary and bonus eligibility, applies to US based applicants only. Actual salaries will vary and will be based on a range of factors, including a candidate's qualifications, skills, and competencies in conjunction with multiple components of the Employee Total Rewards Package. Alcoa reserves the right to change plans at its discretion. About the Location Recognized as an industry pioneer, Alcoa has established itself as an international company with operations across six continents. Alcoa's U.S. portfolio includes Alcoa's corporate headquarters, Alcoa's Technology Center, two smelters, and a calcined coke plant. While some roles are based on-site, Alcoa also offers a flexible working model for certain positions. Wherever you choose to join us, you'll be joining a global team committed to advancing sustainability and delivering excellence and innovation. We are values led, vision driven and united by our purpose of transforming raw potential into real progress. Our commitments to Inclusion, Diversity & Equity include providing trusting workplaces that are safe, respectful and inclusive of all individuals, free from discrimination, bullying and harassment and that our workplaces reflect the diversity of the communities in which we operate. As a proud equal opportunity workplace and affirmative action employer, Alcoa is dedicated to providing equal opportunities and equal access to all individuals regardless of a person's gender, age, race, ethnicity, sexual orientation, gender identity, religion, nation of origin, disability, veteran status, language spoken or any other characteristic or status protected by the laws or regulations in the places where we operate. If you have visited our website in search of information on U.S. employment opportunities or to apply for a position, and you require an accommodation, please contact Alcoa Recruiting via email at ***********************. This is a place where you are empowered to do your best work, be your authentic self, and feel a true sense of belonging. Come join us and shape your career! Your work. Your world. Shape them for the better. Application close date is: 1 May 2025, however Alcoa reserves the right to change this date at its discretion. Development Test Technician Alcoa Job In New Kensington, PA Shape Your World At Alcoa, you will become an essential part of our purpose: to turn raw potential into real progress. The way we see it, every Alcoan is a work-shaper, team-shaper, idea-shaper, world-shaper. This is your opportunity to help share the future of sustainability with world-changing innovations and low-carbon technologies. Become a valued part of the team that's shaping the future of aluminum, revolutionizing the way the world lives, builds, moves, and flies. Be part of it and shape your world. About the Role: The Development Test Technician will be part of a team developing new technologies related to aluminum production in electrolytic cells of various scales. This requires various set of skills to be able to build and operate the test cells, along with maintaining record of observations, results, and data from the experiment. Our team at Alcoa Technical Center (ATC), located in New Kensington, PA consists of individuals with a diverse backgrounds and expertise, which include scientists, engineers, and technicians. Assist with construction of test cells, including following safe work instructions, building to dimensions specified by drawings. Operation of cranes and fork trucks. Interaction with molten materials (PPE required). Operate test cells, collect samples, and report findings. Examination/Autopsy of test cells, including methodical disassembly of cell and accurate sample preparation. Complete tasks around and with equipment where fumes, dust, and chemicals exist (PPE required). Conduct work safely and in line with Alcoa's policies and procedures. Perform work in crouching, kneeling, and stooping positions. What you can bring to this role: Our values - act with integrity, operate with excellence, care for people & lead with courage - are at the foundation of everything we do. To be successful in this role and to play a part in our ongoing success we desire the following background: High school diploma, GED, or trade school degree in mechanical/electrical trades. Candidates with experience in a manufacturing environment, preferred. Ability to perform material handling, weighing, completing process steps in sequence, and documenting process data. Valid Driver's License required. Flexible with schedule changes. The ability to work a 12-hour rotating shift, including weekends & holidays Preferred Qualifications: 2 years relevant work experience in a light industry environment (example: vehicle repair garages, building maintenance shops, metal work, millwork, and cabinetry work) 2 years relevant work experience in the testing environment 2 years relevant work experience with molten materials (example: aluminum and steel industry) What we offer: Shift differentials, overtime & holiday pay 120 hours of paid vacation per year (pro-rated based on hire date your first year). Flexible spending accounts and generous employer contribution to the HSA 401(k), employer match up to 6%, additional employer retirement income contribution (no vesting period), and a nonqualified deferred compensation plan 10 holidays and one flexible holiday of your choice. 56 hours of sick/safe leave 4 hours of Paid annual volunteer hours Alcoa has been chosen as one of America's Greatest Workplaces 2023 by Newsweek #LI-TL2 About the Location Every day is a new and exciting challenge at the Alcoa Technical Center in New Kensington, PA, just north of Pittsburgh. We develop new technologies with our Breakthrough Technologies team that has the potential to impact the life of millions of people and foster the sustainable footprint from Alcoa to the world. It was here where we developed the technology recently announced in partnership with Rio Tinto, called ELYSIS™, where we will produce aluminum with ZERO emission of greenhouse gases. In fact, we will actually be generating oxygen to our atmosphere during the aluminum production process- a revolution to the aluminum industry! We are values led, vision driven and united by our purpose of transforming raw potential into real progress. Our commitments to Inclusion, Diversity & Equity include providing trusting workplaces that are safe, respectful and inclusive of all individuals, free from discrimination, bullying and harassment and that our workplaces reflect the diversity of the communities in which we operate. As a proud equal opportunity workplace and affirmative action employer, Alcoa is dedicated to providing equal opportunities and equal access to all individuals regardless of a person's gender, age, race, ethnicity, sexual orientation, gender identity, religion, nation of origin, disability, veteran status, language spoken or any other characteristic or status protected by the laws or regulations in the places where we operate. If you have visited our website in search of information on U.S. employment opportunities or to apply for a position, and you require an accommodation, please contact Alcoa Recruiting via email at ***********************. This is a place where you are empowered to do your best work, be your authentic self, and feel a true sense of belonging. Come join us and shape your career! Your work. Your world. Shape them for the better.",
    "images": "https://static.zippia.com/assets/zippia-og-image.png",
    "tags": "",
    "excerpt": "Browse the 103 Pittsburgh Jobs at Alcoa and find out what best fits your career goals.",
    "categories": ""
}