{
    "title": "ArcelorMittal provides update on its European decarbonization plans | ArcelorMittal",
    "author": "unknown",
    "source": null,
    "date": "2024-11-26",
    "text": "The Company has previously announced the intention to invest in lower carbon emissions “hydrogen ready” DRI-EAF facilities to replace several blast furnaces across our European business, as a key strategic first step towards reducing emissions. In all cases, the host countries offered funding support for these projects, with the approval of the European Commission. These projects were premised on a favourable combination of policy, technology and market developments that would facilitate decarbonization investment by helping offset the significantly higher capital and operating costs that this transition strategy would involve. This included being able to use natural gas until green hydrogen became competitive. However European policy, energy and market environments have not moved in a favourable direction. Green hydrogen is evolving very slowly towards being a viable fuel source and natural gas based DRI production in Europe is not yet competitive as an interim solution. Furthermore, there are significant weaknesses in the carbon border adjustment mechanism (CBAM), trade protection measures need strengthening in response to increasing imports due to China overcapacity, and there is limited willingness among customers to pay premiums for low-carbon emissions steel. Before taking final investment decisions it is necessary to have full visibility on the policy environment that will ensure higher cost steelmaking can be competitive in Europe without a global carbon price. We expect several important developments in 2025, including the scheduled review of the CBAM, an anticipated review of the steel safeguards, and the publication of the Steel and Metals Action Plan. When complete, these initiatives will provide the parameters needed to shape the business case for decarbonisation investments in Europe. In the meantime, we are continuing with engineering work, as well as analysing a phased approach that would first start with constructing electric arc furnaces, which can also be fed with scrap steel to significantly reduce emissions. ArcelorMittal remains committed to decarbonizing and achieving net-zero by 2050. Activity undertaken in Europe to date includes: In May we commenced construction on a 1.1 million tonne EAF at our long products plant in Gijón, Spain. This will ultimately lead to a reduction of 1 million tonnes of CO2e Good progress is being made with our efforts to increase production to 1.6 million tonnes by 2026 at our flat products plant in Sestao, Spain, where we have two EAFs. Once complete, much of this production will be our XCarb® recycled and renewably produced low-carbon emissions steel. We continue to lead the market with sales of our XCarb® low-carbon emissions steel, which have a carbon footprint of as low as 300kg per tonne of steel produced, and are on track to double sales to c. 400,000 tonnes this year. The longer timeline required for final investment decisions will not impact the Company’s ability to meet customer demand for low-carbon emissions steel as the Sestao revamp project will materially increase the Company’s ability to produce low-carbon emissions flat products. Any revision to the current 2030 intensity targets will be set out in the forthcoming Climate Action Report 3, From an absolute emissions perspective, the absolute emissions of the Company’s operations in Europe have reduced by 28.2% since 2018, largely due to lower production due to weak demand. Longer term, the Company remains committed to all technologies that offer the potential to take steelmaking to near-zero. This includes carbon capture utilisation and storage (CCUS), although like green hydrogen, this technology is likely to only make a meaningful difference after 2030. It already has one industrial scale CCU facility operational at its plant in Gent, Belgium, and a further two pilot projects underway in Gent. Aditya Mittal, Chief Executive, ArcelorMittal, commented: “ArcelorMittal remains absolutely committed to decarbonization. It is the right thing to do, both for the company and the planet. I remain confident that we can still achieve our net-zero by 2050 target, but the shape of how we will achieve this could differ from what was previously announced. “We have been very grateful for the support offered to date by different governments to help accelerate this process. But the scale of the challenge requires further policy initiatives to unlock increased investment. We would have liked to move faster, but the reality is the regulatory environment required to support the business case for investments is not yet in place. “I hope to see new policies coming into play that will support an accelerated transition. The Green Deal Industrial Plan and the Steel and Metals Action Plan, and the legislation flowing from them, will be important, as well as regulation to stimulate the demand signal. While we do have customers that want low-carbon steel, those that do and are willing to pay a premium are still very much in the minority. “I expect policy decisions taken in 2025 will help bring clarity on how we will move forward to decarbonize our assets, taking advantage of our unique global profile, superior technology and raw materials mix and industry leading innovation.”",
    "images": "/media/wfak2zkd/wind-turbine-hamburg.jpg",
    "tags": "",
    "excerpt": "ArcelorMittal provides update on its European decarbonization plans",
    "categories": ""
}