{
    "title": "Europe needs emergency trade measures, CBAM adjustment: Lakshmi Mittal - EUROMETAL",
    "author": "Ricardo",
    "source": "EUROMETAL - The Voice of European Steel, Tubes and Metal Distribution representing all types of Steel Intermediation.",
    "date": "2024-12-05",
    "text": "Supportive and clear policy, currently lacking, would quickly activate considerable green transition investments in Europe’s steel industry, with emergency trade measures and adjustments to the Carbon Border Adjustment Mechanism (CBAM) being the priorities, according to ArcelorMittal executive chairman Lakshmi Mittal. Imports must be addressed first. “Intervention is required so that European steel is better protected, as in the US and Brazil where the industry is considered strategic. Emergency trade measures would be a strong first signal to address this,” Mittal tells the Financial Times. Trade might be free, but it is not fair, he argues. “Enabling fair trade takes on a new dimension when Europe is the only major market with a cost on carbon,” he continues. Although it was assumed that everyone would follow Europe’s lead in decarbonising, this has not happened, and Europe’s competitiveness in international manufacturing sectors is declining. “CBAM must not allow steel imports from countries that circumvent climate protection by selling into Europe from a few ‘clean’ installations while selling their higher emissions steel into domestic and non-EU markets,” Mittal adds. Currently, it is “inadequately” designed. Europe must make a choice on whether it wants to produce iron and steel, Mittal continues, or whether it wants to import it, potentially with a higher carbon footprint. ArcelorMittal announced last week it was suspending decarbonisation investments in Europe due to unfavourable policy, energy and market environments. The lack of a supportive policy environment is the reason why ArcelorMittal cannot take final investment decisions on projects to replace blast furnaces with lower-carbon technology at this point in time, Mittal explains. On his suggestions for trade measures and CBAM adjustment, Mittal concludes: “I don’t pretend this is straightforward, but the challenge is political as much as mechanical. With new leadership in Brussels, and both the clean industrial deal and the steel and metals action plan under development, the time to act is now.” The European Commission’s new industrial chief, Stéphane Séjourné, reiterated this week that the Commission will look into ways to extend measures to limit steel imports as part of an overall plan to protect the sector as it decarbonises. Adam Smith Poland",
    "images": "https://eurometal.net/wp-content/uploads/Lakshmi-Mittal.jpg",
    "tags": "",
    "excerpt": "Supportive and clear policy, currently lacking, would quickly activate considerable green transition investments in Europe's steel industry, with emergency trade measures and adjustments to the Carbon Border Adjustment Mechanism (CBAM) being the priorities, according to ArcelorMittal executive chairman Lakshmi Mittal. Imports must be addressed first. “Intervention is required so that European steel is better protected,",
    "categories": "Latest Updates"
}