{
    "title": "Steel companies will return to suspended decarbonization plans that will reflect the post-war reality after the war",
    "author": "Ольга Семкив",
    "source": "GMK.CENTER",
    "date": "2024-10-28",
    "text": "Ukrainian steel companies have certain expectations regarding the application of Part 7 of Article 30 of the CBAM Regulation to Ukraine After the start of Russia’s full-scale invasion, Ukrainian steel companies virtually halted the implementation of capital decarbonization projects. However, after the war is over, the implementation of these plans will resume, albeit with some adjustments. Here are the key points from Olga Semkiv, Director of Sustainable Development at ArcelorMittal Kryvyi Rih, at the roundtable discussion “How CBAM will weaken Ukraine’s economy” held by GMK Center. Before the war started, ArcelorMittal Kryvyi Rih and other steel companies had many plans for capital investments in decarbonization and reducing the carbon footprint of their products. A side effect in this case would be to increase competitiveness in the European market. Since the European Union formed its climate action plans for third-country producers back in 2005-2006, we were informed, prepared for a long time, and understood that the carbon adjustment mechanism would sooner or later become a reality. Unfortunately, February 2022 has crossed out many plans related to decarbonization strategies, not only in our company but also in many other companies in Ukraine. As of today, it is very difficult to implement large costly projects that require, among other things, the involvement of international contractors and huge internal expertise related not only to construction, changing technological approaches, but also to strategic planning, monitoring, reporting, and verification of greenhouse gas emissions. The situation now is such that neither the decarbonization strategy can be fully implemented nor the search for expertise within the country can be 100% complete. We are looking ahead, hoping that the war will end in the near future, and we will be able to return to the previously announced decarbonization plans, which, of course, will be adjusted in some way. Markets and the situation in Ukraine are changing, and these things must be taken into account. But ArcelorMittal Kryvyi Rih definitely plans to return to its decarbonization plans. Of course, the option of postponing financial obligations under the CBAM while maintaining emissions reporting in accordance with European requirements sounds very encouraging. Ukrainian steel companies have certain expectations regarding the application of Part 7 of Article 30 of the CBAM Regulation to Ukraine. This will not only help to maintain the resilience of the steel sector companies, but will also be important for the further recovery of the entire Ukrainian economy. It is worth noting that at the moment we are facing tensions in preparing CBAM reporting. We have received information from our partners that some customs authorities in EU countries require a CBAM report in order to clear goods. Although we have not encountered such situations so far, it sometimes seems that Ukrainian companies are better informed about how the CBAM mechanism works, at least in its transitional phase, than our European partners.",
    "images": "https://gmk.center/wp-content/uploads/2024/10/2024-10-25-16.52.31-e1730100928379.jpg",
    "tags": "CBAM;ArcelorMittal Kryvyi Rih",
    "excerpt": "Ukrainian steel companies have certain expectations regarding the application of Part 7 of Article 30 of the CBAM Regulation to Ukraine",
    "categories": ""
}