{
    "title": "ArcelorMittal Delays Green Steel Investments Due to Unfavorable Policy, Market Environments - ESG Today",
    "author": "Mark Segal",
    "source": "esgtoday.com",
    "date": "2024-11-26",
    "text": "ArcelorMittal Delays Green Steel Investments Due to Unfavorable Policy, Market Environments Steelmaking and mining company ArcelorMittal announced today that it would delay a final investment decision on a series of projects aimed at producing low carbon steel in Europe, with the company citing a lack of positive momentum in European policy, energy and market environments. Steelmaking is one of the biggest emitters of CO2 globally, and one of the more challenging sectors to abate, with total greenhouse gas emissions (GHG) from the sector accounting for 7% – 9% of direct emissions from the global use of fossil fuels. The use of green hydrogen to fuel the production process is seen as one of the key potential solutions to help decarbonize the sector. The proposed projects are focused on building “hydrogen ready” DRI-EAF facilities to replace several blast furnaces across ArcelorMittal’s European facilities. Electric arc furnaces (EAF) use electric currents, instead of coal used in blast furnaces, to create the heat needed to melt and mold metal. The company’s DRI pathway uses direct reduced iron (DRI), made through the direct reduction of iron ore using natural gas, as an input in EAFs. The new projects would use natural gas in the process until green hydrogen became competitive. While ArcelorMittal noted that its host countries have offered to provide funding to support the projects, with the approval of the European Commission, key policy issues were not advancing sufficiently for the final investment decision, including the existence of “significant weaknesses in the carbon border adjustment mechanism (CBAM), the EU’s carbon tax on imported goods, with the need for protection measures to respond to overcapacity in China that is driving increasing imports. Additionally, ArcelorMittal said that the evolution of green hydrogen into a viable fuel source is very slow, and that there is only limited willingness by customers to pay a premium for low-carbon steel. The company did note, however, the potential for developments in 2025 that may help shape the case for the projects, including a scheduled review of CBAM, as well as reviews of the EU’s steel safeguards which are currently in place until mid-2026 to protect steel producers, and the proposed publication of an EU Steel and Metals Action Plan. Aditya Mittal, Chief Executive of ArcelorMittal, said: “I hope to see new policies coming into play that will support an accelerated transition. The Green Deal Industrial Plan and the Steel and Metals Action Plan, and the legislation flowing from them, will be important, as well as regulation to stimulate the demand signal. While we do have customers that want low-carbon steel, those that do and are willing to pay a premium are still very much in the minority.” ArcelorMittal has set a commitment to achieve company-wide net zero emissions by 2050. The company has said that it is exploring multiple approaches to low-emissions steelmaking, including the use of hydrogen or circular carbon and carbon capture and storage processes. The company said that it “remains committed to decarbonizing and achieving net-zero by 2050,” and that the decision will not impact its ability to meet customer demand for low-carbon emissions steel, which it can meet from its Sestao, Spain project which uses renewable energy to power an EAF and a high proportion of recycled scrap. The company added that it remains committed to all steel decarbonization technologies, such as carbon capture utilisation and storage (CCUS), but noted that CCUS is only likely to make a meaningful difference after 2030. Mittal said: “ArcelorMittal remains absolutely committed to decarbonization. It is the right thing to do, both for the company and the planet. I remain confident that we can still achieve our net-zero by 2050 target, but the shape of how we will achieve this could differ from what was previously announced.”",
    "images": "https://www.esgtoday.com/wp-content/uploads/2024/11/ArcelorMittal2.jpg",
    "tags": "",
    "excerpt": "Steelmaking and mining company ArcelorMittal announced today that it would delay a final investment decision on a series of projects aimed at producing low carbon steel in Europe, with the company citing a lack of positive momentum in European policy, energy and market environments. Steelmaking is one of the biggest emitters of CO2 globally, and […]",
    "categories": "Companies;Energy Transition;Environment"
}