{
    "title": "Mittal: EU needs better policies to decarbonize and protect steel industry",
    "author": "Ekefeli",
    "source": "SteelOrbis",
    "date": "2024-12-05",
    "text": "Lakshmi Mittal, executive chairman of Luxembourg-headquartered steel giant ArcelorMittal, has talked about the EU’s Carbon Border Adjustment Mechanism (CBAM), its flawed policies and the threat that the European steel industry is currently facing. Mr. Mittal started by saying that the CBAM has been inadequately designed and that it will fail to allow the EU to not only reach its decarbonization targets but also its industrialization goal, unless its shortcomings are rectified. Drawing attention to the EU steel industry’s current challenges, he pointed out that the region is caught between decarbonization costs and rising imports as a result of oversupply in China. Steel production in the region has dropped by about a third since the financial crisis, with its employment falling by a quarter. Also, demand has never regained the pre-pandemic levels, which, along with high energy costs and rising imports, resulted in margins at pandemic levels at a time when the industry is expected to make final decisions on decarbonization projects and technology investments, such as green hydrogen, which are not economically viable. In the meantime, Mr. Mittal said that, even though the EU has the ability to maintain its competitiveness and its innovative steel industry, it needs to create a better policy framework. Lack of policy clarity resulted in the company suspending its decarbonization plans in Europe, as SteelOrbis reported previously. In this context, the first urgent issue the region has to tackle is imports by implementing emergency trade measures in order to protect domestic steel. Second, the EU has to make sure that the CBAM actually achieves its goals. Particularly, the CBAM should not allow steel imports from countries that circumvent climate protection by selling into Europe from a few “clean” plants, Mittal said. The ArcelorMittal chairman concluded by saying that the decisions taken over the next 12 months will determine the future of the European steel industry and that the failure to act will result in the continued decline of iron and steel production in the region.",
    "images": "https://tr.steelorbis.com/so/img/cmn/logo-steelorbis-og.png",
    "tags": "",
    "excerpt": "Lakshmi Mittal, executive chairman of Luxembourg-headquartered steel giant ArcelorMittal, has talked about the EU’s Carbon Border Adjustment ...",
    "categories": ""
}