{
    "title": "ArcelorMittal CEO Applauds European Commission’s Steel & Metals Action Plan for Urgent Reform",
    "author": "unknown",
    "source": "oreaco.com",
    "date": "2025-03-20",
    "text": "ArcelorMittal CEO Responds to European Commission’s Steel and Metals Action Plan ArcelorMittal, a global leader in steel production, has voiced strong support for the European Commission’s newly published Steel and Metals Action Plan. This strategic framework is designed to address the pressing challenges faced by the European steel industry, a sector that is at the heart of Europe’s industrial base and its decarbonization efforts. In his statement, Aditya Mittal, CEO of ArcelorMittal, highlighted the importance of the Commission’s commitment to tackling issues that have long plagued the industry. He praised the European leaders’ understanding of the urgency required to preserve Europe’s competitiveness while driving the transition towards low-carbon steel production. Key Areas of Focus in the Action Plan: 1. Trade Defence and Fair Competition: A central concern outlined in the plan is tackling unfair trade practices, including trade dumping and resource shuffling. ArcelorMittal has been advocating for stronger trade defence mechanisms to protect European steel producers from unfair competition from foreign markets. 2. Carbon Border Adjustment Mechanism (CBAM): The plan addresses loopholes within the CBAM, an initiative designed to level the playing field by imposing carbon-related tariffs on imported steel and other carbon-intensive products. ArcelorMittal urges the European Commission to ensure that this mechanism is robust and effective in curbing carbon leakage. 3. Regulation for Low-Carbon Steel Demand: There is also a push to create regulatory frameworks that would drive the demand for low-carbon steel. ArcelorMittal has long been a proponent of innovation in steel production and is eager to see policies that stimulate growth in green steel technologies and manufacturing practices. 4. High Energy Costs and Decarbonization Projects: A critical issue for the steel sector is the high cost of energy, which significantly hampers the industry’s ability to make the necessary investments in decarbonization projects. The European Commission’s recognition of this challenge is seen as a vital step toward supporting the transition to cleaner production methods. ArcelorMittal’s Engagement with European Leaders In the lead-up to the publication of the action plan, ArcelorMittal engaged in intensive discussions with European leaders to highlight the precarious position of the European steel industry. Mittal expressed gratitude for the time and attention European policymakers have devoted to understanding the complexities of the industry’s challenges. He emphasized that while the publication of the plan is a step in the right direction, urgent action is now required to address the underlying structural issues facing the sector. Looking Ahead: Continued Engagement ArcelorMittal is committed to working closely with the European Commission and other European leaders to refine and implement the action plan. Mittal’s comments reflect a broader industry consensus that tackling the challenges of trade imbalances, high energy costs, and decarbonization will require swift and decisive action. The company remains hopeful that the European Commission’s plan will pave the way for an era of sustainable, low-carbon steel production in Europe. KEY TAKEAWAYS • Steel & Metals Action Plan: The European Commission's newly published action plan aims to address critical issues in the European steel industry, focusing on trade fairness, carbon regulation, and energy costs. • Trade Defence Concerns: ArcelorMittal urges the Commission to strengthen trade defence measures to protect European steel producers from unfair competition. • Carbon Border Adjustment Mechanism (CBAM): The plan includes addressing loopholes in the CBAM to ensure it effectively prevents carbon leakage and levels the playing field for European producers. • Demand for Low-Carbon Steel: ArcelorMittal advocates for regulations that drive the demand for low-carbon steel, supporting green innovations and technologies in steel production. • Energy Costs & Decarbonization: High energy costs remain a significant barrier to the steel industry’s decarbonization efforts, and ArcelorMittal calls for policies to support affordable energy solutions. • European Collaboration: ArcelorMittal has engaged intensively with European leaders to highlight the challenges faced by the steel industry and welcomes the Commission’s recognition of the urgency of addressing these issues. • Future Engagement: ArcelorMittal is committed to continuing its collaboration with the European Commission and other stakeholders to ensure the successful implementation of the Steel and Metals Action Plan. ‍",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}