{
    "title": "ArcelorMittal green steel backtrack raises fears over clean transition",
    "author": "Robert Hodgson",
    "source": "Euronews",
    "date": "2024-12-02",
    "text": "European Commission top brass set to visit steel multinational’s Belgian plant this week in the wake of a warning that low-carbon steel projects won’t go ahead without further policy support from Brussels. The EU Commission's new executive vice-president in charge of the green transition will visit ArcelorMittal’s industrial complex in Ghent, Belgium tomorrow (3 December), just days after taking office and following the steel giant's decision to put on ice plans for a switch to hydrogen-based ‘green’ steel production at sites across Europe. Teresa Ribera's visit comes after ArcelorMittal's decision was met with alarm from climate campaigners and renewable energy producers, and as the Commission prepares to unveil a new Clean Industrial Deal. “This is a setback for green steel production in Europe,” the Renewable Hydrogen Coalition told Euronews. “Renewable hydrogen and renewable electricity are the duo that will deeply decarbonise steel production and strengthen its competitiveness here in Europe.\" “The new European Commission has its tasks laid out – closing the cost gap for renewable hydrogen and boosting the demand for green steel will unlock massive investments to transform the European industry and keep jobs in Europe,” the trade association said. For an official visit that promises possible early indications of the new EU executive’s plans for European industry, Ribera will be accompanied by commissioner Stéphane Séjourné, executive vice-president for industrial strategy, along with Belgian premier Alexander De Croo and minister president of the Flemish region Matthias Diependaele. ArcelorMittal pointed last Tuesday (26 November) to “significant weaknesses” in the EU carbon border adjustment mechanism (CBAM), intended to shield European producers from undercutting by overseas competitors subject laxer regulation. In an “update on its European decarbonization plans” the steel giant said “policy, energy and market environments have not moved in a favourable direction” and final investment decisions could not be taken without “full visibility on the policy environment”. The news comes despite recent EU clearance for billions of euros in state financial support, including €1.3 billion in Germany, €850m in France, €460m in Spain and €280m in Belgium. Boris Jankowiak, a campaigner with Climate Action Network Europe said it was “not acceptable” for the firm to now postpone the final investment decisions that would get the projects off the ground. “It puts the EU leadership on green industrial transformation at risk, as only a decarbonized steel industry can be competitive and future-proof,” Jankowiak said. “It also leaves workers and local communities stranded in limbo.” Hydrogen Europe, another trade association that advocates for hydrogen production from natural gas as well as renewable electricity, had a more positive take on the news. It was “normal for some projects to face delays in any new industry”, the lobby group’s CEO Jorgo Chatzimarkakis told Euronews. “This is why it's so important to quickly simplify and implement the regulatory framework,” he said. Chatzimarkakis, a German former MEP, said that several large-scale clean hydrogen projects had seen a final investment decision in recent months and a “huge pipeline of projects” would benefit from improved market conditions. Swedish steelmaker SSAB, which plans to begin construction on the pioneering Hybrit project in Luleå as soon as it secures environmental permits – declined to comment on ArcelorMittal’s decision, but shared its concerns over EU policy support. “SSAB believes EU policymakers should focus on creating enabling conditions for investments and a competitive transformation,” a spokesperson said in an emailed statement. “Carbon pricing mechanisms and common near zero emission standards are needed to set the foundation for faster industrial decarbonization,” SSAB said. “It is important to keep EU policy tools like the implementation of CBAM and the phase out of free ETS allocations to create long-term stability.” All this is clearly designed to send a clear signal to the new European Commission, which plans to unveil a Clean Industrial Strategy within 100 days of taking office on 1 December.",
    "images": "https://static.euronews.com/articles/stories/08/87/72/54/1200x675_cmsv2_fb9ed76d-318a-5415-bdd2-d875c7869f7e-8877254.jpg",
    "tags": "steel ,EU Policy,European Commission,Green Deal,Hydrogen",
    "excerpt": "European Commission top brass set to visit steel multinational’s Belgian plant this week in the wake of a warning that low-carbon steel projects won’t go ahead without further policy support from Brussels. #EuropeNews",
    "categories": ""
}