{
    "title": "ArcelorMittal Duisburg to stop purchasing pig iron from Thyssenkrupp",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2025-01-20",
    "text": "News Companies ArcelorMittal 1816 20 January 2025 The move is driven by the high carbon costs associated with the supply chain ArcelorMittal Duisburg will stop purchasing pig iron from Thyssenkrupp Steel due to environmental concerns, Kallanish reports. ArcelorMittal has decided not to extend the current contract, which runs until September 2027. The company cites high carbon costs associated with the supply. This is another negative factor in addition to the challenging market conditions for wire rod, the main product produced by the plant. ArcelorMittal is currently testing a number of alternative options after the contract expires. ArcelorMittal’s Duisburg facility was previously owned by Thyssenkrupp, and the two companies have maintained a relationship since 1997 to supply pig iron for ArcelorMittal’s oxygen converter. The decision on pig iron was previously reported by the German newspaper FAZ, citing an internal letter. As the newspaper noted, both companies are currently facing serious challenges. ArcelorMittal recently postponed its planned investments in green technologies. Thyssenkrupp, in turn, is checking whether its planned decarbonization project can continue despite the government’s funding commitments. The news underscores how much the European steel industry is suffering from rising CO₂ emissions costs. According to FAZ, the future of the steel industry depends on sustainable innovation and a clear policy framework. In particular, instruments such as the Cross-Border Carbon Adjustment Mechanism (CBAM) must be developed effectively to maintain the competitiveness of European companies. At the same time, a larger market for green steel is needed to make investments in environmental technologies worthwhile. Given the upcoming expansion and tightening of CBAM regulations, this instrument will lead to a restructuring of global supply chains. This is stated in a recent GMK Center study “How the European CBAM could weaken Ukraine’s economy”.",
    "images": "https://gmk.center/wp-content/uploads/2023/03/shutterstock_646414243-1.png",
    "tags": "ArcelorMittal;CBAM;Thyssenkrupp;ArcelorMittal Kryvyi Rih",
    "excerpt": "The move is driven by the high carbon costs associated with the supply chain",
    "categories": ""
}