{
    "title": "Policies to accelerate steel decarbonization in Europe ‘critical’ in 2025: ArcelorMittal CEO - EUROMETAL",
    "author": "Ricardo",
    "source": "EUROMETAL - The Voice of European Steel, Tubes and Metal Distribution representing all types of Steel Intermediation.",
    "date": "2025-02-07",
    "text": "“Looking to the year ahead, while [steel] inventory levels are low and apparent demand is expected to improve, our industry continues to be characterized by global overcapacity, and we are supportive of policy to address this in our markets,” ArcelorMittal chief executive officer Aditya Mittal said in a Thursday press release accompanying the company’s fourth-quarter financial results. “Further action is particularly necessary in Europe, which was impacted by increased imports in 2024, further adding to the pressures on European manufacturing. It is critical that we see progress in 2025 both in providing necessary emergency relief and creating a policy environment that incentivizes the investment required to accelerate decarbonization in Europe,” Mittal added. In 2025, green steel growth is largely expected to be driven by stricter environmental regulations, increasing pressure from consumers and investors for sustainable products, and the EU’s commitment to achieving carbon neutrality, Fastmarkets reported. ArcelorMittal provided an update on its decarbonization plans in Europe last November, pointing out that the unfavorable economic situation in Europe and uncertainty around environmental policies slow the transition to green steelmaking. As a result, the company’s decarbonization investments in Europe are progressing at a slower pace than initially envisioned, ArcelorMittal said. ArcelorMittal has made significant progress in decarbonizing its operations and remains committed to its green steelmaking goals, the company said in the Thursday release. For instance, since 2018, ArcelorMittal’s absolute emissions (Scope 1 and 2) have decreased by about 50%, primarily due to footprint and portfolio optimization of some of its most carbon-intensive capacities, the release said. In addition, electric-arc furnaces (EAFs) comprise 25% of the company’s global production, up from 19% in 2018, ArcelorMittal chief executive officer Aditya Mittal said in the release. Since 2018, the company has invested $1 billion in decarbonization projects globally. These projects include the decarbonization of steelmaking operations in Gijón and Sestao in Spain, as well as launching ArcelorMittal’s green steel brand XCarb for recycled and renewably produced low-carbon-emission steel. XCarb sales increased from 0.2 million tonnes in 2023 to 0.4 million tonnes in 2024, the company said. The market for steel with reduced carbon emissions is still evolving in Europe, and sources expect more uptake of “green steel” across supply chains once environmental regulations — such as the CBAM — are implemented. ArcelorMittal’s current decarbonization investments are focused on ramping up production of high-quality low-carbon flat products in Sestao and the new EAF construction in Gijón. Notably, by 2026, flat steel production is targeted to reach 1.6 million tonnes per year at the plant in Sestao, where ArcelorMittal runs two EAFs. After ramp-up is completed, much of Sestao’s portfolio will be XCarb-brand low-carbon-emission steel. According to market sources, HRC from Sestao has a carbon footprint of 580 kg of CO2 per 1 tonne of steel under Scope 1, 2 and upstream Scope 3. Fastmarkets’ latest weekly assessment of the green steel domestic, flat-rolled, differential to HRC index, exw Northern Europe was €100-200 per tonne on January 30, stable since December 12. Fastmarkets’ methodology defines European green steel as “steel produced with Scope 1, 2 & 3 emissions at a maximum of 0.8 tonne of CO2 per tonne of steel.” Julia Bolotova in Brussels contributed to this report.",
    "images": "https://eurometal.net/wp-content/uploads/Aditya-Mittal-ArcelorMittal-f32143ca.jpg",
    "tags": "Aditya Mittal;ArcelorMittal;CBAM",
    "excerpt": "ArcelorMittal expects several important developments in 2025 for its decarbonization plans in Europe, including the scheduled review of the EU’s Carbon Border Adjustment Mechanism (CBAM), an anticipated review of the steel safeguards, and the publication of the Steel and Metals Action Plan, among others, the company said on Thursday February 6. “Looking to the year",
    "categories": "Latest Updates, Aditya Mittal, ArcelorMittal, CBAM"
}