{
    "title": "European Union Carbon Border Tax Is a Call to Action",
    "author": "Jennifer Scholze",
    "source": "SAP Community",
    "date": "2023-07-20",
    "text": "As innocuous as a “proposed carbon border adjustment mechanism regulation” from the European Union (EU) might sound, U.S construction companies and their building materials suppliers would be wise to keep a close eye on the new policy, whether they do business in Europe or not. As currently proposed, the CBAM policy unveiled by the European Commission in July is slated for implementation in 2023. It would tax imports of certain materials and goods based on the greenhouse gases emitted to manufacture them to curb carbon “leakage” in the region. That occurs when European companies shift carbon-intensive production abroad to take advantage of more relaxed standards, or choose lower-cost, more carbon-intensive imported products over products sourced in the EU. Of particular interest to construction companies, their building materials suppliers and their customers, the CBAM initially will apply to goods deemed at highest risk of carbon leakage, including steel, cement and aluminum. Importers must begin reporting emissions embedded in their goods beginning in 2023, though they won’t have to actually pay financial adjustments based on the emissions content of those goods until 2026. Ultimately, the goal of the policy, the European Commission said, is to level the playing field so greenhouse gas emissions are reflected uniformly in the prices for imports and EU-produced materials and goods, eliminating an incentive for EU companies to import cheaper, more carbon-intensive products from abroad, or to shift production to places like the United States where emissions rules are laxer. As globally interconnected as construction supply chains have become, policies like the CBAM are bound to encourage policymakers around the globe to adopt similar measures. Canada is among those poised to do so. With pressure mounting to create a uniform global carbon price, how long before a long-discussed carbon-reduction tax and/or new GHG-reduction regulation becomes reality in the United States? For construction and other industries, the implications likely will be broad, as JP Morgan’s Vincent Juvyns notes in a recent post to the firm’s website . “In our view regulatory interventions will increase, and these interventions will underpin carbon prices not only in Europe, but also globally. The result will be an increase in the cost base of companies in a growing number of sectors.” In this kind of environment, the competitive edge goes to construction companies and building materials suppliers who find ways to stay a step ahead of regulators—and in step with the growing demand from shareholders, end customers and the public at large for greener products, companies and brands. Many companies have already started compiling spreadsheets and producing an annual sustainability report. The next step is to ensure sustainability and carbon-related KPIs and strategies are measured, improved and elevated so they carry the same weight as other continuously measured financial KPIs. From engineering to production planning to sales, finance and logistics, all facets of a manufacturing enterprise need access to information and insight that enable them to factor the green line into core decision-making. And come reporting time, they need to be able to document compliance with regulatory requirements. All this becomes possible with a robust, enterprise-wide digital platform. Italy’s Arpa , which makes surface materials and high-pressure laminates, has used such a platform to cut consumption of water, energy and other resources at its production facilities by 80%, reduced scrap waste down to almost zero and implemented a 24/7 production cycle that has resulted in substantial cost savings. Digital capabilities also are enabling companies to design products to meet their own sustainability goals and those of their customers, and to illuminate simpler, more cost-effective circular pathways that reduce waste and keep valuable materials in use longer, such as designing for modularity, extended in-service life, repurposing, recycling and/or reuse at end-of-life. In many cases, approaches like these are predicated on having a central source of current data and information that is accessible to multiple parties in real time. Tata Steel Europe, a key supplier for the massive HS2 high-speed railway construction project in the United Kingdom, is using a blockchain-based shared ledger to store data about the chemical composition of the steel panels it’s providing—data it can use not only for EU compliance reporting, but also when the time comes to repurpose or recycle the steel panels. Going forward, companies must be able to track the make-up, and prove the origin, of their embedded products. That’s particularly important for companies selling (or planning to sell) products into the EU, because if they’re unable to accurately document carbon footprint information, they could put themselves at a significant price advantage relative to competitors that are able to provide that documentation. The roll-out of increasingly aggressive carbon-reduction policies and targets in the United States, Europe and elsewhere also puts a premium on digital tools that enable building materials suppliers to seamlessly conduct business in emission credit trading frameworks. Suppliers like Austria’s RHI Magnesita , which makes refractory products for cement, steel and other building materials, are already using these types of tools to integrate CO 2 emission credit trading into their core business. As of now, the CBAM would apply only to direct emissions emitted during the production process, not to indirect emissions. Still, because supply chain emissions on average are 11.4 times higher than operational emissions , according to CDP, a non-profit organization that manages a global environmental disclosure platform, there’s a growing focus on indirect emissions from the supply chain, increasing the likelihood that we will soon see policymakers take aim at indirect emissions, too. Supply chains themselves are already moving in that direction anyway. With their $5.5 trillion in buying power, the more than 200 businesses that are part of CDP’s supply chain group, including some of the world’s biggest brands and most prominent manufacturers, are requesting that their suppliers provide information about (and in some cases, take action to reduce) their carbon footprints. Søren Skou, CEO of Maersk, one of the world’s largest maritime shippers, is calling for similarly bold steps, having recently urged his industry to shift entirely to carbon-free fuels . All of which suggests that companies must have the ability to evaluate supply chain partners based on their sustainability performance. Ruth Porat, CFO of CDP member Alphabet, an offshoot of Google, explained why that’s critical: “With CDP, we can measure and influence how our suppliers integrate climate change into their operations. In 2020, 96% of our surveyed suppliers reported their carbon footprint, and 75% shared their targets to reduce it. This visibility allows us to better select, support and partner with our suppliers on their climate-related targets.” Achieving that level of visibility requires companies across a supply chain to be digitally networked so they can share data, verify its origin and accuracy, and make decisions accordingly. Because one company’s poor sustainability performance can put an entire supply chain at risk in terms of added cost, diminished reliability and tarnished reputation, it’s reasonable to expect companies in the construction business to choose supply chain partners that can provide credible, auditable documentation of a strong decarbonization track record. The rise of groups like the CDP points to a growing recognition by companies that alignment across the value chain is critical to responding to new policies like the EU’s CBAM. By creating digitally connected business networks that stretch beyond company and even industry borders, companies in the construction supply chain can share information and collaborate on everything from raw materials sourcing and product design upstream, to last-mile logistics and even product usage, returns and recycling processes downstream. For construction companies that choose to embrace this kind of collaborative, data-intelligent thinking, the low-carbon economy becomes fertile territory for growth and competitive differentiation, not just another regulatory burden. For more on how SAP is helping metals, paper, packaging and green material companies improve their supply chain outcomes visit SAP.com This article originally appeared in Construction Executive , and is reposted here with permission.",
    "images": "https://groups.community.sap.com/html/assets/SAP_R_grad_200x200.png",
    "tags": "Sustainability;metals;carbon tax",
    "excerpt": "As innocuous as a “proposed carbon border adjustment mechanism regulation” from the European Union (EU) might sound, U.S construction companies and their building materials suppliers would be wise to keep a close eye on the new policy, whether they do business in Europe or not. As currently pro...",
    "categories": "SAP for Mill Products Blogs"
}