{
    "title": "GCW628",
    "author": "unknown",
    "source": "Pro Global Media Ltd",
    "date": "2023-10-03",
    "text": "Displaying items by tag: GCW628 RHI Magnesita acquires P-D Refractories 03 October 2023 Central Europe: Austria-based RHI Magnesita has acquired P-D Refractories from Germany-based Preiss-Daimler Group for Euro45m. P-D Refractories produces refractories in the Czech Republic and Germany, and operates other sites in the Czech Republic and Slovenia. RHI-Magnesita’s CEO Stefan Borgas said “The production capabilities and vertical integration of P-D Refractories, combined with RHI Magnesita’s know-how and renowned research and development capabilities, will complement our product portfolio and enlarge our production footprint and sales channels on a global scale. This acquisition is our sixth transaction to close in the year to date and marks a major milestone for both companies in the process industries sector. Together we look forward to expanding our footprint and strengthening our market presence by offering high-grade refractory products and solutions to an enlarged customer base.” China Energy International Group Samarkand Cement installs kiln at upcoming Samarkand cement plant 02 October 2023 Uzbekistan: China Energy International Group Samarkand Cement has installed a 3Mt/yr kiln at its upcoming Samarkand cement plant. Local press has reported that the kiln is the largest at a cement plant in Uzbekistan. The Samarkand plant will cost US$313m to build. Parent company China Energy and the government of Uzbekistan previously indicated that construction would conclude in 2024. The plant will produce ordinary Portland cement (OPC) of the local designations M-400 and M-500. It will use coal as fuel in its cement production and directly employ 500 people. EU: The EU launched the transitional phase of its carbon border adjustment mechanism (CBAM) on 1 October 2023. Parties that import cement - and five other commodities - into the EU must now show the embodied CO2 emissions of their products. The transition comes ahead of the full implementation of the CBAM in January 2026. At this point, those importing cement into the region will have to pay for the embodied CO2 of their products in order for them to enter the EU Common Market. Producers within the EU already pay for a proportion of emissions under the auspices of the EU Emissions Trading Scheme (ETS). The intention of the CBAM is to reduce the risk of 'carbon leakage' as the costs of making cement rise in the EU due to changes in the ETS. While cement producers, as heavy CO2 emitters, are currently shielded from the full cost of their emissions, the number of free allowances they receive is set to fall substantially by 2026. At the same time, the cost of emitting a tonne of CO2 under the ETS, currently Euro80-90/t on the open market, is widely expected to rise. India: JSW Cement is conducting a pilot project in the use of electric vehicles for cement transportation. The producer has introduced five Murugappa electric cement trucks into its fleet in Andhra Pradesh and Karnataka. It expects these to eliminate 150t/yr of CO2 emissions from its logistics operations. Daijiworld News has reported that CEO Nilesh Narwekar said “The pilot project is an important milestone in making our future much greener and more purposeful.” He added “Based on the success of these pilot trials, we will scale-up the integration of these trucks across our cement operations in India.” Democratic Republic of Congo government bans cement imports 02 October 2023 Democratic Republic of Congo: The government banned new imports of cement into the country on 30 September 2023. Local press has reported that the measure aims to protect local cement production and to move the country away from its dependence on imports. Kongo-Central provincial government spokesperson Anne-Marie Tsasa said “Despite this ban, the circulation and sale of said products is noted in Kongo-Central province. The services working at the borders are invited to fight against this fraudulent practice.” Hanson UK becomes Heidelberg Materials UK 02 October 2023 UK: Germany-based Heidelberg Materials has introduced customers and investors to Heidelberg Materials UK, its UK subsidiary formerly known as Hanson UK. The latest rebrand signifies increasing collaboration across the group’s geographies as a global business with one voice. Heidelberg Materials UK will launch rebranded packaging for its cement and other products in early 2024 and transition its branding across its sites and vehicles by October 2025. Heidelberg Materials UK CEO Simon Willis said “The construction sector faces global challenges such as climate change and the digitalisation of our industry; challenges we are better placed to meet as a strong, united group. Having a single brand name and identity sends a clear and consistent message to our increasingly global customers.” Willis added “It will allow us to work together to lead the field in driving down carbon emissions; promote the circular economy by recycling and reusing construction waste; develop digital solutions to provide added value to our customers and develop sustainable and innovative building materials.” Qatar National Cement may invest in Uzbekistan 02 October 2023 Uzbekistan/Qatar: Qatar National Cement has been named among businesses that have attended meetings with the Uzbekistan Minister of Investment, Industry and Trade. UzDaily News has reported that the minister is visiting Qatar for talks with his Qatari counterpart, as well as ‘large companies’ from the heavy industry, energy and food sectors. The Uzbekistan government is reportedly evaluating the prospects for joint implementation of large investment projects in priority sectors of the economy. India: UltraTech Cement sold 26.7Mt of cement during the second quarter of the 2024 financial year (1 July – 30 September 2023). This corresponds to year-on-year growth of 16% from 23.1Mt in the second quarter of the previous financial year. Sales in India accounted for 25.7Mt (96%) of total volumes, while overseas sales accounted for 1.18Mt (4%). UltraTech Cement has a cement capacity of 138Mt/yr across its 23 cement plants and 29 grinding units. Worker dies at Satna cement plant 02 October 2023 India: A 25-year-old man died after becoming trapped in a belt conveyor at a cement plant in Madhya Pradesh’s Satna District. The Free Press Journal newspaper has reported that the man had been working alone in the plant’s packing plant at the time of the disaster. Multiple producers, including Birla Corporation, Century Cement, Jaypee Cements and Prism Cement, operate integrated cement plants in Satna. US cement shipments fall in July 2023 29 September 2023 US: Shipments of Portland and blended cement, including imports, in the US and Puerto Rico in July 2023 came to an estimated 9.3Mt, according to the United States Geological Survey (USGS). The figure was 2.1% lower than in July 2022, when 9.5Mt of cement was shipped. Of the total blended volume reported in July 2023, 4.9Mt (98%) was estimated to be Portland-limestone cement. US-wide shipments for the January 2023 to July 2023 period came to 60.4Mt, a 2% decrease from 61.7Mt reported in the same period of 2022. The leading producing states for Portland and blended cement in July 2023 were, in descending order: Texas; Missouri; California; Florida; and Michigan. Together these five states accounted for 39% of all cement produced in the country during the month. The leading cement-consuming states were, in descending order: Texas; California; Florida; Georgia; and Ohio. Together these states jointly received 38% of all shipments in July 2023.",
    "images": null,
    "tags": "global cement, global cement magazine, global cement directory, global cement news, cement, global cement weekly, global cement newsletter",
    "excerpt": "Global Cement online portal for all things cement related",
    "categories": ""
}