{
    "title": "Bluelake Mineral | Press Releases",
    "author": "unknown",
    "source": "bluelakemineral.com",
    "date": "2024-01-01",
    "text": "Bluelake Mineral AB (publ) (the \"Company\" or \"Bluelake Mineral\") is pleased to announce the results of a Preliminary Economic Assessment (\"PEA\") for its 100%-owned Rönnbäcken Project (\"Rönnbäcken\" or the \"Project\") in northern Sweden. The PEA incorporates an updated Mineral Resource statement and an economic assessment for a 30 Mtpa mining operation over a mine life of 20 years producing nickel, cobalt and iron. PEA Highlights: \"The completion of the PEA is a significant milestone as it displays Rönnbäcken as a significant and strategic asset with a potential of producing a high quality nickel and cobalt concentrate to the European battery industry and other sectors for an extended period of time of at least 20 years\" says Peter Hjorth, CEO of Bluelake Mineral. \"This PEA demonstrates compelling economics and the foundation to initiate the next phase. We are committed to supply critical raw materials in the ongoing electrification process which is instrumental to mitigate global climate change and we will work in close collaboration with local and regional stakeholders in order to establish this project in an environmentally sound and socio-economically sustainable way\". The PEA was prepared by independent consulting firm SRK Consulting (UK) Ltd (\"SRK\") and includes an updated Mineral Resource statement reported according to Canadian Institute of Mining, Metallurgy, and Petroleum (\"CIM\") Definition Standards for Mineral Resources and Reserves (\"CIM Definition Standards\"). These standards are internationally recognised and allow the reader to compare the Mineral Resource with that reported for similar projects. The reader is advised that the PEA summarized in this press release is preliminary in nature and is intended to provide an initial, high-level review of the project's economic potential and development options. This PEA is an update to a PEA completed by previous owner IGE Nordic in 2011. The updated PEA mine schedule and economic model includes numerous assumptions and the use of Inferred Mineral Resources. Inferred Mineral Resources are considered to be too speculative geologically to have economic considerations applied to them that would enable them to be categorized as Mineral Reserves, and there is no certainty that the PEA will be realized. Mineral Resources that are not Mineral Reserves do not have demonstrated economic viability. Economic Analysis The annualised and cumulative post-tax cashflow for each of the three scenarios are similar with each providing expected payback after 5 years of operation. Figure 1 shows the annualised cashflow for scenario 1 that equates to approximately USD 150 to 200 M per year, which varies due to the plant feed tonnage and grade variation. Figure 1: Scenario 1 expected cash flow over LoM** All scenarios used metal selling prices of USD 22,046/tonne nickel (USD10/lb), USD 44,092/t cobalt (USD 20/lb) and USD 75/tonne iron (USD 1.13/dmtu). The breakdown of the expected revenue generation (net) by commodity is provided in Figure 2, with approximately 78% expected from nickel, 19% from iron (magnetite) and 3% from cobalt. Figure 2: Expected revenue generation by commodity** A summary of the capital and operating cost estimate over the LoM is presented in Table 1 and Table 2 for the three scenarios. SRK notes that 100% of the capital for the plant and infrastructure, 80% of the mining capital and 12% of the tailings capital is required in the first 2 years (construction period) and the remaining is spread throughout the following 20 year operational period. Table 1: LoM capital cost estimate summary \n Item \n \n Unit \n \n Scenario 1 LoM Cost \n \n Scenario 2 LoM Cost \n \n Scenario 3 LoM Cost \n \n Mining \n \n USD M \n \n 309 \n \n 309 \n \n 352 \n \n Processing plant \n \n USD M \n \n 870 \n \n 870 \n \n 870 \n \n Infrastructure \n \n USD M \n \n 232 \n \n 232 \n \n 232 \n \n Tailings \n \n USD M \n \n 379 \n \n 379 \n \n 379 \n \n Total \n \n USD M \n \n 1,789 \n \n 1,789 \n \n 1,832 \n Table 2: LoM operating cost estimate summary \n Item \n \n Scenario 1 \n \n Scenario 2 \n \n Scenario 3 \n \n Rate \n \n LoM Cost (USD M) \n \n Rate \n \n LoM Cost (USD M) \n \n Rate \n \n LoM Cost (USD M) \n \n Mining \n \n 1.68 USD/t \n \n 1,567 \n \n 1.53 USD/t \n \n 1,429 \n \n 1.53 USD/t \n \n 1,429 \n \n Processing \n \n 5.99 USD/t \n \n 3,514 \n \n 5.99 USD/t \n \n 3,514 \n \n 5.99 USD/t \n \n 3,514 \n \n Sub-total- \n \n 5,082 \n \n - \n \n 4,944 \n \n - \n \n 4,944 \n \n Royalty \n \n 0.2% \n \n 20 \n \n 0.2% \n \n 20 \n \n 0.2% \n \n 20 \n \n Carbon Tax \n \n 133 USD/t CO2 \n \n 131 \n \n 113 USD/t CO2 \n \n 120 \n \n - \n \n - \n \n Closure \n \n - \n \n 50 \n \n - \n \n 50 \n \n - \n \n 50 \n \n Total \n \n 5,282 \n \n \n \n 5,133 \n \n \n \n 5,013 \n A summary of the post-tax cashflow analysis results from the PEA is provided in Table 3 (post-tax) and Table 4 (pre-tax). Scenario 2 benefits over Scenario 1 from a lower unit operating cost. Scenario 3 has this same mining operating cost, but at a higher capital expenditure due to the cost of electric mining fleet over diesel fleet. However, the electric case benefits from the lack of carbon tax payments. This means that Scenario 3 results in the best Net Present Value (\"NPV\"), albeit at a slightly lower Internal Rate of Return (\"IRR\") than Scenario 2 due to the elevated project capital. Table 3: PEA post-tax cashflow analysis results \n Net Free Cashflow \n \n Unit \n \n Scenario 1 \n \n Scenario 2 \n \n Scenario 3 \n \n Net Free Cashflow \n \n (USD M) \n \n 2,173 \n \n 2,295 \n \n 2,356 \n \n NPV (8%) \n \n (USD M) \n \n 477 \n \n 538 \n \n 547 \n \n IRR \n \n (%) \n \n 13.8% \n \n 14.5% \n \n 14.4% \n Table 4: PEA pre-tax cashflow analysis results \n Net Free Cashflow \n \n Unit \n \n Scenario 1 \n \n Scenario 2 \n \n Scenario 3 \n \n Net Free Cashflow \n \n (USD M) \n \n 2,771 \n \n 2,919 \n \n 2,996 \n \n NPV (8%) \n \n (USD M) \n \n 713 \n \n 804 \n \n 819 \n \n IRR \n \n (%) \n \n 16.0 \n \n 17.1 \n \n 17.0 \n Economic Analysis Sensitivity A sensitivity of NPV was undertaken (Figures 5 to 7), with the highest sensitivity shown with respect to nickel prices, where all scenarios return negative NPVs if the nickel price drops below USD 19,000/t. It is noted approximately 20 to 25% of the revenue is generated by the iron concentrate and this is deemed an essential part of the economic success of the Project with current thinking. Figure 3: Scenario 1 NPV (8%) sensitivity to changes in price, costs and capital** Figure 4: Scenario 2 NPV (8%) sensitivity to changes in price, costs and capital** Figure 5: Scenario 3 NPV (8%) sensitivity to changes in price, costs and capital** Figure 6 shows the sensitivity of changing nickel selling prices for each of the three scenarios, highlighting the sensitivity of the Project to selling prices and the opportunity should prices remain buoyant.** Figure 6: NPV (8%) sensitivity to Ni price Environmental, social and governance Demonstrating good ESG practice is central to Bluelake Mineral's vision of the Project. Rönnbäcken has the potential to provide a secure, local source of low-carbon intensity critical raw materials to a rapidly expanding green technology manufacturing industry in northern Europe. The following highlights the key positive ESG credentials of the Project: The Company will need to work closely with local stakeholders including land owners to reduce the Project's impact and ensure the Project provides long-term benefits to the local area. This is particularly relevant to Sámi reindeer herding, with collaboration required to ensure access to pastureland and migration routes. The Company is committed to engagement with all key stakeholders and in cooperation with the authorities. The PEA outlined a number of options to reduce the impacts of the Project on the environment that will be explored further in future technical studies. This includes the use of electric vehicles, conveyor systems and carbon sequestration in tailings. Permitting The Project is currently covered by three separate exploitation concessions (Swedish: Bearbetningskoncession) approved by the Swedish Mining Inspectorate (Swedish: Bergsstaten, \"Bergsstaten\") in 2010 for Rönnbäcksnäset and Vinberget, and 2012 for Sundsberget. The applications included preliminary ESIA (Swedish: Miljökonsekvensbeskrivning, or \"MKB\") focussing on land use impact of the Project. The exploitation concessions provide the Company with exclusive mining rights in the defined areas; however, prior to commencing operations three main other permits are required. The environmental permit (Swedish: Miljötillstånd) will be applied for following completion of an updated ESIA. A land designation (Swedish: Markanvisning) will be required to define the industrial area associated with the mines (such as tailings, waste rock, processing plant). In addition, a building permit (Swedish: byggnadstillstånd) will also be required prior to construction. A separate water permit is not currently required as it is defined under the main environmental permit. Geology, exploration and Mineral Resources The Project comprises three separate mineral deposits - Rönnbäcksnäset, Vinberget and Sundsberget (Figure 7). The nickel mineralisation is hosted by Cambrian age ultramafic intrusive bodies (serpentenite) containing disseminated nickel sulphide minerals. The deposits were explored historically by Boliden and most recently by former owner IGE Nordic between 2008 and 2012. The Company has not conducted any exploration on the Project to date. Figure 7: Rönnbäcken nickel project overview** The Mineral Resource statement is an update of the previous statement produced as part of the 2011 PEA. No additional geological information was collected since this time and so the geological models used as the basis for the statement remained the same. Models for the three separate deposits - Rönnbäcksnäset, Vinberget and Sundsberget - were generated using information from 162 diamond core drillholes, including over 29,000 m of sampled and assayed core. Block models were generated based on the modelled mineralisation domains with grades of nickel (total (\"NiT\"), and sulphidic (\"NiS\"), cobalt (sulphidic only, \"CoS\") and iron (\"Fetotal\"), along with density, estimated into the model. The block model was classified into Measured, Indicated and Inferred Mineral Resources, as defined by CIM Definition Standards, on the basis of geological and grade continuity, data quality and quantity and estimation quality. A pit optimisation and cut-off grade analysis was undertaken and used to constrain the Mineral Resource to demonstrate 'reasonable prospects for eventual economic extraction', as also required by CIM Definition Standards. The statement, provided in Table 5, contains 600 Mt of Measured & Indicated Mineral Resources grading 0.18% NiT, 0.10% NiS, 0.003% CoS and 5.7% Fetotal as well as 20 Mt of Inferred Mineral Resources grading 0.18% NiT, 0.11% NiS, 0.005% CoS and 5.2% Fetotal. Table 5: Rönnbäcken Mineral Resource Statement updated PEA 2022* \n Deposit \n \n Mineral Resource Category \n \n Tonnes \n \n NiT \n \n NiS \n \n CoS \n \n Fetotal \n \n (Mt) \n \n (%) \n \n (%) \n \n (%) \n \n (%) \n \n Rönnbäcksnäset \n \n Measured \n \n - \n \n - \n \n - \n \n - \n \n - \n \n Indicated \n \n 270 \n \n 0.18 \n \n 0.10 \n \n 0.003 \n \n 5.5 \n \n Measured + Indicated \n \n 270 \n \n 0.18 \n \n 0.10 \n \n 0.003 \n \n 5.5 \n \n Inferred \n \n 10 \n \n 0.17 \n \n 0.09 \n \n 0.004 \n \n 5.1 \n \n Vinberget \n \n Measured \n \n 30 \n \n 0.19 \n \n 0.13 \n \n 0.006 \n \n 5.2 \n \n Indicated \n \n 20 \n \n 0.18 \n \n 0.14 \n \n 0.006 \n \n 5.1 \n \n Measured + Indicated \n \n 50 \n \n 0.19 \n \n 0.13 \n \n 0.006 \n \n 5.2 \n \n Inferred \n \n 10 \n \n 0.18 \n \n 0.14 \n \n 0.007 \n \n 5.2 \n \n Sundsberget \n \n Measured \n \n - \n \n - \n \n - \n \n - \n \n - \n \n Indicated \n \n 280 \n \n 0.17 \n \n 0.09 \n \n 0.003 \n \n 5.9 \n \n Measured + Indicated \n \n 280 \n \n 0.17 \n \n 0.09 \n \n 0.003 \n \n 5.9 \n \n Inferred \n \n - \n \n - \n \n - \n \n - \n \n - \n \n Total (Measured & Indicated) \n \n Measured \n \n 30 \n \n 0.19 \n \n 0.13 \n \n 0.006 \n \n 5.2 \n \n Indicated \n \n 570 \n \n 0.18 \n \n 0.10 \n \n 0.003 \n \n 5.7 \n \n Measured + Indicated \n \n 600 \n \n 0.18 \n \n 0.10 \n \n 0.003 \n \n 5.7 \n \n Total (Inferred) \n \n Inferred \n \n 20 \n \n 0.18 \n \n 0.11 \n \n 0.005 \n \n 5.2 \n *Notes: (1) The effective date of the Mineral Resource Statement is 28 January 2022. (2) Dr Mike Armitage is the QP for this Mineral Resource estimate and statement but has not visited site. Site visits were undertaken by Mr Johan Bradley (previously of SRK) in February 2011 and Mr Ben Lepley of SRK in September 2021. Technical work was undertaken by a team of consultants and overseen by Dr Armitage. (3) The Mineral Resource reported for Rönnbäcksnäset, Vinberget and Sundsberget deposits was constrained within a Lerchs-Grossman pit shell defined by a marginal cut-off-grade of 0.05% NiS, a nickel metal price of USD 10/lb (USD 22,046/t), cobalt selling price of USD 26/lb and iron ore selling price of USD 1.47/dmtu; slope angles of 48, 48 and 49° respectively; a mining recovery of 95%; a mining dilution of 2.5%; a base mining cost of USD 1.53/tonne mined and an incremental mine operating costs of USD 0.07/tonne/10 m below a reference RL; process operating costs of USD 6.00/tonne ore; G&A costs of USD 0.50/tonne ore and rehabilitation/closure cost of USD 0.17/tonne ore. (4) The pit shell constrained to exploitation concession boundaries. No other factors were used to constrain the Mineral Resource such as environmental and social, permitting or land use. (5) There is no guarantee that Inferred Mineral Resources will convert to a higher confidence category after future work is conducted. (6) Mineral Resources are reported as undiluted and no mining recovery has been applied. (7) Tonnages are reported in metric units and have been rounded to the nearest 10 Mt. Mining The mining at Rönnbäcken is envisaged to be completed using three separate open pit mines feeding a single processing plant in a central location. Multiple scenarios were tested including varying production rates and equipment choices. A pit optimisation study was completed to provide the schedule of material to feed the technical economic model. The schedule assumes mining 30 Mtpa of ore over a LoM of 20 years. The LoM schedule profile of mined tonnage and nickel grade is shown in Figure 8. Figure 8: LoM production schedule profile** Although current mining equipment of the scale required for this Project is diesel-powered, significant research and development is currently ongoing to create electric and low-emission alternatives (such as hydrogen). It is assumed that these vehicles will be available in the coming years and the Project can take advantage of these developments to reduce the carbon footprint. The approach to costing the mining aspects of the Project is conceptual in nature, based on benchmark information and has an approximate +/- 50 % accuracy level. The granularity of overall capital and operating cost estimates are therefore insufficient to run sensitivities on fuel price for example. This approach is considered by SRK to be suitable for a PEA level of study of the robustness of the mine, for future detailed studies, a first principles mining cost calculation based on a detailed haulage analysis for each mine will be conducted as part of the PFS study. The major engineering and maintenance of the large fleet is assumed to take place on site, and the infrastructure and labour complement required to achieve this is included in the estimate. It is recommended that further detailed studies investigate equipment maintenance contracts for major parts maintenance off-site, with only minimal maintenance required on site. This might reduce up-front capital cost but would increase operating cost. As part of the mining trade-off studies, options for electrification of mining fleet was investigated albeit at a high level. Metallurgy and Processing The metallurgy of the mineralised material is variable across the three deposits with nickel (and cobalt) hosted by sulphide minerals, predominantly pentlandite and partially by heazlewoodite and millerite. Very minor quantities of other sulphides are present. The iron is predominantly hosted by magnetite. Metallurgical testwork has demonstrated that a high-grade nickel concentrate with acceptable impurities can be produced at 80% nickel recovery albeit that a fine grind of 80% - 50 m is required. Magnetite production is feasible, but the particle size will be very fine compared to normal magnetite concentrates and iron recovery and concentrate grade and impurity levels require further testwork to confirm the metallurgical performance. A summary of the estimates recoveries and concentrate grades is shown in Table 6. Table 6: Processing recoveries and concentrate grades \n Parameters \n \n Units \n \n Value \n \n Processing Recovery Ni \n \n (%) \n \n 80 \n \n Processing Recovery Co \n \n (%) \n \n 70 \n \n Processing Recovery Fe \n \n (%) \n \n 90 \n \n Conc. Grade (Ni) \n \n (%Ni) \n \n 28. \n \n Conc. Grade (Co) \n \n (%Co) \n \n 0.90 \n \n Conc. Grade (Fe) \n \n (%Fe) \n \n 66. \n Waste management The PEA included an assessment of tailings management facility (\"TMF\") solutions including in-lake and on-land slurry tailings storage options for the Project. A total of ten alternatives were modelled, in proximity to the proposed open pit locations. A number of feasible options were identified for consideration at future study stages. The chosen site is located in close proximity to the Rönnbäcksnäset open pit, occupies minimal land space and ranked favourably as part of an multicriteria assessment of environmental and social criteria. The proposed TMF concept consists of initial sub-aqueous tailings disposal in segregated area within an existing man-made reservoir. A series of rockfill dams will be constructed to prevent migration of tailings downstream. These will be designed to retain the tailings particles and act as a drain. The dams will include a filter zone on the tailings side for restricting the movement of fine particles with the groundwater flow. The tailings will ultimately be constructed above the level of the existing reservoir and will be contained by perimeter dykes around portions of the northern and southern flanks. Diversion channels will be designed, to divert clean runoff around the impoundment. Preliminary testwork on acid rock drainage (\"ARD\") potential in 2011 described the waste rock and tailings have a very low content of sulphur and a relatively high neutralization capacity. The worst-case sulphur concentrations are considered to be low or moderately high but high enough to be subjected to further evaluation according to Swedish Regulatory requirements. One of these, the ordinary schist has a high enough neutralization potential to be classified as \"inert waste\". In order to be prepared for possible ARD problems, the other two waste rock types should be subject to further studies using kinetic tests. Infrastructure and logistics The site is located near to established national road (E12) and the rail infrastructure of the Inland Railway Line (Swedish: Inlandsbanen). The Project is between 140 km and 280 km from port infrastructure. The nearby town of Storuman already has a working inland logistics hub (NLC Storuman). The Swedish electricity market is well developed, provides low-cost power, with a high penetration of renewables generation, especially in the northern regions. The Project lies adjacent to the Ajaure hydroelectric power plant and high voltage transmission grid. Key to success will be the ability to permit the infrastructure areas and establishment of the dedicated project access road between the site and rail infrastructure. There is the opportunity to assess extending the railway to the site. Electrification of transportation systems and other decarbonising strategies will be investigated further in future studies. A preliminary layout of the major infrastructure of the Project is shown in Figure 9. Figure 9: Rönnbäcken nickel project PEA layout** Water Management No site-specific data relating to the water environment has been collected to date. A high degree of uncertainty therefore surrounds water management requirements and the associated risks to the project at present. This applies especially to the risk of significant hydraulic connection between the proposed pits and Lake Gardiken. The potential costs for water management, particularly dewatering of the pits, are currently unknown, have not been included in the economic analysis and so these have potential to increase once this has been done. Stakeholder Engagement The Company continues to work in partnership with the local authorities and understands the importance of strong local support and partnerships with all stakeholders. The Company will use the PEA as a communication tool to continue dialogue with project-affected people, particularly Sámi representatives. The Project is expected to provide approximately 550 jobs during the life of mine operation with a significant socio-economic impact on the region expected. Independent Qualified Person The PEA was prepared for Bluelake Mineral by SRK Consulting (UK) Ltd (\"SRK\"). The Mineral Resource is the responsibility of Dr Mike Armitage of SRK who is a Qualified Person (\"QP\") as defined by CIM Definition Standards. ____________ Stockholm, February 2022 Bluelake Mineral AB (publ) The Board of Directors Publication of information This information is inside information which Bluelake Mineral AB (pull) is required to publish in accordance with the EU Market Abuse Regulation. The information was submitted, for publication on February 23, 2022, at 9.30 am CET, by the contact person below. Additional information For additional information, please contact: Peter Hjorth, CEO, Bluelake Mineral AB (public), phone +46-725 38 25 25 Email: [email protected]  General information about the Company Bluelake Mineral AB (pull) is an independent Swedish company active in exploration and mine development of copper, zinc, nickel and gold resources. The Company owns approximately 99% of the subsidiary Vilhelmina Mineral AB, which is focusing on development of copper and zinc deposits in the Nordic region. In Sweden, the Company owns Stekenjokk-Levi project, where a total of approximately 7 million tonnes of ore were mined between 1976 and 1988 with an average grade 1.5% Cu and 3.5% Zn. Stekenjokk-Levi is, according to a recent Mineral Resource Estimate by SRK Consulting, containing inferred mineral resources of approximately 6.7 million tonnes with 0.9 % Cu, 2.7 % Zn, 0.6 % Pb, 55 Ag g/t and 0.2 g/t Au for Stekenjokk and inferred mineral resources of 5.1 million tonnes with 1.0 % Cu, 1.5 % Zn, 0.1 % Pb, 22 Ag g/t and 0.2 g/t Au for Levi (at a NSR cut-off of 60 USD/t). In Norway, the Company is owner in the Joma field, where approximately 11.5 million tonnes of ore were processed between 1972 and 1998 with an average grade of 1.5% Cu and 1.5% Zn. The Joma field (excluding Gjersvik) is, according to a recent mineral estimate by SRK Consulting, containing indicated mineral resources of approximately 6 million tonnes with grades amounting to 1.00 % Cu and 1.66 % Zn and inferred resources of 1.2 million tonnes with grades 1.2 % Cu and 0.7 % Zn (at cut-off of 50 USD/t). In addition, the Company owns the nickel projects Rönnbäcken (which is Europe's largest known undeveloped nickel resource) and Orrbäcken in Sweden. According to a recently updated mineral resource update in by the mining consulting company SRK, the Rönnbäcken project contains a mineral resource of 600 million tonnes with an average grade of 0.18% Ni, 0.003% Co and 5.7% Fe (\"measured and indicated\"). The updated preliminary economic assessment that SRK completed predicts a production of 23,000 tonnes of nickel, 660 tonnes of cobalt and 1.5 million tonnes of iron per year for 20 years, which would be a significant proportion of Sweden's total annual use of nickel which thereby has a strategic value. Orrbäcken is an exploration license that is considered to have potential as a nickel deposit. The Company owns the gold project Haveri, through its subsidiary Palmex Mining Oy, which in 2014 carried out a so-called Preliminary Economic Assessment (PEA) prepared by SRK Consulting. This report estimates 1.56 million oz. historically inferred mineral resource of gold equivalents with a grade of 0.93 g/t gold.) Kattisavan is mainly considered to have potential as a gold resource and is located within the so-called gold line, close to projects such as Svartliden, Fäboliden and Barsele.",
    "images": "https://websolutions.bequoted.com/media/212006/bluelake-mineral-wall-street-journal-open-graph-image-v2.jpg",
    "tags": "",
    "excerpt": "Ett nordiskt råvarubolag med fokus på basmetaller",
    "categories": ""
}