{
    "title": "Miners see value in EU focus on ESG but face red tape hurdles",
    "author": "unknown",
    "source": "Money Lowdown",
    "date": "2025-04-10",
    "text": "Compliance with ESG standards are increasingly important to keep commitments from institutional investors such as pension funds and insurance firms and for bank loans. Christel Bories, CEO at miner Eramet told Reuters documentation proving the company’s ESG credentials for bank loans ran into thousands of pages and that the whole process from start to finish could take up to 18 months. “We have no problem supplying the evidence… but it does slow down the project,” Bories said. One initiative welcomed by metal producers is the EU’s Carbon Border Adjustment Mechanism (CBAM). From Oct. 1, EU firms have to report the GHG embedded during production of imported volumes of some goods including iron and steel, aluminium and electricity. CO2 emission charges will not be imposed until 2026. “We like it because it gives us a level playing field with other countries,” said Boliden CEO Mikael Staffas, but he added there were issues. “One example is if you import copper, turn it into tube and export it, you should get some credit back. This will be an administrative nightmare,” Staffas said referring to the paperwork that would be required. Investors want to see mining companies account for and report their emissions consistently and mine in a socially responsible way. “There is a concern that there has been a proliferation (of standards) but let’s not forget a lot of these standards have evolved because things in the sector have not been so good in the past,” said Adam Matthews, chief responsible investment officer for the Church of England Pensions Board, which invests in mining companies. Boliden’s Staffas cited zero fatalities due to focus on ESG compared with roughly two per annum at some of the largest miners. “We are 15 years fatality free.” EU lawmakers are also pushing for far greater recycling of waste in a new law to ensure the bloc has raw materials such as lithium, nickel and cobalt required for its green transition, and traditional recycling companies and newcomers are investing in capacity to produce battery materials. Eramet’s joint venture with water company Suez SA to be located in France’s Dunkirk region is one example. The partners are aiming to build a plant to dismantle electric vehicle batteries, followed by a second unit to separate and refine metals for reuse with a low carbon hydrometallurgy process. (By Pratima Desai and Clara Denina; Editing by Deborah Kyvrikosaios) Related: Raising capital now biggest risk to mining companies after ESG",
    "images": "https://moneylowdown.com/wp-content/uploads/2023/10/Cat-795-AC-mining-truck-on-trolley-at-Boliden-Aitik-mine.jpg",
    "tags": "",
    "excerpt": "Compliance with ESG standards are increasingly important to keep commitments from institutional investors such as pension funds and insurance firms and for bank loans. Christel Bories, CEO at miner Eramet",
    "categories": ""
}