{
    "title": "Base metals prices defy weak demand in moves up – what happened this week?",
    "author": "The Fastmarkets Team; Albert MacKenzie; Imogen Dudman; James McKeigue; Natasha Porter",
    "source": "Fastmarkets",
    "date": "2024-05-28",
    "text": "MethodologyContact usSupportLogin Fastmarkets rounds up the six base metals’ price movements and their individual fundamental backdrops. The three-month tin futures contract on the London Metal Exchange hit $35,355 per tonne during intraday trading on Monday May 20. That is a 46.61% increase from its 2024 low of $24,115 per tonne on January 5. Monday’s price was just short of the 2024 high of $36,050 per tonne, which was reached during intraday trading on April 22. Tin is the most thinly-traded base metal on the LME and is subject to volatile price moves. On March 8, 2022, it hit $51,000 per tonne on market anticipation of a demand boost for the soldering metal from the fast-growing AI industry. Frequent supply disruption news from Indonesia, the world’s third-largest producer of refined tin, and Myanmar, which is responsible for around 10% of global supply, has also bolstered the tin price. Yet analysis of tin stock levels indicates that supply is not as constrained as the headlines suggest. “Combined, LME and SHFE tin inventories amounted to 22,373 tonnes on May 17, up by 748 tonnes (4%) week on week and marking the sixth consecutive week of net inflows,” Fastmarkets analyst Boris Mikanikrezai said. This suggests that global refined tin market conditions are not tight, despite continuing supply disruptions from major producing countries such as Indonesia, according to Mikanikrezai. “The physical market has also been stable so far in May, suggesting that the industry has managed to find alternative supply to compensate for the lack of Indonesian tin exports,” he added. Instead, it appears to be trader momentum that is fueling the tin price, according to Mikanikrezai, who added: “Fundamental indicators such as stocks or physical premiums do not suggest a very tight market, so it all depends on the momentum.” “As we have seen in copper, once an all-time high is broken, the momentum keeps feeding itself. While this could happen for tin, prices remain for now below their previous 2024 high,” he said. Similar dynamics appear to be moving the zinc market. Zinc prices on the LME have risen significantly since the beginning of April, increasing profitability for zinc mines but muting already weak demand. The three-month LME zinc price closed at $3,062.50 per tonne on May 22 – the highest since April 2022 and up by 23.5% from $2,479.50 per tonne on April 2. On May 13, Nyrstar’s Budel smelter in the Netherlands restarted production after being under care and maintenance since January. The company attributed the decision to “recent improvements in market conditions and the temporary reinstatement of indirect cost compensation in the Netherlands that will help reduce Nyrstar Budel’s overall energy costs.” In addition, Boliden’s Tara mine in Ireland is expected to reach full production capacity by January 2025, after suspending production in July 2023. Boliden had placed the mine under care and maintenance due to “negative zinc price development, overall cost levels and operational challenges,” Fastmarkets reported previously. The return of some zinc output have eased supply concerns after falling zinc prices and rising operational costs led to a string of mine closures in 2023. But sources have told Fastmarkets that the LME price spike has exacerbated already weak demand for zinc. “Demand is still low, this is the reason why we have decreasing premiums,” one trader source told Fastmarkets. “Customers look at LME prices and postpone buying… [they] are waiting for the second half of the year,” a second trader source said. “We have not seen an impact from supply increases [and] due to low liquidity, we cannot assess the effects,” the second trader added. Sources told Fastmarkets that some market participants expect that interest rate cuts from the European Central Bank and potential improvements in the European construction sector may increase demand for zinc in the coming year. Others remained skeptical. “For the moment, we don’t see a big increase in demand or significant changes in the market,” the second trader added. Three-month copper prices hit a record high on Monday of $11,104.50 per tonne, well above the previous all-time high of $10,845 per tonne seen in March 2023. Sources told Fastmarkets that fundamental factors in the market such as tight raw materials and globally improving demand have helped lay the foundation for increased prices. Sources also told Fastmarkets, however, that hedge fund money and a short squeeze on the Comex had helped lead the price higher. The price gains have started to come off; the price was recently at $10,397.50 per tonne, down 6.4% from Monday’s all-time high, with sources attributing it in part to profit-taking. Some market participants, however, told Fastmarkets they still believe copper prices have support due to fundamental factors. One producer source told Fastmarkets that, although the week’s gains had been lost, they are still positive about the future of the copper price. “The one-night party may be over but the three-month party in Ibiza is still coming,” one producer source said to describe their bullish medium-term outlook for the copper price. The LME three-month aluminium contract hit an intraday high of $2,765 per tonne on Tuesday, marking its highest price level since June 2022 when it traded above $2,800 per tonne. Strength in the futures price has also been reflected in the physical market, where premiums in Europe have been well-supported by regional supply tightness and freight costs since the beginning of the year, sources told Fastmarkets. This strength has come despite a lackluster consumer demand outlook. “The situation of aluminium P1020 in Europe is an acute one,” Fastmarkets analyst Andy Farida said. “The healthy contango on the nearby spread means that any available units in Europe are tightly held, and supply routes outside of the continent continue to face disruptions and high freight costs,” he added. Fastmarkets assessed the aluminium P1020A premium, in-whs dp Rotterdam at $325-350 per tonne on Tuesday, up by 67% from $190-215 per tonne at the beginning of 2024. The premium midpoint is now at its highest level in 19 months. The subdued domestic consumer demand outlook, coupled with expensive freight and higher Asian premiums, has left the European market lean, according to market participants. “Europe is in the danger zone, where demand is relatively low, meaning that no one is wanting to bring in significant volumes, but consumers and traders have both destocked, meaning there’s not much around to fill any inquiries that do come through,” one trader in the region said. But others have been eyeing significant recent inflows into LME registered warehouses in Port Klang, Malaysia as providing a possible easing to Europe’s recent supply constraints. “The reality is that at least some of these units will be felt in the market. It won’t happen overnight, but there’s now a million tonnes on the exchange,” a second trader said. Fastmarkets assessed the aluminium P1020A premium, in-whs dup Rotterdam at $245-265 per tonne on Thursday, rising from $245-260 per tonne the previous day and up from $220-235 per tonne at the beginning of the month. “Availability of unpaid units is particularly low,” one European consumer said. “For prompt, it is very difficult to find anyone with tonnes.” The LME nickel price hit eight-month highs in May on mine closures and fund speculation but demand remains stagnant. The three-month nickel contract rose to an eight-month high of $21,615 per tonne on May 20 on ongoing unrest in the French territory of New Caledonia, the world’s third-largest nickel producer. But while the supply restrictions suggest that nickel’s price rise has some support from market fundamentals, the demand outlook is more doubtful. LME nickel stocks are at their highest point in a year, which indicates the world’s stainless steel mills and electric vehicle (EV) battery makers are not desperately scrambling for more nickel. Nickel inventories in LME warehouses stood at 84,042 tonnes on Thursday, up from 55,380 tonnes at the start of the year. Meanwhile, global nickel premiums assessed by Fastmarkets were largely stable in the week leading up to May 22. Nickel’s demand woes can be traced to China. Amid a struggling economy, end markets are consuming less stainless steel, which accounts for around 66% of all nickel demand. Chinese sales of EVs, which use nickel for their batteries, have also slowed following the discontinuation of a subsidy program. The entry of financial investment funds into the physical metal markets has boosted other metal prices, such as copper. It could be affecting nickel too. “Funds are looking for a reason to speculate on metals at the moment and the nickel supply news gives them an excuse to be bullish about nickel,” Fastmarkets analyst Andy Cole said. Inform your base metals strategy with metals price forecasts and analysis for the global base metals industry. Get a free sample of our base metals price forecast today.",
    "images": "https://www.fastmarkets.com/uploads/b2/8d/3edb539043e9a02c42b1be9d02d0/gettyimages-1133971466-1024x683.jpg",
    "tags": "",
    "excerpt": "Find out how supply disruption and financial speculation helped most base metals prices hit 2024 highs in the week to Friday May 24, yet demand remains mostly muted",
    "categories": ""
}