{
    "title": "SSAB highlights the pre-requisites for green transition at EU Summit",
    "author": "Avid Fleschen",
    "source": "Marketsteel Media Gmbh",
    "date": "2023-01-19",
    "text": "SSAB highlights the pre-requisites for green transition at EU Summit by David Fleschen Today, SSAB participates in a high-level panel discussion held in connection with the European Commission and Swedish government’s visit to Kiruna, Sweden. In his message, SSAB´s CEO Martin Lindqvist highlighted that the green transition is not a burden, but a business opportunity. SSAB already sees a market demand for fossil-free steel, and the aim is to start deliveries in 2026 and speed up SSAB´s own green transition by 15 years. However, to succeed, SSAB will need access to fossil-free electricity and an enabling regulatory framework that secures that the EU remains competitive and delivers on the climate goals, he emphasized. SSAB’s CEO Martin Lindqvist also said that EU Member States – just like Sweden – have much to gain from a competitive and green EU. Important going forward is to ensure a level playing field within EU and on global markets. Martin Lindqvist said that the implementation of the Carbon Border Adjustment Mechanism (CBAM), EU ETS, the development of ‘green standards’ and the dialogue with the US are important factors to align with the overall goal to strengthen green competitiveness in Europe. ‘We need both a green competitive market in Europa and a green transatlantic market”, Lindqvist said. ‘Europe must not fall behind and must deliver on the climate goals.” Participating in a panel discussion together with the CEO’s of LKAB, Volvo Group, Northvolt and Boliden, in front of the EU Commissioners and the ministers from the Swedish government, SSAB’s CEO talked about the transition towards fossil-free steel making by 2030.. In January 2022, SSAB´s board made a policy decision to accelerate the company´s green transition with the ambition to largely eliminate carbon dioxide emissions around 2030, 15 years earlier than previously announced. “This means reducing Sweden’s CO2 emissions with 10% and Finland’s with 7%,” Lindqvist said. “We have proven the HYBRIT technology at pilot scale and delivered fossil-free steel to customers. The next step is to phase up to demonstration scale, while we transform our steelmaking sites.” “However, to succeed, we will need access to fossil-free electricity, hydrogen and biocarbons”, Martin Lindqvist concluded. Source and Photo: SSAB",
    "images": null,
    "tags": "",
    "excerpt": "Stockholm - SSAB´s CEO Martin Lindqvist highlighted that the green transition is not a burden, but a business opportunity.",
    "categories": ""
}