{
    "title": "Goldman Sachs Report Terms EU’s CBAM as Great Risk Factor for Indian Steel Exporters, Predicts Levying of Heavy Carbon Tax - Tube & Pipe India",
    "author": "Admin",
    "source": "Tube & Pipe India",
    "date": "2024-02-23",
    "text": "Carbon Border Adjustment Mechanism (CBAM): Goldman Sachs foresees Indian steel producers paying heavy carbon tax for export to Europe in 2026. Feb 22, 2024 The European Commission’s Carbon Border Adjustment Mechanism (CBAM), which will come into force as a permanent system on January 1, 2026, is likely to affect the Indian steel producers the most, owing to their heavy dependence on coal-based technologies and operating at a carbon intensity, which is considered higher as compared to the European and global levels. This was revealed in a report by the leading global investment banking, securities and investment management firm, Goldman Sachs. As per the report of analysts, led by Emma Jones, the duty on Indian steel imports to the EU could range between USD 102 to USD 190 per tonne over the next decade. The importers would have to pay a carbon price of around USD 70 per tonne in 2026, which means anything between 15 percent to 28 percent of the current hot rolled coil prices. The global investment firm listed Tata Steel and JSW Steel as having the most direct exposure to the EU among the Indian steelmakers, who were likely to face heavy carbon tax on export to Europe in the next decade. Indian steelmakers and steel mills have expressed the potential impact of this tax, likening it to a trade barrier. The Government of India is currently in talks with the EU, negotiating an agreement for concessions. In order to reach its aim of net zero greenhouse emissions by 2050, the European Union (EU) adopted the Carbon Border Adjustment Mechanism (CBAM) on May 17, 2023. It is considered as the world’s first plan to impose tariffs on imports of high-carbon goods, including on steel and cement. Also Read: Tenaris Unveils Industrial Complex in Abu Dhabi Worth USD 60 Million The first transitional phase of CBAM started on October 1, 2023. Under the current phase, companies exporting to the EU have to mandatorily declare the greenhouse gas emissions embedded during the production of their goods such as steel, on a quarterly basis.",
    "images": "https://tubepipeindia.com/wp-content/uploads/2024/02/goldman-sachs.jpg",
    "tags": "CBAM;European Union;goldman sachs;Heavy Carbon Tax;Indian Steelmakers;JSW Steel;Steel Exporters;Steel Producers;Steelmakers;Tata Steel",
    "excerpt": "Carbon Border Adjustment Mechanism (CBAM): Goldman Sachs foresees Indian steel producers paying heavy carbon tax for export to Europe in 2026.",
    "categories": "News"
}