{
    "title": "CBAM несет наибольший риск для индийских производителей стали – Goldman Sachs — Новости — GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2024-02-15",
    "text": "Новости Глобальный рынок CBAM 824 15 февраля 2024 Металлурги страны имеют высокие продажи в регионе и углеродоемкое производство Европейский механизм трансграничной углеродной корректировки (CBAM) несет наибольшие риски для индийских производителей стали из-за высоких продаж в регионе и повышенной интенсивности выбросов на меткомбинатах страны. Такую оценку в своем отчете дает инвестиционный банк Goldman Sachs, сообщает Bloomberg. Аналитики Goldman отмечают, что в течение следующего десятилетия сбор на импорт в ЄС индийской стали может составлять от $102 до $190 за тонну. Этот диапазон, предусматривающий цену на выбросы углерода в $70/т в 2026 году, составляет от 15 до 28% от текущих цен на горячекатаный рулон. Как отмечается в отчете, индийские производители стали работают на уровне углеродной интенсивности, значительно превышающей европейский и мировой, и преимущественно полагаются на угольные технологии. Это может привести к повышению тарифов. Наиболее тесное отношение к европейскому региону среди металлургов Индии имеют Tata Steel и JSW Steel Ltd, подчеркивают в Goldman, отмечая риски снижения маржинальности или уменьшения продаж. Введение CBAM уже вызвало сопротивление со стороны зарубежных производителей, включая Китай. Индийские заводы были среди тех, кто заявлял о потенциальном влиянии углеродного налога, называя его торговым барьером. Нью-Дели ведет переговоры с ЕС об определенных уступках. Напомним, что по прогнозу аналитиков Goldman Sachs, решение ЕС ввести налог на углеродоемкий импорт в рамках CBAM может серьезно ударить по китайским производителям стали и алюминия. По оценкам аналитиков Goldman, с 2026 года для Китая он достигнет 6%, в 2032-м – вырастет до 21%.",
    "images": "https://gmk.center/wp-content/uploads/2023/11/shutterstock_2156662655.jpg",
    "tags": "CBAM;Индия;АрселорМиттал Кривой Рог",
    "excerpt": "Металлурги страны имеют высокие продажи в регионе и углеродоемкое производство",
    "categories": ""
}