{
    "title": "Європейський CBAM зменшить переваги Китаю в експорті сталі – Goldman Sachs — Новини — GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2024-02-14",
    "text": "Новини Глобальний ринок CBAM 634 14 Лютого 2024 Запровадження механізму може серйозно відбитися на китайських виробниках сталі та алюмінію Рішення ЄС запровадити податок на вуглецевоємний імпорт у рамках механізму транскордонного вуглецевого коригування (CBAM) з 2026 року може серйозно вдарити по китайських виробниках сталі та алюмінію. Таку оцінку у своєму звіті дає інвестиційний банк Goldman Sachs, повідомляє South China Morning Post. За оцінками аналітиків Goldman, з 2026 року тариф на сталь у рамках CBAM для Китаю сягне 6%, у 2032-му він зросте до 21%. Хоча Китай та Індія розглядають цей збір як протекціоністський крок, він є частиною політики Євросоюзу спрямованої на досягнення нульового рівня викидів вуглецю до 2050 року. Що стосується алюмінію, то збір для китайських експортерів може початися з 3%, а потім зрости до 7% у 2032 році. CBAM має на меті вирівняти умови для виробників вуглецевоємних товарів в ЄС, оскільки безкоштовні квоти на викиди в рамках EU ETS, поступово скасовуються. Точний розмір імпортного мита ще не визначений, оскільки він змінюватиметься залежно від переважаючої ціни на вуглець в рамках EU ETS та буде компенсуватися вуглецевим податком, який Китай запровадить для своїх секторів з інтенсивними викидами до 2026 року. Поки що Пекін наклав зобов’язання щодо купівлі квот лише на виробників електроенергії. До 2025 року цей режим може бути поширений на алюмінієву, цементну та авіаційну галузі, а до 2030 року – на сталеливарну, хімічну, паперову та скляну промисловість. Baoshan Iron&Steel, Citic Pacific Special Steel, Nanshan Aluminium і Dingsheng New Materials є одними з експортерів з найбільшим потенційним оборотом, який покривається CBAM, зауважують аналітики банку. Оцінки Goldman засновані на ціні на викиди вуглецю в ЄС на рівні $70/т у 2026 році і припущенні, що до цього часу інтенсивність викидів у промисловості залишиться незмінною. За даними аналітиків Goldman’s, у 2022 році з Азійсько-Тихоокеанського регіону до Європи було експортовано товарів, що підпадають під дію CBAM, на суму близько $45 млрд, що становить 4% від загального експорту з регіону. Найбільше від майбутнього мита постраждає Китай. У 2022 році китайські вуглецевоємні товари, що підпадають під дію CBAM, оцінювалися у $20,5 млрд порівняно з $8,7 млрд для Індії та $4 млрд для США. Однак очікується, що індійські експортери сталі платитимуть вищі мита через те, що їхній процес виробництва є більш вуглецевоємним порівняно з китайським. Нагадаємо, що Індія планує протистояти європейському вуглецевому податоку на імпорт (CBAM) на наступному засіданні Світової організації торгівлі, що відбудеться наприкінці лютого. Країна мала намір заявити, що він стане новим торговельним бар’єром.",
    "images": "https://gmk.center/wp-content/uploads/2022/12/co2-1.png",
    "tags": "CBAM;Китай;ЄС;АрселорМіттал Кривий Ріг",
    "excerpt": "Запровадження механізму може серйозно відбитися на китайських виробниках сталі та алюмінію",
    "categories": ""
}