{
    "title": "Indian steel mills face greatest CBAM risk: Goldman Sachs - EUROMETAL",
    "author": "Ricardo",
    "source": "EUROMETAL - The Voice of European Steel, Tubes and Metal Distribution representing all types of Steel Intermediation.",
    "date": "2024-02-15",
    "text": "Investment bank Goldman Sachs Group says in a report that Indian steel producers are the most at risk from Europe’s carbon plan, the Carbon Border Adjustment Mechanism (CBAM), Kallanish notes. This is due to two main factors: steel producers from India registering high sales to the European market, and Indian steel mills having an elevated emissions intensity. This puts them at more risk for carbon tax-related import charges. In January, India was the largest HRC exporter to Italy, with shipments reaching 192,152 tonnes, according to data from Cybex. According to the Goldman report by analysts led by Emma Jones, Indian steel mills could face an additional $102-190/tonne of carbon import tax charges on flows of Indian steel to the bloc over the next decade. This additional charge would account for 15-28% of current hot rolled coil prices, and assumes a carbon price of $70/t. The CBAM carbon plan aims to levy charges on imported goods entering the European Union (EU), for certain energy-intensive sectors such as steel, to encourage cleaner pollution standards at its trading partners. The carbon tax will come into effect on 1 January 2026. The move has been met with strong criticism from overseas producers, including Russia and China. The analysts say: “Indian steel producers operate at a carbon intensity level well above the EU and global level, potentially exposing them to elevated charges,” as they rely mainly on coal-based processes. The report notes that, among the producers, Tata Steel and JSW Steel have the most direct exposure to the EU. Indian mills have also been outspoken about the potential impact of this tax, likening it to a trade barrier. The Indian government is currently in discussions with the EU, in order to reach an agreement for concessions. Suhita Poddar India",
    "images": "https://eurometal.net/wp-content/uploads/steel_production.jpg",
    "tags": "CBAM;Goldman Sachs;India",
    "excerpt": "Investment bank Goldman Sachs Group says in a report that Indian steel producers are the most at risk from Europe’s CBAM.",
    "categories": "Latest Updates, CBAM, Goldman Sachs, India"
}