{
    "title": "CBAM poses the biggest risk to Indian steelmakers – Goldman Sachs — News — GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2024-02-15",
    "text": "News Global Market CBAM 3287 15 February 2024 The country's steelmakers have high sales in the region and carbon-intensive production The European carbon border adjustment mechanism (CBAM) poses the greatest risks to Indian steelmakers due to high sales in the region and increased emissions intensity at the country’s steel mills. This assessment was made by investment bank Goldman Sachs in its report, Bloomberg reports. Goldman analysts note that over the next decade, the duty on Indian steel imports to the bloc could range from $102 to $190 per ton. This range, which assumes a carbon price of $70 per tonne in 2026, is 15% to 28% of current hot rolled coil prices. As the report notes, Indian steel producers operate at a carbon intensity level that is significantly higher than European and global levels and rely heavily on coal-based technologies. This could potentially lead to higher tariffs. Tata Steel and JSW Steel Ltd are the most directly related to the European region among Indian steelmakers, Goldman emphasizes, noting the risks of lower margins or reduced sales. The introduction of the CBAM has already caused resistance from foreign producers, including China. Indian factories were among those who spoke out about the potential impact of the carbon tax, calling it a «trade barrier.» New Delhi is negotiating with the EU for certain concessions. As GMK Center reported earlier, according to Goldman Sachs analysts, the EU’s decision to impose a tax on carbon-intensive imports under the CBAM could seriously hit Chinese steel and aluminum producers. According to Goldman analysts, the tax will reach 6% in 2026 for China and will rise to 21% in 2032.",
    "images": "https://gmk.center/wp-content/uploads/2023/11/shutterstock_2156662655.jpg",
    "tags": "CBAM;India;ArcelorMittal Kryvyi Rih",
    "excerpt": "The country's steelmakers have high sales in the region and carbon-intensive production",
    "categories": ""
}