{
    "title": "Европейский CBAM снизит преимущества Китая в экспорте стали - Goldman Sachs - Новости - GMK Center",
    "author": "Галина Ермоленко",
    "source": "GMK.CENTER",
    "date": "2024-02-14",
    "text": "Новости Глобальный рынок CBAM 907 14 февраля 2024 Введение механизма может серьезно отразиться на китайских производителях стали и алюминия. Решение ЕС ввести налог на углеродоемкий импорт в рамках механизма трансграничной углеродной корректировки (CBAM) с 2026 года может серьезно ударить по китайским производителям стали и алюминия. Такую оценку в своем отчете дает инвестиционный банк Goldman Sachs, сообщает South China Morning Post. По оценкам аналитиков Goldman, с 2026 года тариф на сталь в рамках CBAM для Китая достигнет 6%, в 2032-м он вырастет до 21%. Хотя Китай и Индия рассматривают этот сбор как протекционистский шаг, он является частью политики Евросоюза, направленной на достижение нулевого уровня выбросов углерода к 2050 году. Что касается алюминия, то сбор для китайских экспортеров может начаться с 3%, а затем увеличиться до 7% в 2032 году. Целью CBAM является выравнивание условий для производителей углеродоемких товаров в ЕС, поскольку бесплатные квоты на выбросы в рамках EU ETS постепенно отменяются. Точный размер импортных пошлин еще не определен, поскольку он будет изменяться в зависимости от преобладающей цены на углерод в рамках EU ETS и компенсироваться углеродным налогом, который Китай введет для своих секторов с интенсивными выбросами до 2026 года. Пока что Пекин наложил обязательства по покупке квот только на производителей электроэнергии. До 2025 года этот режим может быть распространен на алюминиевую, цементную и авиационную отрасли, а к 2030 году – на сталелитейную, химическую, бумажную и стекольную промышленность. Baoshan Iron&Steel, Citic Pacific Special Steel, Nanshan Aluminium и Dingsheng New Materials являются одними из экспортеров с наибольшим потенциальным оборотом, покрываемым CBAM, отмечают аналитики банка. Оценки Goldman основаны на цене выбросов углерода в ЕС на уровне $70/т в 2026 году и предположении, что к этому времени интенсивность выбросов в промышленности останется неизменной. По данным аналитиков Goldman’s, в 2022 году из Азиатско-Тихоокеанского региона в Европу было экспортировано товаров, подпадающие под действие CBAM, на сумму около $45 млрд, что составляет 4% от общего экспорта из региона. Больше всего от будущих пошлин пострадает Китай. В 2022 году китайские углеродоемкие товары, подпадающие под действие CBAM, оценивались в $20,5 млрд по сравнению с $8,7 млрд для Индии и $4 млрд для США. Однако ожидается, что индийские экспортеры стали подпадут под более высокие тарифы, поскольку их процесс производства более углеродоемкий по сравнению с китайским. Напомним, что Индия планирует противостоять европейскому углеродному налогу на импорт (CBAM) на следующем заседании Всемирной торговой организации, которое состоится в конце февраля. Страна намеревалась заявить, что он станет новым торговым барьером.",
    "images": "https://gmk.center/wp-content/uploads/2022/12/co2-1.png",
    "tags": "CBAM;Китай;ЕС;АрселорМиттал Кривой Рог",
    "excerpt": "Введение механизма может серьезно отразиться на китайских производителях стали и алюминия.",
    "categories": ""
}