{
    "title": "Management approach - Electrolux Sustainability Report 2021",
    "author": "unknown",
    "source": "electroluxgroup.com",
    "date": "2014-01-01",
    "text": "Governance Management approach At Electrolux, everything we do and all the decisions we make must be governed by the principles of ethics, integrity and respect for people and care for the environment. This affirms our commitment to sound and universal ethical business practices. Our business model To achieve our Purpose – to shape living For the Better – and drive profitable growth, Electrolux uses a business model that focuses on delivering best-in-class consumer experiences in taste, care and wellbeing. The objective is to create a steady stream of consumer-relevant innovations under strong brands in key experience areas. We focus on enabling great-tasting food, great care for clothes and healthy wellbeing in the homes of consumers. Sustainability integrated into our business Sustainable development is defined as a transformational driver in our business model, as we recognize the growing importance of sustainability performance and reputation – including the impact of our business and products on the planet. Electrolux is acknowledged as a sustainability leader. As an endorser of the UN Global Compact, Electrolux abides by universal principles, including the environment, labor and human rights through Group codes and policies, both internally and among suppliers. The following tables cover Global Reporting Initiative (GRI) topics that are deemed as being material to Electrolux. The most relevant topics are integrated into our For the Better 2030 Goals and our approach and progress are outlined under each related Goal in the Key Priorities and Progress 2021 section. The aspects have been combined if they have a common management approach or policy. For the Better 2030 Our sustainability framework - For the Better 2030 - was based on our materiality analysis. Read more about our material sustainability topics in the Our materiality process section. Read about our Goals and our performance on them in the Key Priorities and Progress 2021 section. Sustainability governance Our sustainability framework – For the Better 2030 – is directly overseen by our Group management through the Sustainability Board, and by the business area management teams through various reference groups and steering groups. The Electrolux Sustainability Board is an important forum to discuss and decide on sustainability action throughout the Group. The board is an essential part of our ability to deliver our sustainability targets going forward. The legal sustainability reporting as part of the Annual Report is approved by the board. Group management has also adopted policies concerning Environment, Workplace, and Anti-Corruption, while the board has endorsed the Electrolux Code of Conduct. Each business area is responsible for contributing to the fulfillment of Group targets under our nine Goals and several of the KPIs are broken down and followed up at business area level. Group Sustainability is our expert function that drives the development of our sustainability agenda by supporting sustainability integration throughout our operations and monitoring performance, in close collaboration with business area Sustainability Directors. Group Legal Affairs is responsible for implementing our Anti-Corruption Program. The Electrolux global Ethics Helpline (our whistleblower function) and the Ethics Program are overseen by the Ethics & Human Rights Steering Group. Policy framework Environment Social, labor and human rights Anti-corruption Policies Electrolux Code of Conduct Environmental Policy Workplace Policy Anti-Corruption Policy Workplace Policy Supplier Workplace Standard Conflict of Interest Policy Workplace Directive Central areas Product design Child and forced labor Conflict of interest Efficiency in operations Health and safety, working hours, compensation Bribes or other improper benefits Influencing legislation Discrimination and harassment Business partners Environmental management systems Freedom of association, collective bargaining Political contributions Evaluation of our management approach Our progress on topics is tracked according to our defined targets. As described in Our materiality process, an annual materiality review is undertaken - including both the scope and focus of our \"For the Better 2030\" sustainability framework. An annual evaluation of external influences is performed in relation to each Goal. The management and effectiveness of our Goals are defined by how we measure progress. The next steps for each Goal define the necessary actions to reach them. For more information on the effectiveness of the specific actions, see Key Priorities and Progress 2021. For more information on external influences, see Global megatrends that shape our business. Economic For information regarding our economic management and reporting practices, see Annual Report: Note 1 Accounting principles. For our work on anti-corruption, see Act ethically, lead in diversity and respect human rights. Anti-corruption, anti-competitive behavior Electrolux commitments Specified in the Code of Conduct, Anti-Corruption Policy and Anti-trust Policy. Electrolux responsibility and resources The Corporate Legal department is responsible for our Anti-Corruption and Anti-Trust policies, and for their communication and follow up. Employees are educated in our policies through online and face-to-face training. We internally investigate reports of corruption cases. The Ethics program, including the Ethics Helpline, is a cross-functional initiative, led by HR together with Group Sustainability, Group Legal and Internal Audit with oversight by the Ethics & Human Rights Steering Group. Our approach and progress in 2021 Read more in our Goal Act ethically, lead in diversity and respect human rights. Environment Electrolux applies a product lifecycle approach to managing environmental impacts, which considers the entire lifecycle – from supplier impacts to transport, manufacturing and use. We also apply the precautionary principle, whereby we act responsibly despite not having the full scientific knowledge of negative impacts, to ensure we stay ahead of potential risks. Environmental management Each business area is required to implement an environmental management system throughout its operations, and all operations with over 50 employees are expected to have ISO 14001 certification. Auditing and Monitoring outlines how operations and suppliers meet Group expectations and commitments. Level of ISO 14001 certification The proportion of factories with more than 50 employees that have certified ISO 14001 management systems. Transport Electrolux commitments Electrolux is an active partner in the Business for Social Responsibility Clean Cargo Working Group, and is represented on its steering committee. All Electrolux sea transport providers must be a member of the working group, which enables us to standardize emission calculations. Workgroup members account for over 85% of all global shipping container freight. Electrolux responsibility and resources Responsibility lies with each business area. Action is monitored and coordinated through our Group Sustainability function. Our approach and progress in 2021 Read more in our Goal Drive supply chain sustainability. Materials Electrolux commitments We are increasing our use of recycled materials, which helps us make better use of resources, reduce our environmental impact, and promote the circular economy. Electrolux responsibility and resources Our internal Recycling Taskforce includes representatives from each Electrolux sector, purchasing, R&D, production and product lines to define the scope of our work as well as targets and action. Our approach and progress in 2021 Read more in our Goal Offer circular products and business solutions. Energy Electrolux commitments Electrolux is committed to use energy in the most efficient way. Electrolux responsibility and resources We continuously work to reduce our energy use through technological investments in new equipment, employee awareness and behavioral change, and by implementing best practice throughout our operations. Our Green Sprit program, including our Green Sprit rating and certification system, is also crucial in driving energy efficiency. Our approach and progress in 2021 Read more in our Goal Be climate neutral and drive clean and resource-efficient operations. Water Electrolux commitments Electrolux is committed to use water in the most efficient way. Electrolux responsibility and resources We have comprehensive processes to minimize water use in our operations – particularly at our factories in water scarce regions. Our Green Spirt program involves sharing best practice, monthly reporting on water performance indicators as well as conducting water mapping. Our approach and progress in 2021 Read more in our Goal Be climate neutral and drive clean and resource-efficient operations. Emissions Electrolux commitments Electrolux has approved science-based CO2 emissions targets in place. This include the phase-out of high-impact greenhouse gases and ozone-depleting substances. Electrolux responsibility and resources The Operational Resource Management Team coordinates the shift to renewable energy and the reduction in relative energy use. R&D implements long-term product plans. Our approach and progress in 2021 Read more in our Goal Be climate neutral and drive clean and resource-efficient operations and Our Climate Targets. Waste Electrolux commitments Our Zero Waste to Landfill program has the objective to reduce the amount of waste sent to landfill or incinerated without energy recovery. Electrolux responsibility and resources The global Electrolux Zero Waste to Landfill program covers all our factories around the world. The program aims to find opportunities for material reuse and recycling and at the same time decrease the amount of waste sent to landfill and/or to incineration without energy recovery. Our approach and progress in 2021 Read more in our Goal Be climate neutral and drive clean and resource-efficient operations. Supplier environmental assessments Electrolux commitments Our commitments are clearly outlined in the Supplier Workplace Standard and Workplace Directive. Compliance is mandatory and non-negotiable for our suppliers, which is stated in our supplier contracts. The main OEM and ODM suppliers must measure and report their energy and water use through the energy reporting standard. They are also expected to assess their water impacts according to the WWF Water Risk Filter. Electrolux responsibility and resources Global, category or business area Sourcing Boards are responsible for assessing prospective suppliers, and Purchasing Directors are responsible for ongoing compliance and performance, with support from the Responsible Sourcing Team and Group Sustainability. Our approach and progress in 2021 Read more in our Goal Drive supply chain sustainability. Social We support labor rights according to the ILO Core Conventions and the Declaration on Fundamental Principles and Rights at Work, and have an International Framework Agreement with unions that affirms our labor commitments. Our Code of Conduct includes our Human Rights Policy Statement, and how we fulfill these commitments is further detailed in a Human Rights Directive. The Workplace Policy, the Supplier Workplace Standard and the Workplace Directive apply to our operations and our supply chain and include key requirements concerning labor standards. The section on Auditing and Monitoring outlines how operations and suppliers meet Group expectations and commitments. Investment Electrolux commitments Human rights screening is included in our acquisition processes, as specified in our guideline \"Human rights risks in acquisitions\". Electrolux responsibility and resources Responsibility lies with each project team, supported by Group Legal and Sustainability functions. Our approach and progress in 2021 Read more in our Goal Act ethically, lead in diversity and respect human rights. Non-discrimination, child labor, forced or compulsory labor Electrolux commitments Policy commitments are part of our Code of Conduct and Workplace Policy and People Policy. Electrolux responsibility and resources Each business unit's line management has the responsibility to ensure that our Code of Conduct and Group policies are abided by. This includes the communication of requirements within their unit through training, and annually assessing the unit's performance. Our approach and progress in 2021 Read more in our Goal Act ethically, lead in diversity and respect human rights. Occupational health and safety Electrolux commitments Our health and safety commitments are specified in our Code of Conduct and Workplace Standard. Our Safety Management System covers all manufacturing facilities. Each facility has a plan to contribute to the Group-wide goal. The overriding aim is to prevent injuries from occurring in the first place. Electrolux responsibility and resources The Group Operations safety team defines goals, monitors progress, shares best practice and implements the monthly recording system and daily incident reports, to align according to production, regions and product lines. Furthermore, there are Occupational Health and Safety committees at all our manufacturing facilities. Our approach and progress in 2021 Read more in our Goal Act ethically, lead in diversity and respect human rights. Training and education Electrolux commitments A focus area of our People Plan is to truly become a learning organization. Our training and education program is built on the 70-20-10 learning model: 70% through challenging assignments and on-the-job experience, 20% through relationships, networks and feedback, and 10% through formal training. Electrolux responsibility and resources Responsibility lies with each unit's line management, supported by our business areas and functions, in close collaboration with Group HR. Our approach and progress in 2021 We continue to provide a global portfolio of leadership development programs aligned with our business strategy. Additional development is provided through improving our digital learning solutions and other learning initiatives. Employment, diversity and equal opportunities Electrolux commitments Our commitments are specified in the Code of Conduct, People Policy and Workplace Policy. The Group's People Plan, which is a component of the Business Strategy - describes our aim to become a high-performing learning organization with the right people in the right jobs. Mandatory directives are in place to ensure fair hiring and compensation practices, for example the Recruitment Directive, the Compensation Directive and the Grandparent Principle Directive. Electrolux responsibility and resources The Senior Vice President of Human Resources and Communications is responsible for HR-related policies. The implementation of policies and remuneration are managed by the business areas. Through performance appraisals and talent reviews, we evaluate employee performance and development, while promoting diversity and equal opportunities. Employees set annual objectives and development plans that are followed up in one-to-one meetings between manager and employee. Managers are responsible for succession management, aimed at securing the necessary skills for the future, by connecting the talent pipeline and the employee development plans. Through the talent planning process for the top 200 positions, opportunities for promoting women are constantly reviewed. Efforts are in place to connect talent acquisition closer to business planning, including headcount data and forecasting. Strategic workforce planning is in the pipeline for global implementation in the coming years. We are transitioning to become more data driven and have implemented systems that track e.g. gender distribution, turnover, metrics for people processes, that form the basis for designing improvement actions. We focus on attracting, developing and retaining women for leadership roles. Our approach and progress in 2021 Read more in our Goal Act ethically, lead in diversity and respect human rights. Labor & management relations Electrolux commitments Labor and management relations are specified in our Code of Conduct and Workplace Standard. Our strategy is informed by the International Framework Agreement with the Swedish trade unions IF Metall, Unionen and IndustriAll, which underlines our commitment to ILO conventions and common global standards. Electrolux responsibility and resources Country and local line organizations are responsible for realizing the strategy, supported by HR Country Managers and Group Labor Relations. Our approach and progress in 2021 Read more in our Goal Act ethically, lead in diversity and respect human rights. Supplier assessment for labor practices and human rights Electrolux commitments Specified in the Supplier Workplace Standard and Workplace Directive. Compliance is mandatory and non-negotiable for suppliers, and stated in the supplier contract. Electrolux responsibility and resources Global, category or business area Sourcing Boards are responsible for assessing prospective suppliers, and the responsible Purchasing Director is also responsible for ongoing compliance and performance, with support from the Responsible Sourcing Team and Group Sustainability. Our approach and progress in 2021 Read more in our Goal Drive supply chain sustainability. Security practices Electrolux commitments Our security practices are specified in the Workplace Policy, Supplier Workplace Standard and Workplace Directive. We also have a Security Program that covers selection criteria for security providers as well as incident reporting. Electrolux responsibility and resources Unit line management is responsible for fulfilling the Security Program locally, supported by Group Security. Our approach and progress in 2021 Security inspections are performed locally, based on risk and in accordance with our Security Program. Security requirements are included in Workplace Policy training for employees, as well as in the Workplace Policy audits of our manufacturing units. Grievance mechanisms for labor practices, human rights Electrolux commitments Employees can report misconduct confidentially and anonymously (where legally permitted) through our confidential reporting mechanism – the Ethics Helpline. Suppliers can report possible non-compliances through the Supplier Workplace Standard mailbox Electrolux responsibility and resources The Ethics and Human Rights Steering Group is responsible for the grievance mechanism. Trained investigators conduct the investigations, in line with our confidentiality and integrity principles. Our approach and progress in 2021 Read more in our Goal Act ethically, lead in diversity and respect human rights. Public policy Electrolux commitments The Group External Affairs Committee, including representatives from the business areas, coordinates positions and other public affairs matters. Electrolux responsibility and resources Group Management and functional heads have the overall responsibility for our public policy. Each business area is responsible for engaging with their respective policy makers. Public policy initiatives are primarily conducted through industry organizations, such as the European Appliance Industry Association (APPLIA) and the Association of Home Appliance Manufacturers in the United States and Canada (AHAM), the Australian Consumer Electronics Association and the Associação Nacional de Fabricantes de Produtos Eletroeletrônicos (Eletros) in Brazil. Key policies affecting our business: EU Revision of the EU energy label and energy efficiency legislation (eco-design legislation) EU legislation on circular economy and resource efficiency Forthcoming EU legislation on plastics EU waste and chemical legislation Changes to the CO2 trading scheme (ETS) and a Carbon Border Adjustment Mechanism (CBAM) Strengthened legislation for batteries EU taxonomy Smart appliances, data security and privacy The Corporate Sustainability Reporting Directive (CSRD) Forthcoming EU directive on Human Rights and Environmental Due Diligence North America Trade Relations with China Department of Energy (DOE) appliance standard rulemakings E-Star Standards Chemical Regulations including those related to PFAS Packaging EPR Plastic Pollution Repair Regulations Asia Pacific Waste and packaging (CN, AU) Chemical regulations (SEA) Cyber security regulations and incentives (AU) Trade relations with China and potentially the EU (AU) Ratification of the RCEP (Regional Comprehensive Economic Partnership) between all 10 ASEAN countries plus China, Japan, South Korea, Australia and New Zealand Latin America Recycling program structuring in Brazil Discussion in the Mercosur trade block on a free trade agreement with South Korea New energy efficiency labelling for refrigerators in Brazil",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}