{
    "title": "Europe’s aluminium production deflects 7.58% Y-o-Y in Q3 2023; CBAM and Russian sanctions might further dampen trade dynamics; Aluminium Extrusion, Profiles, Price, Scrap, Recycling, Section",
    "author": "MAYURAKSHI GANGULY",
    "source": "Alcircle",
    "date": "2025-01-01",
    "text": "The past three years have been very crucial for the European aluminium industry, beginning with the COVID-19 pandemic and lockdown in 2020, which rocked the global trade economics to a certain extent. As the world was gradually recuperating from the production crisis and demand delay, in February 2022, the Russian-Ukraine crisis got fuelled, plunging the world trade relations into a feat of dismay and uncertainty. The surge in energy prices, increasing bank interest rates, inflationary pressures, and economic deceleration in Europe have not only affected the demand for aluminium but have also left an imprint on various other sectors. And now, the Israel-Palestinian war has put the last nail in the coffin, as back-to-back geopolitical dilemmas can be detrimental to an evolving economy. The First Half of 2023 recorded a world primary aluminium production of 34.464 million tonnes, to which Western and Central Europe contributed only 1.345 million tonnes or 3.9 per cent. The first three Quarters of 2023, beginning from January to September, saw 52.476 million tonnes of world primary aluminium production, of which only 3.86 per cent or 2.028 million tonnes was hauled by Western and Central Europe. During Q2 2023, the total primary aluminium production in Europe was 676,000 tonnes, which heightened by 7,000 tonnes or 1.03 per cent in Q3 2023 to reach 683,000 tonnes. If we consider the total production in Q3 2022 which was 739,000 tonnes, a Year-on-Year slump of 7.58 per cent or 56,000 tonnes can be measured in comparison with Q3 2023. In January 2023, the total production in Western and Central Europe was 230,000 tonnes and in September 2023 it was 223,000 tonnes, showcasing a fall of 7,000 tonnes or 3.04 per cent in eight months. In 2021, the total world primary aluminium production was 67.092 million tonnes, which grew by 1.946 million tonnes or 2.9 per cent to reach 69.038 million tonnes in 2022. Western and Central Europe registered 3.329 million tonnes of aluminium production in 2021, which, on the other hand, declined by 416,000 tonnes or 12.5 per cent, settling down at 2.913 million tonnes in 2022. In 2021, the primary aluminium produced in Western and Central Europe amounted to 4.96 per cent of the total world primary aluminium production, whereas, in 2022, it resulted in 4.21 per cent of the total world production. The beginning of 2023 witnessed robust demand for aluminium in the European sector due to its increased usage in the automobile, aerospace and packaging industries. Yet, the advent of the Paris Environmental Act 2015 was keen on streamlining global industry operations to meet a common Environmental, Social and Governance (ESG) standard. Europe is spearheading the cause with the aim of creating a Net Zero emissions economy by 2030, while other technologically backward countries are focusing on Net Zero by 2050. To maintain a hierarchy in the global aluminium industry, Europe has introduced certain measures curbing the circulation of low-standard materials in the European Union. In December 2022, the European Union took a significant step towards decarbonising the global economy by agreeing to implement an E.U. Carbon Border Adjustment Mechanism (CBAM) on imported goods. The list of carbon-intensive products covered by the mechanism includes iron and steel, cement, aluminium, fertilisers, electricity, and hydrogen, effective from October 2023. The implementation of this mechanism will enable the E.U. to impose a carbon tariff on such products, which will encourage manufacturers to reduce their carbon emissions and make their production processes more sustainable. While the focus on decarbonisation will primarily centre on improving the energy grid to decarbonise the electricity supply, there will be significant investment in reducing carbon emissions in the aluminium production sector as well. The use of recycled aluminium is also expected to increase significantly in the coming years, which will help to decarbonise the industry value chain and pave the way for a more sustainable future. Overall, the E.U.'s decision to implement the CBAM is a constructive step towards a cleaner and greener planet. The European Union, enraged with Russia's constant attack on Ukrainian soil, had implemented sanctions on Russian imports of aluminium, but on the other hand, they could not accept below-grade materials from countries having high-carbon aluminium products under the CBAM protocol. In September 2023, the share of Russian aluminium stocks in London Metal Exchange-approved warehouses fell to 76 per cent from 81 per cent in August. Russian stocks on the LME warrant decreased from 183,650 tonnes in August to 132,475 tonnes in September. The high share of Russian aluminium in LME warehouses was a concern for many companies competing with Rusal and those avoiding Russian metal since the conflict with Ukraine. Norwegian aluminium producer Norsk Hydro even asked LME to reconsider its decision not to ban Russia-origin aluminium from its warehouse network, stating its fear that a large volume of Russian aluminium stocks weighed on the LME benchmark prices. In October 2023, Novelis Europe discarded Russian aluminium from the metal supply tender 2024. The LME benchmark aluminium price was at its peak on January 18, this year, with a rate of US$2,636 per tonne, and it was the lowest on August 21 at US$2,068.50 per tonne. The average LME aluminium price has not outlived the US$2,200 per tonne mark this year, which projects a bearish market outlook for the final quarter of 2023. Moreover, the continuous accumulations of Russian aluminium in European warehouses and increased sanctions on the same have directly affected the LME aluminium official benchmark price. The European Council has also decided to ban the import of low-standard aluminium extrusions from China, the country which is running a monopoly on the world's photovoltaic industry. This decision, though very courageous, will help Europe reduce its carbon footprint in the long run. At present, the region is vehemently pushing its boundaries to incorporate more and more renewable energy into their production line. Europe has made significant progress in utilising renewable energy sources like wind, solar, hydropower, biomass, and geothermal energy. Countries such as Germany, Spain, the United Kingdom, Denmark, the Netherlands, Norway, Sweden, Switzerland, and Italy are leading in renewable energy adoption. Renewable energy sources accounted for a significant share of Europe's electricity generation, with wind and solar playing a leading role. Hydropower continued to be a reliable and established source of renewable energy. Europe's proactive approach to diversifying its energy mix through renewable sources demonstrates its commitment to tackling climate change and transitioning towards a sustainable future. The shift from fossil fuels to green energy has its toll on a smoothly operating production system, as the demand remains stagnant but the production cycle initially slows down. In a recent development, the Federation of Aluminium Consumers in Europe (FACE) has criticised the European Commission's decision to add aluminium to the twelfth package of sanctions on Russia, stating that this move will harm Europe's economy more than Russia's. The ban on aluminium product imports will redirect Russian low-carbon supplies to China and other competitors, deepen market anxiety, and contribute to price rises that will put hundreds of EU companies at risk of closure. The ban will also affect European SMEs as Russia is a major producer of aluminium and a crucial supplier to the European market. FACE urges the European Union member countries and the Commission to carefully evaluate the possible impacts of the sanction before imposing it on Russian aluminium products. Financial case studies of three leading European players have been listed below: Austria's AMAG Metall AG reported stable earnings with revenue above EUR 1 billion till September 30, 2023. Despite global inflation and decelerating aluminium prices, the company managed to maintain its revenue, which dropped by 15.6% YoY to EUR 1,142 million in the first nine months of 2023. The drop in revenue was due to dampened demand from the sports and architectural sector, which resulted in a fall in the company's shipment volume. However, aluminium demand from the aircraft sector was strong, while that from the automotive industry was stable. From January to September 2023, AMAG shipped 327,700 tonnes of aluminium products, 4% less than the corresponding period of the last year. France's Constellium SE, a leading aluminium products maker, reported a 15% YoY decline in its Q3 2023 revenue to €1.7 billion, primarily due to demand headwinds in several end-user sectors and heavy inflation. However, its value-added revenue (VAR) increased 5% YoY to €704 million during the quarter. The company's adjusted EBITDA also rose 5% YoY from €160 million in Q3 2022 to €168 million. While its aerospace demand remained strong, automotive demand decelerated slightly, and packaging shipments were down. The company's year-to-date shipments amounted to 1.16 million tonnes compared to 1.21 million tonnes during the corresponding period of the previous year, and its revenue stood 10% lower in nine months. Despite the challenges, Constellium's CEO, Jean-Marc Germain, noted that the company delivered strong results in the third quarter. Romania’s ALRO S.A., one of the largest vertically integrated aluminium producers in Europe, announced its Q3 results and consolidated nine-month results for 2023. The group reported a decrease in net sales of 7.70% in Q3 compared to the previous year due to a fall in the average 3-month LME aluminium price. ALRO's consolidated sales for nine months of 2023 fell by 20% compared to the previous year. The demand for aluminium also showed a weaker trend. However, the group's diversified product portfolio offset the setback thanks to higher quantitative sales in Q3 2023. ALRO's primary and processed aluminium production in Q3 2023 registered a hike year-on-year, but in nine months, the primary aluminium production stood 5.79% lower year-on-year. The Chairman of the Board of Directors, ALRO, said that the challenging international business environment continued to put more pressure on the business. Europe's material industry is also taking a sequential leap towards low-carbon or recycled elements, and aluminium plays a vital role in this periodic digression due to its 100% recyclable property. Norwegian metal and energy giant Norsk Hydro is one of the primary organisations in the recycled aluminium sector with its industry-leading low-carbon aluminium concoctions like CIRCAL and REDUXA, which have found their profound clientele in the industrial circuit. Alcoa, Constellium and Novelis are also great contributors to the European recycled aluminium market. Other than that, Europe has seen a rise in sustainable initiatives as non-profit green organisations like Podback and Every Can Counts have propelled good practices of kerbside recycling alongside collecting diverted aluminium scrap from landfills. These firms have forged valuable partnerships with different European countries to propagate a planned collection of coffee pods (Podback) and aluminium cans (Every Can Counts). Sustainable drives are thus guiding the aluminium recycling sector in Europe to become more responsible in raising awareness among the community rather than quietly keeping the fruits of this initiative drive hidden. This reminds us of the deeply opposed Deposit Return Scheme (DRS) to be introduced in Scotland and greater Europe with its cash-redeemable objectives. The implementation of DRS in Europe has been one of the most debated topics of 2022, and it has somehow extended its vastly questionable regime to 2023. To give air to the discussion, Tom Giddings from U.K.'s Aluminium Packaging and Recycling Organisation (ALUPRO) has illustrated how the Digital Deposit Return Scheme (DDRS) can be even more dangerous for the community: \"Our challenges to the concept revolve around two themes. Firstly, that a DDRS cannot be facilitated by the aluminium beverage packaging and supply chain and secondly that it is not as effective as a conventional DRS as a measure that improves packaging sustainability and recycling rates.\" Cash-redeemable options for cans of all sizes cannot be uniformly measured or implemented, and it is one of the biggest concerns against the European DRS. Europe's packaging sector was not alien to the effects of the worldwide trade trauma. In Q3 2023, aluminium foil shipments from European rollers were impacted by sluggish demand for foil products due to high inflation and interest rates worldwide. According to a survey by the European Aluminium Foil Association (EAFA), Q3 shipments amounted to 191,000 tonnes, down by 20.08% YoY. Total foil shipments (both domestic and overseas) by European rollers during the first nine months of 2023 amounted to 636,000 tonnes – 12.9% less than in the previous year. Demand for thinner gauges, used mainly for flexible packaging and household foils, continued to decline. Overseas deliveries of thicker gauges used for semi-rigid containers, technical or other applications also decreased by 20% Y-o-Y. The foil rolling sector hopes to see more positive signs ahead, but recovery can only be expected in 2024. AL Circle's research team estimates the global aluminium foil usage to amount to 6.1 million tonnes in 2023, with Europe accounting for 16% of the worldwide consumption. Despite all the geopolitical, trade and economic conditions, it's being projected that the demand for aluminium in Europe is going to increase immensely in the next five years, attributed to the robust growth of the Electric Vehicle sector. Other than that, the space and aviation industries are going to be impacted by the latest innovations in technology. Already, major companies have implemented IoT, Artificial Intelligence and automation to track real-time operational data for a better forecast and augmented production capability. It won't be long before Europe's aluminium industry will be completely cloud-dependent, machinery-intensive and fully sustainable with a self-induced circular economy. Responses",
    "images": "https://www.alcircle.com /api/media/1700756961.81575_LME_aluminium_ingots_0_0.jpg",
    "tags": "COVID-19 pandemic and lockdown, Russian-Ukraine crisis, Israel-Palestinian war, European aluminium industry, world primary aluminium production, E.U. Carbon Border Adjustment Mechanism, Deposit Return Scheme (DRS), Russian aluminium products, recycled aluminium, low-carbon aluminium",
    "excerpt": "<p>The past three years have been very crucial for the European aluminium industry, beginning with the COVID-19 pandemic and lockdown in 2020, which r...",
    "categories": ""
}