{
    "title": "Minespider partners with Thingspire",
    "author": "unknown",
    "source": "minespider.com",
    "date": "2024-05-16",
    "text": "Minespider announces strategic partnership with Korea-based decarbonization expert Thingspire Traceability solutions provider partners with Korean decarbonization company to provide sustainability solutions and support customers to comply with CBAM and other regulations ‍16 May, 2024 - Seoul, South Korea/Berlin, Germany - Minespider, a technology company offering a blockchain-based traceability solution based in Berlin, Germany, and Thingspire, a decarbonization solution provider headquartered in Seoul, Korea, agreed to become strategic partners, collaborating in Research and Development and providing a joint technology solution to help companies on their journey to transparent and sustainable supply chains. Companies around the globe are facing increasingly strict environmental regulations, forcing them to efficiently calculate, report and reduce their CO2 emissions across the whole lifecycle of their products. Minespider has 6 years of expertise in helping companies, including the world’s top mineral producers and Fortune 500 tech & automotive companies, to collect and safely communicate key product data with its innovative platform and blockchain-based Digital Product Passports. At the same time, Thingspire has built a wide range of solutions to help businesses with decarbonization, including energy management systems, carbon accounting software, and AI solutions that help integrate renewable energy sources. The first step of the partnership will be identifying potential opportunities and the most pressing challenges in the intersection of decarbonization and supply chain traceability. Minespider and Thingspire will work together to address these challenges and support the global industry with streamlined sustainability solutions. \"Our collaboration with Thingspire marks a significant step forward in our mission to empower businesses with transparent and sustainable supply chains - given increasing concerns about carbon footprint calculations and reporting. By combining Minespider's expertise in traceability with Thingspire's decarbonization technologies, we are poised to provide solutions that not only meet regulatory requirements but also drive meaningful environmental impact. This collaboration will help our customers to make a breakthrough in their sustainability efforts and go beyond regulatory requirements,\" - Nathan Williams, Founder and CEO, Minespider. “When conducting carbon accounting, the key challenges lie within the realm of Scope 3 emissions stemming from the supply chain of the reporting companies. In addition, the ever-evolving regulatory landscape - as manifested by the introduction of Carbon Border Adjustment Mechanism (CBAM) - highlights the need for a carbon management solution which requires a high degree of traceability. Our collaboration with Minespider will enable us to offer integrated solutions that not only accurately capture the upstream emissions, but also build transparent supply chains that will effectively future-proof our customers for the foreseeable future. We are truly delighted at the prospect of the synergy that will be derived from our collaboration with Minespider.” - Kwangjae Cho, Founder and CEO, Thingspire. ‍Minespider is a technology company offering a blockchain-based platform for tracking mineral supply chain data and creating more sustainable and transparent mineral supply chains. Minespider developed digital Product Passports, which are digital IDs of material that easily communicate key data across the supply chain. Companies such as Google, Ford Otosan, Minsur, Renault, and LuNa Smelter use Minespider's technology to drive the shift toward a sustainable future. ‍Thingspire is a Korea-based B-Corp Certified startup founded in 2014 that serves the manufacturing sector in achieving energy efficiency. Thingspire offers carbon accounting, energy management systems, and climate-focused AI solutions. Over the years, Thingspire helped over 600 clients with their decarbonization goals. Hyundai Electric, Lotte Chilsung, Novelis, SK Group, Shinsegae (SSG) and Gwangju Metropolitan City use Thingspire’s decarbonization solutions to advance their respective sustainability goals. Stay in the know with Minespider Insights. Something went wrong while submitting the form.",
    "images": "https://cdn.prod.website-files.com/630e4e2841dba0704d706df8/6645ecd5811defe4bfa50d6b_thingspire%20and%20minespider.jpeg",
    "tags": "",
    "excerpt": "Two companies will work together to help customers to comply with CBAM and other regulations and provide sustainability solutions.",
    "categories": ""
}