{
    "title": "Aluminium International Today September October 2023",
    "author": "Quartz Business Media Follow this publisher",
    "source": null,
    "date": "2023-09-26",
    "text": "Show submenu for \"Read\" sectionRead Articles Browse short-form content that's perfect for a quick read Issuu Store Purchase your next favourite publication Categories Arts and Entertainment Religion and Spirituality Business Science Education Society Family and Parenting Sports Food and Drink Style and Fashion Health and Fitness Technology Hobbies Travel Home and Garden Vehicles Pets All Categories Show submenu for \"Features\" sectionFeatures Flipbooks Transform any piece of content into a page-turning experience. Fullscreen Sharing Deliver a distraction-free reading experience with a simple link. Embed Host your publication on your website or blog with just a few clicks. Get discovered by sharing your best content as bite-sized articles. Statistics Make data-driven decisions to drive reader engagement, subscriptions, and campaigns. Teams Enable groups of users to work together to streamline your digital publishing. Social Posts Create on-brand social posts and Articles in minutes. GIFs Highlight your latest work via email or social media with custom GIFs. Add Links Send readers directly to specific items or pages with shopping and web links. Video Say more by seamlessly including video within your publication. Digital Sales Sell your publications commission-free as single issues or ongoing subscriptions. QR Codes Generate QR Codes for your digital content. More Features Integrations Canva Create professional content with Canva, including presentations, catalogs, and more. HubSpot Embed, gate, and track Issuu content in HubSpot marketing campaigns. Adobe Express Go from Adobe Express creation to Issuu publication. Adobe InDesign Design pixel-perfect content like flyers, magazines and more with Adobe InDesign. Show submenu for \"Use Cases\" sectionUse Cases Industry Art, Architecture, and Design Internal Communications Marketing and PR Nonprofits Publishing Real Estate Retail and Wholesale Travel and Tourism More Industries Role Content Marketers Designers Publishers Salespeople Social Media Managers Content Type Flipbook Portfolio Digital Magazine Digital Flipbook PDF to Flipbook Newspaper Digital Book Digital Lookbook More Content Types Show submenu for \"Learn\" sectionLearn Blog Welcome to Issuu’s blog: home to product news, tips, resources, interviews (and more) related to content marketing and publishing. Help Center Here you'll find an answer to your question. Webinars Free Live Webinars and Workshops. Resources Dive into our extensive resources on the topic that interests you. It's like a masterclass to be explored at your own pace. Turn static files into dynamic content formats.",
    "images": null,
    "tags": "",
    "excerpt": null,
    "categories": ""
}