[
    {
        "title": "Prevent unfair competition by non-European climate polluters",
        "date": "2021-03-08",
        "document_type": "News",
        "group": "EPP",
        "text": "The EPP Group wants to introduce a Carbon Border Adjustment Mechanism (CBAM) at the EU’s external borders to limit the global carbon footprint not only of goods made in Europe, but also of those imported from third countries. Products entering the EU market have to bear a comparable cost of carbon emissions to the ones produced in Europe. We must save production and jobs in Europe and prevent unfair competition by non-European climate polluters said Adam Jarubas MEP, the EPP Group's negotiator for the file, ahead of the debate in Parliament's plenary later today. Parliament defines its position this week on a law proposal which is due for later in the year. Jarubas spoke out against moving away from the current anti-carbon leakage measures, the EU free allowances under the EU Emissions Trading System (ETS), when introducing the CBAM. We have to be very careful when stating that the CBAM is an alternative to free allowances. It clearly does not work the same way, he warned. The possible phase-out of free allowances could have a detrimental effect on European exporters. If we eliminate them, we may foster carbon leakage not within the sectors directly concerned, but in those dependent on their production, explained Jarubas, stressing how important it is to make sure both systems, the ETS and the CBAM, work simultaneously. The final vote on Parliament's position will take place on Wednesday at midday. The European Commission will present the law proposal on a Carbon Border Adjustment Mechanism in June.",
        "url": "https://www.eppgroup.eu/newsroom/prevent-unfair-competition-by-non-european-climate-polluters"
    },
    {
        "title": "De-carbonise, not de-industrialise Europe",
        "date": "2021-12-21",
        "document_type": "News",
        "group": "EPP",
        "text": "The EPP Group fully supports the move towards Europe's climate neutrality by 2050, and wants to do it in a way that creates new employment opportunities, rather than destroying jobs. We say yes to the ‘Fit for 55 proposal’ and at the same time we think it can even be improved. We want to de-carbonise Europe, not de-industrialise it. That is why it is crucial to have proper and effective infrastructure in place, such as the Carbon Border Adjustment Mechanism (CBAM) at the EU's external borders, which will ensure a level playing field for European industry and protect jobs, said Peter Liese MEP, the EPP Group's Spokesman on Environment issues. Liese’s comment comes as Parliament prepares its amendments to the CBAM. The European Commisson proposed the new mechanism in July. We cannot allow a European steel company, for instance, to be disadvantaged inside Europe compared to a Russian company able to produce cheaper due to laxer CO2 rules in Russia, explained Adam Jarubas MEP, who is negotiating the planned mechanism on behalf of the EPP Group. For the EPP Group, it is key that Europe establishes a mechanism that works and is fair towards European companies. But we must not be naive. We have to be prepared for a scenario in which things do not work properly, warned Jarubas. Some legal experts have been questioning if the CBAM can be set up in a way that complies with the rules of the World Trade Organisation (WTO). If for some reason we cannot tax carbon of products imported from the outside Europe, we must be able to help European companies who face the competition from such cheap and polluting products. This is why we must carefully observe the situation and prepare a fall-back position to reintroduce free allowances if necessary, he concluded.",
        "url": "https://www.eppgroup.eu/newsroom/de-carbonise-not-de-industrialise-europe"
    },
    {
        "title": "Fit for 55: we want to de-carbonise, not de-industrialise",
        "date": "2022-06-03",
        "document_type": "Week ahead item",
        "group": "EPP",
        "text": "On Tuesday, the European Parliament’s plenary will debate a series of law proposals from the Fit for 55 package, a centrepiece of the law package aimed at reducing CO2 emissions from the atmosphere by 55 percent until 2030 compared to 1990. The plenary will decide on new rules for the EU Emissions Trading System (ETS), on a Social Climate Fund (SCF), the Carbon Border Adjustment Mechanism (CBAM), the inclusion of aviation in ETS, the Effort Sharing Regulation (ESR), Land Use, Land Use Change and Forestry (LULUCF), and on CO2 emissions from cars. On Wednesday morning at 10.00 hrs, ahead of the vote on all the files on the same day, the EPP Group will organise a PRESS CONFERENCE with Esther de Lange MEP, EPP Group Vice-Chairwoman responsible for Economy and Environment, and Peter Liese MEP, the Group’s Spokesman in the Environment Committee.",
        "url": "https://www.eppgroup.eu/newsroom/epp-group-highlights-6-9-june-2022"
    },
    {
        "title": "We are increasing CO2 cuts from 55% to 57%",
        "date": "2023-04-14",
        "document_type": "Week ahead item",
        "group": "EPP",
        "text": "The EPP Group has greatly improved the Fit for 55 package, the EU’s flagship legislation for the ecological transition of Europe's economy. On Tuesday, the Parliament is set to give the final approval to four laws, namely the EU Emissions Trading System (EU ETS), the Carbon Border Adjustment Mechanism (CBAM), the Social Climate Fund (SCF) and ETS Aviation. The EPP Group ensured Europe's 2030 climate protection targets are met and the Paris Agreement is being safeguarded. For the EPP Group, it was very important to give breathing space to citizens and companies in times of high energy prices. The EPP Group managed to postpone important changes to the price of CO2 emissions until after 2026 and will focus on investing more in energy efficiency and renewable energy, which is necessary to end our dependence on Russian fossil fuels. Thanks to the EPP Group, the final overall climate ambition is even higher than the initially agreed 55% CO2 reduction by 2030. Through changes which the EPP Group achieved on land use and forestry (LULUCF) and the ETS, the de facto final reduction target is roughly 57%. People who are struggling to make the green transition will get help, especially those at risk of energy or transport poverty. The EPP Group does not just want a Green Deal - it is also fighting for a strengthened, strategic European industry policy.",
        "url": "https://www.eppgroup.eu/newsroom/epp-group-highlights-17-21-april"
    },
    {
        "title": "EU Budget is running out of money",
        "date": "2023-05-10",
        "document_type": "News",
        "group": "EPP",
        "text": "In just four years’ time, vital EU funds supporting research, innovation, agriculture, health or the green transition, may be cut drastically. In fact, the whole EU Budget will have to be reduced by over €15 billion per year unless we secure new sources of direct revenue to sustain it”, warned José Manuel Fernandes MEP, EPP Group Spokesman on Budgets, ahead of today’s European Parliament vote on a new Report insisting on new own resources. Higher interest rates have added pressure to the EU’s long-term budget, making debt repayments more expensive. Coupled with other unexpected crises, the EU’s budget is already squeezed to the point of having no margins left in some areas. The reality is the current EU Budget is running out of money to deliver on the jointly agreed objectives, emphasised Fernandes. The introduction of new direct revenues is essential to ensure Europe can continue to recover and rebuild post-pandemic, without overburdening the next generation or Member States with mountains of debt”, Fernandes stressed. A 2020 legally-binding agreement between the EU Institutions set out a plan to gradually introduce new own resources for the EU Budget in order to repay the debt incurred on money borrowed for the Union’s COVID-19 Recovery Fund. The first of these new own resources, a plastics tax, was introduced in 2021. Other new revenues from the Carbon Border Adjustment Mechanism (CBAM) and a revision of the EU's Emissions Trading System (ETS) are being prepared. A corporation tax on the largest multinationals based on the OECD-G20 deal is slowly advancing at international level. In today’s Report, the Parliament outlines a number of ideas for potential revenue, which the Commission must assess before tabling its proposals for a second round of new own resources in September. Suggestions include: corporate taxation, a Financial Transaction Tax and share buyback, a tax on cryptocurrencies, a digital levy, and statistics-based tax models on bio-waste, food waste or in relation to the gender pay gap. An EU ‘fair border mechanism’ is also highlighted, which would require companies importing goods into the EU Single Market to pay a charge for third country workers in their global supply chain who are paid below the poverty line. New direct revenues into the EU Budget can only be introduced by the Commission after consultation with the Parliament, a unanimous decision by the Member States and ratification by all national parliaments.",
        "url": "https://www.eppgroup.eu/newsroom/eu-budget-is-running-out-of-money"
    },
    {
        "title": "EPP Group Position Paper on Ukraine",
        "date": "2022-11-24",
        "document_type": "Publications",
        "group": "EPP",
        "text": "Our strategy for victory in this war should be based on the following points (short and long term): we need to agree and implement quick measures on the EU level, which are needed for stabilisation during this winter; during the pandemic, we managed to mitigate threats of the pandemic to our economies and people; in the same way we can manage and mitigate the threats of Putin’s winter war to our economies and our people; we need to declare immediately that there will be no return to  “business as usual” with “Putin’s  gas and oil” even after the war; The EU is on a good path to becoming independent from Russian gas: if, before the war, the EU was importing 41% of gas from Russia, now it imports only 7%; we need to be even more ambitious in the implementation of the Green Deal: green electricity generation, green CBAM on imports from Russia; green hydrogen (no “dirty” hydrogen from Russia); in the end (around 2040) it will force Russia to implement major structural reforms in the structure of its economy, which in turn will also bring a transformation of Russia’s political architecture.",
        "url": "https://www.eppgroup.eu/newsroom/epp-group-position-paper-on-ukraine"
    },
    {
        "title": "Less bureaucracy makes Europe stronger",
        "date": "2025-02-25",
        "document_type": "News",
        "group": "EPP",
        "text": "The EPP Group views the forthcoming Omnibus business simplification initiative as a crucial step and will push for its success with full force. Europe urgently needs to foster growth and create more jobs for long-term prosperity for future generations. Cutting unnecessary red tape and simplifying rules is essential for growth, jobs, and future prosperity, said Tomas Tobé MEP, EPP Group Spokesman for the Omnibus simplification package. Now, we take a crucial step to revive our economy and unleash its potential, Tobé noted. Small and medium sized enterprises (SMEs), the backbone of Europe’s economy, need more time to innovate and grow, rather than being tied up with bureaucracy.  The EPP Group aims to cut regulatory complexity without compromising on oversight and accountability. Some reporting obligations remain essential for EU goals like environmental safety and climate action, but unnecessary red tape must go. We must listen to businesses, which provide vital employment. To build a competitive Europe, we must free companies from unnecessary paperwork so they can focus on innovation and growth, said Dolors Montserrat MEP, EPP Group Vice-President for Economy and Environment. Measuring and recording CO2 emissions per product, for example, under the Carbon Border Adjustment Mechanism (CBAM), is too burdensome for most SMEs. We support CBAM, but want it to be simpler and fairer, with sensible exemptions, explained Montserrat. The European Commission will propose its first Omnibus law package tomorrow. It will simplify obligations such as due diligence and sustainability reporting. This will contribute to reducing administrative burdens in Europe by at least 25%, with a 35% reduction target for SMEs.",
        "url": "https://www.eppgroup.eu/newsroom/less-bureaucracy-makes-europe-stronger"
    },
    {
        "title": "Key climate legilsation to be voted on",
        "date": "2022-05-16",
        "document_type": "Week ahead item",
        "group": "EPP",
        "text": "On Tuesday, Parliament‘s Environment Committee will vote on a series of law proposals from the so-called Fit for 55 package, the overhaul of Europe‘s climate policy aimed at reducing CO2 emissions from the atmosphere by 55 percent until 2030 compared to 1990. The Environment Committee will decide on the following draft laws: the Effort Sharing Regulation, the EU Emissions Trading System (ETS), the Carbon Border Adjustment Mechanism (CBAM), Land Use, Land Use Change and Forestry (LULUCF) and ETS for Aviation. On Wednesday, in an additional voting session, the joint Environment and Employment Committees will also vote on the Social Climate Fund.",
        "url": "https://www.eppgroup.eu/newsroom/epp-group-highlights-16-22-may-2022"
    },
    {
        "title": "Prevent unfair competition by non-European climate polluters",
        "date": "2021-03-08",
        "document_type": "Week ahead item",
        "group": "EPP",
        "text": "On Monday, the Parliament will decide its position on one of the pillars of the EU Green Deal, the so-called Carbon Border Adjustment Mechanism (CBAM). The European Commission is expected to present it as a new EU law in the second quarter of 2021. The EPP Group wants to introduce the mechanism at the EU's external borders to prevent unfair competition by non-European climate polluters. Goods imported to the EU have to bear the same cost of carbon emissions as the ones produced in Europe. Otherwise, we will not be able to reduce Europe's carbon footprint, said Adam Jarubas MEP, who negotiated the planned mechanism on behalf of",
        "url": "https://www.eppgroup.eu/newsroom/epp-group-highlights-8-14-march-2021"
    },
    {
        "title": "Those who reduce CO2 must be rewarded",
        "date": "2023-04-18",
        "document_type": "News",
        "group": "EPP",
        "text": "The EPP Group has successfully improved the EU's Fit for 55 package, ensuring that all revenues from the Emissions Trading System (ETS) will be directed toward climate measures. The law package creates breathing space for industry by postponing important changes to the price of CO2 emissions until after 2026. In return, ambition will be higher after 2026. Climate measures will be socially fair due to the introduction of the Social Climate Fund and new conditions in the ETS, such as a price cap mechanism and emergency break. Those who cut CO2 must be rewarded. And the hard work of those that curb emissions must be felt in their own pockets. The EPP Group made sure that Europe's climate protection targets are met and the Paris Agreement is safeguarded, while turning the Green Deal into an opportunity for Europe's competitiveness, emphasised Peter Liese MEP, the EPP Group Spokesman on environment. Later today, the European Parliament will give its final approval to four laws from the Fit for 55 package, namely the EU Emissions Trading System (EU ETS), the Carbon Border Adjustment Mechanism (CBAM), the Social Climate Fund (SCF) and ETS Aviation. Thanks to the EPP Group, the final overall climate ambition is even higher than the initially agreed 55% CO2 reduction by 2030. This was achieved through changes the EPP Group pushed for on land use and forestry (LULUCF) and the ETS, so that now the de facto final reduction target is roughly 57%. At the same time, we postponed important changes to the price of CO2 emissions until after 2026 and will focus on investing more in energy efficiency and renewable energy, which is necessary to end our dependence on Russian fossil fuels. This will give citizens and companies so-called 'breathing space' in times of high energy prices, explained Liese. Member States will be forced to spend all their revenues on climate protection, jobs or social climate measures. Those who struggle to make the transition, especially those at risk of energy or transport poverty, will get help through an increased Social Climate Fund and also Member States' national revenues that must be spent according to the same principles. The EPP Group does not just want a Green Deal - it is also fighting for a strengthened, strategic European industry policy, concluded Liese.",
        "url": "https://www.eppgroup.eu/newsroom/those-who-reduce-co2-must-be-rewarded"
    },
    {
        "title": "EPP Group Position Paper on the Approach to an Integrated Industry Policy",
        "date": "2021-06-14",
        "document_type": "Publication",
        "group": "EPP",
        "text": "Europe is taking fundamental decisions on its economic future for the coming years. The Commission has set out clear ambitions for the green and digital transitions, as well as for a renewed Industrial Policy. To achieve these objectives they need to feed into each other; we need a balance between the different priorities, and we need to align public spending and incentives along these lines. While all the ingredients for this approach are present in the Commission proposals, there is no overarching 10-year strategy that will get us to our 2030 objectives and beyond. However, this is indispensable for Europe’s Small and Medium-sized Enterprises (SMEs) and large business to maintain planning, and investment security. The Green Deal is the supposed Growth Agenda, but as we have seen subsequently, we need digital and industrial objectives on an equal footing, as all are dependent on each other. An approach that would bring all these objectives together in concrete strategies for industrial ecosystems would be the right integrated approach and this is what the EPP Group would like to see. It should be clear that this is not supposed to be a Plan Economy. What we need is to offer all industries a consistent public policy across different policy instruments that will support them through these complex transitions. We need to get these strategies in place as soon as possible. If we would have the strategies now, we could adjust the spending and legislative priorities for 2022. That would leave us about 8.5 years for a monumental transformation. That is an extremely short timeline, which can only be achieved with concerted and dedicated efforts from both policymakers and businesses. To put it clearly: without a complete and integrated strategy, that directs all our instruments, policies and spending, it is unlikely Europe will achieve its industrial, digital and green objectives in 2030. This is due in particular to the fact that the short time frame and the tasks ahead can be a challenge, especially for Small and Medium-sized Enterprises, the backbone of the European economy. In this paper, the EPP Group sets out the broad lines of its views on how the Commission’s strategy should be completed. Ecosystem at the core The EPP Group supports the ecosystems approach of the Industrial Strategy. Digital and climate objectives will impact each ecosystem differently and Europe’s position in the global market varies across ecosystems as well. To remain competitive and achieve strategic autonomy, each ecosystem needs its own approach. According to the Annual Single Market Report 2021 (ASMR) “industrial ecosystems encompass all players involved in the achievement of a certain socioeconomic goal: from the smallest start-ups to the largest companies cooperating to satisfy a new market need, the research activities supporting industrial innovation, the regulators steering economic activity through conducive policies, to the services providers and suppliers.” This comprehensive definition of an ecosystem clearly demonstrates the importance of a fully integrated approach. We need a strategy in which effective measures across all these elements of ecosystems work concertedly towards strengthening the ecosystems’ competitiveness and growth. These measures must be both tailor-made for the individual stakeholders, e.g. SMEs, and have a universal character that is applied horizontally across the ecosystems. An important question raised by the update of the strategy is whether the 14 ecosystems selected in 2020 are still the relevant ones. Due to important developments, the Commission added the perspective of dependencies as driving criterion to its strategy but it failed to convincingly outline why these developments would not impact the selection of the 14 ecosystems. Aligning instruments The Union has a full arsenal of instruments to achieve its objectives. The Industrial Strategy relies on Industrial Alliances as core instrument. That is an example of an agenda-setting instrument, which should be at the core of the strategic approach. However, agendas for competitiveness can only succeed if they lead to an integrated approach of other instruments. Agenda-setting instruments: Industrial Alliances, Industrial Technology Roadmaps, European Partnerships, HEU Strategic Plan, Sectoral Climate Partnerships, TEN, Pact for Skills. Funding instruments: IPCEIs, Horizon Europe, European Partnerships (particularly Joint Undertakings), Digital Innovation Hubs, InvestEU, CEF, Smart Specialisation Strategies, national recovery plans, Innovation Fund, Just transition fund, Structural and Regional EU funding, Digital Europe Programme, Single Market Programme, Erasmus+. Regulatory instruments: Better Regulation, state-aid and competition rules, Climate Law, Taxonomy, REDII, EED, ETS, AI Regulation, Data Act, DGA, DMA, DSA, standardisation, foreign subsidies distorting the Internal Market. International instruments: CBAM, Trade agreements including FTAs and PCAs, WTO rules, standardisation, dependency analysis, global climate commitments (global ETS?), Partnerships with Neighbourhood countries, Energy Charter Treaty.Fully integrated strategy As stated in the ASMR, the ecosystem approach “incorporates the systemic importance of all the horizontal and vertical links among economic actors”. However, we also need to fully incorporate the horizontal and vertical links between all relevant instruments of support for those ecosystems. The current Industrial Strategy lacks this policy integration and concrete action. This creates the risk that the effectiveness of measures is undermined. Measures through one instrument usually need to be supported by measures in other instruments. This support might be lacking when we do not have an integrated approach. The Ecosystem fiches in the ASMR offer a very good starting point, but they need to be completed for all ecosystems. We have only six dependency analyses, we have only two pilot Industrial Technology Roadmaps, the details on how the Taxonomy will impact a specific ecosystem are often lacking and the word ‘could’ appears often in the fiches. Moreover, due to a spill over effect of the Taxonomy, the Corporate Sustainability Reporting Directive (CSRD) now also seems to apply to SMEs with a potentially significant administrative burden. To achieve a transition we need to know the needs of an ecosystem and make a strategy on how to deliver them. This calls for, on the one hand, ambitious Technology Roadmaps for all ecosystems in order to direct the R&D needed for new technologies. On the other hand, we need close monitoring of the infrastructural and skills needs of the ecosystems. To take the example of quantum technology, we have managed to introduce an earmarking for quantum technology of €1bn in the Horizon Europe Programme. In addition, significant funding is coming from the Digital Europe Programme and several JUs are relevant; for instance, the Key Digital Technology Joint Undertaking. Together with the recently formed Quantum Industry Consortium (QuIC), we now need to ensure that a common governance structure is created, including relevant Commission services and stakeholders, to steer the investment with clear 2030 targets. This will allow us, not only to achieve the so important technological advancement in this field, but also to constitute a decisive innovation infrastructure for many other sectors. Additionally, as the ASMR points out, the ecosystems “evolve against the same background: an integrated Single Market”. When we set overarching ambitions for that Single Market and its participants, like a taxonomy for sustainable investments or a revision of state-aid rules, without an integrated strategy for the ecosystems, these big ambitions might be counter-productive as they could close essential doors for specific ecosystems. Another element to be considered is the impact of choices in one ecosystem for other ecosystems (e.g. high reliance on hydrogen in one transport sector will impact the availability of hydrogen in other sectors). Lastly, clear plans for minimising red tape and the administrative burden should be included. Related to this is the revision of the state-aid framework. The revision is too slow and too fragmented. The revision proposals of the IPCEI rules appear still too conservative. Public and private investments will be held up if Europe does not provide clarity on state-aid rules, especially for SMEs. Given the complexity and urgency of the moment, we need to leave behind dogmatic attitudes towards state-aid and consider the full range of possibilities, from temporary suspension of state-aid rules in specific sectors to a full legislative revision of state-aid rules in other sectors. What we want to do As a last step, we need clear operationalisation of all the solutions. Completing the analysis would put us on the right track, but the implementation details will be key. To move from the Commission’s Strategy to the EPP approach, a number of steps are necessary: The Commission should finalise the analyses for all ecosystems as soon as possible. The Commission needs to reassess the selection of the 14 ecosystems. The Commission needs to annually monitor the infrastructure needs. The ecosystems need to deliver a clear Technology Roadmap. The budgetary authorities need to show flexibility in the annual budgetary procedure and in the mid-term reviews of the Union Programmes to ensure Union funding priorities can respond to the outcomes of the Roadmaps and infrastructure needs. The legislators need to critically assess legislation, and apply all necessary better regulations tools, especially the SME test, notably for the ‘Fit for 55’ package and the digital files (DGA, DSA, DMA), to ensure its alignment with the outcome of the analysis. The Commission, together with Member States, needs to present a roadmap towards achieving a reduction of at least 30 percent in administrative burdens affecting European businesses and especially SMEs, in order to decrease cost pressure and promote competitiveness. The state-aid framework needs to be reviewed to be fit for global competition with extreme urgency. The Commission needs to continue the evaluation of strategic dependencies and present an action plan on how to strengthen global interdependencies of European ecosystems. The Commission needs to deliver on a strategic package of strengthening the Single Market, dealing with foreign subsidies and take-overs and making public procurement rules fit for the future so that what we produce and develop in the EU is also protected by the EU. Example: Clean aviation The aviation sector is currently caught in a perfect storm: economic activity collapsed due to COVID-19, the sustainability objectives for the sector are immense, and the implications of digitalised global transport will challenge existing business models. This makes it a perfect case to illustrate the need for an integrated approach. Under the Industrial Strategy, the sector is included in the Aerospace and Defence Ecosystem. However, the sector is also intimately linked with other ecosystems, for instance the “Energy - Renewables Ecosystem” and the “Mobility - Transport and Automotive Ecosystem”. Investments now in carbon neutral technologies most likely will not result in the emission reductions needed in 2030 and are tied to decisions in other ecosystems. If we want to use synthetic fuels implemented by 2030 to achieve those objectives, this will put pressure on the availability of energy and raw materials for the production of electric aircrafts and other sectors. If we put energy towards the production of zero-emission hydrogen to decarbonise the energy-intensive industries, this will put pressure on the energy available for the aviation industry. The Joint Undertaking on Clean Aviation, established under Horizon Europe, will deliver cleaner technologies for 2030, but that will need to be aligned with investments suggested by the Alliance. Meanwhile, the JU and the Alliance will need to receive funding from the same coffers in the private sector, which are currently being hit hard by an unprecedented crisis in the sector. Meanwhile, the proposed Union funding under Horizon Europe for this partnership fell short of the level needed in this area. Therefore, complementary funding sources must be identified and be connected to the Partnership to optimise the use of the wider MFF financial envelope towards the key “Green Deal” objectives pursued under the Partnership and to stimulate the private investments needed. Are additional targeted IPCEIs needed? At the same time, plans to possibly integrate aviation into the ETS are not mentioned in the strategy yet and there are concerns that the EU Taxonomy is not designed in a way to allow finances for all options to decarbonise aviation. This puts pressure on private R&D investments at a time we most need them. Furthermore, like many other ecosystems in the strategy, aviation needs to be integrated in the Union’s international trade activities, in funding and state aid schemes, as well as in the educational initiatives to improve the skill set. The update of the strategy made an important start for the sector, but this short overview indicates where we still need significant work to come to a truly integrated approach.",
        "url": "https://www.eppgroup.eu/newsroom/epp-group-position-paper-on-the-approach-to-an-integrated-industry-policy"
    },
    {
        "title": "S&Ds on Omnibus Package: Simplification of EU legislation must not endanger existing achievements for citizens and businesses",
        "date": "2025-02-26",
        "document_type": "Press Releases",
        "group": "S&D",
        "text": "The Socialists and Democrats in the European Parliament are disappointed by the proposals put forward by the European Commission on the “Omnibus package”. These proposals fail to take on board our concerns expressed in repeated meetings with Commission representatives before the publication. Simplification cannot mean questioning our key EU values. These proposals are risking regulatory certainty. They have been rushed and lack proper consideration, consultation and impact assessment. The Socialists and Democrats are ready to work with the pro-European majority in the European Parliament to simplify rules, provided that we do not put people at risk and endanger existing climate goals. The package refers to four key files, namely the Taxonomy regulation; the Carbon Border Adjustment Mechanism (CBAM); the Corporate Sustainability Reporting Directive (CSRD) and the Corporate Sustainability Due Diligence Directive (CSDDD). Gaby Bischoff, vice-president of the S&D Group for Sustainable Economy, Social Europe and Single Market and S&D co-negotiator on the package, said: Our message on the proposed changes in EU law is clear. Simplification cannot mean deregulation.Our Group has always been and remains ready to work to deliver simpler procedures and reporting for businesses and to make life better for citizens. We will not accept backtracking on social and environmental standards and established policy goals, no jeopardising of workers' rights, no break to reaching climate neutrality and sustainability. The recently agreed rules on due diligence aim to prevent economic activities from exploiting people and harming the environment. We cannot empty them now in the name of simplification and put profit before people and the planet. The Taxonomy regulation for example is essential for mobilising green investments and providing stability to the financial system. It is a good signal that the Commission at least preserves the ‘do no harm’ principle. Lara Wolters, S&D MEP and S&D co-negotiator on the package, said: The proposed changes to the CSDDD fundamentally undermine its effectiveness, threatening to exclude the vast majority of human rights, labour and environmental harms and stripping away the rights for victims to get justice for corporate wrongdoing. Likewise, drastic changes to the CSRD will create significant uncertainty for companies, which risks increasing compliance costs, instead of relieving burdens. This is therefore an ill-conceived and ideologically driven proposal. The Parliament must now succeed where the Commission has failed: to simplify without deregulating.",
        "url": "https://www.socialistsanddemocrats.eu/newsroom/sds-omnibus-package-simplification-eu-legislation-must-not-endanger-existing-achievements"
    },
    {
        "title": "S&D Times – Weekly Update. This week's highlights and what's coming up",
        "date": "2024-05-03",
        "document_type": "S&D Times",
        "group": "S&D",
        "text": "Polluters will pay – CBAM (the Carbon Border Adjustment Mechanism)",
        "url": "https://www.socialistsanddemocrats.eu/newsroom/sd-times-weekly-update-weeks-highlights-and-whats-coming-109"
    },
    {
        "title": "Polluters will pay - #CBAM",
        "date": "2024-04-16",
        "document_type": "Video",
        "group": "S&D",
        "text": "The S&D Group has been unwavering in its efforts throughout the 2019-2024 mandate, a five-year span marked by pivotal decisions and significant milestones that reverberated across the European political landscape. As one of the largest political groups in the European Parliament, we have played an instrumental role in shaping policies and legislation aimed at addressing pressing issues, advancing social progress and championing a more inclusive and sustainable future. In the link below, we summarise these achievements – plus further demands we have made to the Commission – offering a snapshot of the work undertaken during this crucial period. ",
        "url": "https://www.socialistsanddemocrats.eu/channel/polluters-will-pay-cbam"
    },    {
        "title": "With CBAM: Full support to our industries as they decarbonise",
        "date": "2023-04-17",
        "document_type": "Press Releases",
        "group": "S&D",
        "text": "The European Parliament is set to take a significant step in its fight against climate change with the adoption of the Carbon Border Adjustment Mechanism (CBAM). The CBAM is a carbon tariff on carbon intensive products, such as cement, imported into the European Union. This important piece of the FitFor55 package aims to ensure a level playing field for European producers and incentivise the EU’s trading partners to switch to a more climate-friendly production. The S&D Group has been at the forefront of the negotiations on this mechanism, a vital tool to support our industries and workers in the transition to climate neutrality. We have been leading the efforts to make this mechanism more ambitious and fit for purpose. Compared to the original Commission proposal, the CBAM will now have a broader sectoral scope and cover more indirect emissions than initially foreseen, which will increase the overall emission cuts. Mohammed Chahim, S&D vice-president on Green Deal and rapporteur on CBAM, said: The adoption of the CBAM is a significant milestone in our fight against climate change. The mechanism will promote climate-friendly practices at international level, while ensuring a level playing field for European companies. A simple yet powerful principle has driven our hard work: the polluter must pay for their CO2 emissions, regardless of where they are produced in the world. With CBAM, payment for emissions will be a prerequisite for entry of products into the European single market. CBAM will be a crucial pillar of European climate policies. It is a singular mechanism to incentivise our trading partners to take climate action and contribute to the goals of the Paris Agreement. Additionally, it is an alternative to our current carbon leakage* measures, which will allow us to apply the ‘polluter pays’ principle to our own industry. A win-win situation! Carbon-intensive companies based in the EU moving their production abroad to take advantage of lax standards, thereby shifting emissions outside of Europe and seriously undermining EU and global climate efforts.",
        "url": "https://www.socialistsanddemocrats.eu/newsroom/cbam-full-support-our-industries-they-decarbonise"
    },
    {
        "title": "S&Ds remained true to our values: We improved today’s climate deal, it has a red heart",
        "date": "2022-06-22",
        "document_type": "Press Releases",
        "group": "S&D",
        "text": "We finally have a deal on three key pillars of the Fit for 55 package, and it is fairer and better thanks to S&D Group’s relentless efforts. We had to vote it down at the last plenary in Strasbourg so we could improve it. We did it! We also made it clear that we will not let the conservatives play dirty tricks by watering down our ambitions while collaborating with the far-right. Today’s deal has a red heart! The S&D Group have been pushing for a Green Deal, which Commissioner Frans Timmermans put at the core of this Commission’s work. S&D vice-president for a green deal, Mohammed Chahim MEP, said: After the troublesome vote in the previous plenary session in Strasbourg, we have now managed to reach an important agreement within the European parliament that includes our major priorities. The deal reached, not as ambitious as we wanted but much improved thanks to the S&Ds being true to our ambitions and values, is based on a core principle: the polluter must pay, no matter where they pollute! The European Parliament today approved three key pillars of the Fit For55 climate package: the Emissions Trading System revision (ETS), the entering into force of the Carbon Border Adjustment Mechanism (CBAM) in 2027, and the Social Climate Fund (SCF). These will be crucial tools to reduce greenhouse-gas emissions by at least 55% by 2030 - compared to 1990 levels - which will set Europe on track for being the first climate-neutral continent by 2050.",
        "url": "https://www.socialistsanddemocrats.eu/newsroom/sds-remained-true-our-values-we-improved-todays-climate-deal-it-has-red-heart"
    },
    {
        "title": "S&Ds: The polluter pays, no matter where they pollute – a Carbon Border Adjustment Mechanism Fit for 55",
        "date": "2022-06-21",
        "document_type": "Press Releases",
        "group": "S&D",
        "text": "Thanks to the S&D Group’s relentless efforts, the European Parliament is set to approve tomorrow the Carbon Border Adjustment Mechanism (CBAM). This will come across as a crucial tool to reduce greenhouse-gas emissions by at least 55% by 2030 - compared to 1990 levels - as set out in the Fit for 55 package, in compliance with the European Climate Law’s aim of making Europe the first carbon-neutral continent by 2050. After the troublesome vote in the previous plenary session in Strasbourg, we managed to reach an important agreement within the European parliament that includes our major priorities: we have extended the scope to chemicals, hydrogen and polymers. CBAM will go into force in 2027 and there will be a full phase-out of the CBAM sectors in 2032. This agreement will ensure stability and transparency to all producers worldwide: if you want to sell your products in the EU, you need to pay for your pollution. S&D vice-president and rapporteur for CBAM, Mohammed Chahim MEP, said: Tomorrow, the European Parliament is set to endorse the Carbon Border Adjustment Mechanism (CBAM), the only tool within the Fit for 55 package that can incentivise our trading partners to decarbonise. We took an important step to consolidate the European Parliament’s position on a future-proof CBAM. The simple, but powerful, principle that has inspired our hard work is: it doesn’t matter where the carbon is produced, the polluter must pay. Paying for CO2 emissions will now become a condition for entering your products in the European single market. Therefore, thanks to CBAM, the EU will finally have a tool to incentivise clean production worldwide. This will also level the playing field and apply the same CO2 price on imported products as we do for our own European producers, preventing unfair competition between EU and non-EU industries. We are glad the EU Parliament finally agreed to kick off CBAM in 2027 and phase out free allowances by 2032. This will allow us to finally apply a full carbon price signal, which makes our Emissions Trading System (ETS) fit for frontrunners. We need to start producing in a clean and sustainable way - in Europe and elsewhere. Now the battle moves on to the negotiations with the Council. We’ll continue the fight to make CBAM, and the whole Fit for 55 package, live up to our climate ambitions.”",
        "url": "https://www.socialistsanddemocrats.eu/newsroom/sds-polluter-pays-no-matter-where-they-pollute-carbon-border-adjustment-mechanism-fit-55-0"
    },
    {
        "title": "S&D Times - Weekly Update. This Week's Highlights and What's Coming Up",
        "date": "2022-06-17",
        "document_type": "S&D Times",
        "group": "S&D",
        "text": "Quote of the week, by S&D vice-president Mohammed Chahim: We have reached a crucial deal on ETS (Emission Trading Scheme) revision and the CBAM (Carbon Border Adjustment Mechanism) with all political groups in the Parliament, a deal that holds all the important elements for our Group: to make sure that the polluter pays at the end. With the ETS reform, we will deliver for the climate and ensure a socially fair transition for the people. We can now go faster and bolder in reducing our gas emissions in line with the goals of the FitFor55 package. CBAM will come into force starting 2027 and there will be a full phase-out of CBAM sectors in 2032. And we have extended the scope to chemicals, hydrogen and polymers. So, at the end of the day, it’s very important that we give clarity to our industry, as well as to all producers around the world – if you want to sell your products in the EU, you need to pay for your pollution. Next week the European Parliament will hold a mini-plenary session in Brussels, on 22 – 23 June. On the agenda – financial support for Ukraine following the Russian invasion, revision of the Emmissions Trading System (ETS) and the Social Climate Fund, EU enlargement, implementation of the UN Sustainable Development Goals, antimicrobials, and also the implementation of recovery plans. We will also discuss the issue of gas storage throughout the EU and the most reliable and cheapest way to buy gas from third countries. A discussion is also scheduled with representatives of the Council and Commission on the relations of the Russian government and diplomatic networks with parties of the European extreme right, in the context of the war.",
        "url": "https://www.socialistsanddemocrats.eu/newsroom/sd-times-weekly-update-weeks-highlights-and-whats-coming-51"
    },
    {
        "title": "S&Ds: we won the first battle on CBAM and ETS to ensure the EU meets Fit for 55 climate goals",
        "date": "2022-05-17",
        "document_type": "Press Releases",
        "group": "S&D",
        "text": "Today, it’s an important day for our common effort to address the climate crisis and put us on the right path to make Europe the first carbon neutral continent by 2050 at the latest. Today, the environment committee has voted on crucial files that represent the tools that will put our 2030 climate goal into practice. Among the most important ones are: the Carbon Border Adjustment Mechanism (CBAM), and the reform of the Emissions Trading System (ETS). The positive outcome today must be now validated in a vote in plenary in June in order to consolidate the EU Parliament’s ambitious position to defend in the interinstitutional negotiations with the EU Council. S&D vice-president and rapporteur for CBAM, Mohammed Chahim, said: It doesn’t matter where they produce, who pollutes must pay. This is the simple but powerful principle that has inspired the hard work on the Carbon Border Adjustment Mechanism (CBAM), which the environment committee has just approved. We took an important step that shows the European Parliament wants an ambitious and future-proof CBAM. CBAM is in fact one of the few mechanisms the EU can rely on to incentivise our trading partners to decarbonise their manufacturing industry globally. This is going to be a crucial pillar of the European climate policies that will also prevent distortive unfair competition among EU and Non-EU industries. We all live on one planet. If you pollute, no matter where you emit, you will have to pay for your pollution at the border to enter the European market. This is a race, a race to decarbonise and go globally green. The vote today brings some important improvements to the starting proposal of the Commission; a great step in the right direction. Next stop, the vote in plenary. We’ll fight to make the CBAM, and the Fit for 55 package, live up to citizens’ expectations. S&D shadow rapporteur for ETS, Jytte Guteland, explained: The battle is not yet over, but it is certainly one crucial step forward to meet the goals set by the Fit for 55 package. We are proud that, thanks to our Group, the environment committee today took a clear stance for climate by voting in favour of the Emissions Trading System revision. All our priorities have been adopted: increased climate ambitions, secured fairness to industry and improved social inclusion and a just transition. This compromise effectively targets the surplus of allowances and free allocations that have diluted the ETS system for so many years. We also managed to achieve strong social safeguards to make the ETS socially inclusive for households, while the signal to industry is clear: it is now time to decarbonise! The battle moves on to the plenary where we will make sure that the European Parliament endorses all the important measures taken today needed to meet the Fit for 55 goals. S&D coordinator in the environment committee, Tiemo Wölken, added: The ETS is the only way we can reward pioneering companies and give laggards a leg up. Together with our successful push for a comprehensive Carbon Border Adjustment Mechanism, we Socialists and Democrats are the driving force to make the industrial just transition happen, while EPP wants to maintain the status quo. Unfortunately, emissions in transport and buildings have not declined in recent decades. However, we must not set incentives primarily through price. That would mean forcing people on low incomes to do without heating or mobility. We are therefore pleased that we S&Ds have managed to ensure that emissions trading in transport and buildings will initially apply only to companies, and that prices will be cushioned. The EPP rapporteur’s original draft would have meant forcing social division in the EU, in the middle of an energy crisis.”",
        "url": "https://www.socialistsanddemocrats.eu/newsroom/sds-we-won-first-battle-cbam-and-ets-ensure-eu-meets-fit-55-climate-goals"
    },    {
        "title": "S&Ds: Thanks to the Carbon Border Adjustment Mechanism, the EU says stop to unfair and anti-climate external competition",
        "date": "2021-03-10",
        "document_type": "Press Releases",
        "group": "S&D",
        "text": "The approval today by the EU Parliament of the report ‘A WTO-compatible EU carbon border adjustment mechanism’ provides the Commission with important guidance in the EU's work towards our objective to make Europe climate neutral by 2050 at the latest. The Carbon Border Adjustment Mechanism (CBAM) is an important mechanism, which, in the framework of the European Green Deal, will stimulate industry to invest in green solutions and will prevent unfair competition from outside the EU. S&D shadow rapporteur, Mohammed Chahim MEP, stated: We need a level playing field. If you want your products to enter the European market, you need to embrace our climate standards. This is the very first goal of this carbon border adjustment mechanism: decreasing global CO2 emissions. As social-democrats we demand transparent and predictable conditions, so that industry – in and outside the EU – can adjust and get ready. Therefore we need a gradual, yet rapid, phase-out of the free allowances within the Emission Trading System (ETS), once the CBAM is introduced. We count on the Commission to bring clarity on this matter. We will be working hard in the coming year to pass all the climate legislation from the ‘Fit for 55 package’ to reduce emissions by at least 55% by 2030, including the legislative proposal for a carbon border adjustment mechanism. The message is clear: we want the Commission to come up with an ambitious proposal that sets the EU on the right side of history when it comes to fighting climate change. S&D co-ordinator in the environment committee, Jytte Guteland MEP, said: The EU is the world's largest carbon importer, with net imports of goods and services in the EU representing more than a fifth of the Union’s domestic CO2 emissions. Obviously, this hampers our fight against climate change and undermines the important measures to reduce our greenhouse-gas emissions. The introduction of a carbon border adjustment mechanism can be the missing piece of the puzzle in the efforts to reduce emissions, but also to ensure that the responsibility to halt climate change is also shared by other actors beyond the EU. This is about Europe showing leadership and doing what is right. Far from being a hidden tool to enhance protectionism, unjustifiable discrimination or restrictions, the CBAM can turn out to be a great asset, both for the climate and as a strong economic incentive to develop production methods with a lower greenhouse-gas footprint, and can spur investments in innovation and new technologies. This is what the Commission should consider before making any legislative proposal.”",
        "url": "https://www.socialistsanddemocrats.eu/newsroom/sds-thanks-carbon-border-adjustment-mechanism-eu-says-stop-unfair-and-anti-climate"
    },
    {
        "title": "Debate on the Omnibus proposals: Cutting red tape and simplifying business",
        "date": "2025-03-07",
        "document_type": "Week ahead item",
        "group": "ECR",
        "text": "On Monday, MEPs will debate the first Omnibus Proposals, aimed at cutting red tape and simplifying business operations across Europe. The ECR Group welcomes the European Commission’s Omnibus Package as a much-needed step towards reducing regulatory complexity, which has long hindered European competitiveness. The streamlining of obligations under the Corporate Sustainability Reporting Directive (CSRD) and the Corporate Sustainability Due Diligence Directive (CSDDD), along with reforms to the Taxonomy Regulation and the Carbon Border Adjustment Mechanism (CBAM), can provide some relief for businesses struggling with excessive compliance burdens and legal uncertainty. However, the ECR Group has consistently called for a deeper approach: The one-in, one-out principle should be introduced and strictly enforced to ensure that every new regulation replaces an outdated or unnecessary one. Moreover, rather than continuously adding new legislation, the EU should pause regulatory expansion to properly implement, review, and assess existing rules before introducing yet more legislative burdens.",
        "url": "https://ecrgroup.eu/article/week_ahead_10_14_march"
    },
    {
        "title": "Fit for 55",
        "date": "2022-04-14",
        "document_type": "Week ahead item",
        "group": "ECR",
        "text": "On Monday, MEPs will debate a package of five trilogue outcomes of the so-called Fit for 55 package, which aims to drastically reduce greenhouse gas emissions and achieve climate neutrality by 2050. The agreement on the reform of the Emissions Trading System (ETS) increases the ambition for 2030, phases out free allowances for companies and creates a separate new ETS II for road transport fuels and buildings, which will put a price on emissions from these sectors as of 2027. The final agreement is significantly improved compared to the negotiating position adopted in June 2022. It includes several key points for the ECR Group, such as additional free allowances for district heating, the removal of any conditionality clauses for access to the Modernisation Fund, eligibility of gas investments from the increased Modernisation Fund and a slower phase-out of free allowances for industry. Regarding the inclusion of greenhouse gas emissions from the maritime sector in the ETS, the ECR Group is of the opinion that with a gradual phase-in until 2026, negotiators found a well-balanced compromise. On the EU’s Carbon Border Adjustment Mechanism (CBAM), which aims to create a level playing field for the sectors covered by introducing a levy corresponding to the price of ETS allowances on imported goods, the ECR Group believes that the more cautious approach found in the provisional agreement, especially in the phase down of free allowances for the concerned sectors, better reflects the fact that the CBAM is a new mechanism and no one knows if it will work in practice. The ECR remains concerned about certain elements in the text, such as the expected higher costs for companies in the covered sectors, which will ultimately be passed on to consumers and may make EU export industries less competitive on the global market. The ECR Group also welcomes in principle the EU’s social climate fund to help vulnerable households, micro-enterprises and transport users particularly affected by energy and transport poverty, especially the aspect of member states getting support for implementation. However, the Group is against the introduction of further EU own resources to finance the fund. With regard to the revision of the EU ETS for aviation, the ECR Group believes that the compromise reached is not technologically realistic, as the options for decarbonising the aviation sector are very limited. The proposal, furthermore, does not take into account the need of a functioning aviation sector, and its contributions to the functioning of the internal market. It is to be expected that the regulation will have significant negative effects on consumers and thus also on economic activity that depends on mobility. The votes will take place on Tuesday.",
        "url": "https://ecrgroup.eu/article/week_ahead_17_21_april"
    },
    {
        "title": "Tertsch (ECR): “An energy crisis is no time to introduce CBAM”",
        "date": "2022-12-13",
        "document_type": "News",
        "group": "ECR",
        "text": "The ECR Group has expressed its concern over EU plans to impose a carbon levy on energy-intensive inputs from third countries such as cement, iron and steel, aluminium and fertilisers after the conclusion of the trilogue negotiations on the Carbon Border Adjustment Mechanism (CBAM), despite multiple crises. With the zeal shown in Brussels to save the world with green policies, we are in danger of forgetting ourselves and the foundations of our prosperity. CBAM is nothing more than an additional levy, the cost for which will ultimately have to be borne by EU customers. In uncertain times like these, with skyrocketing inflation, such a levy is unjustified,” says ECR shadow rapporteur Hermann Tertsch. The Conservative politician also criticises the additional administrative burden that will fall on businesses. “Operators need legal certainty and predictability in times of economic crisis - not reforms. The agreed-up mechanism creates additional complexity for market operators. There is already a mechanism in place to protect EU industry from unfair competition, namely free allocation under the EU ETS. Free allocation under the EU ETS will be phased out in the sectors where CBAM is introduced,” Tertsch said.",
        "url": "https://ecrgroup.eu/article/tertsch_ecr_an_energy_crisis_is_no_time_to_introduce_cbam"
    },
    {
        "title": "Tertsch: CBAM “a pretty risky social experiment”",
        "date": "2022-06-22",
        "document_type": "News",
        "group": "ECR",
        "text": "In reaction to the adoption of the Carbon Border Adjustment Mechanism (CBAM) by a majority in the European Parliament, ECR Shadow Rapporteur Hermann Tertsch said: For us, it became more and more clear that we had to vote against it. The ECR Group are concerned that consumer prices will now rise even further. You can fight climate change, yes, but now is not the time for extreme demands. We have exploding inflation at the moment. So the whole thing is a pretty risky social experiment, with no convincing safeguards for industry and citizens.”",
        "url": "https://ecrgroup.eu/article/tertsch_cbam_a_pretty_risky_social_experiment"
    },
    {
        "title": "Fit for 55 package",
        "date": "2022-06-17",
        "document_type": "Week ahead item",
        "group": "ECR",
        "text": "Fit for 55 package On Wednesday, the European Parliament will vote on the remaining files of the so-called Fit for 55 package, which aims to drastically reduce greenhouse gas emissions and achieve climate neutrality by 2050. The vote on the Revision of the EU Emission System is back on the agenda after it was voted down and referred back to committee during the previous plenary session. As a result, the votes on the Social Climate Fund and Carbon Border Adjustment Mechanism have been postponed from the previous plenary session on the request of a majority of Members of the European Parliament. Revision of the EU Emission Trading System (ETS) The European Climate Law makes the EU’s climate neutrality target legally binding and raises the Union’s 2030 climate ambition by setting a target of at least 55 per cent net emission reductions by 2030 compared to 1990. The Emission Trading System (ETS) revision proposal, that strengthens and boosts the contribution of the ETS to that effort, is the cornerstone of the ‘Fit for 2030’ legislative package, which amends the existing climate and energy legislation. After the report was referred back to the Committee on the Environment, Public Health and Food Safety, the rapporteur made a deal with the major political groups in the Parliament on the ETS reform, but the overall ambition level will remain to decrease ETS emissions by 63 per cent before 2030. The ECR is warning against this agreement, as it will result in even higher energy prices for industry and households. Moreover, the extension to road transport and buildings will lead to unfair costs for citizens, especially in poorer Member States and to an enormous administrative burden for market participants, and may create incentives for unfair practices. Social Climate Fund To alleviate energy poverty and the social impacts that arise from the Fit for 55 legislative package, the Commission has proposed to introduce the Social Climate Fund. For the ECR Group, the proposed structure – financed by own resources and conditional upon the introduction of the revised ETS – is unacceptable. Energy poverty is a burning problem exacerbated by high inflation across the EU and Russia’s aggression on Ukraine. Thus, a wider scope and a longer perspective should be introduced independently of the ETS revision process. In order to maximise its effectiveness and help European citizens as much as possible, this fund should also be flexible, so that it can be adjusted to the needs of individual Member States. Unfortunately, this has not been ensured in the final text, as it reduces the fund’s flexibility by limiting direct income support and imposes a heavy administrative burden upon Member States. Carbon Border Adjustment Mechanism (CBAM)The Carbon Border Adjustment Mechanism (CBAM) aims to address the risk of carbon leakage caused by asymmetrical climate policies of non-EU countries (where policies applied to fight climate change are less ambitious than those of the EU). Well-conceived in its approach, in the ECR’s opinion, it is very difficult to implement. The ECR supports CBAM in the fight against climate change, provided there is evidence that the measures will work and that the timelines are realistic. We also believe a CBAM authority is unnecessary. In addition, it should be ensured that the revenues generated via the CBAM are not misappropriated but used for investments in the competitiveness of European industry.",
        "url": "https://ecrgroup.eu/article/week_ahead_20_24_june_2022"
    },
    {
        "title": "Fit for 55 package",
        "date": "2022-06-03",
        "document_type": "Week ahead item",
        "group": "ECR",
        "text": "Fit for 55 package Tuesday’s plenary session in Strasbourg is primarily devoted to the pieces of legislation in the so-called Fit for 55 package, which aim to drastically reduce greenhouse gas emissions and achieve climate neutrality by 2050. In its tabling of amendments, the ECR Group will pay special attention to making improvements to those files that could have a strong impact on the everyday life of citizens: Revision of the EU Emission Trading System (ETS) The European Climate Law makes the EU’s climate neutrality target legally binding and raises the Union 2030 climate ambition by setting a target of at least 55 per cent net emission reductions by 2030 compared to 1990. The Emissions Trading System (ETS) revision proposal, that strengthens and boosts the contribution of the ETS, is the cornerstone of the ‘Fit for 2030’ legislative package, which amends the existing climate and energy legislation. After intense negotiations, almost 2,000 amendments have been compiled in 30 compromise amendments. For the ECR Group, there are numerous points of criticism in the detail. First of all, the report of the Committee on Environment increases the emissions reduction for ETS sectors from 61 per cent in the Commission proposal to as much as 67 per cent - the ECR cannot agree to anything above the Commission proposal which is going to be difficult enough to achieve. The distribution of free allowances to sectors at risk of carbon leakage is too rigid. The raising of the benchmark update rate will decrease the free allocation and the fact that the free allocation is to end as early as 2030 for CBAM covered installations will hit some industrial sectors hard. We consider the free allocation of allowances to biomass plants to be erroneous, as we do not consider this to be environmentally friendly. We also consider it a failure that the envisaged modernisation fund has been cut, as well as the inclusion of waste incineration in the scope of the directive, which will probably create incentives for landfilling. Another criticism is also that nuclear power is excluded from any ETS funding, be it in the modernisation fund, innovation fund (here called climate investment fund) and in national revenues. Nuclear power is a crucial energy source when it comes to being climate-friendly and maintaining a stable energy supply. Further problems arise in detailed regulations on market access or for adding to the scope small ships under 5000 GRT (gross register tonnage) shipping. Last but not least, the extension to road transport and buildings will lead to unfair costs for citizens, especially in poorer Member States, and to an enormous administrative burden for market participants and may also create incentives for unfair practices. Carbon Border Adjustment Mechanism (CBAM) The Carbon Border Adjustment Mechanism (CBAM) aims to address the risk of carbon leakage caused by asymmetrical climate policies of non-EU countries (where policies applied to fight climate change are less ambitious than those of the EU). Application of the CBAM aims to prevent the emissions reduction efforts of the Union being offset by increasing emissions outside the Union due to the relocation of production to non-EU countries or increased imports of carbon-intensive products. The CBAM is designed to function in parallel with the EU’s Emissions Trading System (ETS), to mirror and complement its functioning on imported goods. Well conceived in its approach, the report unfortunately contains somewhat overambitious and unrealistic proposals that are very difficult to implement at this stage. For example, it advocates rapid deployment of the CBAM without giving industry time to adapt and without considering the risks to jobs and industrial competitiveness. The ECR supports CBAM in the fight against climate change, provided there is evidence that the measures will work and that the timelines are realistic. The current proposal is to phase out free allowances in the sectors covered by the CBAM starting at 100 per cent free allocation in 2023 and ending at 0 per cent free allocation in 2030. The ECR Group aims to start the phase-out of free allowances only in 2028 and reach 0 in 2034 at the earliest. In addition, EU exports are not sufficiently addressed. Currently, only imports are protected under the CBAM. We also believe a CBAM authority is unnecessary. In addition, it should be ensured that the revenues generated via the CBAM are not misappropriated but used for investments in the competitiveness of European industry. Binding annual greenhouse gas emission reductions by Member States (Effort Sharing Regulation) The current Effort Sharing Regulation covers all greenhouse gas emissions included in the EU’s target, which are neither covered by the EU Emissions Trading System (ETS) nor by the Regulation on Land-Use, Land-Use Change and Forestry (LULUCF). This means it covers direct greenhouse gas emissions from transport (except aviation and non-domestic shipping), buildings, agriculture, industrial installations and gases not covered by the EU ETS, and waste as well as non-combustion related emissions from energy and product use. The ECR Group is concerned that the proposal will compromise the agricultural sector’s ability to ensure food security in Europe and the world. Moreover, given the war in Ukraine, a considerable number of refugees have and are still arriving in the EU, in particular in Central and Eastern European countries. This influx will lead to increased activity and emissions in the sectors covered by this Regulation. The ECR Group insists that we cannot pretend that the war in Ukraine is not happening, or that the pandemic’s effects are non-existent. The proposal does not cater for the current situation and omits in its design any provision related to a potential force majeure that a given Member State, or the EU as whole, can experience. As such, additional flexibilities in these areas should be proportionally accessible, especially to affected Member States. Moreover, in our opinion, the emission reduction scenarios proposed by the European Commission significantly overestimate the economically effective potential in the affected sectors, especially given the economic recession caused by the pandemic and more recently by the Ukraine conflict. In amendments, the ECR Group has sought to open up opportunities for technological carbon capture to Member States to meet their commitments. Input from the ECR Carbon Sinks Working Group has been used for this purpose, as both natural and technological carbon capture can be a means of removing CO2 from the atmosphere. Land use, land use change and forestry (LULUCF) The Land use, land use change and forestry proposal (LULUCF) sets targets for Member States by 2030 and a commitment to jointly achieve climate neutrality by 2035 through generating net carbon sinks in the given sectors. Given the current situation in Ukraine and the consequent problems, linked inter alia to food security and the related sharp increase of the price of food and feed, the ECR Group is very critical of this untimely idea, that would tie the hands of Member States in achieving the desired goals. The ECR Group criticises the proposal for imposing de facto unrealistic penalties on Member States that fail to meet the targets set for them. The nature of this penalty is that the emissions reduction target (net carbon dioxide equivalent) of the Member State concerned is increased to 108% the following year, and so on and so forth. The European Union’s line should be carrot, not stick. There is no point in raising the bar even higher when a lower target is not being achieved. We are convinced that sustainable climate policy only has a chance of success if it is supported by a broad majority of Member States and their peoples. The transition can and must always go together with and never against citizens. CO2 emission standards for cars and vans As part of the Fit for 55 package, the European Commission has proposed to strengthen the CO2 performance standards for new passenger cars and new light commercial vehicles. The gravity in the proposal centres around the reduction targets for 2025 and 2035. The Commission set out a 15 per cent reduction target for 2025, a 55 per cent reduction target on cars and a 50 per cent target for vans for 2030 and a 100 per cent reduction target for 2035 for both, cars and vans. In plenary, the ECR Group will support amendments to correct the 2025 target and reduce the 2035 target to 90 percent, as it is technologically completely unrealistic. The conversion of all vehicles to electric will be a huge undertaking, and it is still unclear where the raw materials for all the batteries that will be needed will come from, especially considering that current batteries need to be replaced every few years - not to mention the resulting environmental impact.",
        "url": "https://ecrgroup.eu/article/week_ahead_6_10_june_2022"
    },
    {
        "title": "CBAM needs careful, controlled implementation, says ECR MEP Kuzmiuk",
        "date": "2022-01-11",
        "document_type": "News",
        "group": "ECR",
        "text": "ECR MEP Zbigniew Kuzmiuk's Opinion pertaining to the Carbon Border Adjustment Mechanism (CBAM) has been adopted by the European Parliament's Agriculture Committee (AGRI). The well-balanced Opinion voices firm support for the introduction of the new mechanism, but also expresses some concerns of Committee members surrounding the potential consequences of its implementation. I am very pleased with the outcome of the vote on the AGRI opinion on the CBAM,” said MEP Kuzmiuk. “The mechanism could be a useful tool for the EU to help reduce CO2 emissions globally. It has the potential to stop EU markets being flooded with cheaper imported products, often produced to the detriment of the environment and without any financial consequences similar to those imposed on the EU’s producers.” The Opinion also outlines a number of concerns, including the unforeseeable impact of the mechanism on EU markets, including SMEs and farming. “Most political groups shared my concerns and called on the Commission to step up monitoring and reporting to the Parliament and Council on the implementation of the mechanism and its impact on the markets,” said the Polish MEP. “There was also broad support for amendments oriented towards a future expansion of the CBAM to agricultural products.” The adopted text will now be passed on to the Environment Committee (ENVI) – the leading committee for matters concerning the CBAM – where members will go on to decide which parts of the opinion will make it into the final parliamentary report. Considering the very broad support for the Opinion, I hope that the voice of the Agriculture Committee will be duly taken on board,” MEP Kuzmiuk concluded.",
        "url": "https://ecrgroup.eu/article/cbam_needs_careful_controlled_implementation_says_ecr_mep_kuzmiuk"
    },
    {
        "title": "Carbon Border Adjustment Mechanism (CBAM): An agricultural perspective",
        "date": "2022-01-07",
        "document_type": "Week ahead item",
        "group": "ECR",
        "text": "Next week, the Agriculture Committee will vote on its position on the Carbon Border Adjustment Mechanism (CBAM) that will be presented to the leading Committee on the Environment. The CBAM is an integral part of the Fit for 55 package which sets an ambitious emissions reduction target of net 55 per cent compared to 1990 levels. The existing EU Emissions Trading System (ETS) deals with the emissions generated by domestic production, while the CBAM, designed to complement it, deals with emissions linked to goods produced outside and imported into the EU. ECR Rapporteur for the AGRI opinion Zbigniew Kuźmiuk states that the EU urgently needs a mechanism to tackle “carbon leakage”, which occurs when, for example, production is moved outside the EU to circumvent the ETS system and other EU environmental standards. The CBAM should help to level the playing field between the EU and third-country producers. However, extra care should be taken to offset the CBAM’s impact on the prices of products covered by the regulation and its implementation costs, particularly for SMEs and the agricultural sector, plus the impact on Member State administrations, as well as the relationship between the new mechanism and the existing ETS system. During the negotiations, a broad consensus was reached, partially addressing these concerns and focusing on proper monitoring of the CBAM’s impact on EU markets, in particular on agricultural production. The issue of disparity in production standards and requirements between the Union and its external trading partners, in particular in agriculture, was also duly considered.",
        "url": "https://ecrgroup.eu/article/week_ahead_10_14_january_2022"
    },
    {
        "title": "The role of the Carbon Border Adjustment Mechanism (CBAM) in the energy and economic strategies of the European Union",
        "date": "2021-11-26",
        "document_type": "Week ahead item",
        "group": "ECR",
        "text": "On Monday, ECR MEP Izabela Kloc will host an online event on the role of the Carbon Border Adjustment Mechanism (CBAM) in the energy and economic strategies of the European Union. Politicians and experts will exchange views over one of the most important regulatory instruments that the European Union intends to use to maintain its economic competitiveness in the era of the European Green Deal.",
        "url": "https://ecrgroup.eu/article/week_ahead_29november_3_december_2021"
    },
{
    "title": "Fit for 55: today's plenary vote on ETS an CBAM, decisive for tackling climate change",
    "date": "2022-06-22",
    "document_type": "Press Releases",
    "group": "Renew",
    "text": "Renew Europe welcomes today's plenary vote on the Emissions Trading System (ETS) and Carbon Border Adjustment Mechanism (CBAM) reports. This legislation, which is the cornerstone of our European climate policy, will allow us to achieve EU's ambitious target to cut our greenhouse gas emissions by at least 55% by 2030 and to become a climate – neutral continent by 2050. Renew Europe has been a driving force in the European Parliament for raised climate ambition. Robust climate action and an irreversible path set for CO2 – reduction will not only counteract global warming. It will also bring new growth opportunities and sustainable new jobs for our European economy. To achieve these targets and to put our climate ambitions in line with the Paris Agreement, an upgrade of the current Emission Trading System with a clear path to decarbonization while establishing economic incentives to reduce emissions and to boost innovation with scaled up means is needed to make it fit for the 1,5 °C target. MEP Emma Wiesner (Centerpartiet, Sweden) says: I am very happy and proud that we carved out the perfect solution and have a majority now for the revised ETS, which to a great extent is the brain child of Renew Europe. This deal raises the level of ambition, making more polluters pay while also lowering the emissions. This is a powerful and necessary tool for the climate. Thanks to Renew Europe we have a deal now on the ETS. The politics our Group delivers makes a real difference for the climate. Ensuring that all polluters pay for their emissions, while supporting EU competiveness and jobs is a key objective for our group. Therefore, Renew Europe also strongly supports the swift implementation of a robust, well – functioning and WTO - compatible carbon border adjustment mechanism. Preventing the risk that businesses relocate their activities to less climate friendly countries outside the EU and making non-EU companies pay for the pollution caused by the products they sell in the EU, enables a level playing field for our businesses and stimulates green innovation and carbon pricing worldwide. MEP Nicolae Stefanuta (USR, Romania) says: It has been almost three years since we first spoke about the European Green Deal. Three years in which we witnessed the hottest summer, severe storms and devastating droughts. We have reached the highest level of carbon dioxide in the last 4 million years. For that, I am happy that the European Parliament has chosen to take important steps forward in our ambition to reduce CO2 emissions and achieve climate neutrality by 2050. I think that the CBAM is a strong instrument and an incentive to others for our goal to reduce pollution. After all, we know that, even if Europe achieves climate neutrality in 2050, we will not achieve the Paris Agreement target when countries outside the EU do not share the same ambition.",
    "url": "https://www.reneweuropegroup.eu/news/2022-06-22/fit-for-55-todays-plenary-vote-on-ets-an-cbam-decisive-for-tackling-climate-change"
},
{
    "title": "Deal on Carbon Border Adjustment Mechanism: historic agreement for the climate and Europe's competitiveness",
    "date": "2022-12-13",
    "document_type": "Press Releases",
    "group": "Renew",
    "text": "Renew Europe welcomes last night’s political agreement reached by the European Parliament and the EU Council on a new Carbon Border Adjustment Mechanism in the EU. Meeting the EU's updated 2030 climate targets and the long-term goal of climate neutrality by 2050 remains a priority for Renew Europe. To ensure that all polluters – wherever their production is located – pay equally for their emissions, it is important to put a fair price for the CO2 emissions embedded in the products that are brought into the EU. By applying the same carbon price on greenhouse gas emissions from the production of imported goods as in the EU Emission Trading System (ETS), the CBAM will extend environmental standards to all products sold on the EU market. At the same time, we create a level playing field and avoid carbon leakage from businesses relocating their activities to less climate friendly countries, ensuring competitiveness and job creation in clean industries in the EU. The agreement reached by the European Parliament and the EU Council provides for a robust and WTO-compatible mechanism and we will work to strengthen and expand it in the coming years. With a strong ETS and CBAM, Europe is helping to advance effective carbon pricing worldwide and new climate multilateralism. MEP Nicolae Ștefănuță (Uniunea Salvați România, Romania), Renew Europe shadow rapporteur says after the final trilogue meeting: I am happy that we have reached an agreement; the EU takes important steps now to attain our objectives – reducing CO2 emissions and achieving climate neutrality by 2050. With this deal, we set another world first: the EU is the first trade area in the world to put a carbon price on its imports. CBAM is the EU’s game changer for sustainable trade and will have positive effect in our aim to achieve the Paris Agreement target. MEP Pascal Canfin (L’Europe Ensemble, France) chair of ENVI committee says: For the first time, we are going to ensure fair treatment between our companies, which pay a carbon price in Europe, and their foreign competitors, which do not. This is a major step that will allow us to do more for the climate while protecting our companies and our jobs. It is a result of which we can be proud since the Commission's initial proposal has been strengthened. The scope has been extended to hydrogen. We have also provided for the future integration of processed products, such as cars. The message to our industries is clear: there is no need to relocate because we have taken the necessary measures to avoid unfair competition and carbon leakage. After the agreement on the deforestation law and with this agreement on the carbon border adjustment mechanism, we are further connecting the climate and trade rules to make Europe a sovereign green power.",
    "url": "https://www.reneweuropegroup.eu/news/2022-12-13/deal-on-carbon-border-adjustment-mechanism-historic-agreement-for-the-climate-and-europes-competitiveness"
},
{
    "title": "European Commission seizes the momentum of the Franco-German initiative",
    "date": "2020-05-27",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "Recovery Plan Today (Wednesday, 27th May), the European Commission President Ursula von der Leyen presented the new Recovery Plan under the umbrella of the Multiannual Financial Framework (MFF). The plan, based on a EUR 750 billion budget, of which 500 billion is to be provided in the form of grants and 250 billion in the form of loans, relies on a digital tax for financing and links recovery aid to the Green Deal and Rule of Law. The Greens/EFA Group in the European Parliament welcomes the proposal as a first step towards a European economic Recovery Plan founded on solidarity, and further calls for payments to be clearly linked to Green Deal projects and full respect for the Rule of Law. Ska Keller MEP, Co-President of the Greens/EFA Group in the European Parliament, comments: The European Commission's economic stimulus package is a welcome proposal. The COVID-19 pandemic has serious consequences for Europe and we now urgently need a strong signal for European cooperation and solidarity. While the figures proposed by the Commission fall short of what the European Parliament called for, it is good to see that the bulk of the proposal is in the form of grants. The money must now be invested in long-term projects that push forward the social and ecological transformation of our economy. The climate crisis will not wait for us, and by climate-proofing our investments, we're future-proofing them as well. Conditioning the funds on austerity measures is the wrong approach, as this has already failed in the past. It is important that we don't forget that the European Union is based on fundamental values. Those who don't respect democracy and the Rule of Law cannot expect to benefit from common efforts. Rule of Law is the minimum everyone needs to respect. Philippe Lamberts MEP, Co-President of the Greens/EFA Group in the European Parliament, comments: The European Commission's proposal is a major step forward and picks up the momentum that Angela Merkel and Emmanuel Macron have brought into play. The proposal is characterised by a strong sentiment of solidarity, which can help get the faltering economy back on track. Anchoring reconstruction in the Multiannual Financial Framework and ensuring democratic control are the right priorities. Unfortunately, the budget of the Recovery Plan is less ambitious than the original proposal. The same applies to the new proposal for the MFF, which risks unjustifiably reducing ambitions for a series of existing programs. A tax on the tech giants is a good step towards making the EU budget less dependent on the goodwill of governments. Now, a CO2 tax, fair taxation of big corporate beneficiaries of the Single Market and a carbon border adjustment mechanism must follow. With the unconditional suspension of the state aid rules, the European Commission is showing a lack of political coherence. Such coherence is necessary to ensure that our climate targets are met and that competition in the Single Market is not distorted.",
    "url": "https://www.greens-efa.eu/en/article/press/covid19-plan-de-relance-de-la-commission-europeenne"
},
{
    "title": "Free pass to pollute holds future of industry & planet hostage",
    "date": "2021-03-10",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "Carbon Border Adjustment Mechanism Today, the European Parliament has voted in favour of a new Carbon Border Adjustment Mechanism. The Greens/EFA had campaigned in 2019 in favour of a carbon border adjustment to extend the coverage of our climate policy to imported emissions and cover the EU's global carbon footprint. While support for this mechanism remains unquestionable for the Greens/EFA, the group abstained on the final vote as last minute amendments to the report will see polluters continue to be given a free pass. For the Greens/EFA group, the introduction of a fair carbon border adjustment mechanism should not only honour our climate commitments but also to help to rebuild a secure and innovative European industrial base that generates new jobs. The revenues from this mechanism should be deployed in developing countries and support the European budget, in particular for the financing of the European Union's green transition. Yannick Jadot, Greens/EFA MEP and Rapporteur for the European Parliament on the Carbon Border Adjustment Mechanism, comments: The creation of a carbon mechanism at the EU's borders is a test of credibility and legitimacy for the European Union in the fight against climate change and for the protection of our jobs and industries. We have a unique opportunity set up a link between real climate protection, the fight against unfair competition and climate dumping, and low-carbon industrial innovation. This dynamic can contribute to the reindustrialisation of Europe and create the skilled jobs of tomorrow. The compromises voted in the Environment Committee with the major political groups, reflected concerns about the environmental integrity and WTO compatibility of this mechanism, which are necessary for this mechanism to function. The report adopted in the Environment Committee agreed that with the introduction of the border carbon mechanism, from 2023 the free allowance scheme would be phased out rapidly. This is the only way to encourage industry to reduce their emissions while respecting the rules of fair competition. Unfortunately, in the last few days, certain lobby groups have intervened to continue to benefit from the free allowances on top of a carbon border adjustment and have seriously reduced the ambition of the text. The European Commission has repeatedly stated that free allowances and border carbon adjustment cannot coexist for environmental reasons and due to compatibility with World Trade Organisation rules. The right and the extreme-right have torpedoed, by a narrow majority of 15 votes, the dynamic that would allow the re-industrialisation of Europe and the creation of the skilled jobs of tomorrow. These MEPs are hindering the fight against climate change and weakening our industry, which risks not being able to seize the opportunity represented by the conversion to a decarbonised economy. The battle has just only begun, with the European Commission presenting its legislative proposal in June. The Greens/EFA group will take part to the discussions, with determination and ambition.”",
    "url": "https://www.greens-efa.eu/en/article/press/free-pass-to-pollute-holds-future-of-industry-planet-hostage"
},   
{
    "title": "Climate Package offers lift-off for climate protection",
    "date": "2021-07-14",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "Fit for 55/Delivering the European Green Deal The European Commission has presented its climate package on Delivering the European Green Deal. This first of its kind package of climate legislation is the roadmap for the EU to reach its climate target of at least 52.8% emissions reduction and 2.2% removed by carbon sinks by 2030, climate neutrality by 2050 and for the implementation of the Green Deal. The Greens/EFA Group welcomes this package of legislation towards making the Green Deal a reality. However, some of the measures lack the ambition to create incentives for the much-needed socio-ecological transformation. The Greens/EFA Group will work constructively to improve the climate package in the upcoming negotiations, to achieve the Paris climate goals, ensure fairness and to make the Green Deal a success. Ska Keller MEP, President of the Greens/EFA Group in the European Parliament, comments: This climate package can kick-start the ecological transition and is the ultimate credibility test for the European Union as the global leader on climate. We are at the beginning of the last decade in which we can still save the climate. To make the EU fit for the climate transformation, we need ambitious and binding targets, as well as measures and incentives for decarbonising industry, and socially just compensation. In the Commission's proposals, we still see too many gaps, exceptions and too little social solidarity. Decarbonising our economy will lead to a clear competitive advantage. Phasing out the internal combustion engine sets incentives for the development of clean technologies. We are calling for an end to the sale of internal combustion engines from 2030 and an end to any direct or indirect fossil fuel subsidies. Investments in climate protection are investments in the jobs of the future. Energy efficiency must come first, followed by a massive deployment of sustainable renewable sources. Effective standards to reduce energy consumption in all buildings are budget-friendly and create jobs. We need a 100 percent renewable based economy by 2040, higher and mandatory targets for the EU and member states to expand sustainable renewable sources such as wind energy, solar energy and geothermal energy, and more investment in enabling sustainable energy infrastructure. Nuclear power and fossil or low-carbon gases are not clean energies and must not be further promoted behind the scenes. Climate protection and biodiversity preservation go hand in hand. Burning forests to generate energy is CO2-intensive, polluting and simply unsustainable. Philippe Lamberts MEP, President of the Greens/EFA Group in the European Parliament, comments: Critics of climate action claim that it will harm the economy, but there will not be an economy if we do not act on the climate. The Commission's plans are welcome and will help move us towards the goals of the Green Deal. Now, it's up to the Parliament and the member states to make sure that this package is not just words on paper, but the most ambitious commitments possible, that will deliver for the Paris Climate Agreement, for the Green Deal, and for a fair and just future. We welcome the fact that the G20 ministers are also in favour of a CO2 price for the first time. It is only right that the Commission wants to apply the polluter-pays principle to air traffic with a kerosene tax. The kerosene tax creates a level playing field for the different transport modes, but we need it now, not in 2033. Private jets should also pay a kerosene tax; this is a matter of climate justice. All industries should pay for their emissions, especially now that importers will have to cover the costs for the emissions of the products they put on the Single Market, due to the Carbon Border Adjustment Mechanism. It would be completely irresponsible for the climate and socially unfair to continue to give free emissions permits to industry. Expanding the emissions trading system to include transport and buildings poses the risk of creating social imbalances, if not used alongside social support. Climate change mitigation must not be achieved at the expense of those who consume the least and have the least money in their pockets. Although the Commission has announced a social fund, its size remains limited and fundamental problems remain unaddressed. We are calling for dedicated support to vulnerable citizens and those in energy poverty so that heating and fuel remain affordable for those in need.",
    "url": "https://www.greens-efa.eu/en/article/press/climate-package-offers-lift-off-for-climate-protection"
},
{
    "title": "Fit For 55: European Parliament rejects severely weakened Emission Trading System",
    "date": "2022-06-08",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "Today, MEPs from the Greens/EFA Group along with a progressive majority have successfully voted down a considerably weakened position on the EU Emissions Trading System, following efforts of the EPP Group and industry lobbies. The ETS file will now go back to the Environment Committee. As a consequence, the votes on the Social Climate Fund and Carbon Border Adjustment Mechanism (CBAM) have been postponed as they are linked to the ETS vote. Michael Bloss MEP, Greens/EFA shadow rapporteur in the Environment Committee, comments: Now there is hope that we can actually build a climate policy in line with the 1.5 degree target. The EPP and right-wing of the house have failed in leading the Parliament away from the Paris Agreement.  We still have the chance to listen to the scientists who have been calling on us to take decisive action now. In the negotiations, the Greens/EFA Group will stand up for the climate and energy transition and the end of dependence on coal, oil and gas. Jakop Dalunde MEP, Greens/EFA shadow rapporteur on EU Emissions Trading System in the Energy, Research and Industry, and the Transport and Tourism committees, comments: A progressive majority prevailed against the fossil alliance and has for now prevented the worst. The free allocation of emissions for big parts of the industry means free emissions, which is something we simply cannot support. But it is essential that we get the Emissions Trading System right. ETS, as the biggest climate policy instrument, only works if we have ambitious targets for significantly lower greenhouse gas emissions.",
    "url": "https://www.greens-efa.eu/en/article/press/fit-for-55-european-parliament-rejects-severely-weakened-emission-trading-system"
},
{
    "title": "Fossil Alliance fails to crush climate action but more ambition needed",
    "date": "2022-06-22",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "Fit for 55 Today, the Members of the European Parliament have voted in favour of the mandates for the negotiations on the European Emission Trading System (ETS), the Carbon Border Adjustment System (CBAM), and the Social Climate Fund. The vote is the Parliament’s second attempt at approving the mandates, since a progressive majority rejected efforts by a fossil fuel alliance of conservative and right-wing MEPs to water down the ETS during the last plenary. The votes on the CBAM and Social Climate Fund were equally postponed as all the files are interlinked. The Greens/EFA Group welcome this new compromise, even though it is not enough to keep global warming below 1.5 degrees. Revision of the EU Emissions Trading System Jakop Dalunde MEP, Greens/EFA shadow rapporteur on European Emissions Trading System in the Energy, Research and Industry, and the Transport and Tourism committees, comments: With today’s vote on the EU Emissions Trading System (ETS), we managed to improve the severely watered down version EPP and Renew tried to push through together with the far right during last plenary. However, this is still not enough for the EU to be able to reach the 1.5 degree target. This unique opportunity for the EU to push our industries to modernise and become greener is not something we can let slip through our fingers. As the Greens/EFA Group, we will continue to push for stronger measures in negotiations to make sure the climate crisis is treated as the emergency that it is. Social Climate Fund Sara Matthieu MEP, Greens/EFA shadow on the Social Climate Fund in the Environment Committee, comments: The Green deal should also be a social deal. We need to prioritize massive new investments in low-income households, by deeply renovating their homes and creating affordable public transport. That's why the Social Climate Fund is a breakthrough: it's the first time we'll use EU money directly to lift the most vulnerable households in Europe out of energy and mobility poverty. Carbon Border Adjustment Mechanism (CBAM) Manuela Ripa MEP, Greens/EFA shadow rapporteur on CO2 border adjustment in the Environment Committee, comments: We need the Border Adjustment Mechanism as a strong instrument for the EU wide and global shift in industrial policy towards green and sustainable technologies. We have successfully called for the CO2 border adjustment to be extended to all sectors of emissions trading from 2030. With this, the Parliament sends a strong signal that CO2 emissions in our industries have no future. Unfortunately, the Parliament’s position when it comes to export rebates and in the scope of application has been weakened. But all in all, this proposal puts an essential building block of the European Green Deal on the table.",
    "url": "https://www.greens-efa.eu/en/article/press/fossil-alliance-fails-to-crush-climate-action-but-more-ambition-needed"
},
{
    "title": "An important step towards green global trade",
    "date": "2022-12-13",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "Carbon Border Adjustment Mechanism Early this morning, the negotiators of the European Parliament, the Council and the European Commission reached an agreement on the Carbon Border Adjustment Mechanism (CBAM). The Greens/EFA Group welcomes the agreement. Manuela Ripa, Greens/EFA MEP and shadow rapporteur for the Greens/EFA Group, comments: CO2 is becoming the new currency of world trade. The border adjustment tax on carbon ensures that the external costs of harmful emissions are finally internalised into the final costs. This is an important step towards green global trade. Today's decision to introduce a carbon border adjustment tax sets new standards for European and global industrial production. Averting CO2 will be rewarded and the switch to climate-neutral processes will finally be set in motion worldwide. In this way, third countries will also be given strong incentives to take stricter climate protection measures.",
    "url": "https://www.greens-efa.eu/en/article/press/an-important-step-towards-green-global-trade"
},

{
    "title": "Clear signal to industry to reduce emissions, Member States must urgently ramp up support for vulnerable households",
    "date": "2022-12-18",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "European emissions trading system agreement This morning (Sunday, 18 December), the negotiators of the European Parliament, the Council and the European Commission reached an agreement on the revision of the European carbon market (ETS) and the creation of a new EU Social Climate Fund. The agreement sends a clear signal to industry to reduce emissions, but Member States must urgently ramp up support for vulnerable households. Emissions trading as a climate policy instrument is a central building block of the Green Deal and the Fit for 55 package to achieve the EU's climate goal of reducing EU net emissions by at least 55 percent by 2030 and making the EU the first climate-neutral continent by 2050. The final step is the approval of the European Parliament and the Council of the negotiation result. Michael Bloss, Greens/EFA shadow rapporteur on the ETS in the lead Environment Committee, comments: We will end the free pollution party. It is now clear that industry that pollutes will pay, industry that modernizes will stay. We have achieved a strong signal to industry to reduce emissions. Oil and gas will finally pay a fair price. The agreement slashes the distribution of free CO2 certificates by half by 2030, and puts a complete stop to free allowances by 2034. Instead industry that modernizes and transforms will get support. In this way we secure good clean industrial jobs and production to be located in Europe in the future. Greens/EFA succeeded to fight back all attempts to weaken climate ambition, but what has been achieved is not enough to fulfill the Paris Agreement. Renewable energies will have priority in the future. Now investing in renewable energies will pay off more than sinking millions into oil and gas. Today's agreement is a good first step towards the energy and climate transition and towards a green industry. We as Greens/EFA will continue striving for bold and just climate action. Sara Matthieu, Greens/EFA shadow rapporteur for the Social Climate Fund, comments: The Green Deal must also be a social deal. That’s why we as Greens/EFA successfully secured new safeguards against a high increase in energy bills for households as a result of the new ETS2. But I am appalled that Member States significantly slashed the size of the new EU Social Climate Fund. That’s why we as Greens/EFA fought hard to ensure that Member States have to prioritize vulnerable households when using the remaining €210 billion euro in new ETS2 revenues. However, as this is not nearly enough to protect all vulnerable households in energy and mobility poverty, Member States must quickly step up their game by massively increasing their social spending in the coming years. Background As part of the deal, emissions from the EU industrial and energy sectors will be reduced by 62% by 2030 compared to 2005. Almost 50% of the free CO2 allocations will be deleted by 2030 and completely from 2034 onwards. The reform will contribute to sending a signal to the EU industry that they have to finally start reducing their emissions. While they are currently exempt from paying a price on most of their emissions, heavy EU industries like cement, steel and iron, will have to pay for about half of their emissions by 2030 and 100% by 2034. Though the Greens/EFA would have liked a faster reduction pace, this will contribute to generating more revenues that will be spent in return to support industrial decarbonisation. The remaining allowances that will continue to be handed over for free to the EU industry will come with conditions, including the adoption of climate-neutrality plans for the most polluting installations. Carbon pricing for buildings and transport and social investments (ETS2) The compromise also foresees the introduction of a second Emissions Trading System (ETS2) for buildings and transport from 2027 onwards. In parallel, a new EU Social Climate Fund of 86,7 billion euros starting in 2026 will be used for structural investments and to help reducing the energy bills of households. The Greens/EFA obtained that the Fund will start a year earlier than the new ETS for transport and buildings takes effect, in order to kick-start renovations and other investments to lift households out of energy and mobility poverty.  The EU Social Climate Fund is intended to cushion possible pass-throughs of, for example, heating costs to consumers by oil and gas suppliers and mineral oil companies. This is the very first time that the EU directly invests in the climate transition of vulnerable households. Member States unfortunately succeeded in significantly reducing the size of the Social Climate Fund compared to the initial Commission’s proposal. But the Greens/EFA made sure that all the other revenues generated by this new carbon tax that is not going to the EU Social Climate Fund (amounting to around 210 billion euros over the period 2027-2032) will still be used to support climate action, in priority for the most vulnerable households. In addition, to protect vulnerable households from the impact of higher energy bills, we secured two additional safeguards: first, the CO2-price will not exceed €45 per tonne before 2030; secondly, an emergency break will ensure that the ETS2 is postponed until 2028 if energy prices exceed today’s prices. Extension to shipping and waste The shipping sector will also finally start paying for its emissions progressively as of 2024 and fully as of 2026. This concerns 100% of shipping emissions intra-EU, and 50% of emissions from voyages departing from or arriving in EU ports from non-EU ports. By mid-2026, the Commission will also make a new legislative proposal to extend the EU carbon market to emissions from municipal waste incineration. Municipal waste incinerators currently emit as much as 13.4 coal-fired power plants per year. Carbon Border adjustment While EU industries are currently exempt from paying for about 94% of their emissions (in theory to protect them from the competition of importers not subject to the same carbon price), this is set to change. A Carbon Border Adjustment Mechanism (CBAM) will be introduced gradually as of 2026. As a result, imports of iron and steel, electricity, fertilisers, cement and hydrogen will be subject to a carbon tax relative to the level of emissions embedded in those products, creating a level playing field with EU industries. In return, EU industries from those sectors will start paying for a fair share of their emissions, up to 48.5% of their emissions by 2030 and 100% as of 2034.",
    "url": "https://www.greens-efa.eu/en/article/press/clear-signal-to-industry-to-reduce-emissions-member-states-must-urgently-ramp-up-support-for-vulnerable-households"
},
{
    "title": "Plenary Flash 17-20 April, 2023",
    "date": "2023-04-14",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "Fit for 55: CBAM, ETS & Social Climate Fund Following trilogue negotiations with the Council and Commission, the European Parliament will vote on the final outcome of the following Fit for 55 files: the Carbon Border Adjustment Mechanism (CBAM), Emissions Trading Scheme (ETS), and Social Climate Fund (SCF). These votes represent the final step in the process of finalising these three interlinked pillars of the Green Deal. While the EU is reducing emissions from its own industries, emissions associated with goods imported into the EU have increased in recent years. With the introduction of the CBAM, the EU has finally agreed to end 'free pollution permits' as importers pay a pollution price, EU industry can no longer claim discounts on the EU ETS price. By pricing the emissions from the manufacturing of the imported goods, the EU will encourage third countries’ industries to decarbonise, thereby contributing to the achievement of the 1.5 C Paris target. The CBAM decarbonisation incentive will increase over the next few years, as CBAM will eventually cover all most-polluting sectors and possibly all types of emissions.  As the CBAM scope is expanded, the Greens/EFA Group will push for the EU to increase its financial support to poorer countries, which do not bear historic responsibility for climate change and should not be unfairly hit by the EU external carbon price. The reform of the EU carbon market (EST II) will incentivise the energy and industrial sectors to fully decarbonize. Although the Greens/EFA Group pushed for a more ambitious phase out of free CO2 certificates, the annual number of CO2 certificates to be distributed will be reduced gradually to zero by 2040. In return, industries that modernise and transform will get more support through the increased Innovation Fund and Modernisation Fund. The prospect of this change has already led to a surge in the market carbon price, which, if sustained, is likely to phase out coal in the EU already before 2030. The reform also sends a clear signal that everyone will eventually have to invest in decarbonisation technologies and processes, or pay a high price for their emissions.",
    "url": "https://www.greens-efa.eu/en/article/press/plenary-flash-17-20-april-2023"
},
{
    "title": "European Parliament approves catalyst for cleaner production",
    "date": "2023-04-18",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "Carbon Border Adjustment Mechanism (CBAM) Today, an overwhelming majority of MEPs have approved the outcome of trilogue negotiations for the Carbon Border Adjustment Mechanism (CBAM), reached together with the Council and the European Commission in December last year. The Greens/EFA Group welcomes the agreement. CBAM is one of the key Fit for 55 projects and ends the era of free CO2 allowances under the European Emissions Trading Scheme (ETS). CBAM will mean that companies have to pay CO2 offsets for production outside the EU and are no longer able to avoid buying CO2 allowances by moving to third countries. Manuela Ripa MEP, Greens/EFA shadow rapporteur in the lead Environment Committee, comments: With the Carbon Border Adjustment Mechanism, we are introducing a new global climate protection tool and closing the gap between production within and outside of the EU. Companies will have to pay for the emissions they produce inside and outside of the EU. Production outside of the EU will not shield companies from their responsibilities to the climate. This mechanism both avoids the risk of carbon leakage and also sets incentives for third countries to adopt stricter climate protection measures. CBAM sets new standards for European and global industrial production; it will be the catalyst for clean production and boost the transition to renewable energies. This mechanism will bring the EU a step closer to greener global trade.",
    "url": "https://www.greens-efa.eu/en/article/press/european-parliament-approves-catalyst-for-cleaner-production"
},
{
    "title": "Commission proposals welcome but not enough to steer EU through crises",
    "date": "2023-06-20",
    "document_type": "Press Releases",
    "group": "Greens/EFA",
    "text": "MFF/Own Resources Today, the European Commission has just presented two proposals, one on the revision of the Multiannual Financial Framework, the EU’s seven year budget, and the other amending the so-called Own Resources enhancing the EU’s ability to raise funds directly, rather than via Member States budgetary contributions. Rasmus Andresen MEP, Greens/EFA Negotiator for the MFF, comments: The challenges we face are big: The reconstruction of Ukraine, an emerging recession and the climate-neutral restructuring of our industry. Against this background the European Commission is right: we cannot address these challenges without fresh money from the member states. Now we have to set the right priorities. In times of declining economic performance and an enormous investment backlog, simply shifting budget items would be the wrong answer. We welcome the proposal for STEP and call for sufficient funding. However, it is highly problematic that it is to be financed almost exclusively from existing programs. The EU needs an active industrial policy and must become competitive with green technology. We also call for greater investment in joint European infrastructure and research. There is little left of von der Leyen's promised sovereignty fund. We also need more funds for social justice. That is why we need an increase of the climate action social fund and for example an inflation compensation for programs such as Erasmus. Overall, the Commission's proposal is not enough. David Cormand MEP, Greens/EFA Shadow Rapporteur for Own Resources, comments: We welcome the proposal for the temporary statistical own resource based on company profits and for the adjustment to ETS and CBAM, which were proposed already in the first basket in December 2021. Unfortunately, overall the Commission's own resources proposal for new own resources lacks ambition. New sources of revenue are drastically needed to repay the debt and to fund all of the EU's priorities, including the green transition. Sadly, the Commission’s vision for the EU’s own resources is simply too narrow and does not target the right tax payers. If the Commission wants the EU to be a dynamic actor that can live up to its true potential, free from Member States’ wrangling over national contributions, then we need much more ambition for the EU’s own resources. The Commission was markedly silent on a wealth tax today, and yet it is one of the most effective, and fair ways to tackle the challenges we face. The European Union must create a new tax system based on taxing the wealthiest and deal with vast inequality through a Financial Transaction Tax. These are the proposals that the Commission should have put forward today but failed to deliver.",
    "url": "https://www.greens-efa.eu/en/article/press/commission-proposals-welcome-but-not-enough-to-steer-eu-through-crises"
},   
{
    "title": "MEPs prepare to slate summit deal & defend real recovery",
    "date": "2020-07-23",
    "document_type": "Press Releases",
    "group": "The Left",
    "text": "Decrying EU leaders’ hatchet job on the long-term budget and recovery plan, the GUE/NGL group will join a vast majority in the European Parliament today in passing a resolution that strongly criticises the conclusions of last weekend’s summit.The lack of ambition shown in the context of the biggest crisis facing Europe in decades is unacceptable for MEPs, who regret the scaling back of recovery plan grants and the curtailed proposals for the long-term budget*, especially in agriculture, research, climate, and health policy. For the Left, the summit agreement will plunge countries deeper into debt and put even more pressure on working people as it links funding to conditionalities designed to weaken social rights. Meanwhile, EU leaders saw fit to press ahead with dangerous militarisation plans and showed irresponsible apathy towards governments that actively seek to undermine the rule of law and breach human rights standards. The joint resolution co-signed by the GUE/NGL strongly criticises the agreement reached by the Council for both the Multi-annual Financial Framework* and the recovery plan, says Co-President Manon Aubry. This deal is not acceptable for European people: fewer subsidies, more rebates, and budgetary cuts in the MFF (including for agriculture, research, health, the just transition fund) and no planned timeline at all for new own resources. An agreement cannot be accepted if it is the European people who are asked to pay off the debt in the end: we need firm commitments for the creation of a carbon border adjustment mechanism, a financial transaction tax, a wealth tax, and taxation of global corporations. The joint resolution will send a strong message to EU leaders: the European parliament needs to be respected and democratic accountability is not an option! All political groups must now be coherent and refuse to support any deal if those demands are not met. The summit was a great disappointment, says Co-President Martin Schirdewan. “The position of the GUE/NGL Group has always been very clear: member states are called upon to provide a comprehensive response to the Corona crisis and to combine the social and economic recovery of the continent with the major challenges of social-digital and social-ecological transformation for the future. The results of the summit are far from this. Out of this summit, a new European project could have been born, but national interests dominated.",
    "url": "https://left.eu/meps-prepare-to-slate-summit-deal-defend-real-recovery/"
},
{
    "title": "It is five past twelve: vote on the Fit for 55 package exposes massive attacks on climate protection",
    "date": "2022-06-09",
    "document_type": "Press Releases",
    "group": "The Left",
    "text": "In 2015, at the climate summit in Paris, the EU pledged to limit global warming to 1.5 °C. This week, it will show whether it stands by this commitment with the European Parliament voting on the first part of the Fit for 55 package. In an unprecedented move, a majority of MEPs rejected the reform of the carbon market, whose climate ambitions had been torpedoed by the right and lobbies. Three major files of the package were then sent back to the Committee on Environment. But what is the Fit for 55 package actually about? The Fit for 55 package is a bundle of measures to revise and update EU legislation, ensuring that EU policies are in line with the climate goals agreed by the Council and the European Parliament. The package includes concrete proposals on how to transform the European economy in a climate-friendly way and what individual sectors of the economy should do to achieve this. The name Fit for 55 refers to the EU’s target of reducing net greenhouse gas emissions by at least 55% by 2030. So far, so good. However, the implementation of the climate protection plans will take years, in some cases to ensure transition periods. The legislative process itself is also expected to drag on for years. MEP Silvia Modig (Vasemmistoliitto, Finland) criticised the Parliament’s hesitant approach: In terms of climate change, it seems that we as a human race lack a sense of self-preservation. We are short-sightedly holding on to the gains we have made, even though we know that there is no way back.” She added: “Putting on the brakes does not protect anyone, quite the opposite. The main proposals of the package Fit for 55 envisages new taxes and tariffs, the de facto end of the combustion engine, a fuel tax for intra-European flights, as well as a levy on imports from third countries that produce more climate-damaging emissions than the EU. The package aims to integrate shipping and aviation into the emissions trading system, and the heating of commercial buildings and commercial road traffic. In particular, the planned expansion of emissions trading will have a strong impact on consumers. To this end, there is to be a climate social fund worth many billions of euros. The Social Climate Fund is perhaps the most important envelope, because it marks the abandonment of the perfect market doctrine and moves towards building a new climate welfare state, MEP Petros Kokkalis (Syriza, Greece) said. He added: Parliament’s compromise proposal has the potential to send this strong message, to direct the Climate Fund to finance green investments in housing and transport, for the benefit of the most vulnerable citizens and of the European economy and democracy. Idoia Villanueva Ruiz (Podemos, Spain) pointed out: The ecological transition cannot be made at the expense of people and territories and, above all, what it cannot be is an alibi for huge profits for multinational companies. Particularly controversial are the planned tightening of emissions trading, the border adjustment mechanism and the end of the combustion engine. On the latter, MEP Nikolaj Villumsen (Red-Green Alliance, Denmark) said: 2035 is already too late. The forces that are trying to water down and delay the greening of our cars are failing the climate and our children’s future. When we vote on how long to allow the sale of fossil fuel cars, we are deciding whether to side with the past or the future; whether to side with the car industry or with the climate and future generations. MEP Joao Pimenta (PCP, Portugal) called for more holistic measures: Other policies are required to reduce emissions: Effectively promoting public transport at affordable prices or free of charge to encourage collective transport, replacing imports with national production, promoting short supply chains, fostering complementarity and not destructive competition between countries. On the subject, MEP Kateřina Konečná (KSCM, Czech Republic) added: Before banning the sale of new cars with internal combustion engines, we must first offer people an affordable alternative to personal transport. I would be very unhappy if the revision of this regulation turned out like the last time, when Member States washed their hands of the development of clean mobility and its infrastructure. MEP Cornelia Ernst (DIE LINKE, Germany) agreed: Better than electric cars would be fewer cars. That’s why we need better, free public transport & affordable, environmentally friendly vehicles. The hour-long debate in the EP plenary made clear: whereas science, environmentalists and progressive forces are fully aware of the dramatic impact climate change has, there are powerful actors trying to block climate protection. An alliance of the far-right and big business Unsurprisingly, the center-right and the far-right are acting on behalf of polluters, blocking attempts to increase climate ambition. Some of their MEPs even see climate change as a left-wing conspiracy, calling the EU’s Green New Deal asocial and the Social Climate Fund a communist scheme. Manon Aubry, MEP (La France insoumise, France) and co-chair of The Left, denounced the greed of big corporations who have successfully blocked ambitious climate legislation for 30 years: “We in the Left Group in the European Parliament already regret the weakness of this climate package, whose objective and means are not even aligned with the Paris agreements, and which continues to rely on market mechanisms. But these small steps are clearly still too much for some, and they are threatened, as they were thirty years ago, by the action of the lobbies. During the negotiations on the Fit for 55, corporate lobbies made a monumental effort to water-down proposals for ambitious climate protection. Marisa Matias, MEP (Bloco de Esquerda, Portugal) states: “Only a few days ago we saw reports of Members of this House dining with airline representatives. The targets put forward are below what the science says, the lobbies have gutted every proposal. Seeking to meet funding needs by shifting costs to the most vulnerable while protecting business is immoral. MEP Mick Wallace (Independents 4 Change, Ireland), comments: The world is on fire. Scientists have just told us plastics are in our blood. The UN has warned of total societal collapse due to climate breakdown. Yet President von der Leyen and Commissioner Simson met with CEOs of six fossil fuel companies recently, including Shell, BP and Total, on the same day that REPowerEU was released. Winning a battle, losing the war Once again, the Parliament’s right-wing groups prefer to defend the lobbies rather than the general interest, in particular by trying to postpone the removal of free quotas from the carbon border adjustment mechanism, offering industries a free right to pollute, until 2034. But this time they lost. A majority in the European Parliament voted against it. MEP Malin Bjork (Vänsterpartiet, Sweden) states: The left’s climate change approach is all about tough targets and regulations. It’s about creating decent jobs. It’s about the climate transition being fair. The polluter must pay, and those who pollute the most must pay the most. We also accept the facts and listen to science. We know, for example, that we have one planet – one. But the right in this Parliament does not listen to science, and they behave as if we had two, three or four planets. Now that we have the most important climate vote of this parliamentary term, perhaps of this decade, the right-wing group chose to lean on the climate deniers on the far right and to overrun the Committee on the Environment. That is a disgrace. It is a betrayal. MEP Silvia Modig concludes: Instead of taking the much-needed steps toward climate action and the Paris Agreement, the Right decided to water down all our efforts in committee. They ended up with a proposal that was no longer valid for most of the European Parliament. Now the work continues, and we will work tirelessly on the Left for a better result for the climate. Other important votes on the EU climate package were also postponed after the failure of the Emissions Trading System (ETS) reform. The dossiers on the planned EU border adjustment mechanism for CO2 and the climate social fund have also been sent back to the environmental affairs committee. Discussions will resume in committee in September on ETS, the Social Climate Fund (SCF) and the EU carbon border adjustment mechanism (CBAM).",
    "url": "https://left.eu/it-is-five-past-twelve-vote-on-the-fit-for-55-package-exposes-massive-attacks-on-climate-protection/"
},
{
    "title": "The deregulation for the rich agenda",
    "date": "2025-02-26",
    "document_type": "Press Releases",
    "group": "The Left",
    "text": "The Clean Industrial Deal and Omnibus package backtrack on progress made in recent years and favours big business over workers and climate. These measures are the European Commission’s first steps towards a “simplification of rules” requested by EPP in the European Parliament. However, this simplification will only make life easier for the wealthiest, at the expense of the most vulnerable. Once again, it highlights the Commission’s priorities, favouring multinational corporations over workers. The Left opposes this agenda, which will not only deregulate workers’ rights but also harm the climate. Strong action is needed, but with social justice placed at the heart of political decision-making. With these latest measures, the European Commission has set out its intention to rid itself of the climate ambitions it set in the previous mandate in favour of big business.  The Clean Industrial Deal is based on the false promise of ‘competitiveness’, whereas to fight climate change, it is necessary to change the reigning societal model, that is currently built on another false promise: capitalism. The Omnibus package on sustainable finance released by the European Commission today takes an axe to recently adopted landmark pieces of EU legislation. The rushed approach of the Commission weakens the ‘do no significant harm’ measures of the EU taxonomy, cuts the vast majority of EU businesses out of the Corporate Sustainability Reporting Directive, hollows out the Corporate Sustainability Due Diligence Directive and completely decimates the Carbon Border Adjustment Mechanism. All of these measures were just adopted over the last five years, and so the decision to reverse them represents a complete surrender by the European Commission to corporate lobby interests. The Left shares the warning from NGOs and trade unions, this package will only continue the race to the bottom. Left co-chair Manon Aubry (La France Insoumise, France) said: Under the pretext of simplification, the European Commission is simply planning to follow Donald Trump in his dangerous race toward deregulation. The directive on due diligence would have made it possible to protect the environment and human rights from crimes committed by multinational corporations. Rolling it back, after it was democratically adopted just a year ago, is sheer madness! Our group is firmly opposed to this omnibus package and will continue to fight for ambitious social and environmental standards.",
    "url": "https://left.eu/the-deregulation-for-the-rich-agenda/"
}
]